{
  "clinicalRelevance": "A suplementação pré, intra e pós-treino representa uma estratégia fundamental na otimização da performance atlética, recuperação muscular e adaptações metabólicas ao exercício físico. A compreensão dos sistemas energéticos envolvidos (ATP-CP/fosfagênio, glicolítico lático e aeróbico oxidativo) e das respostas hormonais (cortisol, catecolaminas, insulina, glucagon, GH, testosterona) permite individualizar protocolos de suplementação baseados em evidências científicas recentes.\n\n**FISIOPATOLOGIA E MECANISMOS**\n\nDurante o exercício físico, ocorre depleção de substratos energéticos (ATP, fosfocreatina, glicogênio), acúmulo de metabólitos (lactato, íons H+, amônia), microlesões musculares e modulação hormonal complexa. A suplementação estratégica visa atenuar o déficit energético, tamponar a acidose metabólica, preservar massa muscular e potencializar adaptações anabólicas.\n\nNo período pré-treino, o objetivo principal é otimizar disponibilidade energética e ativação neuromuscular. Carboidratos de moderado a alto índice glicêmico (60-90 minutos antes) maximizam estoques de glicogênio muscular e hepático, crucial para atividades acima do primeiro limiar anaeróbico. Estudos de 2023-2024 demonstram que a estratégia \"train high\" (treinar com alta disponibilidade de carboidratos) favorece performance em sessões de alta intensidade, enquanto \"train low\" (baixa disponibilidade) promove adaptações oxidativas mitocondriais a longo prazo.\n\nA cafeína (3-6 mg/kg, 30-60 min pré-treino) atua como antagonista de receptores A1 e A2A de adenosina, aumentando liberação de catecolaminas, mobilização de ácidos graxos livres e recrutamento de unidades motoras. Meta-análises recentes (2024) confirmam melhora de 2-4% na performance aeróbica e 3-7% em força máxima, com efeito dose-dependente.\n\nA beta-alanina (3-6 g/dia, uso crônico) eleva concentrações intramusculares de carnosina (dipeptídeo histidina-beta-alanina), principal tampão intracelular de íons H+. Revisões sistemáticas de 2023 demonstram benefício significativo em esforços de 60-240 segundos (zona glicolítica), com ganhos de 2-3% em performance. Entretanto, sua ação tamponante pode atenuar a acidose metabólica necessária para liberação de GH (hormônio do crescimento), o que deve ser considerado em protocolos de emagrecimento onde a acidose é desejável para mobilização de gordura visceral.\n\nA creatina monohidratada (5g/dia manutenção, ou 20g/dia por 5-7 dias fase de carga) aumenta pool de fosfocreatina muscular, acelerando ressíntese de ATP no sistema anaeróbio alático (esforços <15 segundos). Estudos de 2024 confirmam eficácia em hipertrofia muscular (ganho adicional de 0,5-1,5 kg massa magra), força máxima e recuperação entre séries de alta intensidade. Apresenta também propriedades neuroprotetoras e anti-inflamatórias leves.\n\n**SUPLEMENTAÇÃO INTRA-TREINO**\n\nEm sessões prolongadas (>90 minutos) ou de altíssima intensidade, carboidratos intra-treino (30-60g/hora, maltodextrina ou dextrose) mantêm glicemia estável, poupam glicogênio muscular e reduzem catabolismo proteico via gliconeogênese. A adição de eletrólitos (sódio 300-600mg/L, potássio 100-200mg/L) previne hiponatremia dilucional e câimbras musculares.\n\nAminoácidos essenciais (EAAs, 6-12g intra-treino) demonstram superioridade sobre BCAAs isolados, pois fornecem todos os substratos necessários para síntese proteica. A leucina (2-3g) ativa via mTOR, mas requer presença de outros EAAs para construção efetiva de proteínas contráteis. Estudos de 2023-2024 mostram redução de marcadores de dano muscular (CK, LDH) e aceleração da recuperação quando EAAs são fornecidos durante exercícios de alta intensidade ou longa duração.\n\nA glutamina (5-10g intra/pós-treino) atua como tampão de amônia (produto da oxidação de aminoácidos), substrato energético para enterócitos e linfócitos, e precursor de glutationa (principal antioxidante intracelular). Em situações de alta acidose, déficit calórico ou treinos em jejum, a glutamina sérica é depletada rapidamente, comprometendo função imune e integridade intestinal (risco de permeabilidade aumentada). Suplementação é especialmente relevante em atletas com sinais de overreaching ou imunossupressão.\n\n**SUPLEMENTAÇÃO PÓS-TREINO E PERIODIZAÇÃO NUTRICIONAL**\n\nA janela anabólica pós-exercício (0-2 horas) caracteriza-se por elevação de cortisol, redução de insulina e alta sensibilidade à insulina muscular (upregulation de GLUT4 independente de insulina inicialmente). A estratégia pós-treino deve ser individualizada conforme objetivo:\n\n**Para hipertrofia/recuperação rápida:** Carboidratos de alto índice glicêmico (1-1,5g/kg) + proteína de rápida absorção (whey protein, 20-40g, 3-4g leucina) maximizam síntese proteica muscular via elevação de insulina e ativação de mTOR. A insulina suprime cortisol e glucagon, redirecionando substratos para anabolismo e ressíntese de glicogênio (completa em ~24h). Estudos de 2024 confirmam taxa de síntese proteica 2-3x maior nas primeiras 3 horas pós-treino quando aminoácidos e carboidratos são fornecidos conjuntamente.\n\n**Para emagrecimento/mobilização de gordura:** Ausência total de carboidratos pós-treino mantém insulina baixa e glucagon elevado, perpetuando lipólise. Entretanto, há risco aumentado de catabolismo proteico via gliconeogênese (aminoácidos → piruvato → glicose → glicogênio). A estratégia intermediária consiste em fornecer aminoácidos essenciais isolados (10-15g), que suportam síntese proteica e ressíntese modesta de glicogênio sem elevação significativa de insulina, preservando estado lipolítico.\n\nO protocolo \"Sleep Low\" combina treino intenso à noite com alimentação pré-treino adequada, restrição de carboidratos pós-treino e durante o sono, seguido de aeróbico em jejum pela manhã (baixa intensidade, <55% FCmáx) e refeição rica em carboidratos pós-aeróbico. Esta estratégia promove adaptações oxidativas mitocondriais (via AMPK) durante o período low, seguido de recuperação anabólica no período high.\n\n**HMB (beta-hidroxi-beta-metilbutirato)**, metabólito da leucina, demonstra efeitos anticatabólicos em indivíduos >40 anos ou em déficit calórico acentuado. Dosagem típica: 3g/dia (1g 3x/dia). Evidências de 2023 sugerem benefício em preservação de massa magra durante cutting, embora menos robusto que EAAs ou leucina isolada em jovens.\n\n**MEDICINA FUNCIONAL: VALORES IDEAIS VS REFERÊNCIA**\n\nA abordagem funcional considera marcadores dinâmicos (pré/intra/pós-exercício), não apenas valores basais:\n\n- **Lactato:** <2 mmol/L em repouso; 4-6 mmol/L no primeiro limiar; >10 mmol/L em esforço máximo. Clearance rápido (<30 min para retorno a basal) indica boa função mitocondrial.\n- **CK (creatina quinase):** Basal <200 U/L; pico 24-48h pós-treino intenso pode atingir 500-2000 U/L (normal para estímulo ATP-CP). Valores persistentemente >300 U/L em repouso sugerem overtraining.\n- **Amônia:** <50 µmol/L basal. Elevações >80-100 µmol/L indicam catabolismo proteico excessivo (gliconeogênese de aminoácidos), comum em jejum prolongado + alta intensidade.\n- **Ureia:** Razão ureia/creatinina >20 sugere desidratação ou catabolismo proteico. Ideal funcional: ureia 15-35 mg/dL.\n- **Cortisol salivar:** Pico matinal 13-24 nmol/L; redução progressiva ao longo do dia. Inversão de ritmo ou cortisol noturno elevado indica desregulação do eixo HPA (overtraining, burnout).\n- **Testosterona/Cortisol ratio (T/C):** >0,35 favorável para hipertrofia; <0,2 estado catabólico.\n\n**CORRELAÇÕES COM OUTROS BIOMARCADORES**\n\n- **IL-6:** Eleva-se 1-1,5h pós-exercício intenso (2-10x basal), correlaciona-se com volume/intensidade. Diferente de processos patológicos, não é precedida por TNF-α. Baixa elevação de IL-6 pode indicar estímulo insuficiente ou overtraining (perda de responsividade).\n- **IGF-1:** Promove hiperplasia mitocondrial e anabolismo muscular. Valores ótimos: 200-300 ng/mL.\n- **Índice R (bicarbonato/PCO2):** Avalia custo metabólico e equilíbrio ácido-base. Ideal: 0,98-1,02 em repouso. Acidose crônica (R persistentemente baixo) indica tamponamento ósseo excessivo, risco de osteopenia.\n\n**ESTRATIFICAÇÃO DE RISCO**\n\n**Baixo risco:** Atletas recreacionais, 3-4 sessões/semana, boa recuperação, marcadores basais normais. Suplementação essencial: proteína adequada (1,6-2,2g/kg), hidratação, carboidratos periworkout conforme demanda.\n\n**Risco moderado:** Atletas de competição, 5-7 sessões/semana, sinais leves de fadiga (queda de performance, DOMS prolongado). CK 200-400 U/L basal, T/C ratio 0,2-0,35. Suplementação recomendada: creatina, beta-alanina (se objetivo for performance glicolítica), EAAs, ômega-3 (modulação inflamatória sem supressão de hipertrofia, 2-3g EPA+DHA/dia).\n\n**Alto risco/Overtraining:** Atletas de elite, >10 sessões/semana, déficit calórico, sono <7h, estresse psicossocial elevado. Sinais: queda persistente de performance, infecções recorrentes, alterações de humor, perda de massa muscular. Biomarcadores: CK >400 U/L basal, cortisol matinal >25 nmol/L ou noturno >5 nmol/L, T/C <0,2, ferritina >300 ng/mL (inflamação crônica) ou <30 ng/mL (depleção), hemoglobina <13 g/dL (mulheres) ou <14 g/dL (homens). Intervenção: redução imediata de volume/intensidade, glutamina 15-20g/dia, EAAs 20-30g/dia, correção de déficit energético, otimização de sono e manejo de estresse.",

  "patientExplanation": "A suplementação antes, durante e depois dos treinos é como fornecer o combustível certo, nas horas certas, para que seu corpo funcione como uma máquina bem ajustada. Assim como um carro de corrida precisa de gasolina de alta qualidade, pneus adequados e manutenção regular, seus músculos e células precisam dos nutrientes corretos para gerar energia, construir massa muscular e se recuperar adequadamente.\n\n**POR QUE A SUPLEMENTAÇÃO IMPORTA**\n\nQuando você se exercita, especialmente em treinos intensos ou prolongados, seu corpo enfrenta três grandes desafios: (1) esgotamento de energia (seus \"tanques de combustível\" ficam vazios), (2) acúmulo de substâncias que causam fadiga (como o ácido lático, que deixa os músculos \"queimando\"), e (3) pequenas lesões nas fibras musculares (que, quando reparadas corretamente, fazem o músculo crescer mais forte).\n\nA suplementação estratégica ajuda seu corpo a enfrentar esses três desafios de forma mais eficiente, permitindo que você treine mais intensamente, se recupere mais rápido e obtenha melhores resultados – seja seu objetivo perder gordura, ganhar músculo ou melhorar sua performance atlética.\n\n**ANTES DO TREINO: PREPARANDO O CORPO**\n\nPense no pré-treino como preparar um foguete para decolagem. Você precisa garantir que todos os tanques estejam cheios e os sistemas estejam ativados. Carboidratos consumidos 60-90 minutos antes (como uma banana, aveia ou pão integral) enchem seus \"tanques de glicogênio\" – a principal fonte de energia rápida dos músculos. Isso é especialmente importante se você vai fazer treinos intensos, como musculação pesada ou corridas rápidas.\n\nA cafeína (presente em café, chá verde ou suplementos pré-treino) funciona como um \"botão turbo\": ela aumenta sua energia mental, faz você sentir menos cansaço e ajuda seu corpo a queimar mais gordura durante o exercício. Imagine que a cafeína \"acorda\" sistemas adormecidos do seu corpo, fazendo tudo funcionar mais rápido e eficientemente.\n\nA creatina (um suplemento em pó que você pode misturar com água) é como ter um \"gerador extra\" dentro das células musculares. Ela permite que seus músculos produzam energia explosiva mais rapidamente, o que significa mais força nas repetições e melhor recuperação entre as séries. Estudos mostram que pessoas que usam creatina conseguem levantar mais peso e ganhar mais massa muscular ao longo do tempo.\n\n**DURANTE O TREINO: MANTENDO O RITMO**\n\nEm treinos curtos (menos de 60 minutos), água geralmente é suficiente. Mas em treinos longos ou muito intensos, seu corpo pode precisar de reforços. Carboidratos líquidos (como isotônicos ou água com mel/dextrose) funcionam como \"reabastecimento em movimento\", evitando que você fique sem energia no meio do treino.\n\nAminoácidos essenciais (os \"blocos de construção\" das proteínas) tomados durante o treino são como ter peças de reposição disponíveis enquanto uma máquina está funcionando. Se alguma peça quebra (fibra muscular lesionada), as peças novas já estão ali para começar o conserto imediatamente, sem esperar o treino acabar. Isso reduz dores musculares nos dias seguintes e acelera o crescimento muscular.\n\n**DEPOIS DO TREINO: O MOMENTO DE RECONSTRUIR**\n\nO período após o treino é como o horário de manutenção em uma fábrica: é quando tudo é reparado e atualizado. Seus músculos estão \"famintos\" por nutrientes e prontos para absorver tudo que você der a eles. A escolha do que comer/suplementar nesse momento deve depender do seu objetivo:\n\n**Se seu objetivo é ganhar massa muscular e ficar forte:** Combine carboidratos (pão, batata, arroz) com proteína de rápida absorção (whey protein, frango, ovos) logo após o treino. Os carboidratos elevam o hormônio insulina, que funciona como um \"sinal verde\" para o corpo entrar em modo de construção. A proteína fornece os tijolos (aminoácidos) para construir músculo novo. Pense nisso como construir uma casa: você precisa tanto dos materiais (proteína) quanto da equipe de construção ativada (insulina).\n\n**Se seu objetivo é emagrecer e perder gordura:** Você pode evitar carboidratos imediatamente após o treino, consumindo apenas proteína pura (whey isolado, peito de frango, clara de ovo). Isso mantém a insulina baixa, permitindo que seu corpo continue queimando gordura por mais tempo. O risco aqui é que, sem carboidratos, seu corpo pode começar a \"queimar\" músculos para obter energia. A solução inteligente é tomar aminoácidos essenciais puros, que protegem o músculo mas não elevam muito a insulina.\n\nA glutamina é especialmente importante se você treina muito intenso ou em jejum. Ela funciona como um \"amortecedor\" para a acidez que se acumula no corpo durante exercícios pesados, além de proteger seu intestino e sistema imunológico. Pessoas que treinam muito e não suplementam glutamina frequentemente ficam doentes (resfriados, gripes) porque o sistema imune fica enfraquecido.\n\n**O QUE ACONTECE QUANDO A SUPLEMENTAÇÃO ESTÁ INADEQUADA**\n\nSem nutrientes adequados, você pode experimentar: cansaço excessivo que dura dias, perda de massa muscular mesmo treinando, infecções frequentes, queda de cabelo, unhas quebradiças, dificuldade para dormir, irritabilidade, e o pior: resultados estagnados (você treina duro mas não vê mudanças no corpo). Esses sinais indicam que seu corpo está em \"modo de sobrevivência\", catabolizando (destruindo) seus próprios tecidos para obter energia.\n\n**ANALOGIA PRÁTICA**\n\nPense no seu corpo como um smartphone: exercício intenso drena a bateria e usa muitos aplicativos pesados. A suplementação pré-treino é como iniciar com 100% de bateria e fechar aplicativos desnecessários (cafeína). A suplementação intra-treino é como usar um carregador portátil enquanto o celular ainda está em uso (carboidratos + aminoácidos). A suplementação pós-treino é como conectar o celular na tomada da parede e deixar ele carregar completamente durante a noite (proteína + carboidratos ou estratégia individualizada). Se você não fizer isso, eventualmente o celular desliga – e no caso do corpo, isso significa lesões, doenças e perda de resultados.",

  "conduct": "**AVALIAÇÃO INICIAL E ANAMNESE**\n\nAntes de prescrever qualquer protocolo de suplementação, realizar anamnese detalhada incluindo: (1) objetivo primário (hipertrofia, emagrecimento, performance, saúde geral), (2) frequência, intensidade, tipo e tempo (FIT framework) das sessões de treino, (3) horários preferenciais de treino, (4) padrão alimentar habitual e timing nutricional, (5) histórico de suplementação prévia e resposta, (6) qualidade do sono, (7) nível de estresse psicossocial, (8) sinais de overtraining (fadiga persistente, infecções recorrentes, alterações de humor, queda de performance).\n\nSolicitar exames laboratoriais basais: hemograma completo, ferritina, ferro sérico, ureia, creatinina, ácido úrico, transaminases (AST/ALT), CK, LDH, cortisol salivar (ritmo circadiano: coletas às 8h, 12h, 16h, 22h), testosterona total e livre (homens), glicose, insulina, HbA1c, perfil lipídico, 25-hidroxivitamina D, eletrólitos (sódio, potássio, magnésio, cálcio). Idealmente, realizar avaliação cardiometabólica (calorimetria indireta) para determinar flexibilidade metabólica e limiares anaeróbicos por frequência cardíaca.\n\n**INTERVENÇÕES NUTRICIONAIS ESPECÍFICAS**\n\n**1. Otimização da Base Alimentar**\n\nAntes de qualquer suplementação, corrigir déficits alimentares. Proteína total: 1,6-2,2 g/kg/dia para hipertrofia (podendo chegar a 2,5-3,0 g/kg em cutting agressivo para preservar massa magra); 1,2-1,6 g/kg para atletas de endurance; mínimo 1,0 g/kg para sedentários em transição. Distribuir em 4-6 refeições, incluindo dose de 20-40g (0,25-0,4g/kg) nas primeiras 2h pós-treino.\n\nCarboidratos: ajustar conforme demanda energética e objetivo. Hipertrofia/performance: 4-7 g/kg/dia, concentrados no período periworkout. Emagrecimento: 2-3 g/kg/dia, estratégia low carb periodizada (train high dias de alta intensidade, train low dias de baixa intensidade). Priorizar fontes de baixo índice glicêmico fora da janela periworkout (batata-doce, aveia, arroz integral, quinoa); alto índice glicêmico pós-treino se objetivo for recuperação rápida (arroz branco, pão branco, dextrose, maltodextrina).\n\nGorduras: 0,8-1,2 g/kg/dia, priorizando ômega-3 (2-3g EPA+DHA/dia de óleo de peixe ou algas), azeite extra-virgem, abacate, oleaginosas. Evitar gorduras trans e excesso de ômega-6 pró-inflamatório.\n\nHidratação: 35-50 mL/kg/dia baseline; adicionar 500-1000 mL para cada hora de treino. Repor eletrólitos em treinos >60 min ou alta sudorese (300-600 mg sódio/L, 100-200 mg potássio/L).\n\n**2. Protocolos de Suplementação Estratificados por Objetivo**\n\n**PROTOCOLO HIPERTROFIA/GANHO DE MASSA MUSCULAR**\n\n*Pré-treino (60-90 min antes):*\n- Carboidrato complexo: 40-60g (aveia, batata-doce, pão integral)\n- Proteína: 20-30g (whey, ovos, frango)\n- Cafeína: 3-6 mg/kg (200-400mg para pessoa de 70kg), ajustar conforme tolerância individual\n- Creatina: 5g (se não usar pós-treino)\n- Beta-alanina: 3-6g/dia (uso crônico, não agudo; pode dividir doses para minimizar parestesia)\n\n*Intra-treino (sessões >90 min):*\n- Carboidratos: 30-60g/hora (maltodextrina, dextrose, ou isotônico)\n- EAAs (aminoácidos essenciais): 6-12g, com pelo menos 2-3g de leucina\n- Eletrólitos: 300-600mg sódio, 100-200mg potássio por litro\n\n*Pós-treino (imediato a 2h):*\n- Carboidratos alto IG: 1,0-1,5 g/kg (70-100g para pessoa de 70kg) – dextrose, maltodextrina, arroz branco, pão branco\n- Whey protein: 20-40g (0,25-0,4 g/kg), fornecendo 3-4g leucina\n- Creatina: 5g (se não usar pré-treino)\n- Opcional: glutamina 5-10g se sinais de imunossupressão ou treino muito intenso\n\n*Diário (independente do horário):*\n- Vitamina D3: 2000-5000 UI/dia (ajustar conforme níveis séricos, alvo >40 ng/mL)\n- Ômega-3: 2-3g EPA+DHA/dia\n- Magnésio: 300-500mg/dia (citrato ou bisglicinato, preferencialmente à noite)\n- Zinco: 15-30mg/dia (se deficiente ou testosterona subótima)\n\n**PROTOCOLO EMAGRECIMENTO/PERDA DE GORDURA**\n\n*Pré-treino (60-90 min antes):*\n- Se treino moderado-alto: Carboidrato moderado 20-40g + proteína 20-30g\n- Se aeróbico em jejum: Apenas cafeína 3-6 mg/kg + 5-10g EAAs (preservar massa magra)\n- Creatina: 5g (mantém massa magra mesmo em déficit calórico)\n- **Evitar beta-alanina** se o objetivo for mobilizar gordura via estímulo de GH (a acidose é desejável neste contexto)\n\n*Intra-treino:*\n- Treinos <60 min: água + eletrólitos\n- Treinos >60 min ou alta intensidade: EAAs 6-12g (sem carboidratos, para manter insulina baixa e lipólise ativa)\n\n*Pós-treino:*\n- **Estratégia 1 (maior mobilização de gordura):** Apenas EAAs 10-15g, aguardar 60-90 min para refeição mista. Mantém insulina baixa, glucagon elevado, lipólise ativa, mas protege massa muscular.\n- **Estratégia 2 (moderada):** Proteína isolada (whey isolado 30-40g ou frango/peixe 150-200g) + vegetais, sem carboidratos concentrados. Pequena elevação de insulina, síntese proteica preservada.\n- Glutamina: 10-15g (especialmente se treino em jejum ou déficit calórico acentuado)\n- L-carnitina: 2-3g/dia (transporta ácidos graxos para mitocôndrias; evidência moderada, maior benefício em déficit energético)\n\n*Diário:*\n- Ômega-3: 3-4g EPA+DHA/dia (potente modulador inflamatório, preserva massa magra em cutting)\n- Vitamina D3: 2000-5000 UI/dia\n- Cafeína: pode usar 2-3x/dia nos dias de treino (manhã e pré-treino), ciclando 5 dias on/2 dias off para evitar tolerância\n- Opcional: CLA (ácido linoleico conjugado) 3-6g/dia, evidências modestas para composição corporal\n\n**PROTOCOLO PERFORMANCE/ATLETAS DE COMPETIÇÃO**\n\n*Periodização nutricional:*\n- **Dias \"Train High\"** (sessões de alta intensidade, competições, treinos técnicos): Carboidratos pré-treino 1-2 g/kg (70-140g para 70kg), intra-treino 30-60g/hora, pós-treino 1,5 g/kg + proteína\n- **Dias \"Train Low\"** (aeróbicos leves, regenerativos): Treino em jejum ou com <20g carboidratos pré, sem carboidratos intra, reposição apenas no pós ou aguardar refeição regular\n\n*Suplementação específica:*\n- Creatina: 5g/dia contínuo (força, potência, recuperação)\n- Beta-alanina: 3-6g/dia contínuo (performance em esforços de 60-240s)\n- Bicarbonato de sódio: 0,3 g/kg (20-25g para 70kg) 60-90 min pré-competição em eventos de 1-10 min (tamponante sistêmico, efeito superior à beta-alanina para eventos únicos; atenção a desconforto GI, testar em treinos antes)\n- Cafeína: 3-6 mg/kg 30-60 min pré-competição (performance aeróbica e anaeróbica)\n- Nitratos (beetroot/beterraba): 300-600mg nitrato 2-3h pré-competição (melhora eficiência mitocondrial e vasodilatação; benefício maior em atletas recreacionais que elite)\n- EAAs: 10-15g intra-competição ou treinos prolongados\n\n**3. Manejo de Situações Especiais**\n\n**Overtraining/Overreaching:**\n- Redução imediata de volume/intensidade (50-70% do habitual por 1-3 semanas)\n- Glutamina: 15-20g/dia dividido em 3 doses (5g pré, 5g pós, 5g pré-sono)\n- EAAs: 20-30g/dia (10g pós-treino, 10g entre refeições, 10g pré-sono)\n- Carboidratos aumentados: suporte adrenal, redução de cortisol\n- Ômega-3: 4-5g EPA+DHA/dia (anti-inflamatório)\n- Ashwagandha: 300-600mg extrato KSM-66 2x/dia (modulação cortisol)\n- Fosfatidilserina: 400-800mg/dia (redução de cortisol pós-exercício)\n- Rhodiola rosea: 200-400mg/dia (adaptógeno, anti-fadiga)\n- Priorizar sono >8h/noite, técnicas de manejo de estresse (meditação, respiração)\n\n**Atleta vegano/vegetariano:**\n- Proteína: aumentar para 2,0-2,5 g/kg (menor biodisponibilidade de fontes vegetais)\n- Creatina: 5-10g/dia (veganos têm estoques musculares 20-30% menores)\n- Beta-alanina: 4-6g/dia (carnosina muscular reduzida em veganos)\n- Vitamina B12: 500-1000 mcg/dia (deficiência universal em veganos não suplementados)\n- Ferro: bisglicinato 30-60mg em dias alternados (se ferritina <50 ng/mL)\n- Zinco: 20-30mg/dia\n- Ômega-3: 2-3g EPA+DHA de algas\n- Leucina extra: 3-5g/dia (compensar menor teor em proteínas vegetais)\n\n**Mulheres (considerações específicas):**\n- Ajustar suplementação conforme fase do ciclo menstrual: fase folicular (dias 1-14) maior tolerância a carboidratos e treinos intensos; fase lútea (dias 15-28) aumentar proteínas e gorduras, moderar intensidade.\n- Ferro: monitorar ferritina (alvo >50 ng/mL para atletas), suplementar se <30 ng/mL (30-60mg bisglicinato em dias alternados, com vitamina C, longe de café/chá).\n- Cálcio: 1200-1500mg/dia (risco aumentado de osteoporose em atletas com amenorreia ou tríade da atleta feminina).\n\n**MONITORAMENTO E REAVALIAÇÃO**\n\nReavaliação clínica e laboratorial a cada 8-12 semanas:\n- Sintomas: energia, qualidade do sono, humor, libido, DOMS (delayed onset muscle soreness), frequência de infecções\n- Performance: força máxima (1RM), volume total, tempos em provas, limiares anaeróbicos\n- Composição corporal: bioimpedância ou DEXA (massa magra, massa gorda, água intra/extracelular)\n- Laboratório: CK basal, cortisol salivar ritmo, testosterona, ferritina, hemograma, ureia/creatinina, transaminases\n- Ajustar protocolos conforme resultados: se CK basal >300 U/L, reduzir volume; se T/C ratio <0,2, aumentar descanso e carboidratos; se ferritina <30 ng/mL, suplementar ferro; se cortisol noturno elevado, intervenções para modulação HPA.\n\n**QUANDO ENCAMINHAR ESPECIALISTA**\n\n- Sinais de overtraining severo não responsivos a 3-4 semanas de redução de carga (fadiga extrema, depressão, insônia persistente, infecções recorrentes)\n- Alterações hormonais significativas: testosterona <300 ng/dL (homens), amenorreia >3 meses (mulheres), cortisol matinal >30 nmol/L ou inversão de ritmo\n- Lesões musculoesqueléticas recorrentes ou persistentes (encaminhar fisioterapeuta esportivo, ortopedista)\n- Distúrbios alimentares ou relação disfuncional com exercício/corpo (psicólogo/psiquiatra)\n- CK persistentemente >500 U/L ou episódios de rabdomiólise (CK >5000 U/L, mioglobinúria) – encaminhar urgência médica\n- Anemia ferropriva não responsiva a suplementação oral (ferritina <15 ng/mL, hemoglobina <11 g/dL) – hematologista, investigar sangramento oculto\n- Disfunção tireoidiana (TSH <0,5 ou >4,0 mUI/L) – endocrinologista"
}
