{
  "ordem_alimentos": {
    "clinical_relevance": "A ordem de ingestão dos alimentos durante uma refeição tem impacto significativo na resposta glicêmica pós-prandial, saciedade e absorção de nutrientes. Estudos demonstram que iniciar a refeição com vegetais e proteínas, consumindo carboidratos por último (food sequencing), reduz a excursão glicêmica em até 40% comparado à ordem inversa. Este efeito ocorre por múltiplos mecanismos: fibras solúveis formam gel viscoso que retarda esvaziamento gástrico; proteínas estimulam GLP-1 e PYY, hormônios da saciedade; o efeito incretinico é otimizado quando carboidratos chegam após proteínas. Para pacientes com diabetes tipo 2, pré-diabetes ou síndrome metabólica, esta estratégia simples pode melhorar significativamente o controle glicêmico sem necessidade de restrições severas. A técnica também demonstrou benefícios no controle de peso a longo prazo, pois aumenta saciedade e reduz ingestão calórica total de forma espontânea.",
    "patient_explanation": "A ordem em que você come os alimentos na refeição faz diferença. Quando você começa pela salada e vegetais, depois proteínas (carne, peixe, ovo) e deixa o arroz/massa por último, sua glicemia sobe mais devagar e você fica satisfeito por mais tempo. É como colocar freios naturais na absorção de açúcar. Exemplo prático: em vez de comer arroz primeiro, comece comendo toda a salada, depois o filé de frango, e só então o arroz. Pausas pequenas de 5-10 minutos entre cada grupo ajudam ainda mais. Esta técnica simples pode melhorar muito seu controle de peso e energia ao longo do dia, sem precisar cortar alimentos que você gosta.",
    "conduct": "Implementar estratégia de food sequencing: (1) Iniciar SEMPRE com vegetais crus ou cozidos (saladas, legumes) - consumir pelo menos metade do volume total de vegetais planejados; (2) Aguardar 5-10 minutos e prosseguir com fontes proteicas (carnes, ovos, queijos, leguminosas); (3) Finalizar com carboidratos complexos (arroz integral, batata, massas). Para diabéticos: monitorar glicemia 2h pós-prandial para validar benefício individual. Para refeições mistas (ex: feijoada): separar mentalmente os componentes e priorizar vegetais/proteínas antes do arroz. Mastigação lenta e adequada (20-30 mastigações por garfada) potencializa os efeitos. Em restaurantes self-service: montar prato já nesta ordem visual (vegetais embaixo, proteína no meio, carboidrato por cima como lembrete). Reavaliar estratégia após 30 dias com glicemia de jejum e hemoglobina glicada quando indicado."
  },
  "outros": {
    "clinical_relevance": "A avaliação de aspectos alimentares específicos não contemplados por categorias padronizadas é fundamental para personalização do plano nutricional. Padrões alimentares culturais, uso de produtos específicos (suplementos, alimentos funcionais, compostos bioativos), restrições religiosas ou filosóficas (vegetarianismo, veganismo, halal, kosher) e comportamentos alimentares únicos podem impactar significativamente o perfil metabólico e nutricional. Informações sobre uso de adoçantes artificiais, consumo de alimentos ultraprocessados específicos, suplementação não prescrita, chás medicinais ou produtos naturais são clinicamente relevantes. Alguns comportamentos como jejum intermitente autoinstituído, dietas da moda, ou uso de shakes substitutos de refeição requerem avaliação criteriosa. A identificação precoce destes padrões permite intervenções educacionais direcionadas e prevenção de deficiências nutricionais ou interações medicamentosas.",
    "patient_explanation": "Cada pessoa tem características únicas na alimentação que podem não se encaixar perfeitamente nas perguntas padrão. Pode ser um suplemento que você usa, um tipo específico de dieta que você segue (vegetariana, low carb, jejum intermitente), produtos naturais, chás especiais, ou até hábitos culturais e religiosos importantes para você. Todos esses detalhes ajudam a montar um plano nutricional personalizado que respeita suas escolhas e necessidades. Quanto mais informações você compartilhar sobre sua alimentação real, melhor poderemos ajustar as orientações para funcionar na sua vida, sem conflitos com suas crenças ou preferências pessoais.",
    "conduct": "Realizar anamnese alimentar complementar investigando: (1) Uso de suplementos nutricionais (multivitamínicos, proteínas, ômega-3, probióticos, outros) - dose, frequência, motivo; (2) Adesão a padrões alimentares específicos (vegetarianismo, veganismo, paleo, cetogênica, jejum intermitente) - há quanto tempo, supervisão profissional; (3) Uso de produtos específicos (adoçantes, repositores, alimentos funcionais); (4) Restrições religiosas/culturais/filosóficas que impactam escolhas alimentares; (5) Comportamentos atípicos (comer assistindo TV, beliscar à noite, compulsões específicas). Avaliar adequação nutricional do padrão identificado. Solicitar exames complementares se padrão restritivo (hemograma, B12, ferro, vitamina D, cálcio). Orientar sobre possíveis deficiências e suplementação quando necessário. Respeitar escolhas pessoais enquanto otimiza qualidade nutricional dentro do padrão escolhido. Encaminhar para psicólogo/nutricionista comportamental se detectar transtornos alimentares."
  },
  "perfil_metabolico_mae": {
    "clinical_relevance": "O perfil metabólico materno durante a gestação exerce influência profunda e duradoura sobre a saúde metabólica da prole através de mecanismos epigenéticos (DOHaD - Developmental Origins of Health and Disease). Diabetes gestacional, obesidade materna, hipertensão gestacional e dislipidemia na gravidez estão associadas a risco aumentado de síndrome metabólica, diabetes tipo 2, obesidade e doenças cardiovasculares nos filhos. Os mecanismos incluem programação metabólica fetal, modificações epigenéticas persistentes, alterações no desenvolvimento pancreático e predisposição à resistência insulínica. Estudos de coorte demonstram que filhos de mães com diabetes gestacional têm risco 2-4 vezes maior de desenvolver diabetes tipo 2 na vida adulta. A obesidade materna pré-gestacional aumenta risco de obesidade infantil em 3-4 vezes. Esta informação permite estratificação de risco individual mais precisa, indicação de rastreamento metabólico precoce e implementação de medidas preventivas personalizadas mais agressivas.",
    "patient_explanation": "A saúde metabólica da sua mãe durante a gestação pode influenciar sua predisposição a problemas como diabetes, obesidade e hipertensão. Não é questão de culpa, mas de compreender melhor seu risco individual. Se sua mãe teve diabetes gestacional, pressão alta ou estava acima do peso na gravidez, você pode ter maior tendência a desenvolver problemas metabólicos - mas isso NÃO significa que vai acontecer. Significa que temos oportunidade de prevenir com estratégias personalizadas. Essas informações ajudam a definir exames preventivos mais frequentes e orientações nutricionais mais específicas para você. É conhecimento que empodera, não que limita.",
    "conduct": "Investigar detalhadamente história metabólica materna durante gestação: (1) Diabetes gestacional (screening, valores, tratamento - dieta ou insulina, evolução pós-parto); (2) Obesidade materna pré-gestacional e ganho de peso excessivo (IMC pré-gravidez, ganho total); (3) Hipertensão gestacional ou pré-eclâmpsia; (4) Dislipidemia diagnosticada durante gravidez. Estratificar risco: ALTO se ≥2 fatores presentes. Conduta para alto risco: (a) Rastreamento metabólico intensificado - glicemia jejum, HbA1c, TOTG 75g anual a partir dos 25 anos; perfil lipídico completo anual; (b) Estratégias preventivas agressivas - programa estruturado de perda de peso se IMC >25, exercício físico regular supervisionado, dieta mediterrânea ou DASH; (c) Monitoramento de pressão arterial residencial; (d) Educação sobre sinais de alerta e sintomas de diabetes/síndrome metabólica. Documentar em prontuário para continuidade do cuidado preventivo."
  },
  "perfil_metabolico_pai": {
    "clinical_relevance": "Evidências crescentes demonstram que o perfil metabólico paterno no período pré-concepcional também contribui para o risco metabólico da prole através de mecanismos epigenéticos. Modificações no epigenoma do espermatozoide (metilação de DNA, histonas, RNA não codificantes) podem transmitir informações metabólicas para a próxima geração. Estudos em modelos animais e humanos mostram que obesidade paterna, diabetes tipo 2 e síndrome metabólica no pai estão associados a alterações metabólicas nos filhos, incluindo resistência insulínica e predisposição à obesidade. A janela crítica é o período pré-concepcional (3-6 meses antes da concepção), quando ocorre espermatogênese. Embora o efeito materno seja mais estudado e provavelmente mais forte, a contribuição paterna não deve ser negligenciada. A avaliação conjunta de histórico materno e paterno permite estratificação de risco mais completa e identificação de indivíduos com carga genética/epigenética cumulativa elevada que se beneficiam de vigilância metabólica intensificada.",
    "patient_explanation": "A saúde do seu pai na época em que você foi concebido também pode influenciar sua tendência a desenvolver problemas metabólicos. Pesquisas recentes mostram que não é só a genética tradicional que passa de pai para filho - o estilo de vida e saúde do pai podem deixar 'marcas' que afetam seu metabolismo. Se seu pai tinha diabetes, obesidade ou pressão alta quando você foi concebido, isso é uma informação valiosa para entender melhor seu risco individual. Junto com o histórico da sua mãe, isso nos dá um panorama mais completo para personalizar suas estratégias de prevenção. Novamente, não é sobre culpa ou destino inevitável, mas sobre conhecimento para agir preventivamente.",
    "conduct": "Levantar histórico metabólico paterno no período pré-concepcional/época da concepção: (1) Diabetes tipo 2 ou pré-diabetes (quando diagnosticado, controle); (2) Obesidade paterna (estimativa de peso/IMC na época); (3) Hipertensão arterial; (4) Dislipidemia diagnosticada. Calcular risco cumulativo: considerar ALTO RISCO se histórico materno E paterno positivos (≥1 fator em cada). Para risco cumulativo alto: (a) Rastreamento metabólico precoce e intensificado - iniciar TOTG 75g aos 20-25 anos (vs 35-40 em população geral); (b) Perfil lipídico completo bienal a partir dos 25 anos; (c) Aconselhamento preventivo estruturado - ênfase em manutenção de peso saudável desde juventude, exercício físico regular (150min/semana moderado), padrão alimentar antiinflamatório; (d) Educação sobre sinais precoces de síndrome metabólica; (e) Acompanhamento interdisciplinar se IMC >25 ou circunferência abdominal elevada. Documentar carga familiar em prontuário para monitoramento longitudinal e continuidade de cuidado preventivo ao longo da vida."
  },
  "piores_periodos": {
    "clinical_relevance": "A identificação de períodos de má alimentação ao longo da vida é clinicamente relevante para compreender padrões comportamentais recorrentes, gatilhos ambientais e vulnerabilidades metabólicas cumulativas. Fases prolongadas de alimentação inadequada (ex: faculdade, gestação, período pós-parto, mudanças profissionais, luto, divórcio) podem resultar em ganho de peso significativo que raramente é revertido completamente, contribuindo para efeito 'escada' no peso corporal. Cada fase de ganho não recuperado aumenta risco cardiometabólico cumulativo. A identificação de gatilhos (estresse emocional, mudanças de rotina, isolamento social) permite antecipação de situações de risco e desenvolvimento de estratégias preventivas. Padrões recorrentes sugerem componentes emocionais/comportamentais que podem requerer abordagem psicológica. O mapeamento temporal ajuda correlacionar períodos críticos com marcadores metabólicos (quando HbA1c começou a subir, quando pressão aumentou) e avaliar impacto de longo prazo de cada fase.",
    "patient_explanation": "Identificar momentos da sua vida em que sua alimentação ficou mais difícil ou desorganizada não é para julgar, mas para aprender. Muitas vezes há padrões: estresse no trabalho, mudanças importantes, períodos emocionais difíceis. Entender o que aconteceu nessas fases e o que desencadeou as dificuldades ajuda a criar um 'plano de emergência' para situações similares no futuro. Por exemplo, se você percebe que sempre tem dificuldade em períodos de muito trabalho, podemos preparar estratégias práticas antes que o próximo período difícil chegue. O autoconhecimento sobre seus gatilhos é uma ferramenta poderosa de prevenção. Não se trata de viver no passado, mas de usar essas experiências para construir um futuro mais saudável.",
    "conduct": "Realizar mapeamento temporal detalhado de períodos críticos: (1) Identificar fases (meses/anos) de maior dificuldade alimentar - ganho de peso significativo, alimentação caótica, abandono de hábitos saudáveis; (2) Investigar contexto de cada período (estresse profissional, acadêmico, transições de vida, gestação/pós-parto, luto, divórcio, mudanças geográficas, problemas financeiros); (3) Correlacionar com evolução ponderal (curva de peso ao longo da vida); (4) Identificar gatilhos específicos - emocionais (ansiedade, tristeza, tédio), ambientais (disponibilidade de alimentos não saudáveis), sociais (isolamento, pressão social). Desenvolver plano de contingência: (a) Sinais de alerta precoces (início de ganho de peso, aumento de compulsões); (b) Estratégias práticas para períodos de alto estresse (meal prep, delivery saudável, lanches emergenciais); (c) Rede de apoio (família, amigos, profissionais); (d) Monitoramento mais frequente em situações de risco. Se padrão recorrente grave ou componente emocional forte: encaminhar para psicólogo/psiquiatra especializado em comportamento alimentar. Reavaliar plano a cada 3-6 meses e ajustar conforme evolução."
  },
  "preferencias": {
    "clinical_relevance": "O conhecimento detalhado das preferências alimentares do paciente é determinante para adesão ao plano nutricional a longo prazo, principal preditor de sucesso terapêutico. Estudos demonstram que planos nutricionais que respeitam preferências individuais têm taxa de adesão 60-70% superior versus planos padronizados restritivos. Preferências revelam padrões alimentares predominantes (dieta ocidental ultraprocessada vs mediterrânea vs asiática tradicional), possíveis desequilíbrios nutricionais (aversão a vegetais, preferência por ultraprocessados) e oportunidades de intervenção. A identificação de alimentos preferidos permite estratégias de substituição inteligente (ex: preferência por doces → frutas assadas com canela, sobremesas à base de iogurte grego). Aversões alimentares devem ser respeitadas enquanto se busca alternativas nutricionalmente equivalentes. O mapeamento de preferências culturais, regionais e familiares permite construir plano personalizado culturalmente sensível e sustentável.",
    "patient_explanation": "Suas preferências alimentares são importantes e serão respeitadas no planejamento nutricional. O objetivo não é fazer você comer coisas que detesta, mas encontrar opções saudáveis dentro do que você gosta. Se você não gosta de brócolis, há dezenas de outros vegetais. Se você adora massa, podemos incluí-la de forma equilibrada. A ideia é trabalhar COM suas preferências, não CONTRA elas. Também vamos explorar novas opções gradualmente - às vezes descobrimos que gostamos de alimentos quando preparados de forma diferente. O plano nutricional precisa caber na sua vida e trazer prazer, não sofrimento. Equilíbrio entre saúde e satisfação é possível e é o caminho para mudanças duradouras.",
    "conduct": "Realizar mapeamento completo de preferências alimentares: (1) Grupos alimentares preferidos (proteínas, vegetais, frutas, grãos) - listar alimentos específicos que gosta; (2) Alimentos/preparações evitados - identificar se aversão sensorial, cultural, má experiência prévia, ou simplesmente não tentou; (3) Texturas e sabores preferidos (crocante, cremoso, doce, salgado, azedo); (4) Preferências de preparo (assado, cozido, grelhado, cru). Construir plano nutricional personalizado: (a) Priorizar alimentos preferidos em versões saudáveis; (b) Propor substituições inteligentes para preferências menos saudáveis (ex: batata frita → batata assada crocante com especiarias); (c) Introduzir gradualmente novos alimentos (1-2 por semana) em preparações atraentes; (d) Respeitar aversões enquanto garante variedade nutricional com alternativas; (e) Considerar restrições culturais/religiosas. Técnicas de expansão de repertório: testar mesmos alimentos em preparações diferentes, combinar novos alimentos com preferidos, envolver paciente em compras e preparo. Reavaliar preferências a cada 2-3 meses (podem mudar com educação nutricional e experiências positivas). Reforçar que flexibilidade e prazer são compatíveis com saúde."
  },
  "proteina_leite": {
    "clinical_relevance": "A avaliação do consumo e tolerância à proteína do leite é fundamental devido à alta prevalência de alergia à proteína do leite de vaca (APLV) e seus impactos nutricionais e clínicos. APLV afeta 2-3% das crianças e 0,5-1% dos adultos, podendo ser IgE-mediada (reação imediata, anafilaxia) ou não-IgE-mediada (reação tardia, sintomas gastrointestinais, dermatite). É distinta da intolerância à lactose (deficiência de lactase). Manifestações incluem sintomas digestivos (dor abdominal, diarreia, refluxo), cutâneos (urticária, eczema), respiratórios (asma, rinite) e sistêmicos (anafilaxia em casos graves). A exclusão de laticínios sem orientação adequada pode resultar em deficiência de cálcio (osteoporose), vitamina D, proteína de alto valor biológico e vitamina B12. Diagnóstico requer investigação clínica cuidadosa, eventualmente testes de IgE específica ou teste de provocação oral supervisionado. Cerca de 80% das crianças desenvolvem tolerância até 5 anos, justificando reavaliação periódica.",
    "patient_explanation": "Alergia à proteína do leite é diferente de intolerância à lactose. Na alergia, seu sistema imune reage contra as proteínas do leite (caseína, whey), podendo causar desde sintomas leves (gases, dor de barriga, manchas na pele) até reações graves. Na intolerância à lactose, falta uma enzima para digerir o açúcar do leite. Se você tem sintomas quando consome laticínios (leite, queijo, iogurte), é importante investigar qual é o problema antes de simplesmente cortar tudo. Excluir laticínios sem orientação pode causar falta de cálcio e outros nutrientes importantes para os ossos e saúde geral. Se confirmada alergia, existem muitas alternativas para suprir cálcio e proteína - leites vegetais fortificados, vegetais verde-escuros, sardinha, tofu, suplementação quando necessário. O acompanhamento profissional garante que você fique saudável mesmo sem laticínios.",
    "conduct": "Investigação sistemática de consumo e tolerância à proteína do leite: (1) Frequência e quantidade de consumo de laticínios (leite, queijos, iogurtes, manteigas, produtos industrializados); (2) Presença de sintomas associados - digestivos (dor abdominal, diarreia, gases, refluxo), cutâneos (urticária, eczema, coceira), respiratórios (rinite, asma), sistêmicos (edema, anafilaxia); (3) Timing dos sintomas (imediatos <2h = IgE-mediada; tardios >2h = não-IgE); (4) Histórico de diagnóstico prévio ou exclusão autoinstituída. Se suspeita de APLV: (a) Solicitar IgE específica para leite de vaca, caseína e beta-lactoglobulina (se IgE-mediada suspeitada); (b) Considerar dieta de exclusão supervisionada por 2-4 semanas + reintrodução gradual (teste de provocação); (c) Encaminhar para alergista se reações graves ou diagnóstico incerto. Se APLV confirmada: (a) Plano nutricional com exclusão completa de laticínios e derivados; (b) Educação sobre leitura de rótulos (fontes ocultas); (c) Suplementação de cálcio (1000-1200mg/dia) + vitamina D (2000UI/dia); (d) Fontes alternativas de proteína e cálcio (vegetais verde-escuros, sardinha, tofu, leites vegetais fortificados); (e) Reavaliação anual com teste de provocação oral para verificar desenvolvimento de tolerância. Monitorar densitometria óssea se exclusão prolongada (>2 anos)."
  }
}
