{
  "clinicalRelevance": "As restrições de atividades físicas representam limitações temporárias ou permanentes impostas por condições médicas, lesões musculoesqueléticas, disfunções cardiovasculares, pulmonares, metabólicas ou neurológicas que contraindicam ou exigem modificações em determinados tipos, intensidades ou volumes de exercício. A identificação precisa e o manejo adequado dessas restrições são essenciais para prevenir eventos adversos graves, evitar agravamento de condições pré-existentes e permitir prescrição de exercício adaptado que maximize benefícios enquanto minimiza riscos.\n\n**FISIOPATOLOGIA E CLASSIFICAÇÃO DAS CONTRAINDICAÇÕES**\n\nAs contraindicações ao exercício físico são classificadas pela American College of Sports Medicine (ACSM) e American Heart Association (AHA) em absolutas e relativas:\n\n**Contraindicações Absolutas (exercício PROIBIDO até resolução/estabilização):**\n\n1. **Cardiovasculares agudas:**\n   - Infarto agudo do miocárdio (IAM) recente (<2 dias)\n   - Angina instável (dor torácica em repouso ou padrão progressivo)\n   - Arritmias ventriculares não controladas (taquicardia ventricular, fibrilação ventricular)\n   - Bloqueio AV de alto grau sintomático sem marca-passo\n   - Insuficiência cardíaca descompensada aguda (edema pulmonar, dispneia em repouso)\n   - Miocardite/pericardite aguda (elevação de troponina, ECG alterado, derrame pericárdico)\n   - Estenose aórtica severa sintomática (área valvar <0,75 cm²)\n   - Hipertensão arterial não controlada em repouso (>180/110 mmHg)\n   - Dissecção aórtica aguda ou aneurisma de aorta >5,5 cm não tratado\n   - Trombose venosa profunda (TVP) ou embolia pulmonar (TEP) aguda\n\n2. **Metabólicas agudas:**\n   - Cetoacidose diabética (glicemia >250 mg/dL + cetonúria + acidose)\n   - Crise tireotóxica (hipertireoidismo descompensado)\n   - Hipoglicemia (<70 mg/dL) ou hiperglicemia sintomática (>300 mg/dL com sintomas)\n\n3. **Infecciosas/inflamatórias agudas:**\n   - Febre >38°C (exercício aumenta demanda metabólica e risco cardiovascular)\n   - Infecção sistêmica ativa (sepse, endocardite, osteomielite)\n   - Miocardite viral (risco de insuficiência cardíaca fulminante e morte súbita)\n\n4. **Musculoesqueléticas agudas:**\n   - Fraturas não consolidadas ou instáveis\n   - Luxações articulares não reduzidas\n   - Ruptura tendinosa/ligamentar completa aguardando cirurgia\n   - Rabdomiólise aguda (CK >10.000 U/L, mioglobinúria)\n\n**Contraindicações Relativas (exercício permitido com modificações e supervisão):**\n\n1. **Cardiovasculares crônicas:**\n   - Doença arterial coronariana estável (angina aos esforços, revascularização prévia) – Permitir exercício aeróbico moderado, monitorar FC/sintomas\n   - Valvopatias moderadas (estenose aórtica área 0,75-1,5 cm², insuficiências moderadas) – Evitar Valsalva e altíssima intensidade\n   - Hipertensão arterial controlada – Liberar após otimização medicamentosa (PA <160/100 mmHg)\n   - Arritmias benignas (extrassístoles supraventriculares/ventriculares isoladas sem sintomas) – Monitorar, evitar estimulantes\n\n2. **Metabólicas crônicas:**\n   - Diabetes tipo 1 ou 2 descompensado (HbA1c >8,5%) – Ajustar insulina/medicações antes de exercício intenso\n   - Hipotireoidismo/hipertireoidismo não otimizado – Corrigir TSH antes de alta intensidade\n   - Obesidade grave (IMC >40) – Priorizar baixo impacto, progressão lenta\n\n3. **Pulmonares:**\n   - DPOC/asma moderada – Priorizar aeróbico leve-moderado, evitar ambientes frios/secos, usar broncodilatador pré-exercício\n   - Fibrose pulmonar – Monitorar saturação O2, suplementar O2 se SpO2 <88% em exercício\n\n4. **Musculoesqueléticas crônicas:**\n   - Osteoartrose severa (joelhos, quadris, coluna) – Evitar alto impacto, priorizar natação/aquático, fortalecimento muscular\n   - Espondilólise/espondilolistese – Evitar hiperextensão lombar (abdominais completos, levantamento terra pesado)\n   - Hérnia discal lombar/cervical – Evitar flexão/rotação excessiva, Valsalva\n   - Tendinopatias crônicas – Exercícios excêntricos graduais, evitar repetição excessiva do movimento lesivo\n\n5. **Neurológicas:**\n   - Epilepsia não controlada – Evitar natação sem supervisão (risco de afogamento), escalada, ciclismo em vias movimentadas\n   - AVC recente (<6 meses) – Reabilitação supervisionada, progressão gradual, monitorar PA\n   - Doença de Parkinson – Priorizar equilíbrio, marcha, evitar ambientes com risco de queda\n\n**MEDICINA FUNCIONAL: AVALIAÇÃO INTEGRATIVA DE RESTRIÇÕES**\n\nA abordagem funcional considera não apenas a doença diagnosticada, mas o CONTEXTO BIOPSICOSSOCIAL que modula risco e tolerância ao exercício:\n\n1. **Eixo HPA e capacidade de resposta ao estresse:**\n   - Cortisol salivar invertido/achatado indica esgotamento adrenal; exercício intenso pode ser estressor adicional deletério\n   - HRV <40 ms sugere dominância simpática extrema; exercício de alta intensidade pode precipitar arritmias\n   - Restrição funcional: Evitar HIIT/crossfit; priorizar atividades parassimpáticas (yoga, tai chi, caminhada leve)\n\n2. **Estado inflamatório sistêmico:**\n   - PCR >5,0 mg/L, IL-6 >5 pg/mL, ferritina >400 ng/mL (inflamação crônica de alto grau)\n   - Exercício intenso em contexto inflamatório pode agravar catabolismo, suprimir imunidade, retardar cicatrização\n   - Restrição funcional: Limitar intensidade a <70% FCmáx; priorizar anti-inflamatórios naturais (ômega-3, cúrcuma) e investigar causa-raiz da inflamação (disbiose, estresse oxidativo, doenças autoimunes)\n\n3. **Sobrecarga oxidativa:**\n   - MDA (malondialdeído) elevado, glutationa reduzida baixa, 8-OHdG urinário alto\n   - Exercício gera espécies reativas de oxigênio (ERO); capacidade antioxidante insuficiente aumenta dano celular\n   - Restrição funcional: Reduzir volume/intensidade; suplementar antioxidantes (vitamina C 1-2g, vitamina E 400-800 UI, NAC 600-1200mg, alfa-lipoico 300-600mg)\n\n4. **Disfunção mitocondrial:**\n   - Lactato/piruvato basal elevado, fadiga desproporcional aos esforços, intolerância ao exercício\n   - Exercício aeróbico prolongado pode exacerbar déficit energético\n   - Restrição funcional: Sessões curtas (<30 min), intensidade baixa, ênfase em intervalados muito curtos (30s esforço/3 min descanso) para estimular biogênese sem esgotamento; suplementar CoQ10 (200-400mg), L-carnitina (2-3g), D-ribose (5-10g)\n\n5. **Obesidade sarcopênica:**\n   - Alta % gordura (>35% mulheres, >25% homens) + baixa massa magra (<30% homens, <25% mulheres)\n   - Exercício aeróbico prolongado ou déficit calórico agressivo pode agravar perda muscular\n   - Restrição funcional: Evitar aeróbico >45 min; priorizar musculação (hipertrofia), garantir proteína 2,0-2,5 g/kg, evitar jejum intermitente\n\n**VALORES LABORATORIAIS E ESTRATIFICAÇÃO DE RISCO**\n\n**Risco cardiovascular baixo (exercício sem restrições):**\n- ECG normal, teste ergométrico >10 METs sem alterações\n- PA <130/85 mmHg em repouso\n- FC repouso 50-90 bpm, recuperação <25 bpm em 1 min pós-teste\n- Troponina ultrassensível <5 ng/L, BNP <50 pg/mL\n- LDL <100 mg/dL, HDL >40 mg/dL (homens) ou >50 mg/dL (mulheres), triglicerídeos <150 mg/dL\n- HbA1c <5,7%, glicemia <100 mg/dL\n- PCR <1,0 mg/L, homocisteína <10 µmol/L\n- HRV >60 ms, cortisol salivar em ritmo\n\n**Risco cardiovascular moderado (restrições relativas):**\n- ECG com alterações leves (HVE, bloqueio de ramo incompleto)\n- Teste ergométrico 5-8 METs, infradesnível ST <1mm assintomático\n- PA 130-159/85-99 mmHg controlada com medicação\n- LDL 100-160 mg/dL, triglicerídeos 150-300 mg/dL\n- HbA1c 5,7-7,0%\n- PCR 1,0-3,0 mg/L\n- HRV 50-60 ms\nRestrições: Evitar >80% FCmáx nas primeiras 12 semanas; progressão supervisionada; monitoramento contínuo de PA/FC\n\n**Risco cardiovascular alto (restrições absolutas temporárias):**\n- Teste ergométrico <5 METs ou positivo para isquemia\n- PA >160/100 mmHg não controlada\n- Arritmias complexas (TV não sustentada, FA com resposta ventricular rápida)\n- Fração de ejeção <40%, BNP >300 pg/mL\n- HbA1c >9,0%, episódios frequentes de hipo/hiperglicemia\n- PCR >5,0 mg/L, troponina elevada (suspeita de síndrome coronariana aguda)\n- CK >500 U/L basal (rabdomiólise prévia, miopatia)\nRestrições: Exercício SUSPENSO até estabilização clínica; reabilitação cardíaca supervisionada em ambiente hospitalar; reavaliação médica a cada 2-4 semanas\n\n**CORRELAÇÕES COM BIOMARCADORES**\n\n- **Troponina I/T × Risco cardiovascular:** Elevações crônicas discretas (>5 ng/L mas <50 ng/L) associam-se a risco 2-3x maior de IAM em 5 anos; esses pacientes devem evitar esforços máximos sem supervisão\n- **BNP/NT-proBNP × Capacidade funcional:** BNP >100 pg/mL correlaciona-se com dispneia aos esforços e intolerância ao exercício; meta terapêutica <50 pg/mL antes de liberar alta intensidade\n- **CK × Risco de rabdomiólise:** CK basal >300 U/L sugere miopatia subclínica (estatinas, hipotireoidismo, doenças musculares); progressão de treino deve ser ultra-gradual (<5% semana)\n- **Ferritina × Overtraining:** Ferritina >300 ng/mL (homens) ou >200 ng/mL (mulheres) indica inflamação crônica ou sobrecarga férrica; paradoxalmente, ferritina <30 ng/mL (depleção) também é restrição (anemia ferropriva, fadiga)\n- **HbA1c × Risco de complicações:** HbA1c >8,0% aumenta risco de hipoglicemia durante exercício e de complicações micro/macrovasculares; ajustar insulina/medicações antes de exercício intenso; meta <7,0% para liberar treinos avançados",

  "patientExplanation": "Restrições de atividades físicas são como avisos de segurança em remédios: \"não dirija após tomar\", \"não combine com álcool\". Não é que o remédio seja ruim – ele só precisa ser usado com cuidado em certas situações. O mesmo vale para exercício: para a maioria das pessoas, é extremamente benéfico; mas em algumas condições específicas, certos tipos ou intensidades de exercício podem ser perigosos ou até fatais.\n\n**POR QUE EXISTEM RESTRIÇÕES**\n\nSeu corpo é uma máquina complexa. Quando você se exercita, o coração bate mais rápido para bombear sangue, os pulmões trabalham mais para captar oxigênio, os músculos queimam energia, e hormônios são liberados para mobilizar combustível. Se algum desses sistemas já está com problemas, colocar demanda extra pode ser como pisar no acelerador de um carro com o motor já superaquecido: você pode causar uma pane séria.\n\nExemplos reais:\n\n- **Coração com problema:** Se você tem doença coronariana (artérias entupidas) e faz um exercício muito intenso, o coração pode não receber oxigênio suficiente → dor no peito (angina) ou até infarto.\n- **Pressão alta descontrolada:** Exercício intenso eleva ainda mais a pressão; em casos graves, pode causar AVC (derrame) ou rompimento de aneurisma.\n- **Lesão muscular/articular aguda:** Forçar uma articulação lesionada pode transformar um problema pequeno (estiramento) em um grande (ruptura completa que precisa de cirurgia).\n- **Infecção com febre:** Exercitar-se com febre força o coração e pode agravar infecções (especialmente virais que atacam o coração, como miocardite).\n\n**TIPOS DE RESTRIÇÕES**\n\n**1. Restrições Absolutas (você NÃO PODE fazer exercício até resolver):**\n- Infarto recente (menos de 2 dias): Coração precisa cicatrizar; exercício pode causar nova lesão ou arritmia fatal.\n- Dor no peito em repouso (angina instável): Sinal de que as artérias do coração estão muito obstruídas; exercício pode desencadear infarto.\n- Febre acima de 38°C: Corpo já está lutando contra infecção; exercício sobrecarrega o sistema.\n- Trombose (coágulo na perna) aguda: Exercício pode deslocar o coágulo para o pulmão (embolia pulmonar, potencialmente fatal).\n- Diabetes muito descontrolado com cetonas na urina: Exercício piora a crise metabólica.\n\n**2. Restrições Relativas (você PODE fazer exercício, mas com modificações):**\n- Pressão alta controlada com remédio: Pode fazer exercício moderado, mas deve evitar levantamento de peso muito pesado (que eleva pressão bruscamente).\n- Doença coronariana estável (já teve infarto há meses/anos, tratado): Pode fazer exercício supervisionado, respeitando intensidade segura (geralmente até 70-80% da frequência cardíaca máxima).\n- Artrose severa de joelho: Pode fazer natação, hidroginástica, bicicleta (baixo impacto); deve evitar corrida, saltos, agachamento profundo (alto impacto).\n- Epilepsia não controlada: Pode fazer academia, caminhada; deve evitar natação sozinho (risco de afogamento se tiver crise), escalada, ciclismo em ruas movimentadas.\n\n**SINAIS DE QUE VOCÊ TEM UMA RESTRIÇÃO (E NÃO SABIA)**\n\n- Dor no peito, pressão, ou \"aperto\" durante ou após exercício\n- Falta de ar desproporcional (você mal começou e já está ofegante)\n- Tontura, sensação de desmaio, ou visão escurecida durante exercício\n- Palpitações (coração \"pulando\", batendo irregular)\n- Dor articular que piora significativamente com exercício\n- Fadiga extrema que dura dias após treino leve\n- Você se exercita, mas sua pressão ou açúcar no sangue ficam totalmente descontrolados\n\nEstes sinais são ALARMES do corpo dizendo \"pare, eu não aguento\". Ignorá-los pode levar a consequências graves.\n\n**ANALOGIA PRÁTICA**\n\nPense no seu corpo como um prédio: se a fundação (coração, pulmões, sistema metabólico) está sólida, você pode construir vários andares (exercício intenso). Mas se a fundação tem rachaduras (doenças), você precisa primeiro consertá-las antes de adicionar peso extra. Se você ignorar as rachaduras e continuar construindo, o prédio desaba.\n\nRestrições não são \"proibições para sempre\". São pausas temporárias ou modificações para garantir segurança. Muitas pessoas com doenças cardíacas, diabetes, lesões, etc., voltam a fazer exercício – mas de forma adaptada, supervisionada, e progressiva.\n\n**O QUE FAZER SE VOCÊ TEM RESTRIÇÕES**\n\n1. **Conte TUDO ao seu médico:** Não omita sintomas por medo de ser proibido de treinar. É melhor fazer exercício modificado e seguro do que ter um infarto ou lesão grave.\n\n2. **Faça avaliação completa:** Exames de sangue, ECG, teste ergométrico (teste de esteira com médico monitorando coração), ecocardiograma se necessário. Isso define o que você PODE fazer.\n\n3. **Trabalhe com profissionais qualificados:** Educador físico especializado em reabilitação, fisioterapeuta, médico do esporte. Eles sabem adaptar treinos.\n\n4. **Siga o plano:** Se o médico disse \"máximo 70% da frequência cardíaca máxima\", use um monitor (relógio, cinta) e respeite. Não seja \"mais forte que a doença\" – seja inteligente.\n\n5. **Reavalie periodicamente:** Muitas restrições melhoram com tratamento. Refazer exames a cada 3-6 meses pode liberar você para intensidades maiores.",

  "conduct": "**IDENTIFICAÇÃO SISTEMÁTICA DE RESTRIÇÕES (ANAMNESE DIRIGIDA)**\n\n**Cardiovasculares:**\n- \"Você tem ou já teve: dor no peito, infarto, angina, 'coração fraco', sopro, arritmia, pressão alta?\"\n- \"Algum médico já disse que você tem problema no coração ou nas artérias?\"\n- \"Você toma remédios para coração ou pressão? Quais?\"\n- \"Já fez cateterismo, angioplastia, cirurgia de ponte de safena, troca de válvula?\"\n- \"Sente falta de ar subindo escadas ou caminhando em ritmo normal?\"\n- \"Tem inchaço nas pernas, pés, ou tornozelos no final do dia?\"\n- \"Já desmaiou ou teve tontura intensa durante exercício?\"\n- \"História familiar de infarto ou morte súbita antes dos 50 anos?\"\n\n**Metabólicas:**\n- \"Você tem diabetes? Tipo 1 ou 2? Há quanto tempo?\"\n- \"Usa insulina? Quantas aplicações por dia?\"\n- \"Já teve episódios de açúcar muito baixo (hipoglicemia) ou muito alto (com sede excessiva, urinar muito)?\"\n- \"Tem problema de tireoide (hipo ou hipertireoidismo)? Toma Puran/Levoid?\"\n- \"Já teve pedras nos rins, gota, ou ácido úrico alto?\"\n\n**Pulmonares:**\n- \"Tem asma, bronquite, enfisema, ou DPOC?\"\n- \"Usa bombinha (broncodilatador)? Com que frequência?\"\n- \"Fuma ou fumou? Quantos anos/maços?\"\n- \"Sente chiado no peito ou tosse crônica?\"\n\n**Musculoesqueléticas:**\n- \"Tem dor crônica? Onde? (Joelhos, ombros, coluna, quadril?)\"\n- \"Já teve cirurgia ortopédica (ligamento, menisco, coluna, prótese)?\"\n- \"Já teve fratura, luxação, ou entorse grave?\"\n- \"Tem hérnia de disco, bico de papagaio, artrose diagnosticada?\"\n- \"Sente alguma articulação 'sair do lugar' ou travar?\"\n\n**Neurológicas:**\n- \"Tem epilepsia, convulsões, ou já desmaiou sem motivo claro?\"\n- \"Já teve AVC (derrame), paralisia facial, ou fraqueza em um lado do corpo?\"\n- \"Tem Parkinson, tremores, ou dificuldade de equilíbrio?\"\n- \"Sofre de enxaquecas frequentes ou labirintite?\"\n\n**Hematológicas/Imunológicas:**\n- \"Tem anemia? Já precisou tomar ferro na veia ou fazer transfusão?\"\n- \"Tem alguma doença autoimune (lúpus, artrite reumatoide, esclerose múltipla)?\"\n- \"Toma anticoagulante (varfarina, rivaroxabana, apixabana)?\"\n\n**Infecciosas/Inflamatórias:**\n- \"Está com febre, gripe, resfriado, ou alguma infecção ativa?\"\n- \"Teve COVID-19? Há quanto tempo? Ficou com sequelas (cansaço, falta de ar)?\"\n\n**EXAME FÍSICO FOCADO EM RESTRIÇÕES**\n\n1. **Cardiovascular:**\n   - PA em repouso (ambos os braços): >180/110 = contraindicação absoluta\n   - FC repouso: <40 bpm ou >100 bpm = investigar causa\n   - Ausculta cardíaca: sopros (valvopatias), ritmo irregular (FA)\n   - Teste ortostático: PA/FC em pé vs deitado (hipotensão postural = risco de síncope)\n   - Inspeção: edema maleolar (insuficiência cardíaca), cianose (hipóxia)\n\n2. **Musculoesquelético:**\n   - Inspeção: deformidades, assimetrias, atrofias musculares\n   - Palpação: pontos dolorosos, crepitação articular\n   - Amplitude de movimento: limitações (ex: flexão de joelho <90°, abdução de ombro <90°)\n   - Testes especiais: Lachman (joelho), Jobe (ombro), elevação de perna estendida (ciático)\n\n3. **Neurológico:**\n   - Marcha e equilíbrio (teste de Romberg, marcha tandem)\n   - Força muscular (escala 0-5)\n   - Reflexos (hiper/hiporreflexia)\n   - Sensibilidade (dermátomos)\n\n**EXAMES COMPLEMENTARES PARA IDENTIFICAR RESTRIÇÕES**\n\n**Todos os pacientes >40 anos ou com fatores de risco:**\n- ECG repouso 12 derivações\n- Teste ergométrico (protocolo Bruce ou modificado)\n- Hemograma, glicemia, HbA1c, perfil lipídico, TSH, creatinina, CK\n\n**Se sintomas cardiovasculares ou teste ergométrico positivo:**\n- Ecocardiograma transtorácico\n- Holter 24h (se palpitações)\n- Cintilografia miocárdica ou angioTC coronárias (se suspeita de DAC)\n\n**Se diabetes:**\n- HbA1c (meta <7,0% para liberar exercício intenso)\n- Glicemia pré e pós-exercício (ajustar insulina)\n- Avaliar complicações: microalbuminúria (nefropatia), fundoscopia (retinopatia), monofilamento (neuropatia)\n\n**Se dor musculoesquelética:**\n- Raio-X (fraturas, artrose, deformidades ósseas)\n- Ressonância magnética (lesões de tecidos moles, hérnia discal)\n- Ultrassom (tendinopatias, rupturas parciais)\n\n**PRESCRIÇÃO DE EXERCÍCIO COM RESTRIÇÕES (Exemplos)**\n\n**CASO 1: Hipertensão arterial controlada (PA 140/90 com medicação)**\n\nRestrições:\n- Evitar exercícios isométricos máximos (segura peso estático, manobra de Valsalva)\n- Evitar >85% FCmáx nas primeiras 12 semanas\n- Monitorar PA pré/pós cada sessão\n\nPrescrição liberada:\n- Aeróbico: Caminhada, corrida leve, bicicleta, natação – 150 min/semana, intensidade 50-75% FCmáx\n- Musculação: 2-3x/semana, cargas moderadas (60-70% 1RM), 12-15 repetições, evitar apneia (respirar durante movimento)\n- Flexibilidade: Yoga, alongamento estático\n\nProgressão: Reavaliar PA a cada 4 semanas; se <130/85 mmHg consistente, liberar 75-85% FCmáx\n\n**CASO 2: Doença arterial coronariana estável (IAM há 1 ano, revascularizado, FE 50%)**\n\nRestrições:\n- Exercício SOMENTE supervisionado nos primeiros 3 meses\n- Intensidade máxima: 70% FCmáx ou 85% FC no limiar isquêmico (se teste ergométrico mostrou isquemia)\n- Interromper se: dor torácica, dispneia desproporcional, tontura, palpitações\n\nPrescrição liberada:\n- Reabilitação cardíaca fase II (ambiente hospitalar/clínica especializada): 3x/semana, 30-45 min, monitorização ECG contínua\n- Após 3 meses sem eventos: progressão para academia convencional com supervisor, mas manter FC <70% FCmáx\n- Musculação: circuito, cargas leves-moderadas (40-60% 1RM), evitar Valsalva\n\nProgressão: Teste ergométrico a cada 6 meses; se capacidade >8 METs sem alterações, liberar 75% FCmáx\n\n**CASO 3: Diabetes tipo 1 com HbA1c 7,5%**\n\nRestrições:\n- Risco de hipoglicemia durante/após exercício\n- Risco de hiperglicemia se glicemia pré >250 mg/dL\n- Ajustar insulina conforme horário/intensidade\n\nPrescrição liberada:\n- Todos os tipos de exercício permitidos\n- Protocolo de segurança:\n  - Medir glicemia PRÉ: Se <100 mg/dL → ingerir 15-30g CHO; se 100-250 mg/dL → OK para exercitar; se >250 mg/dL → adiar exercício, corrigir com insulina\n  - Medir glicemia PÓS (imediato e 1-2h depois): Se <100 mg/dL → ingerir CHO; se >250 mg/dL → investigar insuficiência de insulina\n  - Reduzir dose de insulina basal/bolus pré-exercício (titulação individual com endocrinologista)\n  - Sempre carregar fonte de CHO rápido (gel, bala, suco)\n  - Treinar com parceiro que saiba reconhecer/tratar hipoglicemia\n\n**CASO 4: Artrose severa bilateral de joelhos**\n\nRestrições:\n- EVITAR: Corrida, pular corda, agachamento profundo (<90°), leg press pesado, subir/descer escadas repetidamente\n- Risco: Agravamento da degeneração cartilaginosa, sinovite (inflamação), dor crônica\n\nPrescrição liberada:\n- Natação, hidroginástica (sem impacto, resistência da água fortalece músculos)\n- Bicicleta ergométrica (movimento cíclico sem impacto)\n- Musculação para quadríceps/isquiotibiais (leg extension, flexão de joelhos, glúteos) – cargas moderadas, amplitude controlada\n- Elíptico (baixo impacto)\n- Pilates, yoga (fortalecimento core, equilíbrio)\n\nComplementar:\n- Fisioterapia: Mobilização articular, liberação miofascial\n- Viscossuplementação (ácido hialurônico intra-articular) se dor persistente\n- Considerar cirurgia (prótese) se dor incapacitante apesar de tratamento conservador\n\n**CASO 5: Hérnia discal lombar L4-L5 com ciatalgia**\n\nRestrições:\n- EVITAR: Flexão lombar repetida (abdominal completo, toe touch), rotação com carga (twist russo, golf), Valsalva (deadlift máximo)\n- Risco: Agravamento da compressão radicular, progressão para déficit motor (pé caído)\n\nPrescrição liberada:\n- Fisioterapia: Método McKenzie (extensão lombar), estabilização segmentar\n- Musculação: Prancha (core sem flexão), bird dog, ponte (glúteos), remada (fortalecimento dorsal), legpress com apoio lombar\n- Aeróbico: Caminhada, natação (crawl/costas, evitar borboleta), bicicleta reclinada\n- Evitar posições provocativas: sentado prolongado, flexão ao pegar objetos no chão\n\nProgressão: Se melhora clínica (redução de dor irradiada, sem parestesia/fraqueza), progredir cargas gradualmente; se piora ou déficit motor novo → RM urgente, considerar cirurgia\n\n**MONITORAMENTO E SINAIS DE ALARME**\n\n**Interromper exercício IMEDIATAMENTE e acionar serviço médico se:**\n- Dor torácica persistente >5 min (ligar 192/SAMU)\n- Dispneia severa que não melhora com repouso\n- Síncope (desmaio)\n- Confusão mental, fala arrastada, fraqueza unilateral (suspeita AVC)\n- Palpitações com tontura/pré-síncope\n- PA >200/110 mmHg ou <90/60 mmHg\n- Glicemia <60 mg/dL (diabetes) que não responde a CHO oral\n\n**Interromper exercício e reavaliar médico em 24-48h se:**\n- Dor torácica leve ou atípica que cessa com repouso\n- Dispneia desproporcional (muito cansaço para pouco esforço)\n- Palpitações isoladas sem outros sintomas\n- Dor musculoesquelética aguda e intensa (suspeita lesão)\n- Edema súbito de membro inferior (suspeita TVP)\n\n**REAVALIAÇÃO PERIÓDICA DE RESTRIÇÕES**\n\nMuitas restrições são TEMPORÁRIAS ou REVERSÍVEIS:\n- Pós-IAM: Restrição absoluta 2 dias → relativa 3-6 meses → liberação gradual após testes\n- Fratura: Restrição absoluta até consolidação (6-12 semanas) → fisioterapia → retorno progressivo\n- Diabetes descompensado: Restrição relativa até HbA1c <7,5% → liberação plena com monitoramento\n- Hipertensão: Restrição relativa até PA <140/90 → liberação progressiva até <130/85\n\nEstabelecer cronograma de reavaliações:\n- **Alto risco:** Mensal nos primeiros 3 meses\n- **Risco moderado:** Trimestral no primeiro ano\n- **Baixo risco:** Anual\n\n**QUANDO ENCAMINHAR ESPECIALISTA**\n\n- Cardiologista: Qualquer restrição cardiovascular (doença coronariana, valvopatia, arritmia, IC)\n- Endocrinologista: Diabetes tipo 1, diabetes tipo 2 descompensado, disfunções tireoidianas graves\n- Ortopedista: Lesões estruturais (rupturas, fraturas, instabilidades), necessidade cirúrgica\n- Fisioterapeuta: Reabilitação de lesões agudas, dor crônica musculoesquelética\n- Pneumologista: DPOC moderada-grave, asma não controlada, necessidade de O2 suplementar\n- Médico do esporte: Atletas de competição com restrições, otimização de performance com comorbidades"
}
