{
  "clinicalRelevance": "A identificação do profissional responsável pela prescrição e supervisão do treinamento físico é um determinante crítico de segurança, eficácia e prevenção de iatrogenias relacionadas ao exercício. A literatura médica de 2023-2024 documenta que prescrições inadequadas – seja por excesso (overtraining), déficit (subtreino) ou má seleção de modalidade/intensidade – contribuem para 30-45% das lesões musculoesqueléticas não-traumáticas, além de piora de condições metabólicas e cardiovasculares pré-existentes quando o exercício é contraindicado ou mal adaptado.\n\n**FISIOPATOLOGIA DAS COMPLICAÇÕES DE PRESCRIÇÃO INADEQUADA**\n\nO exercício físico, embora benéfico na maioria dos contextos, apresenta curva dose-resposta em \"U\" ou \"J\": benefícios crescentes até um ponto ótimo, seguidos de riscos incrementais em volumes/intensidades excessivos. A prescrição inadequada por profissional não qualificado pode resultar em:\n\n**1. Lesões musculoesqueléticas:** Incidência de 30-50 lesões por 1000 horas de treino em programas não supervisionados vs 2-5/1000h em programas com supervisão qualificada. Mecanismos: progressão de carga excessiva (>10% semana), técnica incorreta (aumento de forças de cisalhamento articular), déficit de recuperação, seleção de exercícios contraindicados para anatomia/patologia individual.\n\n**2. Síndrome de overtraining:** Prevalência de 10-20% em atletas amadores sem acompanhamento profissional adequado. Caracteriza-se por desregulação do eixo HPA (hipotálamo-pituitária-adrenal), com elevação crônica de cortisol, supressão de testosterona/GH, imunossupressão (queda de IgA salivar, linfopenia), elevação de marcadores inflamatórios (PCR, IL-6 basal), e risco de arritmias cardíacas (fibrilação atrial em atletas de ultra-endurance).\n\n**3. Eventos cardiovasculares agudos:** Exercício vigoroso não supervisionado aumenta risco transitório de infarto agudo do miocárdio (IAM) em 5-7x nas primeiras 1-2 horas pós-exercício em indivíduos com doença coronariana não diagnosticada. Estudos de 2023 demonstram que avaliação pré-participação adequada e progressão gradual supervisionada reduzem esse risco em 80-90%.\n\n**4. Rabdomiólise por exercício:** Incidência crescente em programas de alta intensidade (HIIT, crossfit) sem progressão adequada. Casos graves (CK >50.000 U/L, mioglobinúria, insuficiência renal aguda) têm mortalidade de 5-10%. Fatores de risco: iniciantes sem condicionamento prévio, ambientes muito quentes, desidratação, exercício excêntrico excessivo (descida de escadas, agachamentos profundos repetidos).\n\n**QUALIFICAÇÃO PROFISSIONAL E ESCOPO DE PRÁTICA**\n\nA medicina baseada em evidências e as diretrizes nacionais (CONFEF, CREF, Ministério da Saúde) estabelecem escopos distintos:\n\n**Educador Físico (CREF):**\n- Formação: Bacharelado em Educação Física (4 anos), registro obrigatório no CREF\n- Escopo: Prescrição de exercício físico para indivíduos saudáveis e grupos especiais (hipertensos, diabéticos estáveis, idosos, gestantes de baixo risco) dentro de protocolos estabelecidos\n- Competências: Avaliação física (testes de força, flexibilidade, composição corporal), prescrição de treinos periodizados, correção de técnica, progressão de carga, monitoramento de sinais vitais básicos\n- Limitações: Não pode diagnosticar doenças, prescrever dietas restritivas (escopo do nutricionista), ou conduzir reabilitação de lesões agudas sem prescrição médica/fisioterapêutica\n\n**Fisioterapeuta (CREFITO):**\n- Formação: Graduação em Fisioterapia (4-5 anos) + especialização em fisioterapia esportiva/do exercício (desejável)\n- Escopo: Reabilitação de lesões musculoesqueléticas, neurológicas e cardiopulmonares; prevenção secundária/terciária; exercício terapêutico para condições clínicas complexas\n- Competências: Diagnóstico cinético-funcional, técnicas de terapia manual, liberação miofascial, neuromodulação, prescrição de exercício corretivo/terapêutico\n- Interface: Pode prescrever exercício para reabilitação, mas exercício para performance/condicionamento geral é escopo do educador físico\n\n**Médico (especialidades relevantes):**\n- Medicina do Esporte: especialização 2-3 anos; escopo amplo incluindo avaliação pré-participação, prescrição de exercício como tratamento, manejo de lesões agudas/crônicas, otimização de performance\n- Cardiologia: avaliação cardiovascular pré-exercício (teste ergométrico, ecocardiograma, estratificação de risco)\n- Endocrinologia: manejo de exercício em diabetes, obesidade, disfunções tireoidianas/hormonais\n- Ortopedia: diagnóstico/tratamento de lesões estruturais, indicação cirúrgica se necessário\n- Medicina Funcional/Integrativa: prescrição de exercício como intervenção terapêutica integrada a nutrição, suplementação, manejo hormonal e de estresse\n\n**Personal Trainer (não regulamentado em muitos países):**\n- Varia de certificações curtas (3-6 meses) a bacharelado completo\n- Qualificação heterogênea: desde profissionais altamente capacitados (NSCA-CSCS, ACSM-CPT) até indivíduos sem formação adequada\n- Escopo seguro: Treinos para indivíduos saudáveis, sem comorbidades; progressão gradual; conhecimento de sinais de alarme (dor torácica, dispneia desproporcional, síncope)\n- Risco: Prescrição para populações especiais sem supervisão médica adequada\n\n**MEDICINA FUNCIONAL: INTEGRAÇÃO MULTIDISCIPLINAR**\n\nA abordagem funcional considera exercício como INTERVENÇÃO FARMACOLÓGICA, não mero \"aconselhamento\". Assim como não se prescreve antibiótico sem identificar agente etiológico, não se prescreve exercício sem avaliar:\n\n1. **Status cardiovascular:** Teste ergométrico para >40 anos (homens) ou >50 anos (mulheres) assintomáticos; qualquer idade se fatores de risco cardiovascular (hipertensão, dislipidemia, tabagismo, diabetes, história familiar de IAM precoce)\n\n2. **Função metabólica:** Calorimetria indireta para determinar flexibilidade metabólica (uso de gordura vs carboidrato em repouso); teste de lactato incremental para definir limiares anaeróbicos; permite periodização train high/train low\n\n3. **Status inflamatório/oxidativo:** PCR, IL-6, ferritina, homocisteína, MDA (malondialdeído); exercício em contexto de inflamação crônica elevada pode ser contraproducente\n\n4. **Eixo HPA e recuperação:** Cortisol salivar em 4 pontos (8h, 12h, 16h, 22h), HRV (variabilidade de frequência cardíaca), qualidade do sono; overtraining diagnosticado precocemente permite ajustes antes de complicações\n\n5. **Status musculoesquelético:** Screening de movimentos (FMS – Functional Movement Screen ou SFMA – Selective Functional Movement Assessment); identifica assimetrias, déficits de mobilidade/estabilidade que predispõem a lesões\n\n6. **Composição corporal detalhada:** DEXA ou bioimpedância multifrequencial (não apenas peso ou IMC); obesos sarcopênicos requerem abordagem distinta de obesos com massa magra preservada\n\n**VALORES IDEAIS E ESTRATIFICAÇÃO DE RISCO**\n\n**Baixo risco (exercício auto-orientado ou com personal trainer qualificado):**\n- Idade <40 anos (homens) ou <50 anos (mulheres)\n- Assintomático cardiovascular (sem dor torácica, palpitações, síncope)\n- Ausência de fatores de risco cardiovascular ou máximo 1 fator\n- Ausência de doenças metabólicas, pulmonares, renais, músculo-esqueléticas\n- VO2máx >35 mL/kg/min (homens) ou >30 mL/kg/min (mulheres) – descondicionamento leve apenas\n- HRV >60 ms, cortisol salivar em ritmo adequado\n- CK basal <200 U/L, PCR <1,0 mg/L\nRecomendação: Educador físico (CREF) ou personal trainer certificado (NSCA, ACSM); reavaliação médica anual\n\n**Risco moderado (supervisão educador físico especializado + avaliação médica inicial):**\n- Idade >40 anos (homens) ou >50 anos (mulheres) assintomáticos\n- 2+ fatores de risco cardiovascular: hipertensão controlada, dislipidemia, pré-diabetes (HbA1c 5,7-6,4%), sobrepeso/obesidade, sedentarismo >6 meses\n- Condições estáveis: hipotireoidismo compensado, asma leve controlada, dor lombar crônica sem sinais neurológicos\n- VO2máx 25-35 mL/kg/min (homens) ou 20-30 mL/kg/min (mulheres) – descondicionamento moderado\n- HRV 50-60 ms\n- CK 200-400 U/L, PCR 1,0-3,0 mg/L\nRecomendação: Avaliação médica pré-participação (anamnese, ECG repouso, teste ergométrico); liberação médica para atividade moderada-intensa; prescrição inicial conjunta (médico define parâmetros seguros, educador físico executa); reavaliação médica a cada 6 meses\n\n**Alto risco (equipe multidisciplinar com médico do esporte ou cardiologista):**\n- Doença cardiovascular estabelecida: IAM prévio, angina, revascularização, insuficiência cardíaca, valvopatias moderadas-graves, arritmias complexas\n- Diabetes tipo 1 ou tipo 2 descompensado (HbA1c >8,5%, episódios frequentes de hipo/hiperglicemia)\n- Doença pulmonar moderada-grave: DPOC, asma descontrolada, fibrose pulmonar\n- Doença renal crônica (TFG <60 mL/min)\n- Obesidade grave (IMC >40) ou obesidade sarcopênica\n- Síndrome de overtraining diagnosticada\n- História de rabdomiólise, síncope durante exercício, ou arritmias induzidas por exercício\n- Lesões musculoesqueléticas agudas ou instabilidade articular severa\n- VO2máx <20 mL/kg/min (homens) ou <15 mL/kg/min (mulheres)\n- HRV <50 ms, cortisol invertido/achatado\n- CK >400 U/L basal, PCR >3,0 mg/L, ferritina >300 ng/mL (inflamação crônica)\nRecomendação: Avaliação médica abrangente (teste ergométrico supervisionado, ecocardiograma, Holter se indicado, exames metabólicos completos); prescrição médica detalhada (frequência, intensidade, tipo, tempo, progressão, sinais de alarme); execução por educador físico especializado em reabilitação cardíaca/metabólica ou fisioterapeuta; ambiente com suporte de emergência (DEA disponível); reavaliação médica mensal nos primeiros 3 meses, trimestral após estabilização\n\n**CORRELAÇÕES COM BIOMARCADORES**\n\n- **Troponina I/T elevada:** Pode ocorrer transitoriamente pós-exercício intenso (maratonas, ultraendurance) em indivíduos saudáveis (elevações <50 ng/L, retorno ao basal em 24-48h). Elevações >100 ng/L ou persistentes >48h sugerem lesão miocárdica verdadeira → investigação cardiológica urgente\n- **BNP/NT-proBNP:** Marcadores de estresse ventricular; elevações significativas pós-exercício podem indicar disfunção cardíaca subclínica\n- **Mioglobina:** Eleva-se em rabdomiólise; valores >1000 ng/mL com CK >5000 U/L + mioglobinúria (urina cor de coca-cola) = emergência médica\n- **CK-MB:** Diferencia origem cardíaca vs muscular de CK elevada; CK-MB >6% da CK total sugere componente cardíaco\n- **D-dímero:** Eleva-se transitoriamente pós-exercício intenso; persistência pode indicar processo trombótico",

  "patientExplanation": "Saber quem está orientando seu treino é tão importante quanto tomar um remédio prescrito por um médico de verdade, em vez de aceitar uma receita do vizinho. Exercício físico é uma FERRAMENTA PODEROSA – pode curar ou machucar, dependendo de como é usado. Um profissional qualificado sabe a \"dose\" certa para você; um não qualificado pode te prescrever algo que piora sua saúde, mesmo com boas intenções.\n\n**POR QUE O PROFISSIONAL CERTO IMPORTA**\n\nImagine que exercício é como dirigir um carro: qualquer um pode apertar o acelerador e fazer o carro andar, mas só quem tem treinamento adequado sabe quando frear, como fazer curvas em segurança, como ajustar os espelhos, e o que fazer se o motor começar a fazer barulho estranho. Da mesma forma, qualquer pessoa pode te fazer pular, correr ou levantar peso – mas só um profissional qualificado sabe:\n\n- Qual intensidade é segura para SEU coração (e não para a média das pessoas)\n- Como progredir sem causar lesões nos seus joelhos, ombros ou coluna\n- O que fazer se você sentir dor torácica, tontura ou falta de ar desproporcional\n- Como adaptar o treino se você tem diabetes, pressão alta, ou está acima do peso\n- Quando você está treinando DEMAIS e precisa descansar (sim, isso existe e é perigoso)\n\nEstudos mostram que pessoas que treinam com profissionais qualificados têm 10-20 VEZES MENOS lesões do que quem treina sozinho ou com orientação inadequada. E não são só lesões físicas: treinamento mal feito pode desregular seus hormônios, fazer você perder massa muscular em vez de ganhar, e até aumentar inflamação no corpo (piorando diabetes, colesterol, pressão alta).\n\n**O QUE ACONTECE COM ORIENTAÇÃO INADEQUADA**\n\nVamos ser diretos: treinar errado pode te colocar no hospital. Existem casos documentados de pessoas que:\n\n- Tiveram infarto durante ou logo após exercício intenso porque ninguém avaliou se o coração estava preparado\n- Desenvolveram rabdomiólise (destruição muscular severa que pode causar insuficiência renal) porque foram colocadas em treinos muito pesados sem preparo\n- Lesionaram joelhos, ombros ou coluna de forma irreversível porque a técnica estava errada e ninguém corrigiu\n- Entraram em overtraining (treinamento excessivo) – um estado onde você treina tanto que o corpo entra em colapso: imunidade cai (você vive doente), cabelo cai, menstruação para (mulheres), testosterona despenca (homens), você fica deprimido, não dorme, e PERDE MÚSCULO em vez de ganhar\n\nPense assim: se um amigo te oferece um remédio \"que funciona muito bem para ele\", você toma sem perguntar nada? Ou você prefere ir ao médico, fazer exames e tomar o remédio certo para VOCÊ? Exercício é igual.\n\n**TIPOS DE PROFISSIONAIS E O QUE CADA UM FAZ**\n\n**Educador Físico (CREF):** É o profissional formado para prescrever exercício. Tem 4 anos de faculdade, estuda fisiologia, biomecânica, avaliação física. Sabe criar treinos progressivos, corrigir sua postura, e entende de diferentes modalidades (musculação, corrida, natação, etc.). É ideal para pessoas saudáveis que querem melhorar forma física, ganhar músculo, perder gordura, ou melhorar performance.\n\n**Personal Trainer:** Pode ser um educador físico especializado em atendimento individual, ou pode ser alguém com certificação curta (alguns meses de curso). ATENÇÃO: Qualidade varia muito. Um bom personal trainer tem certificações reconhecidas (NSCA, ACSM), experiência comprovada, e NUNCA te coloca em treinos pesadíssimos logo no começo.\n\n**Fisioterapeuta:** Especialista em reabilitação. Se você tem ou teve lesão (joelho, ombro, coluna), cirurgia recente, ou doença neurológica (AVC, Parkinson), o fisioterapeuta é quem deve começar seu tratamento. Depois que você estiver recuperado, pode passar para o educador físico.\n\n**Médico do Esporte:** Médico especializado que avalia se você PODE fazer exercício intenso, qual tipo é mais seguro, e prescreve exercício como tratamento para doenças (diabetes, pressão alta, depressão). Também trata lesões esportivas. Se você tem mais de 40 anos, é sedentário há anos, tem doença crônica, ou quer começar esporte intenso (corrida, crossfit, musculação pesada), você PRECISA de avaliação médica primeiro.\n\n**SINAIS DE QUE SEU \"TREINADOR\" NÃO É QUALIFICADO**\n\n- Não tem diploma reconhecido (educador físico sem CREF, \"treinadores\" sem formação oficial)\n- Te coloca em treinos muito pesados logo no primeiro dia (\"no pain, no gain\" levado ao extremo)\n- Não pergunta sobre sua saúde, medicações, lesões prévias, histórico familiar de doenças\n- Não mede sua pressão, frequência cardíaca, ou não sabe interpretar sinais de que você está no limite\n- Usa a MESMA prescrição para todo mundo (todos os alunos fazem exatamente o mesmo treino)\n- Ignora ou minimiza suas queixas de dor (\"dor é normal, continua\")\n- Não sabe explicar POR QUE você está fazendo cada exercício\n- Promete resultados milagrosos em tempo curto (\"6-pack em 30 dias\")\n\n**ANALOGIA PRÁTICA**\n\nPense no seu corpo como um carro usado. Se você leva num mecânico sem diploma, que aprendeu \"na prática\", ele pode até trocar o óleo e fazer funcionar. Mas se precisar mexer no motor, no sistema elétrico, ou se o carro tiver um defeito escondido, esse mecânico pode PIORAR o problema. Agora, se você leva num mecânico certificado, com equipamento de diagnóstico, ele examina o carro todo ANTES de mexer, identifica problemas que você nem sabia que existiam, e conserta do jeito certo.\n\nSeu corpo merece pelo menos o mesmo cuidado que você dá ao carro.",

  "conduct": "**ANAMNESE ESPECÍFICA SOBRE SUPERVISÃO DE TREINO**\n\nNa primeira consulta, investigar detalhadamente:\n\n1. **Quem está prescrevendo/supervisionando:**\n   - \"Você treina sozinho, com aplicativo/vídeos online, ou tem acompanhamento presencial?\"\n   - \"Se presencial: qual a formação do profissional? Ele tem registro no CREF? Você viu o diploma?\"\n   - \"Esse profissional fez alguma avaliação física antes de prescrever seu treino? (mediu pressão, frequência cardíaca, fez testes de força/flexibilidade?)\"\n   - \"Ele perguntou sobre suas doenças, medicações, lesões prévias, cirurgias?\"\n   - \"Quantas vezes ele corrige sua postura/técnica durante o treino?\"\n\n2. **Tipo e características do programa:**\n   - \"Há quanto tempo está nesse programa? Como foi a progressão inicial?\"\n   - \"O treino é individualizado ou todos os alunos fazem o mesmo?\"\n   - \"Você sente dores durante ou após o treino? Em quais regiões? O profissional foi informado?\"\n   - \"Já teve alguma lesão desde que começou? Como foi tratada?\"\n\n3. **Avaliação de competência técnica (perguntas indiretas):**\n   - \"Seu treinador já mediu seus batimentos durante o treino para ver se você está na intensidade certa?\"\n   - \"Ele explicou por que você está fazendo cada exercício e como isso te ajuda no seu objetivo?\"\n   - \"Ele adapta o treino se você está mais cansado, dormiu mal, ou está estressado?\"\n   - \"Existe algum equipamento de emergência no local (DEA/desfibrilador)?\" (Importante para academias)\n\n4. **Red flags imediatos:**\n   - Profissional sem formação/registro\n   - Programas \"bootcamp\" ultra-intensos para iniciantes descondicionados\n   - Academia/estúdio sem seguro de responsabilidade civil\n   - Exercícios contraindicados para condições pré-existentes do paciente (ex: levantamento terra para lombalgia não tratada, burpees para cardiopata)\n\n**AVALIAÇÃO MÉDICA PRÉ-PARTICIPAÇÃO (PRÉ-PRESCRIÇÃO DE EXERCÍCIO)**\n\n**Todos os pacientes:**\n1. **Anamnese dirigida:**\n   - História cardiovascular pessoal e familiar (IAM, morte súbita <50 anos, arritmias, síncope, dor torácica atípica)\n   - Fatores de risco: tabagismo, hipertensão, dislipidemia, diabetes, obesidade, sedentarismo >6 meses\n   - História musculoesquelética: lesões prévias, cirurgias, limitações de mobilidade\n   - Medicações atuais (especialmente beta-bloqueadores, anti-hipertensivos, anticoagulantes)\n   - Sintomas atuais: dispneia aos esforços, dor torácica, palpitações, edema, claudicação intermitente\n\n2. **Exame físico:**\n   - Pressão arterial (repouso e 3 min pós-ortostatismo)\n   - Frequência cardíaca (repouso, ritmo)\n   - Ausculta cardíaca (sopros, ritmo irregular)\n   - Ausculta pulmonar\n   - Palpação de pulsos periféricos\n   - Avaliação postural básica (escoliose, hiperlordose, assimetrias)\n   - Testes de flexibilidade (sit-and-reach, rotação de ombros)\n   - Força de preensão manual (dinamômetro – preditor de mortalidade)\n\n**Exames complementares estratificados:**\n\n**Baixo risco (<40 anos homens, <50 anos mulheres, assintomáticos, ≤1 fator de risco):**\n- ECG repouso 12 derivações (baseline)\n- Laboratório básico: hemograma, glicemia, HbA1c, perfil lipídico, TSH, creatinina, ureia, CK basal, PCR\n- Opcional: Composição corporal (bioimpedância), HRV\n\n**Risco moderado (>40/50 anos ou 2+ fatores de risco, assintomáticos):**\n- ECG repouso\n- **Teste ergométrico** (protocolo Bruce ou Balke modificado): Avaliar capacidade funcional (VO2máx estimado), resposta pressórica, arritmias induzidas, isquemia miocárdica\n  - Critérios de positividade: Infradesnível ST >1mm, angina, queda de PA, arritmias ventriculares complexas, dispneia desproporcional\n  - Capacidade funcional: <5 METs = alto risco, 5-8 METs = moderado, >8 METs = baixo risco\n- Laboratório completo: acima + cortisol salivar, testosterona, vitamina D, ferritina, IL-6, homocisteína\n- Composição corporal (bioimpedância ou DEXA)\n- Opcional: Ecocardiograma transtorácico se sopro, hipertensão mal controlada, ou VO2máx muito reduzido (<5 METs)\n\n**Alto risco (sintomáticos, doença cardiovascular/metabólica/pulmonar conhecida):**\n- ECG repouso + Holter 24h (se palpitações ou síncope)\n- **Teste ergométrico supervisionado** (cardiologista presente, monitorização contínua)\n  - Considerar cintilografia miocárdica ou ecocardiograma de estresse se teste ergométrico inconclusivo\n- **Ecocardiograma transtorácico:** Avaliar fração de ejeção (FE <40% = contraindicação relativa para alta intensidade), valvopatias, hipertrofia ventricular\n- Laboratório completo: acima + BNP/NT-proBNP (insuficiência cardíaca), troponina ultrassensível (se angina), peptídeo C (se diabetes)\n- Espirometria (se doença pulmonar)\n- Calorimetria indireta + teste de lactato incremental (medicina do esporte)\n- DEXA (composição corporal + densidade óssea se >60 anos)\n- Avaliação fisioterapêutica/ortopédica se lesões musculoesqueléticas\n\n**PRESCRIÇÃO MÉDICA FORMAL (Receituário de Exercício)**\n\nPara pacientes de risco moderado-alto, emitir PRESCRIÇÃO MÉDICA detalhada que o profissional de educação física/fisioterapia seguirá:\n\n**Modelo de prescrição:**\n\n```\nPaciente: [Nome], [Idade], [Diagnósticos relevantes]\n\nAVALIAÇÃO:\n- Teste ergométrico: VO2máx estimado [X] mL/kg/min, FCmáx [Y] bpm, sem sinais de isquemia\n- Composição corporal: [% gordura], [massa magra], [IMC]\n- Fatores limitantes: [Ex: hipertensão arterial em uso de losartana + hidroclorotiazida]\n\nPRESCRIÇÃO DE EXERCÍCIO:\n\n1. FREQUÊNCIA: 3-5 sessões/semana (iniciar com 3, progredir conforme tolerância)\n\n2. INTENSIDADE:\n   - Zona aeróbica segura: 50-70% FCmáx ([Y] x 0,5 = [Z1] bpm; [Y] x 0,7 = [Z2] bpm)\n   - Não ultrapassar [Z2] bpm nas primeiras 8 semanas\n   - Usar escala de Borg modificada: manter 3-5/10 (leve a moderado)\n\n3. TIPO:\n   - Priorizar: Caminhada, bicicleta ergométrica, elíptico, natação (baixo impacto articular)\n   - Evitar: Exercícios com manobra de Valsalva (agachamento profundo, levantamento muito pesado), exercícios de alto impacto (saltos, corrida em asfalto)\n\n4. TEMPO:\n   - Sessões de 20-30 minutos (iniciar), progredir até 45-60 minutos\n   - Sempre incluir aquecimento (5-10 min) e desaquecimento (5 min)\n\n5. PROGRESSÃO:\n   - Aumentar duração em 5-10% por semana (não exceder 10%)\n   - Não aumentar intensidade e volume simultaneamente\n   - Reavaliação médica em 3 meses antes de progressão para alta intensidade\n\n6. CONTRAINDICAÇÕES/SINAIS DE ALARME (INTERROMPER IMEDIATAMENTE):\n   - Dor torácica, opressão, irradiação para braço/mandíbula\n   - Dispneia desproporcional (não consegue falar frases completas)\n   - Tontura, vertigem, pré-síncope\n   - Palpitações irregulares, sensação de \"coração acelerado descontrolado\"\n   - Náusea, sudorese fria\n   - Dor articular/muscular aguda e intensa\n   - PA >180/110 mmHg ou FC >([Y] + 10) bpm\n\n7. MONITORAMENTO:\n   - Medir PA e FC antes/durante/após cada sessão (primeiras 4 semanas)\n   - Registrar RPE (escala de Borg) em cada sessão\n   - Monitor de frequência cardíaca contínuo recomendado\n\n8. REAVALIAÇÕES:\n   - Clínica: mensal nos primeiros 3 meses\n   - Teste ergométrico: 6 meses\n   - Laboratório: 3 meses (HbA1c, perfil lipídico, CK, PCR)\n\nData: [DD/MM/AAAA]\nAssinatura e carimbo (CRM)\n```\n\n**COORDENAÇÃO COM EDUCADOR FÍSICO/FISIOTERAPEUTA**\n\n1. **Comunicação direta:**\n   - Fornecer prescrição médica + resumo de exames relevantes (ECG, teste ergométrico)\n   - Solicitar registro de sessões: PA pré/pós, FC média/pico, RPE, observações\n   - Estabelecer protocolo de comunicação urgente (WhatsApp/telefone) se sinais de alarme\n\n2. **Reuniões periódicas:**\n   - Discussão de caso a cada 1-2 meses (presencial ou videochamada)\n   - Ajustar prescrição conforme progressão: se paciente tolera bem, liberar intensidades maiores; se sinais de intolerância, reduzir\n\n3. **Relatórios de evolução:**\n   - Solicitar relatório mensal do educador físico: adesão (% sessões completadas), progressão de cargas/tempos, intercorrências (dores, queixas), necessidade de ajustes\n\n**INTERVENÇÕES EDUCACIONAIS**\n\n1. **Para o paciente:**\n   - Entregar material educativo: \"Sinais de alarme durante exercício\", \"Como medir sua frequência cardíaca\", \"Progressão segura\"\n   - Ensinar auto-monitoramento: palpação de pulso radial, uso de monitor FC (Fitbit, Apple Watch, Polar)\n   - Reforçar: \"Exercício é remédio, mas pode ter efeitos colaterais se usado errado. Respeite os limites e comunique qualquer sintoma estranho IMEDIATAMENTE.\"\n\n2. **Para a família:**\n   - Se paciente de alto risco, orientar familiares sobre sinais de emergência e quando acionar SAMU (dor torácica persistente >5 min, perda de consciência, convulsão)\n\n**SITUAÇÕES QUE EXIGEM INTERRUPÇÃO DE EXERCÍCIO (Até reavaliação médica):**\n\n- Qualquer evento cardiovascular agudo (dor torácica, síncope, arritmia sintomática)\n- Lesão musculoesquelética aguda (entorse, estiramento, tendinite aguda)\n- Infecção sistêmica (febre, sintomas respiratórios, gastroenterite)\n- Descompensação de doença crônica (HbA1c >9,5%, PA >160/100 mmHg persistente, crise asmática)\n- CK >1000 U/L (risco de rabdomiólise)\n- Sinais de overtraining (fadiga extrema não responsiva a descanso, insônia persistente, queda de performance >10%)\n\n**QUANDO ENCAMINHAR ESPECIALISTA**\n\n- **Cardiologista:** Teste ergométrico positivo, sintomas cardiovasculares durante exercício, doença cardíaca estrutural, necessidade de estratificação de risco pré-operatória\n- **Médico do Esporte:** Atletas de competição, otimização de performance, manejo de overtraining, prescrições complexas (periodização avançada)\n- **Ortopedista:** Lesões musculoesqueléticas que não melhoram em 4-6 semanas com fisioterapia, instabilidade articular severa, necessidade de investigação por imagem (RM)\n- **Fisioterapeuta:** Qualquer lesão aguda, dor crônica não-responsiva, necessidade de reabilitação pós-cirúrgica ou pós-trauma\n- **Psicólogo/Psiquiatra:** Transtornos alimentares associados a exercício (ortorexia, vigorexia), exercício compulsivo, dismorfia corporal\n\n**MONITORAMENTO CONTÍNUO**\n\nReavaliações programadas:\n- **Mês 1:** Consulta de seguimento (adesão, tolerância, ajustes finos)\n- **Mês 3:** Laboratório (HbA1c, perfil lipídico, CK, PCR), composição corporal\n- **Mês 6:** Teste ergométrico (progressão de VO2máx, nova estratificação de risco), reavaliação completa\n- **Anual:** Repetir avaliação pré-participação completa\n\nDesfechos a monitorar:\n- Adesão (meta >80% das sessões programadas)\n- Composição corporal (redução de % gordura, manutenção/ganho massa magra)\n- Marcadores metabólicos (HbA1c <6,5%, LDL <100 mg/dL, PCR <1,0 mg/L)\n- Capacidade funcional (aumento de VO2máx >10% em 6 meses)\n- Qualidade de vida (SF-36, WHOQoL)\n- Eventos adversos (lesões, sintomas cardiovasculares, abandono)\n\nAjustar intervenções conforme resultados: se progressão adequada, liberar maiores intensidades; se eventos adversos ou estagnação, investigar causas (adesão, prescrição inadequada, comorbidades não tratadas) e corrigir."
}
