[
  {
    "gene_id": "b841503a-0d6c-466d-a210-70198aebb7e5",
    "gene_name": "FADS1 rs174546 (Ômega-3)",
    "clinical_relevance": "O gene FADS1 (Fatty Acid Desaturase 1) codifica a enzima delta-5 desaturase, essencial na conversão de ácidos graxos ômega-3 de cadeia curta (ALA - ácido alfa-linolênico) em ômega-3 de cadeia longa biologicamente ativos (EPA e DHA). O polimorfismo rs174546 (T>C) é um dos SNPs mais estudados e com maior impacto funcional.\n\nPortadores do alelo menor T (alelo de menor conversão) apresentam atividade reduzida da desaturase, resultando em menor eficiência na conversão de ALA para EPA/DHA. Estudos de 2024 demonstram que portadores de TT têm níveis de EPA e DHA plasmáticos 15-30% menores comparado a CC, mesmo com ingestão equivalente de ALA.\n\nImplicação clínica: indivíduos com genótipo TT que seguem dieta vegetariana ou vegana (dependente de conversão de ALA de fontes vegetais como linhaça e chia) estão em maior risco de deficiência de EPA/DHA, podendo impactar função cardiovascular, neurodesenvolvimento, função cognitiva e resposta inflamatória.\n\nNutrigenômica: portadores de variantes T respondem melhor à suplementação direta com EPA/DHA (óleo de peixe ou algas) do que à suplementação com ALA (óleos vegetais). Meta-análise de 2024 com 40 estudos confirma que SNPs em FADS1 (incluindo rs174546, rs174537, rs174556) modificam significativamente níveis circulantes de ômega-3 e índice ômega-3 eritrocitário.\n\nInteração gene-dieta: efeito do polimorfismo é mais pronunciado em populações com baixa ingestão de peixes (fonte direta de EPA/DHA) e alta dependência de conversão endógena de ALA.",
    "patient_explanation": "O gene FADS1 produz uma enzima que converte ômega-3 de origem vegetal (ALA, encontrado em linhaça, chia, nozes) em ômega-3 ativos (EPA e DHA) que seu corpo realmente usa para proteger coração, cérebro e reduzir inflamação.\n\nA variação rs174546 determina quão eficiente é essa conversão. Se você tem genótipo TT, sua conversão é menos eficiente - seu corpo converte apenas pequena parte do ômega-3 vegetal em formas ativas. Genótipo CC converte melhor, e CT é intermediário.\n\nPor que isso importa? Se você é vegetariano/vegano ou come pouco peixe e tem genótipo TT, pode ter deficiência de EPA/DHA mesmo consumindo bastante linhaça ou chia, porque seu corpo não consegue converter bem.\n\nSolução: Se você tem TT, precisa de fontes diretas de EPA/DHA - peixes gordos (salmão, sardinha, atum) 3-4x/semana ou suplementação com óleo de peixe/algas. Se tem CC, consegue aproveitar melhor fontes vegetais de ômega-3, mas peixes ainda são benéficos.",
    "conduct": "**Quando testar:** Vegetarianos/veganos, indivíduos com baixa ingestão de peixes, pacientes com doenças inflamatórias crônicas, gestantes (DHA crítico para neurodesenvolvimento fetal), histórico de depressão ou declínio cognitivo.\n\n**Interpretação e conduta por genótipo:**\n\n**Genótipo CC (conversão eficiente):**\n- Conversão ALA→EPA/DHA relativamente eficiente\n- Fontes vegetais de ômega-3 podem ser suficientes (com atenção)\n- Recomendações:\n  - ALA: 2-3g/dia (2-3 colheres sopa de linhaça moída ou chia)\n  - Ainda recomendar peixes 2-3x/semana (fonte direta superior)\n  - Dosagem de índice ômega-3 eritrocitário para confirmar adequação\n  - Meta: índice ômega-3 >8%\n\n**Genótipo CT (conversão intermediária):**\n- Conversão moderadamente reduzida\n- Dependência parcial de fontes diretas de EPA/DHA\n- Recomendações:\n  - Peixes gordos: mínimo 3x/semana (salmão, sardinha, cavala, arenque)\n  - Ou suplementação: 500-1000mg EPA+DHA/dia\n  - ALA vegetal como complemento: 2g/dia\n  - Dosagem de índice ômega-3 a cada 6-12 meses\n  - Meta: >8%\n\n**Genótipo TT (conversão reduzida - CRÍTICO para veganos):**\n- Conversão ALA→EPA/DHA muito ineficiente (apenas 1-5% convertido)\n- Dependência quase absoluta de fontes diretas de EPA/DHA\n- **Recomendações nutricionais:**\n  - **Onívoros:** Peixes gordos 4-5x/semana obrigatório\n  - **Vegetarianos/veganos:** Suplementação obrigatória\n    - Óleo de algas DHA: 300-600mg DHA/dia\n    - Óleo de algas EPA+DHA: 1000-2000mg/dia\n  - ALA vegetal tem benefício limitado neste genótipo (manter consumo mas não depender)\n  - Monitoramento rigoroso:\n    - Índice ômega-3 eritrocitário a cada 3-6 meses\n    - Meta: >8% (ótimo >10%)\n    - Perfil de ácidos graxos completo baseline e anual\n- **Situações especiais:**\n  - Gestação/lactação: DHA 600-1000mg/dia (crítico para neurodesenvolvimento)\n  - Doenças cardiovasculares: EPA+DHA 2-4g/dia\n  - Depressão/transtornos humor: EPA 1000-2000mg/dia\n  - Doenças inflamatórias: EPA+DHA 2-3g/dia\n- **Biomarcadores:**\n  - Índice ômega-3 <4%: risco cardiovascular aumentado\n  - Relação AA/EPA >15: inflamação sistêmica\n  - DHA eritrocitário <4%: risco cognitivo\n\n**Fontes alimentares de EPA/DHA (genótipo TT prioritário):**\n- Salmão selvagem: 1500-2500mg/100g\n- Sardinha: 1000-1500mg/100g\n- Cavala: 2000-3000mg/100g\n- Arenque: 1500-2000mg/100g\n- Atum: 300-800mg/100g (menor teor)\n\n**Suplementação (preferir certificados pureza/metais pesados):**\n- Óleo de peixe concentrado: EPA+DHA 1000-2000mg/dia\n- Óleo de krill: 500-1000mg/dia (melhor absorção)\n- Óleo de algas (veganos): DHA 300-600mg/dia\n\n**IMPORTANTE para veganos com TT:** Conversão de ALA é insuficiente - suplementação com óleo de algas é OBRIGATÓRIA, não opcional.",
    "articles_searched": ["FADS1 FADS2 omega-3 conversion 2024", "Nutrigenomics omega-3 vegans"],
    "articles_to_link": [],
    "sources": [
      "https://genesandnutrition.biomedcentral.com/articles/10.1186/s12263-024-00747-4",
      "https://link.springer.com/article/10.1186/s12944-025-02513-w",
      "https://www.mdpi.com/2072-6643/16/20/3522"
    ]
  },
  {
    "gene_id": "23ce1010-b72c-475d-b9c0-8d9585a04bf3",
    "gene_name": "FADS2 rs174575 (Ômega-3/DHA)",
    "clinical_relevance": "O gene FADS2 (Fatty Acid Desaturase 2) codifica a enzima delta-6 desaturase, que catalisa o primeiro passo limitante na conversão de ácidos graxos poliinsaturados de cadeia curta para cadeia longa. O polimorfismo rs174575 afeta especialmente a conversão de ALA em EPA e posteriormente DHA.\n\nEstudos de 2024 demonstram que portadores de alelos menores (variantes de menor conversão) em rs174575 apresentam níveis reduzidos de EPA e DHA circulantes. O FADS2 trabalha sinergicamente com FADS1 - ambos são necessários para conversão completa de ALA→EPA→DHA.\n\nMecanismo: FADS2 realiza a primeira desaturação (ALA→ácido estearidônico), seguida de elongação, e então FADS1 realiza segunda desaturação (EPA). Deficiência em FADS2 cria gargalo metabólico na via de síntese de ômega-3 de cadeia longa.\n\nImplicações: indivíduos com genótipos de baixa conversão (especialmente se combinado com variantes FADS1 desfavoráveis) apresentam maior risco de deficiência funcional de ômega-3, com impactos em desenvolvimento neurológico, função cognitiva, saúde cardiovascular e modulação inflamatória.\n\nInteração gene-dieta: estudos de suplementação com óleo de peixe demonstram que indivíduos com polimorfismos FADS2 desfavoráveis apresentam menor Omega-3 Index basal, mas respondem melhor à suplementação direta com EPA/DHA (maior incremento percentual) comparado a portadores de genótipos favoráveis.",
    "patient_explanation": "O gene FADS2 produz outra enzima na cadeia de conversão de ômega-3. Junto com FADS1, eles transformam ômega-3 vegetal em ômega-3 ativo que protege seu cérebro e coração.\n\nSe você tem variantes que reduzem a atividade da FADS2, a conversão fica ainda mais comprometida. Isso é especialmente importante se você também tem variante desfavorável no FADS1 - a combinação significa conversão muito baixa.\n\nNa prática: se seus genes FADS não convertem bem ômega-3 vegetal, depender só de linhaça, chia e nozes não é suficiente. Você precisa de fontes diretas (peixes ou suplementos) para ter níveis adequados de EPA e DHA.\n\nBoa notícia: pessoas com variantes desfavoráveis que suplementam EPA/DHA costumam ter resposta excelente - os níveis sobem bastante com a suplementação.",
    "conduct": "**Quando testar:** Idealmente em conjunto com FADS1. Mesmas indicações - vegetarianos/veganos, gestantes, doenças inflamatórias, baixa ingestão de peixes.\n\n**Interpretação combinada FADS1 + FADS2:**\n\n**Ambos genótipos favoráveis (conversão eficiente):**\n- Melhor conversão endógena possível\n- Fontes vegetais de ALA mais úteis\n- Ainda recomendar 2-3 porções peixe/semana\n- ALA: 2-3g/dia de fontes vegetais\n\n**Um genótipo desfavorável (conversão intermediária):**\n- Peixes: 3-4x/semana\n- Ou suplementação: 1000mg EPA+DHA/dia\n- Índice ômega-3 a cada 6 meses\n\n**Ambos genótipos desfavoráveis (conversão muito reduzida):**\n- **Situação crítica para veganos/vegetarianos**\n- Dependência quase total de fontes diretas\n- Onívoros: peixes 4-5x/semana obrigatório\n- Veganos: suplementação óleo de algas OBRIGATÓRIA\n  - DHA: 600-1000mg/dia\n  - EPA+DHA: 1500-2000mg/dia\n- Monitoramento trimestral de índice ômega-3\n- Meta: >8% (idealmente >10%)\n- ALA vegetal: manter consumo mas não confiar como fonte principal\n\n**Gestação com genótipos desfavoráveis:**\n- DHA pré-concepcional e gestacional: 600-1000mg/dia\n- Essencial para neurodesenvolvimento fetal\n- Não depender de conversão de ALA\n- Suplementação direta obrigatória\n\n**Nota clínica:** Aproximadamente 15-30% da população tem dupla variante desfavorável FADS1+FADS2, sendo grupo de alto risco para deficiência de ômega-3 se dieta baseada em plantas.",
    "articles_searched": ["FADS2 polymorphisms omega-3 2024"],
    "articles_to_link": [],
    "sources": [
      "https://genesandnutrition.biomedcentral.com/articles/10.1186/s12263-024-00747-4"
    ]
  },
  {
    "gene_id": "d00ac0c9-a38c-4f36-aab6-e796dee450d2",
    "gene_name": "ACE I/D rs4646994 (Hipertensão)",
    "clinical_relevance": "O gene ACE (Angiotensin-Converting Enzyme) codifica a enzima conversora de angiotensina, componente central do sistema renina-angiotensina-aldosterona (SRAA), regulando pressão arterial e balanço hidroeletrolítico. O polimorfismo I/D (inserção/deleção) rs4646994 refere-se à presença (I) ou ausência (D) de fragmento de 287 pares de bases no íntron 16.\n\nGenótipo DD está associado a níveis plasmáticos de ECA aproximadamente 2x maiores que II, com ID intermediário. Maior atividade da ECA resulta em maior conversão de angiotensina I em angiotensina II (vasoconstrictor potente) e maior degradação de bradicinina (vasodilatador).\n\nAssociações clínicas: DD associado a maior risco de hipertensão arterial, hipertrofia ventricular esquerda, infarto do miocárdio e progressão de doença renal. Importante: a associação varia entre populações - mais consistente em asiáticos e hispânicos que em caucasianos.\n\nSensibilidade ao sal (nutrigenômica): estudos demonstram que genótipo II está mais associado à hipertensão sal-sensível que DD. Frequência do alelo I é significativamente maior em hipertensos sal-sensíveis (odds ratio 2.78). Paradoxalmente, apesar de DD ter maior atividade ECA, II apresenta maior resposta pressórica ao sal.\n\nInteração gene-dieta: pesquisas de 2023 demonstram que dieta rica em gorduras saturadas aumenta ECA circulante, efeito amplificado pelo polimorfismo rs4343 (linked com I/D). Alto consumo de sódio em portadores de risco genético aumenta risco de hipertensão em >2x.\n\nFarmacogenética: portadores DD podem responder melhor a inibidores da ECA (captopril, enalapril) devido à maior atividade basal da enzima.",
    "patient_explanation": "O gene ACE produz uma enzima que controla sua pressão arterial aumentando a produção de angiotensina II (que contrai vasos sanguíneos e eleva pressão).\n\nExistem três genótipos: DD (alta atividade da enzima), ID (intermediário) e II (menor atividade da enzima).\n\nPessoas com DD têm o dobro de atividade da enzima, o que pode aumentar risco de pressão alta, especialmente se tiverem outros fatores de risco (obesidade, sedentarismo, dieta rica em sal ou gorduras saturadas).\n\nCuriosamente, pessoas com II são mais sensíveis ao sal - ou seja, quando comem muito sal, a pressão sobe mais facilmente.\n\nSe você tem DD ou II: controle de sal na dieta é importante (máximo 5g/dia = 1 colher chá). Dieta DASH (rica em potássio, magnésio, pobre em sódio) é especialmente benéfica. Exercícios regulares ajudam muito. Se desenvolver hipertensão e tiver DD, medicamentos inibidores da ECA (que terminam em \"pril\") podem funcionar muito bem para você.",
    "conduct": "**Quando testar:** Hipertensão de início precoce (<40 anos), história familiar forte de hipertensão, hipertensão resistente a tratamento, ou para guiar escolha terapêutica.\n\n**Interpretação e conduta por genótipo:**\n\n**Genótipo II (inserção/inserção):**\n- Menor atividade ECA basal\n- **MAIOR sensibilidade ao sal** (importante!)\n- Conduta:\n  - Restrição rigorosa de sódio: <2000mg/dia (idealmente <1500mg)\n  - Dieta DASH (Dietary Approaches to Stop Hypertension)\n  - Aumentar potássio: 3500-4700mg/dia (frutas, vegetais, leguminosas)\n  - Magnésio: 400-500mg/dia (folhas verdes, oleaginosas, grãos integrais)\n  - Evitar alimentos ultraprocessados (alta carga de sódio)\n  - Exercícios aeróbicos: 150-200 min/semana\n  - Monitoramento PA domiciliar\n- Farmacoterapia se hipertensão estabelecida:\n  - Diuréticos tiazídicos podem ser particularmente eficazes\n  - Bloqueadores canais de cálcio\n  - Inibidores ECA ou BRA também eficazes\n\n**Genótipo ID (heterozigoto):**\n- Atividade ECA intermediária\n- Sensibilidade ao sal intermediária\n- Conduta:\n  - Restrição moderada de sódio: <2300mg/dia\n  - Dieta balanceada com ênfase em vegetais e frutas\n  - Potássio adequado: 3000-4000mg/dia\n  - Exercícios regulares: 150 min/semana\n  - Controle de peso (IMC <25)\n- Farmacoterapia: terapia padrão conforme diretrizes\n\n**Genótipo DD (deleção/deleção):**\n- Maior atividade ECA (2x maior que II)\n- Maior risco de hipertensão, hipertrofia VE, eventos CV\n- Menor sensibilidade ao sal (mas restrição ainda importante)\n- Conduta:\n  - Restrição de sódio: <2300mg/dia\n  - **Evitar dieta rica em gorduras saturadas** (amplifica atividade ECA)\n    - Gorduras saturadas: <7% calorias totais\n    - Priorizar gorduras insaturadas (azeite, abacate, oleaginosas, peixes)\n  - Dieta anti-hipertensiva:\n    - Dieta mediterrânea ou DASH\n    - Rica em ômega-3 (efeito vasodilatador)\n    - Nitratos dietéticos (beterraba, folhas verdes) - melhoram função endotelial\n  - Exercícios: 200-250 min/semana (importante para remodelamento CV)\n  - Controle rigoroso de fatores de risco:\n    - IMC <25\n    - Circunferência abdominal <94cm (homens) <80cm (mulheres)\n    - LDL <100mg/dL\n    - Glicemia <100mg/dL\n  - Suplementação:\n    - Ômega-3: 2-3g/dia (EPA+DHA)\n    - Magnésio: 400-500mg/dia\n    - Coenzima Q10: 100-200mg/dia (se hipertrofia VE)\n- Monitoramento:\n  - PA domiciliar regular\n  - Ecocardiograma baseline e periódico (avaliar hipertrofia VE)\n  - Microalbuminúria anual (marcador de lesão renal)\n- **Farmacoterapia (genótipo DD responde especialmente bem):**\n  - **Primeira linha: Inibidores da ECA** (captopril, enalapril, lisinopril)\n    - Bloqueiam enzima com atividade aumentada\n    - Reduzem angiotensina II\n    - Protegem função renal e cardíaca\n  - Alternativa: BRAs (losartana, valsartana) se intolerância a IECA\n  - Combinação com diurético ou bloqueador canal de cálcio se necessário\n\n**Interação gene-dieta crítica:**\n- DD + dieta alta em gorduras saturadas + alto sódio = risco muito aumentado\n- II + dieta alta em sódio = hipertensão sal-sensível\n\n**IMPORTANTE:** Polimorfismo ACE isolado não determina hipertensão - fatores ambientais (dieta, exercício, peso) são predominantes e modificáveis.",
    "articles_searched": ["ACE gene hypertension salt sensitivity 2024"],
    "articles_to_link": [],
    "sources": [
      "https://www.frontiersin.org/journals/nutrition/articles/10.3389/fnut.2023.1241017/full",
      "https://www.ahajournals.org/doi/10.1161/01.HYP.27.3.569"
    ]
  }
]
