[
  {
    "gene_id": "da4da973-821f-4859-bc4f-c913a8b0b8d3",
    "gene_name": "FTO rs9939609 (Obesidade)",
    "clinical_relevance": "O gene FTO (Fat Mass and Obesity-associated) contém o polimorfismo rs9939609, um dos SNPs mais estudados na genética da obesidade. Este polimorfismo está localizado no íntron 1 do gene FTO e demonstra forte associação com índice de massa corporal (IMC) e adiposidade em múltiplas populações.\n\nO alelo A (alelo de risco) está associado a maior IMC, maior circunferência abdominal e risco aumentado de obesidade. Indivíduos homozigotos AA apresentam em média 3kg a mais comparado aos heterozigotos AT, e aproximadamente 3-4kg a mais que homozigotos TT. O mecanismo envolve regulação do apetite e saciedade através da modulação da expressão de genes no hipotálamo.\n\nEstudos funcionais sugerem que o FTO atua como demetilase de RNA, influenciando o processamento de mRNA de genes relacionados à termogênese e ao gasto energético. Portadores do alelo A tendem a apresentar maior preferência por alimentos densos em calorias e menor sensação de saciedade após refeições.\n\nNo contexto clínico, este polimorfismo não determina obesidade de forma absoluta - a penetrância é modificada por fatores ambientais como dieta e atividade física. Estudos demonstram que atividade física regular pode atenuar significativamente o efeito do alelo de risco, com indivíduos fisicamente ativos apresentando impacto reduzido do genótipo AA sobre o IMC.",
    "patient_explanation": "O gene FTO contém uma variação (rs9939609) que influencia como seu corpo regula o peso e a sensação de fome. Existem três possíveis resultados: AA (duas cópias do alelo de risco), AT (uma cópia de cada) ou TT (duas cópias do alelo protetor).\n\nSe você tem o genótipo AA, pode ter maior tendência a ganhar peso mais facilmente, sentir mais fome e preferir alimentos mais calóricos. Isso NÃO significa que você está destinado a ter obesidade - significa que precisa de mais atenção com alimentação e exercícios.\n\nA boa notícia: estudos mostram que pessoas com AA que se exercitam regularmente conseguem praticamente anular essa predisposição genética. Dieta equilibrada, rica em proteínas e fibras (que aumentam saciedade), e atividade física de 150-300 minutos por semana são especialmente importantes para este perfil genético.\n\nSeu gene não é seu destino - ele é apenas informação para personalizar melhor suas estratégias de saúde.",
    "conduct": "**Quando testar:** Considerar teste em pacientes com obesidade familiar, dificuldade persistente para perder peso apesar de intervenções adequadas, ou histórico de ganho de peso desproporcional.\n\n**Interpretação e conduta por genótipo:**\n\n**Genótipo TT (protetor):** Menor risco genético para obesidade. Manutenção de hábitos saudáveis padrão.\n\n**Genótipo AT (heterozigoto):** Risco intermediário. Orientar sobre importância de atividade física regular (mínimo 150 min/semana) e atenção à qualidade da dieta. Monitoramento de IMC e circunferência abdominal.\n\n**Genótipo AA (maior risco):** Maior predisposição genética - requer abordagem personalizada:\n- Prescrever atividade física estruturada: mínimo 300 min/semana de exercícios moderados ou 150 min vigorosos\n- Dieta com maior teor proteico (1,2-1,6 g/kg/dia) para aumentar saciedade\n- Aumentar fibras alimentares (30-40g/dia)\n- Estratégias comportamentais: mindful eating, controle de porções\n- Evitar períodos prolongados sem alimentação (pode piorar compulsão)\n- Considerar suplementação: fibras solúveis, 5-HTP ou L-tirosina se sintomas de compulsão\n- Acompanhamento nutricional e psicológico mais frequente\n\n**Evitar determinismo genético:** Enfatizar que o genótipo explica apenas 1-3% da variação de peso - fatores ambientais e comportamentais são majoritários.",
    "articles_searched": [
      "PubMed: FTO gene polymorphisms and obesity",
      "Nutrigenomics reviews 2024-2025"
    ],
    "articles_to_link": []
  },
  {
    "gene_id": "de659fee-1ab3-437f-b971-a3b4e251a599",
    "gene_name": "MC4R rs17782313 (Obesidade)",
    "clinical_relevance": "O gene MC4R (Melanocortin 4 Receptor) codifica um receptor crucial na regulação do balanço energético, apetite e saciedade. O polimorfismo rs17782313 está localizado próximo ao gene MC4R e representa o SNP mais comum associado à obesidade neste locus.\n\nO alelo C (alelo de risco) está associado a maior IMC, aumento de circunferência abdominal e risco elevado para obesidade e síndrome metabólica. Mutações no MC4R são responsáveis por aproximadamente 5-6% dos casos de obesidade grave na infância, tornando-se a causa monogênica mais comum de obesidade.\n\nO receptor MC4R faz parte da via de sinalização da leptina-melanocortina no hipotálamo, regulando ingestão alimentar e gasto energético. Portadores do alelo C podem apresentar hiperfagia (aumento de apetite), crescimento linear acelerado na infância, hiperinsulinemia e maior acúmulo de gordura visceral.\n\nEstudos clínicos demonstram que indivíduos com genótipo CC apresentam maior dificuldade em atingir saciedade, tendência a maiores porções alimentares e maior responsividade a estímulos alimentares visuais. A penetrância é variável, com influência significativa de fatores ambientais como qualidade da dieta e padrão de atividade física. Intervenções intensivas em estilo de vida demonstram eficácia mesmo em portadores de variantes de risco.",
    "patient_explanation": "O gene MC4R controla sinais de fome e saciedade no cérebro. A variação rs17782313 pode alterar esses sinais, fazendo com que você sinta mais fome ou demore mais para se sentir satisfeito após comer.\n\nSe você tem o genótipo CC (duas cópias do alelo C), pode ter maior apetite, sentir fome mais rapidamente após as refeições e ter mais dificuldade em controlar o tamanho das porções. Isso é particularmente importante em ambientes com alimentos ultraprocessados e porções grandes.\n\nO genótipo CT (intermediário) apresenta risco moderado, enquanto TT tem menor influência genética sobre o apetite.\n\nImportante: este resultado genético NÃO significa falha de caráter ou falta de controle. Significa que seu corpo tem sinais de fome mais intensos. Estratégias específicas podem ajudar muito: refeições ricas em proteínas e fibras, evitar situações de fome extrema, mindful eating (comer com atenção plena), e ambientes sem tentações alimentares visíveis.",
    "conduct": "**Quando testar:** Pacientes com obesidade de início precoce (infância), histórico familiar forte de obesidade, hiperfagia persistente ou obesidade resistente a tratamentos convencionais.\n\n**Interpretação e conduta por genótipo:**\n\n**Genótipo TT (protetor):** Menor risco genético. Seguir orientações padrão de alimentação saudável e atividade física.\n\n**Genótipo CT (heterozigoto):** Risco intermediário.\n- Atenção ao tamanho das porções\n- Priorizar alimentos de alta densidade nutricional e baixa densidade calórica\n- Proteína em todas refeições (aumenta saciedade)\n- Atividade física regular: 150-200 min/semana\n\n**Genótipo CC (maior risco):** Predisposição significativa - abordagem estruturada necessária:\n- Dieta volumétrica: priorizar alimentos com baixa densidade energética (vegetais, proteínas magras)\n- Proteína: 1,6-2,0 g/kg/dia distribuída em 4-5 refeições\n- Fibras: 35-45g/dia (promovem saciedade mecânica)\n- Técnicas comportamentais:\n  - Mindful eating\n  - Uso de pratos menores\n  - Comer devagar (mínimo 20 minutos por refeição)\n  - Evitar distrações durante refeições\n- Estrutura de refeições regulares (evitar jejum prolongado que pode piorar hiperfagia)\n- Exercícios: mínimo 250-300 min/semana (combinado aeróbico + resistência)\n- Considerar suplementação: fibras, 5-HTP (precursor de serotonina), cromo picolinato\n- Acompanhamento psicológico se comportamento alimentar compulsivo\n- Evitar ambiente obesogênico (remover alimentos ultraprocessados do ambiente doméstico)\n\n**Nota:** Em casos de obesidade grave refratária em portadores CC, considerar encaminhamento para avaliação de terapias farmacológicas (setmelanotida foi aprovado para deficiência de MC4R) ou bariátrica.",
    "articles_searched": [
      "MC4R polymorphisms clinical implications",
      "Melanocortin pathway obesity genetics"
    ],
    "articles_to_link": []
  },
  {
    "gene_id": "a979d8f3-7e94-4ad9-bc86-d120765eef2f",
    "gene_name": "TCF7L2 rs7903146 (Diabetes)",
    "clinical_relevance": "O gene TCF7L2 (Transcription Factor 7-Like 2) é o locus genético com maior impacto no risco de diabetes tipo 2 identificado até o momento. O polimorfismo rs7903146 (C>T) demonstra associação robusta e replicada em múltiplas populações étnicas.\n\nO alelo T (alelo de risco) aumenta o risco de diabetes tipo 2 em aproximadamente 40% para heterozigotos (CT) e 80-140% para homozigotos (TT). O mecanismo envolve redução da secreção de insulina em resposta à glicose, prejudicando a primeira fase da secreção insulínica pós-prandial.\n\nO TCF7L2 participa da via de sinalização Wnt, crucial para a maturação e função das células beta pancreáticas, além de influenciar a secreção de GLP-1 (glucagon-like peptide-1) pelas células L intestinais. Portadores do alelo T apresentam níveis reduzidos de GLP-1, menor resposta incretinica e comprometimento da conversão de proinsulina em insulina.\n\nEstudos prospectivos demonstram que portadores do genótipo TT apresentam progressão mais rápida de pré-diabetes para diabetes, maior taxa de falha ao tratamento com metformina isolada, e melhor resposta a terapias baseadas em incretinas (inibidores DPP-4, agonistas GLP-1).\n\nImportante: apesar do forte impacto genético, intervenções em estilo de vida (dieta e exercício) demonstram eficácia significativa mesmo em portadores TT, com redução de risco de progressão para diabetes de aproximadamente 30-40% em estudos de prevenção.",
    "patient_explanation": "O gene TCF7L2 influencia como seu pâncreas produz insulina - o hormônio que controla o açúcar no sangue. A variação rs7903146 pode alterar essa produção, especialmente após as refeições.\n\nSe você tem o genótipo TT (duas cópias do alelo T), seu pâncreas pode ter mais dificuldade em liberar insulina rapidamente quando você come. Isso aumenta significativamente o risco de desenvolver pré-diabetes e diabetes tipo 2. O risco é intermediário para CT e menor para CC.\n\nImportante: mesmo com genótipo TT, você NÃO está destinado a ter diabetes. Estudos mostram que pessoas com TT que mantêm peso saudável, praticam exercícios regularmente e seguem dieta de baixa carga glicêmica conseguem reduzir muito esse risco.\n\nSe você já tem pré-diabetes ou diabetes e genótipo de risco, algumas medicações podem funcionar melhor para você (especialmente as que imitam o GLP-1, como semaglutida ou liraglutida).",
    "conduct": "**Quando testar:** Pacientes com pré-diabetes, diabetes tipo 2 de início precoce (<45 anos), história familiar forte de diabetes, ou resistência ao tratamento com metformina.\n\n**Interpretação e conduta por genótipo:**\n\n**Genótipo CC (protetor):** Menor risco genético.\n- Prevenção padrão: dieta equilibrada, atividade física regular\n- Rastreamento glicêmico conforme diretrizes (início aos 45 anos ou antes se fatores de risco)\n\n**Genótipo CT (heterozigoto):** Risco aumentado em ~40%.\n- Rastreamento glicêmico mais precoce (iniciar aos 35-40 anos)\n- Hemoglobina glicada (HbA1c) e glicemia de jejum anuais\n- Considerar TOTG (teste oral de tolerância à glicose) se HbA1c 5,7-6,4%\n- Intervenção preventiva intensiva:\n  - Dieta de baixo índice glicêmico\n  - Carboidratos complexos, evitar açúcares simples\n  - Exercícios: mínimo 150 min/semana (combinado aeróbico + resistência)\n  - Perda de peso se IMC >25 (meta: redução de 7-10%)\n- Suplementação: cromo, magnésio, berberina (se pré-diabetes)\n\n**Genótipo TT (maior risco):** Risco aumentado em 80-140%.\n- Rastreamento precoce e rigoroso:\n  - Iniciar aos 30-35 anos\n  - HbA1c + glicemia de jejum a cada 6-12 meses\n  - TOTG anual se HbA1c >5,5%\n  - Frutosamina ou glicemia pós-prandial se HbA1c limítrofe\n- Intervenção agressiva em estilo de vida:\n  - Dieta de baixa carga glicêmica rigorosa\n  - Proteína adequada em cada refeição\n  - Fibras: 35-40g/dia\n  - Evitar jejum prolongado (piora secreção de insulina)\n  - Exercícios: 250-300 min/semana, incluir treino resistido\n  - Meta de peso: IMC <25 (ou <23 se asiático)\n- Farmacoterapia preventiva (se pré-diabetes):\n  - Primeira escolha: metformina 1500-2000mg/dia\n  - Considerar combinação com agonistas GLP-1 (liraglutida, semaglutida) - especialmente eficazes neste genótipo\n  - Evitar sulfonilureias como primeira linha (piora função beta-celular)\n- Suplementação: berberina 1500mg/dia, cromo 200-400mcg/dia, ácido alfa-lipóico\n- Monitoramento de complicações precoce se diabetes estabelecido\n\n**Farmacogenômica:** Portadores TT respondem melhor a agonistas GLP-1 e pior a sulfonilureias. Considerar isto na escolha terapêutica.",
    "articles_searched": [
      "TCF7L2 diabetes genetics mechanism",
      "GLP-1 response TCF7L2 variants"
    ],
    "articles_to_link": []
  },
  {
    "gene_id": "944287b2-de63-4b77-8260-551db06da9bb",
    "gene_name": "PPARG Pro12Ala rs1801282 (Diabetes)",
    "clinical_relevance": "O gene PPARG (Peroxisome Proliferator-Activated Receptor Gamma) codifica um fator de transcrição nuclear crucial para diferenciação de adipócitos, sensibilidade à insulina e metabolismo de glicose e lipídios. O polimorfismo Pro12Ala (rs1801282) representa uma transversão C/G no exon B do cromossomo 3p25.3, resultando em substituição de prolina por alanina no aminoácido 12.\n\nMeta-análises com mais de 131.000 participantes demonstram que o alelo Ala (alelo protetor, menos frequente) está associado a redução de 14-20% no risco de diabetes tipo 2. O genótipo Ala/Ala confere maior sensibilidade à insulina, melhor função das células beta pancreáticas e perfil lipídico mais favorável.\n\nO PPARG é alvo molecular das tiazolidinedionas (glitazonas), antidiabéticos que melhoram sensibilidade à insulina. Estudos de nutrigenômica demonstram interações gene-nutriente significativas: indivíduos com genótipo Ala12Ala ou Pro12Ala com maior ingestão de vitamina E apresentam níveis significativamente mais elevados de adiponectina sérica (hormônio anti-inflamatório e sensibilizador de insulina).\n\nPortadores do genótipo Pro/Pro (mais comum) apresentam maior risco de diabetes tipo 2, resistência à insulina, obesidade visceral e síndrome metabólica, especialmente em contexto de dieta hipercalórica e sedentarismo. No entanto, respondem melhor a intervenções dietéticas baseadas em gorduras monoinsaturadas e vitamina E.\n\nImportante: o polimorfismo também influencia resposta a medicamentos - portadores de Ala tendem a responder melhor a tiazolidinedionas, enquanto Pro/Pro podem necessitar doses maiores ou terapias combinadas.",
    "patient_explanation": "O gene PPARG controla como suas células de gordura funcionam e como seu corpo responde à insulina. A variação Pro12Ala pode influenciar sua proteção contra diabetes tipo 2.\n\nExistem três genótipos: Pro/Pro (mais comum, maior risco), Pro/Ala (intermediário, alguma proteção) e Ala/Ala (menos comum, mais proteção contra diabetes).\n\nSe você tem Pro/Pro, tem maior risco de desenvolver resistência à insulina e diabetes tipo 2, especialmente se tiver excesso de peso ou vida sedentária. Mas há boas notícias: estudos mostram que você responde muito bem a algumas estratégias nutricionais específicas.\n\nAlimentos ricos em vitamina E (amêndoas, avelãs, abacate, azeite) e gorduras saudáveis (ômega-3, azeite, oleaginosas) podem ser especialmente benéficos para seu perfil genético, melhorando a sensibilidade à insulina. Atividade física regular é fundamental - pode compensar grande parte do risco genético.\n\nSe você tem Ala/Ala ou Pro/Ala, tem proteção genética natural contra diabetes, mas isso não significa descuidar da saúde - estilo de vida ainda é o fator mais importante.",
    "conduct": "**Quando testar:** Pacientes com síndrome metabólica, pré-diabetes, diabetes tipo 2, histórico familiar forte de diabetes, ou obesidade com resistência à insulina.\n\n**Interpretação e conduta por genótipo:**\n\n**Genótipo Ala/Ala (protetor):** Risco reduzido de diabetes tipo 2.\n- Prevenção padrão\n- Rastreamento glicêmico conforme diretrizes convencionais\n- Se diabetes estabelecido: considerar tiazolidinedionas como opção terapêutica favorável (melhor resposta neste genótipo)\n\n**Genótipo Pro/Ala (heterozigoto):** Proteção parcial.\n- Rastreamento glicêmico regular\n- Dieta com ênfase em:\n  - Gorduras monoinsaturadas (azeite, abacate, oleaginosas)\n  - Vitamina E (amêndoas, avelãs, sementes de girassol)\n  - Ômega-3 (peixes, chia, linhaça)\n- Atividade física: 150-200 min/semana\n- Suplementação: vitamina E 200-400 UI/dia (aumenta adiponectina neste genótipo)\n\n**Genótipo Pro/Pro (maior risco):** Risco aumentado para diabetes tipo 2 e síndrome metabólica.\n- Rastreamento precoce:\n  - HbA1c e glicemia de jejum anuais a partir dos 35 anos\n  - HOMA-IR para avaliar resistência à insulina\n  - Perfil lipídico completo (incluindo triglicerídeos, HDL)\n- Intervenção nutricional específica:\n  - Dieta mediterrânea (rica em gorduras monoinsaturadas)\n  - Vitamina E: 400-800 UI/dia (melhora sensibilidade à insulina)\n  - Ômega-3: 2-3g/dia (EPA+DHA)\n  - Magnésio: 300-400mg/dia\n  - Evitar gorduras trans e saturadas em excesso\n  - Priorizar carboidratos de baixo índice glicêmico\n- Exercícios: 250-300 min/semana (treino resistido + aeróbico)\n- Controle rigoroso de peso (IMC <25)\n- Suplementação:\n  - Vitamina E natural (d-alfa-tocoferol) 400 UI/dia\n  - Berberina 1500mg/dia (se pré-diabetes ou diabetes)\n  - Cromo picolinato 200-400mcg/dia\n  - Ácido alfa-lipóico 300-600mg/dia\n- Farmacoterapia (se diabetes estabelecido):\n  - Considerar tiazolidinedionas (pioglitazona) - agonistas diretos do PPARG\n  - Metformina como primeira linha\n  - Evitar sulfonilureias como monoterapia inicial\n- Monitoramento de adiponectina sérica (marcador de sensibilidade à insulina)\n\n**Nutrigenômica:** Resposta aumentada a dietas ricas em vitamina E e gorduras monoinsaturadas. Considerar suplementação de vitamina E individualizada.",
    "articles_searched": [
      "PPARG Pro12Ala diabetes nutrigenomics",
      "Vitamin E PPARG adiponectin interaction"
    ],
    "articles_to_link": [],
    "sources": [
      "https://www.mdpi.com/2218-273X/13/12/1791",
      "https://www.nature.com/articles/s41598-020-69363-7",
      "https://pubmed.ncbi.nlm.nih.gov/29402778/"
    ]
  },
  {
    "gene_id": "93ffb2ea-0a41-428c-b481-13f55a321e85",
    "gene_name": "MTHFR C677T rs1801133 (Homocisteína)",
    "clinical_relevance": "O gene MTHFR (Methylenetetrahydrofolate Reductase) codifica a enzima metilenotetrahidrofolato redutase, essencial no metabolismo do folato e da homocisteína. O polimorfismo C677T (rs1801133) resulta em substituição de valina por alanina no códon 222, causando redução da atividade enzimática e termolabilidade aumentada.\n\nA atividade enzimática é reduzida para aproximadamente 67% em heterozigotos (CT) e apenas 25% em homozigotos (TT) comparado ao genótipo CC. Esta redução compromete a conversão de homocisteína em metionina, resultando em hiperhomocisteinemia, especialmente em condições de baixa ingestão de folato.\n\nPrevalência: 8-20% da população caucasiana é homozigota TT; 20-40% é heterozigota CT; prevalência menor em populações africanas (1-2% TT). Homozigotos TT apresentam níveis de homocisteína 20-30% mais elevados que CC, particularmente se deficiência de folato.\n\nImpacto clínico: Associação controversa com doenças cardiovasculares - em países com fortificação de alimentos com ácido fólico (como Brasil desde 2004), o impacto do polimorfismo é significativamente atenuado. Meta-análises demonstram que a mutação isolada, na ausência de hiperhomocisteinemia, NÃO é fator de risco independente para trombose venosa profunda ou doença cardiovascular.\n\nImportante: A necessidade de folato em homozigotos TT é aproximadamente 1,4 vezes maior (600-800 mcg/dia vs 400 mcg/dia). Suplementação adequada de folato, vitamina B12 e B6 normaliza completamente os níveis de homocisteína na maioria dos casos. Teste genético NÃO é recomendado rotineiramente - dosagem de homocisteína sérica é mais clinicamente relevante.",
    "patient_explanation": "O gene MTHFR produz uma enzima que ajuda seu corpo a processar vitaminas do complexo B (especialmente ácido fólico) e controlar os níveis de uma substância chamada homocisteína no sangue.\n\nA variação C677T pode reduzir a atividade dessa enzima. Se você tem genótipo TT (duas cópias da variante), a enzima funciona a apenas 25% da capacidade normal; CT funciona a 67%; e CC é normal.\n\nQuando a enzima trabalha menos, a homocisteína pode se acumular no sangue - mas isso só acontece se você não consumir folato suficiente. Com ingestão adequada de vitaminas do complexo B, seus níveis de homocisteína ficam normais mesmo com genótipo TT.\n\nNo Brasil, alimentos são fortificados com ácido fólico desde 2004, então a maioria das pessoas tem ingestão adequada. Se você tem TT ou CT, precisa de um pouco mais de folato que o normal (600-800 mcg/dia ao invés de 400 mcg/dia).\n\nImportante: ter esta variante genética NÃO significa que você terá problemas de saúde - significa apenas que precisa de atenção especial com vitaminas do complexo B.",
    "conduct": "**IMPORTANTE:** Organizações médicas (American College of Medical Genetics, CDC) NÃO recomendam teste genético MTHFR de rotina. Dosagem de homocisteína sérica é mais clinicamente útil.\n\n**Quando considerar teste:** Hiperhomocisteinemia documentada (>15 µmol/L), histórico de trombose em idade jovem (<50 anos), ou planejamento gestacional com histórico de defeitos do tubo neural.\n\n**Interpretação e conduta por genótipo:**\n\n**Genótipo CC (normal):** Atividade enzimática normal.\n- Ingestão padrão de folato: 400 mcg/dia\n- Dieta equilibrada com vegetais verde-escuros\n- Dosagem de homocisteína se fatores de risco cardiovascular\n\n**Genótipo CT (heterozigoto):** Atividade enzimática ~67%.\n- Ingestão aumentada de folato: 600 mcg/dia\n- Dosar homocisteína sérica (se >10 µmol/L, suplementar)\n- Fontes alimentares de folato:\n  - Vegetais verde-escuros (espinafre, brócolis, couve)\n  - Leguminosas (feijão, lentilha)\n  - Fígado (evitar excesso)\n- Suplementação se homocisteína elevada:\n  - Ácido fólico ou metilfolato: 800-1000 mcg/dia\n  - Vitamina B12: 1000 mcg/dia\n  - Vitamina B6: 25-50 mg/dia\n- Reavaliar homocisteína após 3 meses de suplementação\n\n**Genótipo TT (homozigoto):** Atividade enzimática ~25%.\n- Dosar homocisteína sérica obrigatoriamente\n- Se homocisteína <10 µmol/L: apenas ajuste dietético\n- Se homocisteína 10-15 µmol/L: suplementação moderada\n- Se homocisteína >15 µmol/L: suplementação agressiva\n- Necessidade de folato: 800-1000 mcg/dia\n- Protocolo de suplementação (se homocisteína elevada):\n  - Metilfolato (forma ativa): 1000-5000 mcg/dia\n    - Preferir metilfolato ao ácido fólico (maior biodisponibilidade)\n  - Metilcobalamina (B12 ativa): 1000-2000 mcg/dia\n  - Piridoxal-5-fosfato (B6 ativa): 50-100 mg/dia\n  - Betaína (trimetilglicina): 3-6g/dia (se homocisteína >20)\n- Dieta rica em folato natural\n- Evitar fatores que aumentam homocisteína:\n  - Excesso de metionina (carnes vermelhas em excesso)\n  - Tabagismo\n  - Excesso de café (>4 xícaras/dia)\n  - Álcool\n- Monitoramento:\n  - Homocisteína a cada 3-6 meses até normalização\n  - Após normalização: dosagem anual\n  - Vitamina B12 e folato séricos anuais\n\n**Gestação (genótipo TT ou CT):**\n- Suplementação pré-concepcional: iniciar 3 meses antes\n- Ácido fólico: 800-5000 mcg/dia (dependendo de homocisteína)\n- Manter durante toda gestação e lactação\n- Reduz risco de defeitos do tubo neural\n\n**EVITAR:**\n- Teste genético como rastreamento populacional (não recomendado)\n- Suplementação sem dosagem de homocisteína\n- Atribuir múltiplos sintomas inespecíficos ao polimorfismo (pseudociência comum)\n\n**IMPORTANTE:** Na ausência de hiperhomocisteinemia, o polimorfismo MTHFR isolado NÃO aumenta risco cardiovascular ou trombótico em países com fortificação alimentar. Foco na homocisteína sérica, não no genótipo.",
    "articles_searched": [
      "MTHFR C677T clinical implications 2024",
      "Homocysteine folate supplementation"
    ],
    "articles_to_link": [],
    "sources": [
      "https://www.cdc.gov/folic-acid/data-research/mthfr/index.html",
      "https://www.racgp.org.au/afp/2016/april/mthfr-genetic-testing-controversy-and-clinical-imp",
      "https://www.mdpi.com/1422-0067/25/1/193"
    ]
  },
  {
    "gene_id": "160b5986-1045-4ae7-85c7-8dfe058c4df7",
    "gene_name": "APOE (Alzheimer e Lipídios)",
    "clinical_relevance": "O gene APOE (Apolipoprotein E) codifica a apolipoproteína E, proteína crucial no transporte de lipídios no sistema nervoso central e periférico. Existem três isoformas principais determinadas por dois SNPs: ε2 (Cys112, Cys158), ε3 (Cys112, Arg158 - mais comum), e ε4 (Arg112, Arg158).\n\nAPOE ε4 é o principal determinante genético de risco para doença de Alzheimer (DA): portadores de uma cópia (ε3/ε4) têm risco 3-4 vezes maior; duas cópias (ε4/ε4) aumentam risco em 8-12 vezes. Aproximadamente 60% dos pacientes com DA carregam pelo menos um alelo ε4. O mecanismo envolve disfunção no metabolismo lipídico cerebral, acúmulo de beta-amiloide, neuroinflamação e comprometimento da neuroplasticidade.\n\nEstudos recentes (2024) demonstram que APOE4 causa alterações dramáticas no processamento de lipídios em astrócitos: acúmulo significativo de lipídios neutros, gotículas lipídicas e colesterol, comprometendo função de suporte neuronal. APOE4 também altera preferência energética celular de glicose para ácidos graxos poliinsaturados, reduz atividade de ABCA1 (transportador de colesterol) e aumenta colesterol em membranas celulares.\n\nImpacto cardiovascular: ε4 aumenta risco de aterosclerose e doença cardiovascular através de elevação de LDL-colesterol e comprometimento do clearance de lipoproteínas ricas em triglicerídeos. ε2 é protetor tanto para DA quanto para doenças cardiovasculares, associado a menores níveis de LDL.\n\nNutrigenômica: Estudos demonstram que intervenção nutricional com colina (precursor de fosfatidilcolina) reverte parcialmente danos celulares em portadores de ε4, reduzindo acúmulo de colesterol e gotículas lipídicas. Fontes: ovos, carne, peixe, feijões e oleaginosas. Dieta mediterrânea mostra benefícios especialmente em portadores de ε4, atenuando declínio cognitivo.",
    "patient_explanation": "O gene APOE determina o tipo de apolipoproteína E que seu corpo produz - uma proteína que transporta gorduras no sangue e no cérebro. Existem três versões principais: ε2 (protetora), ε3 (neutra, mais comum) e ε4 (aumenta alguns riscos).\n\nSeu genótipo APOE pode influenciar o risco de doença de Alzheimer e doenças cardiovasculares:\n\n- ε2/ε2 ou ε2/ε3: Proteção contra Alzheimer e colesterol mais baixo\n- ε3/ε3: Risco padrão (mais de 50% da população)\n- ε3/ε4: Risco aumentado para Alzheimer (3-4 vezes maior)\n- ε4/ε4: Risco muito aumentado para Alzheimer (8-12 vezes maior)\n\nIMPORTANTE: Ter ε4 NÃO significa que você terá Alzheimer - significa risco aumentado. Muitas pessoas com ε4/ε4 nunca desenvolvem Alzheimer, e muitas pessoas sem ε4 desenvolvem a doença. Fatores de estilo de vida são fundamentais.\n\nBoas notícias: estudos mostram que portadores de ε4 que seguem dieta mediterrânea, consomem colina (ovos, peixes, carnes), praticam exercícios regulares, controlam pressão arterial e colesterol, e mantêm atividade mental ativa conseguem reduzir significativamente o risco.\n\nSe você tem ε4, foco em: exercícios aeróbicos regulares, dieta anti-inflamatória rica em ômega-3 e colina, controle rigoroso de fatores cardiovasculares, estimulação cognitiva, e sono de qualidade.",
    "conduct": "**Quando testar:** Considerar em pacientes com declínio cognitivo, histórico familiar de Alzheimer de início precoce, ou para estratificação de risco cardiovascular em contexto de hipercolesterolemia familiar. Teste preditivo em assintomáticos é controverso - requer aconselhamento genético apropriado.\n\n**Interpretação e conduta por genótipo:**\n\n**Genótipo ε2/ε2 ou ε2/ε3 (protetor):**\n- Menor risco de Alzheimer e DCV\n- LDL-colesterol tipicamente mais baixo\n- Prevenção padrão com ênfase em saúde cognitiva e cardiovascular\n- Rastreamento cognitivo conforme diretrizes gerais\n\n**Genótipo ε3/ε3 (neutro - mais comum):**\n- Risco populacional padrão\n- Prevenção convencional\n- Estilo de vida saudável geral\n\n**Genótipo ε2/ε4 ou ε3/ε4 (risco aumentado):**\n- Risco 3-4 vezes maior para DA\n- Maior susceptibilidade a danos cerebrais por trauma, infecção ou eventos vasculares\n- **Intervenções preventivas intensivas:**\n\n**1. Nutrição personalizada:**\n- Dieta mediterrânea rigorosa (evidência forte de neuroproteção em ε4)\n  - Azeite extra-virgem diariamente\n  - Peixes gordos 3-4x/semana (ômega-3)\n  - Oleaginosas diárias\n  - Vegetais abundantes, especialmente verde-escuros\n  - Frutas vermelhas (polifenóis)\n  - Limitar carnes vermelhas\n- Colina: 550-1000 mg/dia (CRÍTICO para portadores ε4)\n  - Fontes: ovos (2-3 ovos inteiros/dia), fígado, salmão, bacalhau, feijões\n  - Suplementação se dieta insuficiente: CDP-colina 500-1000mg/dia ou alfa-GPC 600mg/dia\n- Ômega-3 (DHA+EPA): 2-3g/dia\n  - Preferir fontes alimentares (peixes)\n  - Suplementação se necessário: óleo de peixe purificado\n- Curcumina: 500-1000mg/dia (anti-inflamatório, reduz amiloide)\n- Vitamina D: manter níveis >40 ng/mL\n- Vitamina E (tocoferóis mistos): 400 UI/dia (apenas de fontes naturais)\n- Magnésio treonato: 1000-2000mg/dia (atravessa barreira hematoencefálica)\n\n**2. Controle rigoroso de fatores de risco cardiovascular:**\n- LDL-colesterol: meta <100 mg/dL (ou <70 se alto risco CV)\n  - Portadores ε4 têm maior LDL basal - frequentemente necessitam estatinas\n- Pressão arterial: meta <130/80 mmHg (hipertensão acelera declínio cognitivo em ε4)\n- Glicemia: HbA1c <5,7% (diabetes é fator sinérgico para demência)\n- Triglicerídeos: <150 mg/dL\n\n**3. Exercício físico (CRÍTICO - evidência forte):**\n- Aeróbico: 150-200 min/semana intensidade moderada-vigorosa\n  - Exercício aumenta BDNF (fator neurotrófico) especialmente importante em ε4\n- Treino resistido: 2-3x/semana\n- Priorizar consistência sobre intensidade\n\n**4. Estimulação cognitiva:**\n- Aprendizado contínuo (idiomas, instrumentos musicais, cursos)\n- Socialização ativa\n- Jogos cognitivos/quebra-cabeças\n\n**5. Sono de qualidade:**\n- 7-8 horas/noite (sono limpa amiloide cerebral)\n- Tratar apneia do sono agressivamente (compromete clearance de proteínas)\n\n**6. Suplementação específica:**\n- Colina (CDP-colina ou alfa-GPC): 500-1000mg/dia\n- DHA: 1000-2000mg/dia\n- Curcumina lipossomal: 500-1000mg/dia\n- Magnésio L-treonato: 1000-2000mg/dia\n- Vitamina D3: 2000-4000 UI/dia (manter >40 ng/mL)\n- Pterostilbeno ou resveratrol: 150-300mg/dia\n\n**7. Monitoramento:**\n- Avaliação cognitiva baseline (MoCA, MMSE)\n- Reavaliação cognitiva a cada 2 anos após 50 anos, anual após 65 anos\n- Biomarcadores (se disponível): dosagem de beta-amiloide e tau no LCR ou PET scan\n- Perfil lipídico completo anual\n- Controle rigoroso de fatores CV\n\n**Genótipo ε4/ε4 (risco muito aumentado):**\n- Todas intervenções acima de forma ainda mais rigorosa\n- Considerar participação em estudos clínicos preventivos\n- Monitoramento cognitivo mais frequente (anual após 50 anos)\n- Discussão sobre planejamento futuro e diretivas antecipadas\n- Acompanhamento neurológico especializado\n- Farmacoterapia preventiva em investigação: discutir elegibilidade para ensaios clínicos\n\n**IMPORTANTE:**\n- Evitar determinismo genético - ε4 aumenta risco, não determina destino\n- Intervenções em estilo de vida são eficazes mesmo em ε4/ε4\n- Teste preditivo assintomático requer aconselhamento genético adequado\n- Informações devem ser fornecidas de forma sensível e com suporte apropriado",
    "articles_searched": [
      "APOE epsilon4 Alzheimer prevention 2024",
      "Choline APOE4 intervention",
      "Mediterranean diet APOE4"
    ],
    "articles_to_link": [],
    "sources": [
      "https://link.springer.com/article/10.1186/s13024-022-00574-4",
      "https://link.springer.com/article/10.1007/s12031-024-02224-4",
      "https://picower.mit.edu/news/study-offers-explanation-why-apoe4-gene-enhances-alzheimers-risk"
    ]
  },
  {
    "gene_id": "b841503a-0d6c-466d-a210-70198aebb7e5",
    "gene_name": "FADS1 rs174546 (Ômega-3)",
    "clinical_relevance": "O gene FADS1 (Fatty Acid Desaturase 1) codifica a enzima delta-5 desaturase, essencial na conversão de ácidos graxos ômega-3 de cadeia curta (ALA - ácido alfa-linolênico) em ômega-3 de cadeia longa biologicamente ativos (EPA e DHA). O polimorfismo rs174546 (T>C) é um dos SNPs mais estudados e com maior impacto funcional.\n\nPortadores do alelo menor T (alelo de menor conversão) apresentam atividade reduzida da desaturase, resultando em menor eficiência na conversão de ALA para EPA/DHA. Estudos de 2024 demonstram que portadores de TT têm níveis de EPA e DHA plasmáticos 15-30% menores comparado a CC, mesmo com ingestão equivalente de ALA.\n\nImplicação clínica: indivíduos com genótipo TT que seguem dieta vegetariana ou vegana (dependente de conversão de ALA de fontes vegetais como linhaça e chia) estão em maior risco de deficiência de EPA/DHA, podendo impactar função cardiovascular, neurodesenvolvimento, função cognitiva e resposta inflamatória.\n\nNutrigenômica: portadores de variantes T respondem melhor à suplementação direta com EPA/DHA (óleo de peixe ou algas) do que à suplementação com ALA (óleos vegetais). Meta-análise de 2024 com 40 estudos confirma que SNPs em FADS1 (incluindo rs174546, rs174537, rs174556) modificam significativamente níveis circulantes de ômega-3 e índice ômega-3 eritrocitário.\n\nInteração gene-dieta: efeito do polimorfismo é mais pronunciado em populações com baixa ingestão de peixes (fonte direta de EPA/DHA) e alta dependência de conversão endógena de ALA.",
    "patient_explanation": "O gene FADS1 produz uma enzima que converte ômega-3 de origem vegetal (ALA, encontrado em linhaça, chia, nozes) em ômega-3 ativos (EPA e DHA) que seu corpo realmente usa para proteger coração, cérebro e reduzir inflamação.\n\nA variação rs174546 determina quão eficiente é essa conversão. Se você tem genótipo TT, sua conversão é menos eficiente - seu corpo converte apenas pequena parte do ômega-3 vegetal em formas ativas. Genótipo CC converte melhor, e CT é intermediário.\n\nPor que isso importa? Se você é vegetariano/vegano ou come pouco peixe e tem genótipo TT, pode ter deficiência de EPA/DHA mesmo consumindo bastante linhaça ou chia, porque seu corpo não consegue converter bem.\n\nSolução: Se você tem TT, precisa de fontes diretas de EPA/DHA - peixes gordos (salmão, sardinha, atum) 3-4x/semana ou suplementação com óleo de peixe/algas. Se tem CC, consegue aproveitar melhor fontes vegetais de ômega-3, mas peixes ainda são benéficos.",
    "conduct": "**Quando testar:** Vegetarianos/veganos, indivíduos com baixa ingestão de peixes, pacientes com doenças inflamatórias crônicas, gestantes (DHA crítico para neurodesenvolvimento fetal), histórico de depressão ou declínio cognitivo.\n\n**Interpretação e conduta por genótipo:**\n\n**Genótipo CC (conversão eficiente):**\n- Conversão ALA→EPA/DHA relativamente eficiente\n- Fontes vegetais de ômega-3 podem ser suficientes (com atenção)\n- Recomendações:\n  - ALA: 2-3g/dia (2-3 colheres sopa de linhaça moída ou chia)\n  - Ainda recomendar peixes 2-3x/semana (fonte direta superior)\n  - Dosagem de índice ômega-3 eritrocitário para confirmar adequação\n  - Meta: índice ômega-3 >8%\n\n**Genótipo CT (conversão intermediária):**\n- Conversão moderadamente reduzida\n- Dependência parcial de fontes diretas de EPA/DHA\n- Recomendações:\n  - Peixes gordos: mínimo 3x/semana (salmão, sardinha, cavala, arenque)\n  - Ou suplementação: 500-1000mg EPA+DHA/dia\n  - ALA vegetal como complemento: 2g/dia\n  - Dosagem de índice ômega-3 a cada 6-12 meses\n  - Meta: >8%\n\n**Genótipo TT (conversão reduzida - CRÍTICO para veganos):**\n- Conversão ALA→EPA/DHA muito ineficiente (apenas 1-5% convertido)\n- Dependência quase absoluta de fontes diretas de EPA/DHA\n- **Recomendações nutricionais:**\n  - **Onívoros:** Peixes gordos 4-5x/semana obrigatório\n  - **Vegetarianos/veganos:** Suplementação obrigatória\n    - Óleo de algas DHA: 300-600mg DHA/dia\n    - Óleo de algas EPA+DHA: 1000-2000mg/dia\n  - ALA vegetal tem benefício limitado neste genótipo (manter consumo mas não depender)\n  - Monitoramento rigoroso:\n    - Índice ômega-3 eritrocitário a cada 3-6 meses\n    - Meta: >8% (ótimo >10%)\n    - Perfil de ácidos graxos completo baseline e anual\n- **Situações especiais:**\n  - Gestação/lactação: DHA 600-1000mg/dia (crítico para neurodesenvolvimento)\n  - Doenças cardiovasculares: EPA+DHA 2-4g/dia\n  - Depressão/transtornos humor: EPA 1000-2000mg/dia\n  - Doenças inflamatórias: EPA+DHA 2-3g/dia\n- **Biomarcadores:**\n  - Índice ômega-3 <4%: risco cardiovascular aumentado\n  - Relação AA/EPA >15: inflamação sistêmica\n  - DHA eritrocitário <4%: risco cognitivo\n\n**Fontes alimentares de EPA/DHA (genótipo TT prioritário):**\n- Salmão selvagem: 1500-2500mg/100g\n- Sardinha: 1000-1500mg/100g\n- Cavala: 2000-3000mg/100g\n- Arenque: 1500-2000mg/100g\n- Atum: 300-800mg/100g (menor teor)\n\n**Suplementação (preferir certificados pureza/metais pesados):**\n- Óleo de peixe concentrado: EPA+DHA 1000-2000mg/dia\n- Óleo de krill: 500-1000mg/dia (melhor absorção)\n- Óleo de algas (veganos): DHA 300-600mg/dia\n\n**IMPORTANTE para veganos com TT:** Conversão de ALA é insuficiente - suplementação com óleo de algas é OBRIGATÓRIA, não opcional.",
    "articles_searched": [
      "FADS1 FADS2 omega-3 conversion 2024",
      "Nutrigenomics omega-3 vegans"
    ],
    "articles_to_link": [],
    "sources": [
      "https://genesandnutrition.biomedcentral.com/articles/10.1186/s12263-024-00747-4",
      "https://link.springer.com/article/10.1186/s12944-025-02513-w",
      "https://www.mdpi.com/2072-6643/16/20/3522"
    ]
  },
  {
    "gene_id": "23ce1010-b72c-475d-b9c0-8d9585a04bf3",
    "gene_name": "FADS2 rs174575 (Ômega-3/DHA)",
    "clinical_relevance": "O gene FADS2 (Fatty Acid Desaturase 2) codifica a enzima delta-6 desaturase, que catalisa o primeiro passo limitante na conversão de ácidos graxos poliinsaturados de cadeia curta para cadeia longa. O polimorfismo rs174575 afeta especialmente a conversão de ALA em EPA e posteriormente DHA.\n\nEstudos de 2024 demonstram que portadores de alelos menores (variantes de menor conversão) em rs174575 apresentam níveis reduzidos de EPA e DHA circulantes. O FADS2 trabalha sinergicamente com FADS1 - ambos são necessários para conversão completa de ALA→EPA→DHA.\n\nMecanismo: FADS2 realiza a primeira desaturação (ALA→ácido estearidônico), seguida de elongação, e então FADS1 realiza segunda desaturação (EPA). Deficiência em FADS2 cria gargalo metabólico na via de síntese de ômega-3 de cadeia longa.\n\nImplicações: indivíduos com genótipos de baixa conversão (especialmente se combinado com variantes FADS1 desfavoráveis) apresentam maior risco de deficiência funcional de ômega-3, com impactos em desenvolvimento neurológico, função cognitiva, saúde cardiovascular e modulação inflamatória.\n\nInteração gene-dieta: estudos de suplementação com óleo de peixe demonstram que indivíduos com polimorfismos FADS2 desfavoráveis apresentam menor Omega-3 Index basal, mas respondem melhor à suplementação direta com EPA/DHA (maior incremento percentual) comparado a portadores de genótipos favoráveis.",
    "patient_explanation": "O gene FADS2 produz outra enzima na cadeia de conversão de ômega-3. Junto com FADS1, eles transformam ômega-3 vegetal em ômega-3 ativo que protege seu cérebro e coração.\n\nSe você tem variantes que reduzem a atividade da FADS2, a conversão fica ainda mais comprometida. Isso é especialmente importante se você também tem variante desfavorável no FADS1 - a combinação significa conversão muito baixa.\n\nNa prática: se seus genes FADS não convertem bem ômega-3 vegetal, depender só de linhaça, chia e nozes não é suficiente. Você precisa de fontes diretas (peixes ou suplementos) para ter níveis adequados de EPA e DHA.\n\nBoa notícia: pessoas com variantes desfavoráveis que suplementam EPA/DHA costumam ter resposta excelente - os níveis sobem bastante com a suplementação.",
    "conduct": "**Quando testar:** Idealmente em conjunto com FADS1. Mesmas indicações - vegetarianos/veganos, gestantes, doenças inflamatórias, baixa ingestão de peixes.\n\n**Interpretação combinada FADS1 + FADS2:**\n\n**Ambos genótipos favoráveis (conversão eficiente):**\n- Melhor conversão endógena possível\n- Fontes vegetais de ALA mais úteis\n- Ainda recomendar 2-3 porções peixe/semana\n- ALA: 2-3g/dia de fontes vegetais\n\n**Um genótipo desfavorável (conversão intermediária):**\n- Peixes: 3-4x/semana\n- Ou suplementação: 1000mg EPA+DHA/dia\n- Índice ômega-3 a cada 6 meses\n\n**Ambos genótipos desfavoráveis (conversão muito reduzida):**\n- **Situação crítica para veganos/vegetarianos**\n- Dependência quase total de fontes diretas\n- Onívoros: peixes 4-5x/semana obrigatório\n- Veganos: suplementação óleo de algas OBRIGATÓRIA\n  - DHA: 600-1000mg/dia\n  - EPA+DHA: 1500-2000mg/dia\n- Monitoramento trimestral de índice ômega-3\n- Meta: >8% (idealmente >10%)\n- ALA vegetal: manter consumo mas não confiar como fonte principal\n\n**Gestação com genótipos desfavoráveis:**\n- DHA pré-concepcional e gestacional: 600-1000mg/dia\n- Essencial para neurodesenvolvimento fetal\n- Não depender de conversão de ALA\n- Suplementação direta obrigatória\n\n**Nota clínica:** Aproximadamente 15-30% da população tem dupla variante desfavorável FADS1+FADS2, sendo grupo de alto risco para deficiência de ômega-3 se dieta baseada em plantas.",
    "articles_searched": [
      "FADS2 polymorphisms omega-3 2024"
    ],
    "articles_to_link": [],
    "sources": [
      "https://genesandnutrition.biomedcentral.com/articles/10.1186/s12263-024-00747-4"
    ]
  },
  {
    "gene_id": "d00ac0c9-a38c-4f36-aab6-e796dee450d2",
    "gene_name": "ACE I/D rs4646994 (Hipertensão)",
    "clinical_relevance": "O gene ACE (Angiotensin-Converting Enzyme) codifica a enzima conversora de angiotensina, componente central do sistema renina-angiotensina-aldosterona (SRAA), regulando pressão arterial e balanço hidroeletrolítico. O polimorfismo I/D (inserção/deleção) rs4646994 refere-se à presença (I) ou ausência (D) de fragmento de 287 pares de bases no íntron 16.\n\nGenótipo DD está associado a níveis plasmáticos de ECA aproximadamente 2x maiores que II, com ID intermediário. Maior atividade da ECA resulta em maior conversão de angiotensina I em angiotensina II (vasoconstrictor potente) e maior degradação de bradicinina (vasodilatador).\n\nAssociações clínicas: DD associado a maior risco de hipertensão arterial, hipertrofia ventricular esquerda, infarto do miocárdio e progressão de doença renal. Importante: a associação varia entre populações - mais consistente em asiáticos e hispânicos que em caucasianos.\n\nSensibilidade ao sal (nutrigenômica): estudos demonstram que genótipo II está mais associado à hipertensão sal-sensível que DD. Frequência do alelo I é significativamente maior em hipertensos sal-sensíveis (odds ratio 2.78). Paradoxalmente, apesar de DD ter maior atividade ECA, II apresenta maior resposta pressórica ao sal.\n\nInteração gene-dieta: pesquisas de 2023 demonstram que dieta rica em gorduras saturadas aumenta ECA circulante, efeito amplificado pelo polimorfismo rs4343 (linked com I/D). Alto consumo de sódio em portadores de risco genético aumenta risco de hipertensão em >2x.\n\nFarmacogenética: portadores DD podem responder melhor a inibidores da ECA (captopril, enalapril) devido à maior atividade basal da enzima.",
    "patient_explanation": "O gene ACE produz uma enzima que controla sua pressão arterial aumentando a produção de angiotensina II (que contrai vasos sanguíneos e eleva pressão).\n\nExistem três genótipos: DD (alta atividade da enzima), ID (intermediário) e II (menor atividade da enzima).\n\nPessoas com DD têm o dobro de atividade da enzima, o que pode aumentar risco de pressão alta, especialmente se tiverem outros fatores de risco (obesidade, sedentarismo, dieta rica em sal ou gorduras saturadas).\n\nCuriosamente, pessoas com II são mais sensíveis ao sal - ou seja, quando comem muito sal, a pressão sobe mais facilmente.\n\nSe você tem DD ou II: controle de sal na dieta é importante (máximo 5g/dia = 1 colher chá). Dieta DASH (rica em potássio, magnésio, pobre em sódio) é especialmente benéfica. Exercícios regulares ajudam muito. Se desenvolver hipertensão e tiver DD, medicamentos inibidores da ECA (que terminam em \"pril\") podem funcionar muito bem para você.",
    "conduct": "**Quando testar:** Hipertensão de início precoce (<40 anos), história familiar forte de hipertensão, hipertensão resistente a tratamento, ou para guiar escolha terapêutica.\n\n**Interpretação e conduta por genótipo:**\n\n**Genótipo II (inserção/inserção):**\n- Menor atividade ECA basal\n- **MAIOR sensibilidade ao sal** (importante!)\n- Conduta:\n  - Restrição rigorosa de sódio: <2000mg/dia (idealmente <1500mg)\n  - Dieta DASH (Dietary Approaches to Stop Hypertension)\n  - Aumentar potássio: 3500-4700mg/dia (frutas, vegetais, leguminosas)\n  - Magnésio: 400-500mg/dia (folhas verdes, oleaginosas, grãos integrais)\n  - Evitar alimentos ultraprocessados (alta carga de sódio)\n  - Exercícios aeróbicos: 150-200 min/semana\n  - Monitoramento PA domiciliar\n- Farmacoterapia se hipertensão estabelecida:\n  - Diuréticos tiazídicos podem ser particularmente eficazes\n  - Bloqueadores canais de cálcio\n  - Inibidores ECA ou BRA também eficazes\n\n**Genótipo ID (heterozigoto):**\n- Atividade ECA intermediária\n- Sensibilidade ao sal intermediária\n- Conduta:\n  - Restrição moderada de sódio: <2300mg/dia\n  - Dieta balanceada com ênfase em vegetais e frutas\n  - Potássio adequado: 3000-4000mg/dia\n  - Exercícios regulares: 150 min/semana\n  - Controle de peso (IMC <25)\n- Farmacoterapia: terapia padrão conforme diretrizes\n\n**Genótipo DD (deleção/deleção):**\n- Maior atividade ECA (2x maior que II)\n- Maior risco de hipertensão, hipertrofia VE, eventos CV\n- Menor sensibilidade ao sal (mas restrição ainda importante)\n- Conduta:\n  - Restrição de sódio: <2300mg/dia\n  - **Evitar dieta rica em gorduras saturadas** (amplifica atividade ECA)\n    - Gorduras saturadas: <7% calorias totais\n    - Priorizar gorduras insaturadas (azeite, abacate, oleaginosas, peixes)\n  - Dieta anti-hipertensiva:\n    - Dieta mediterrânea ou DASH\n    - Rica em ômega-3 (efeito vasodilatador)\n    - Nitratos dietéticos (beterraba, folhas verdes) - melhoram função endotelial\n  - Exercícios: 200-250 min/semana (importante para remodelamento CV)\n  - Controle rigoroso de fatores de risco:\n    - IMC <25\n    - Circunferência abdominal <94cm (homens) <80cm (mulheres)\n    - LDL <100mg/dL\n    - Glicemia <100mg/dL\n  - Suplementação:\n    - Ômega-3: 2-3g/dia (EPA+DHA)\n    - Magnésio: 400-500mg/dia\n    - Coenzima Q10: 100-200mg/dia (se hipertrofia VE)\n- Monitoramento:\n  - PA domiciliar regular\n  - Ecocardiograma baseline e periódico (avaliar hipertrofia VE)\n  - Microalbuminúria anual (marcador de lesão renal)\n- **Farmacoterapia (genótipo DD responde especialmente bem):**\n  - **Primeira linha: Inibidores da ECA** (captopril, enalapril, lisinopril)\n    - Bloqueiam enzima com atividade aumentada\n    - Reduzem angiotensina II\n    - Protegem função renal e cardíaca\n  - Alternativa: BRAs (losartana, valsartana) se intolerância a IECA\n  - Combinação com diurético ou bloqueador canal de cálcio se necessário\n\n**Interação gene-dieta crítica:**\n- DD + dieta alta em gorduras saturadas + alto sódio = risco muito aumentado\n- II + dieta alta em sódio = hipertensão sal-sensível\n\n**IMPORTANTE:** Polimorfismo ACE isolado não determina hipertensão - fatores ambientais (dieta, exercício, peso) são predominantes e modificáveis.",
    "articles_searched": [
      "ACE gene hypertension salt sensitivity 2024"
    ],
    "articles_to_link": [],
    "sources": [
      "https://www.frontiersin.org/journals/nutrition/articles/10.3389/fnut.2023.1241017/full",
      "https://www.ahajournals.org/doi/10.1161/01.HYP.27.3.569"
    ]
  }
]