{
  "score_item_id": "019c4fad-ba4a-721b-859a-cf7c646e71ca",
  "clinical_relevance": "O controle de doenças autoimunes é um parâmetro central no Escore Plenya, pois essas condições representam falhas na tolerância imunológica — mecanismo pelo qual o sistema imune distingue o self do non-self. Fisiologicamente, a autoimunidade resulta de quebras na tolerância central (intratimica, durante o desenvolvimento fetal) e periférica (mediada por células T-reguladoras/T-regs ao longo da vida). O gene FOXP3, essencial para a função das T-regs, quando comprometido, reduz a secreção de IL-10 (citocina anti-inflamatória) e favorece a expansão de subpopulações pró-inflamatórias como TH1, TH2 e TH17.\n\nFisiopatologia central: diferentes subtipos de resposta imune dominante determinam o fenótipo clínico e a estratégia terapêutica. A resposta TH1 (mediada por INF-γ, TNF-α, IL-1β, IL-6) predomina em sensibilidade alimentar, síndrome do intestino irritável, psoríase e fadiga crônica. A resposta TH2 (IL-4, IL-5, IL-6) predomina em eczemas, asma, rinite e síndrome de Sjögren. A resposta TH17 (IL-17, IL-22) é central em fibromialgia, esclerose múltipla e artrite reumatoide.\n\nO papel do intestino é fundamental: 70 a 80% do sistema imune está localizado no trato gastrointestinal (GALT/MALT). Disbiose intestinal, SIBO e intestino hiperpermeável (leaky gut) são gatilhos amplamente documentados para autoimunidade. Níveis de proteobactérias acima de 5% sinalizam inflamação ativa; em doença de Crohn, podem ultrapassar 40%. A redução de Akkermansia e Faecalibacterium prausnitzii indica dieta com alta carga glicêmica e favorece o ambiente pró-inflamatório.\n\nO eixo HPA (hipotálamo-hipófise-adrenal) é outro pilar fisiopatológico: estresse psicológico crônico rompe a barreira intestinal, eleva cortisol e catecolaminas, desregula o sistema imune e amplifica a inflamação. Burnout e fadiga crônica podem levar ao esgotamento do cortisol, com impactos em energia, sono, imunidade e função cognitiva.\n\nO estresse oxidativo retroalimenta o processo: ROS elevam NF-κB e AP-1; LPS/PAMPs/DAMPs ativam caspases e IL-1β/IL-18/IL-6. A hiperglicemia e os produtos de glicação avançada (AGEs) — gerados pela reação de Maillard — agravam a inflamação sistêmica, sendo crítico manter baixa carga glicêmica em pacientes autoimunes. A insulina alta associa-se a IL-6 e COX-2; a meta integrativa é insulina em jejum < 6 µUI/mL em quadros autoimunes e inflamatórios.\n\nMarcadores de acompanhamento recomendados (monitoramento a cada 3–5 meses): PCR, VHS, TNF-α, IL-6, hemograma, HbA1c (meta integrativa ~5,2–5,3%), frutosamina, HOMA-IR, ferro/ferritina/transferrina, homocisteína, lipidograma avançado, vitamina D [25(OH)D] — meta >100 ng/mL em autoimunes —, e marcadores de permeabilidade intestinal (zonulina fecal, calprotectina fecal). O monitoramento do cortisol urinário (metabolômico hormonal) é relevante para avaliação do eixo HPA.\n\nA disfunção mitocondrial é um achado frequente: biogênese mitocondrial prejudicada causa fadiga e perda de massa magra, comuns em pacientes autoimunes. O SASP (fenótipo secretor associado à senescência) propaga inflamação ao contaminar células vizinhas, amplificando o processo autoimune.\n\nEvidências clínicas documentam que a abordagem integrativa pode alcançar remissão mesmo em casos refratários a anos de tratamento farmacológico convencional, como descrito em casos de espondilite anquilosante e esclerose múltipla, quando há adesão consistente às mudanças de estilo de vida e protocolos personalizados.",
  "points": 0,
  "patient_explanation": "Doenças autoimunes acontecem quando o sistema de defesa do corpo, que deveria proteger você, começa a atacar os próprios tecidos por engano. Exemplos comuns incluem artrite reumatoide, lúpus, tireoidite de Hashimoto, esclerose múltipla e espondilite anquilosante.\n\nEsse parâmetro avalia se a sua doença autoimune está controlada — ou seja, se você está em remissão ou com baixa atividade inflamatória. O controle adequado é muito importante porque inflamação crônica não controlada danifica órgãos, piora a qualidade de vida, causa fadiga intensa, dores e pode levar a complicações sérias ao longo do tempo.\n\nA boa notícia é que doenças autoimunes podem ser manejadas com uma combinação de tratamento médico e mudanças no estilo de vida. Alimentação anti-inflamatória, sono de qualidade, manejo do estresse, exercício físico moderado e cuidado com a saúde intestinal são pilares fundamentais que, junto ao tratamento médico adequado, podem levar ao controle e até à remissão da doença.\n\nO acompanhamento regular com exames laboratoriais é essencial para monitorar a atividade inflamatória e ajustar o tratamento conforme sua evolução individual.",
  "conduct": "## Conduta Clínica: Controle de Doença Autoimune\n\n### Avaliação Diagnóstica e Monitoramento\n\n**Marcadores inflamatórios e metabólicos (a cada 3–5 meses):**\n- PCR e VHS (inflamação sistêmica clássica)\n- TNF-α e IL-6 (citocinas pró-inflamatórias)\n- Hemograma completo\n- HbA1c (meta integrativa ~5,2–5,3%) e frutosamina\n- HOMA-IR e insulina em jejum (meta < 6 µUI/mL em autoimunes)\n- Ferro, ferritina e transferrina\n- Homocisteína (intervir com B9, B12 e B6 se elevada)\n- Lipidograma avançado (TG/HDL, APO-B/APO-A)\n\n**Vitamina D e eixo imune:**\n- Dosar 25(OH)D e PTH; meta para autoimunes: **> 100 ng/mL**\n- Suplementar vitamina D3 com cofatores (magnésio, B2, B12)\n\n**Saúde intestinal:**\n- Calprotectina fecal e parasitológico de fezes\n- Zonulina fecal (permeabilidade intestinal)\n- Análise de microbioma (avaliar proteobactérias: > 5% indica inflamação ativa)\n- Considerar teste respiratório para SIBO/IMO\n- Ácidos orgânicos urinários (metabolômica funcional)\n\n**Eixo HPA e estresse:**\n- Metabolômico hormonal urinário com curva de cortisol\n- Avaliar qualidade do sono e histórico de traumas/burnout\n\n---\n\n### Intervenções de Estilo de Vida (Evidência Consolidada)\n\n**Alimentação anti-inflamatória:**\n- Dieta com baixa carga glicêmica; evitar açúcares simples, alimentos ultraprocessados e álcool (álcool eleva IL-17)\n- Considerar exclusão de **glúten** (imuногênico, aumenta permeabilidade intestinal e estresse oxidativo) e **proteínas do leite de vaca** (caseína e proteínas do soro podem desencadear mimetismo molecular)\n- Aplicar dietas cíclicas (low-carb, jejum intermitente, plant-based) para evitar estagnação e garantir adesão\n- Ciclos de Fasting Mimicking Diet (FMD, 5 dias, baixa carga glicêmica) a cada 1–4 meses conforme estado clínico\n- Jejum intermitente com janelas de 16–18h (ex: 08:00–14:00 ou 08:00–15:00) para reduzir pico insulinêmico e modular IL-6/COX-2\n- Ingestão aumentada de MUFA (ácidos graxos monoinsaturados); estudo de coorte japonês demonstrou ingestão de MUFA significativamente menor em pacientes com artrite reumatoide\n\n**Exercício físico:**\n- **Treinamento de força moderado** é anti-inflamatório e preserva massa magra\n- Evitar overtraining (prejudicial e pró-inflamatório)\n- Sedentarismo agrava a inflamação sistêmica\n\n**Sono e ritmo circadiano:**\n- Sono reparador e ritmo circadiano regular são essenciais para reparo celular e controle inflamatório\n- Concentrar refeições entre 6h e 18h\n- Jantar cedo favorece melatonina e reduz inflamação noturna\n\n**Manejo do estresse:**\n- Técnicas de manejo do estresse (meditação, psicoterapia) para regular o eixo HPA\n- Trabalhar fatores psicossomáticos e a conexão mente-intestino\n\n---\n\n### Saúde Intestinal (Pilar Central)\n\n- **Reprogramação intestinal em 7 passos** (protocolo faseado):\n  1. Conscientização do diagnóstico e identificação de gatilhos\n  2. Definição da estratégia dietética (ex: Low FODMAP por 1–2 meses)\n  3. Uso de fitoterápicos e suplementos direcionados\n  4. Reavaliação e ajuste do protocolo\n  5. Reintegração de atividade física e práticas mente-corpo\n  6. Abordagem de fatores psicossomáticos\n  7. Monitoramento e celebração do progresso\n- Introduzir fibras gradualmente (ex: goma acácia, que é Low FODMAP); probióticos em doses baixas e poucas cepas\n- Fitoquímicos como gengibre e cúrcuma estimulam diversidade microbiana\n- Suportes à integridade intestinal: zinco-carnosina, glutamina, pectina, beta-glucana, butirato\n- Organizar tratamento em **fases de 3–4 meses**, ajustando por evolução clínica e laboratorial\n\n---\n\n### Suplementação com Evidência (Personalizar por Perfil Imune)\n\n**Modulação TH1** (psoríase, SII, fadiga, sensibilidade alimentar):\n- Vitamina D em doses altas, ácido lipoico, curcumina (95–99% curcuminoides), trans-resveratrol, silimarina, EGCG\n- Fitoterápicos: alcaçuz, sabugueiro, unha de gato\n\n**Modulação TH2** (eczemas, asma, rinite, Sjögren):\n- N-acetilcisteína (NAC): 400–1000 mg/dia\n- Quercetina\n- Curcumina e resveratrol (atuam como \"coringas\" no equilíbrio TH1/TH2)\n\n**Modulação TH17** (fibromialgia, esclerose múltipla, artrite reumatoide):\n- Boswellia serrata padronizada em AKBA\n- Curcumina (95–99% curcuminoides)\n- Berberina: 100–300 mg/dia (também modula FOXP3 e T-regs)\n- Ácido ursólico\n- Evitar álcool (eleva IL-17)\n\n**Suplementos gerais com evidência:**\n- CoQ10 e PQQ (função mitocondrial)\n- Magnésio (sono, anti-inflamatório)\n- Ômega-3 (avaliar índice ômega-3 e razão ômega-3:ômega-6)\n- Gengibre e berberina (modulam expressão de FOXP3)\n- Vitamina D3 com cofatores (B2, B12, magnésio)\n\n**Naltrexona em Baixa Dose (LDN):**\n- Estratégia imunomoduladora e para dor crônica\n- Atua como antagonista de TLR4 (receptor ativado por LPS bacteriano)\n- Individualizar dose e usar em conjunto com tratamento de base\n\n---\n\n### Critérios de Encaminhamento\n\n- **Reumatologista:** Doenças articulares inflamatórias (AR, espondilite, lúpus com manifestações sistêmicas)\n- **Neurologista:** Esclerose múltipla, suspeita de comprometimento do SNC\n- **Endocrinologista:** Tireoidite de Hashimoto, diabetes autoimune (LADA)\n- **Gastroenterologista:** SIBO, doença inflamatória intestinal (Crohn, colite ulcerativa)\n- **Psicólogo/Psiquiatra:** Burnout, fadiga crônica, histórico de traumas (eixo HPA comprometido)\n- **Odontologista com visão integrativa:** Investigar disbiose oral em pacientes com doenças crônicas autoimunes\n- **Geneticista:** Quando houver suspeita de polimorfismos em CYP27B1, VDR, DBP ou FOXP3\n\n---\n\n### Abordagem Filosófica Central\n\nO foco da medicina funcional integrativa é **imunomodular** (equilibrar) o sistema imune — não apenas imunossuprimí-lo. A mesma doença se manifesta de formas diferentes em cada pessoa; protocolos personalizados, baseados em evidências e ajustados ciclicamente a cada 3–4 meses, são superiores a abordagens genéricas. O alinhamento e comprometimento do paciente com as mudanças de estilo de vida são tão relevantes quanto a prescrição farmacológica."
}
