{
  "score_item_id": "019c4fad-ba4a-75c5-bb6b-3bc87d163ddb",
  "clinical_relevance": "A hipertensão arterial sistêmica (HAS) é uma doença crônica, degenerativa, multifatorial e predominantemente assintomática, definida por níveis sustentados de pressão arterial ≥ 140/90 mmHg em medição de consultório. É o principal fator de risco cardiovascular modificável e a causa número 1 de mortes potencialmente preveníveis no mundo, respondendo por aproximadamente 7,6 milhões de óbitos anuais — mais da metade entre indivíduos de 45 a 69 anos. As causas de óbito mais frequentes são AVC (54%) e infarto agudo do miocárdio (47%).\n\nClassificação (≥ 18 anos — medição em consultório):\n- Ótima: < 120/80 mmHg\n- Normal: 120–129 / 80–84 mmHg\n- Pré-hipertensão: 130–139 / 85–89 mmHg\n- Hipertensão Estágio 1: 140–159 / 90–99 mmHg\n- Hipertensão Estágio 2: 160–179 / 100–109 mmHg\n- Hipertensão Estágio 3: ≥ 180/110 mmHg\n\nLimiares diagnósticos fora do consultório:\n- MAPA 24h: ≥ 130/80 mmHg\n- MRPA: ≥ 135/85 mmHg\n\nO risco de mortalidade cardiovascular aumenta progressivamente a partir de 115/75 mmHg. A medição em consultório isolada é sujeita a efeito jaleco-branco; o MAPA e o MRPA oferecem diagnóstico mais preciso e são recomendados para confirmação.\n\nEpidemiologia: prevalência de 20–40% na população geral, atingindo 65% em maiores de 60 anos. A taxa de controle adequado é inferior a 10%, configurando uma falha terapêutica de grande impacto populacional.\n\nFisiopatologia: a pressão arterial é determinada pelo produto Débito Cardíaco × Resistência Vascular Periférica. Sua regulação envolve múltiplos sistemas: neural (catecolaminas), hormonal (sistema renina-angiotensina-aldosterona — SRAA), renal (controle de volemia), microbiota intestinal e função endotelial. Em 95% dos casos a etiologia é primária (essencial), atribuída a fatores genéticos e comportamentais. Causas secundárias — apneia obstrutiva do sono (presente em até 40% dos hipertensos), disfunções tireoidianas e doença renal crônica — são frequentemente subdiagnosticadas, porém tratáveis com potencial reversão da hipertensão.\n\nA resistência insulínica merece destaque fisiopatológico relevante: o consumo de carboidratos refinados eleva a insulina cronicamente, que aumenta a aldosterona e promove retenção de sódio e água, elevando a pressão arterial. Isso explica por que açúcar e farinhas refinadas têm impacto mais relevante que o sal integral na gênese da HAS em parcela significativa dos pacientes, e por que abordagens dietéticas low-carb frequentemente reduzem a pressão de forma eficaz.\n\nMetas terapêuticas baseadas em risco:\n- Alto risco cardiovascular: PA entre 120–130 / 70–80 mmHg\n- Baixo/moderado risco e idosos hígidos: PA até 140/90 mmHg\n- Idosos frágeis: meta pode ser elevada até 160/90 mmHg para evitar hipotensão ortostática e quedas\n- DRC (KDIGO 2024): alvo de PAS < 120 mmHg quando tolerado, com medição padronizada\n\nFatores de risco clássicos: idade avançada, sexo masculino, etnia negra, excesso de peso, obesidade, sedentarismo, tabagismo, ingestão elevada de sódio e álcool, fatores genéticos e condição socioeconômica desfavorável.",
  "points": 0,
  "patient_explanation": "A pressão arterial é a força que o sangue exerce nas paredes das artérias enquanto o coração bombeia. Quando essa força fica alta de forma contínua — o que chamamos de hipertensão —, as artérias e o coração ficam sob estresse constante, mesmo sem você sentir nada. Isso é o que torna a hipertensão tão perigosa: ela raramente causa sintomas, mas vai silenciosamente aumentando o risco de infarto, derrame (AVC) e problemas nos rins.\n\nControlar a pressão arterial é um dos objetivos mais importantes do acompanhamento de saúde, pois reduz de forma significativa o risco de doenças graves no coração, cérebro e rins. A boa notícia é que a hipertensão tem tratamento eficaz: mudanças no estilo de vida — como perder peso, praticar exercícios regularmente e melhorar a alimentação (reduzir açúcar, farinhas e produtos industrializados) — já podem reduzir bastante a pressão, às vezes sem precisar de remédio. Quando necessário, os medicamentos disponíveis são seguros e muito eficazes.\n\nO monitoramento regular da pressão em casa (com aparelho validado) ou com o exame ambulatorial (MAPA) ajuda a entender melhor o comportamento da sua pressão no dia a dia e orienta as decisões do seu médico de forma mais precisa.",
  "conduct": "## Conduta Clínica — Controle da Hipertensão Arterial\n\n### 1. Diagnóstico e Confirmação\n\n- **Confirmar o diagnóstico** com MAPA (≥ 130/80 mmHg em 24h) ou MRPA (≥ 135/85 mmHg); evitar basear-se apenas em medição isolada de consultório\n- **Rastrear causas secundárias** antes de classificar como hipertensão primária:\n  - Apneia obstrutiva do sono: polissonografia (presente em até 40% dos hipertensos)\n  - Disfunção tireoidiana: TSH\n  - Doença renal crônica: creatinina, TFG estimada, microalbuminúria\n  - Hiperaldosteronismo primário: relação aldosterona/renina quando indicado\n- **Investigar resistência insulínica:** curva de glicose e insulina (jejum, 30, 60, 90, 120 min) para detectar hiperinsulinemia oculta\n\n### 2. Avaliação de Risco Cardiovascular Global\n\n- Estratificar risco (baixo / moderado / alto) para definir metas e urgência terapêutica\n- Avaliar biomarcadores complementares relevantes:\n  - Proteína C-reativa ultrassensível (PCR-us) e homocisteína (meta: 4–8 µmol/L)\n  - LDL oxidada; relação ApoB/ApoA\n  - Vitamina D (25(OH)D) + PTH — meta ≥ 80 ng/mL em cardiopatas e hipertensos\n  - Índice de ômega-3 e razão ômega-3:ômega-6\n  - Lipoproteína(a) — Lp(a)\n  - Óxido nítrico endotelial\n\n### 3. Tratamento Não Farmacológico (Universal — Todos os Estágios)\n\nAs mudanças de estilo de vida são recomendadas desde o diagnóstico para **todos** os estágios. O potencial combinado pode reduzir a PA em 30–40 mmHg:\n\n- **Controle de peso:** cada 1 kg perdido reduz a PA em ~1 mmHg; perda de 20 kg pode reduzir até 20 mmHg\n- **Atividade física aeróbica:** 150 min/semana → redução de 5–7 mmHg\n- **Dieta anti-inflamatória e low-carb:** priorizar correção da resistência insulínica; dieta DASH + restrição de tempo alimentar (TRE, janela de 8h/dia) reduziu PAS em 8,45 mmHg e PAD em 9,46 mmHg em 6 semanas no estudo com hipertensão estágio 1\n- **Redução de açúcar, farinhas e produtos industrializados:** carboidratos refinados têm impacto maior que o sal integral na elevação pressórica via hiperinsulinemia e retenção de sódio; restrição de sódio isolada reduz 2–6 mmHg\n- **Cessação do tabagismo** e **redução do consumo de álcool**\n- **Higiene do sono e manejo do estresse:** tratar apneia obstrutiva do sono quando presente\n- **Jejum intermitente (TRE):** considerar como estratégia complementar, especialmente em pacientes com resistência insulínica documentada\n\n### 4. Suplementação Integrativa (Evidência de Suporte)\n\nIndicada especialmente em pré-hipertensos, hipertensos de baixo risco ou como adjuvante ao tratamento farmacológico:\n\n- **Alho envelhecido (alho negro):** 600 mg 2×/dia ou 1,2 g/dia — redução de até 11,5 mmHg (PAS) e 6,3 mmHg (PAD) em estudo com 88 pacientes por 12 semanas\n- **Coenzima Q10 (CoQ10):** meta-análise demonstrou redução de 11 mmHg (PAS) e 7 mmHg (PAD)\n- **Magnésio (forma taurato preferencial):** 500–1.000 mg/dia — redução de 5,6 / 2,8 mmHg; potencializa o efeito dos anti-hipertensivos\n- **Beterraba** (suco 150–250 ml/dia ou extrato 500–1.000 mg/dia): redução de ~6 / 3–5 mmHg por melhora da síntese de óxido nítrico\n- **Cúrcuma longa:** uso contínuo por mais de 12 semanas — redução média de 8 mmHg na PAS\n- **Outros com efeito mais modesto:** potássio (~3,5 mmHg na PAS — com cautela e monitoramento renal), quercetina (~3 mmHg na PAS), arginina, cacau, resveratrol, picnogenol\n- **Vitaminas do complexo B** (metilfolato, metilcobalamina, piridoxal-5-fosfato/P5P): indicadas se homocisteína > 8 µmol/L, com investigação de polimorfismos de metilação\n- **Ômega-3 (EPA/DHA):** ajustar suplementação pelo índice de ômega-3 sérico\n\n### 5. Tratamento Farmacológico\n\n**Quando iniciar:**\n- Hipertensão Estágio 1 em pacientes de **alto risco** cardiovascular\n- Hipertensão **Estágio 2 ou 3** — independentemente do risco\n- Pré-hipertensão sem comorbidades ou alto risco cardiovascular: **não iniciar farmacoterapia** — manter foco em estilo de vida e suplementação\n\n**Hierarquia terapêutica:**\n1. Mudança de estilo de vida (universal e mandatória)\n2. **IECA** (ex.: enalapril, ramipril) ou **BRA** (ex.: losartana, valsartana) — especialmente indicados em DRC, diabetes, proteinúria\n3. **Bloqueador do canal de cálcio** (ex.: anlodipino)\n4. **Diurético tiazídico** (ex.: clortalidona, hidroclorotiazida)\n5. **Espironolactona** (4ª opção — especialmente em hipertensão resistente)\n6. **Betabloqueador** (5ª opção — não é mais primeira linha; associado a menor proteção cardiovascular, maior risco de diabetes, disfunção sexual e ganho de peso)\n\n**Combinações:**\n- A combinação de IECA/BRA + bloqueador de canal de cálcio + diurético tiazídico é a estratégia mais eficaz nos estágios 2 e 3\n- **Contraindicada:** associação simultânea de IECA + BRA\n\n**Eficácia comprovada:** o tratamento farmacológico reduz o risco de AVC em 34% e de infarto em 21%\n\n### 6. Metas Terapêuticas\n\n| Perfil do paciente | Meta de PA |\n|---|---|\n| Alto risco cardiovascular | 120–130 / 70–80 mmHg |\n| Baixo/moderado risco; idosos hígidos | até 140/90 mmHg |\n| Idosos frágeis (risco de queda/fratura/hipotensão) | até 160/90 mmHg |\n| DRC — KDIGO 2024 | PAS < 120 mmHg (quando tolerado, medição padronizada) |\n\n### 7. Monitoramento e Seguimento\n\n- **MRPA domiciliar:** 2 medições manhã e 2 à noite na primeira semana de cada mês para avaliação do controle e titulação\n- Revisar periodicamente o esquema medicamentoso — especialmente pacientes em uso de betabloqueador como terapia primária sem indicação específica (ex.: insuficiência cardíaca, pós-IAM)\n- **Ajustar metas em idosos frágeis** para evitar hipotensão ortostática, quedas e fraturas\n- Considerar a condição socioeconômica do paciente ao eleger medicamentos\n- Reavaliar biomarcadores metabólicos e inflamatórios conforme resposta terapêutica\n\n### 8. Encaminhamento a Especialistas\n\n- **Cardiologista:** hipertensão resistente (≥ 3 classes em doses plenas sem controle adequado), lesão de órgão-alvo, síndrome coronariana associada\n- **Nefrologista:** DRC suspeita ou confirmada, proteinúria significativa, TFG reduzida\n- **Endocrinologista:** hiperaldosteronismo primário, síndrome de Cushing, feocromocitoma, disfunção tireoidiana grave como causa da hipertensão\n- **Centro do Sono / Pneumologista:** apneia obstrutiva do sono confirmada ou fortemente suspeita\n- **Nutricionista:** implementação e acompanhamento de dieta anti-inflamatória, low-carb, DASH ou protocolo combinado com TRE"
}
