{
  "score_item_id": "019c4fad-ba4a-7c22-bdf3-c38e22d6a21c",
  "clinical_relevance": "Disposição, no contexto do Escore Plenya, refere-se à capacidade funcional do paciente de engajar-se com seus objetivos terapêuticos iniciais — incluindo motivação, energia disponível para mudança comportamental e drive para iniciar e sustentar intervenções. Do ponto de vista fisiológico, disposição é um construto multidimensional sustentado por sistemas neurobiológicos interdependentes: o eixo hipotálamo-hipófise-adrenal (HPA), a neurotransmissão dopaminérgica e serotoninérgica, a função mitocondrial, o ritmo circadiano e o estado inflamatório sistêmico.\n\nDisfunção do eixo HPA é uma das principais causas orgânicas de baixa disposição. Curvas de cortisol salivar baixas ou planas ('flat') são achados laboratoriais que se correlacionam com fadiga extrema, falta de ânimo, incapacidade de levantar da cama e sintomas depressivos. Nesse contexto, cortisol sérico < 10 µg/dL é sugestivo de insuficiência funcional, e < 3 µg/dL é fortemente sugestivo de insuficiência adrenal. A disfunção do eixo HPA gera hipocortisolismo funcional, com redução da reserva adaptativa ao estresse e comprometimento da síntese de catecolaminas pela via dopaminérgica.\n\nNo plano neuroquímico, inflamação crônica de baixo grau desvia o triptofano para a via das quinureninas, reduzindo a disponibilidade de serotonina e melatonina. O estresse oxidativo pode diminuir dopamina e noradrenalina. Marcadores inflamatórios elevados — TNF-α, IL-6, PCR — e supressão da IL-10 (citocina anti-inflamatória) são achados frequentes em pacientes com fadiga e baixa disposição, como documentado em estudos sobre TDAH e síndrome pós-COVID. A neuroinflamação também reduz o BDNF (fator neurotrófico derivado do encéfalo), comprometendo neuroplasticidade e motivação.\n\nDeficiências nutricionais específicas contribuem diretamente para a baixa disposição: magnésio sérico e capilar reduzidos comprometem a síntese de dopamina (via tirosina hidroxilase), modulam receptores NMDA e regulam o eixo HPA e o GABA. Ômega-3 em níveis baixos associa-se a sintomas comportamentais e de humor. Vitamina D abaixo de 50 ng/mL compromete a expressão da tirosina hidroxilase e a biogênese mitocondrial. Deficiências de ferro, zinco, complexo B (especialmente B6/P5P), folato e vitamina B12 também são frequentemente encontradas em pacientes com fadiga e baixa motivação.\n\nPolimorfiismos genéticos em COMT e MAO-B influenciam a metabolização de catecolaminas, modulando o tônus dopaminérgico basal e, portanto, a disposição individual. Pacientes com perfil 'COMT rápida' tendem a menor tônus dopaminérgico e maior risco de baixa energia e motivação; já o perfil 'COMT lenta' pode cursar com maior risco de esgotamento por acúmulo de estresse.\n\nA síndrome pós-COVID e outras condições pós-infecciosas também comprometem a disposição por mecanismos de neuroinflamação, disfunção mitocondrial, desregulação do eixo HPA e alteração do microbioma intestinal — criando um estado multissistêmico de baixa funcionalidade.\n\nA avaliação clínica da disposição como parâmetro inicial do escore é estrategicamente relevante: pacientes com baixa disposição têm menor adesão a intervenções terapêuticas, menor engajamento com mudanças de estilo de vida e pior prognóstico geral. A hierarquia terapêutica funcional estabelece que a eficácia de qualquer intervenção — incluindo fitoterápicos, nootrópicos e suplementos — depende da correção das bases fisiológicas: intestino, eixo HPA, sono, nutrientes e função mitocondrial.",
  "points": 0,
  "patient_explanation": "Disposição é a sua energia interna para querer e conseguir fazer mudanças na sua saúde. Quando estamos com boa disposição, conseguimos começar novos hábitos, seguir orientações médicas e manter motivação ao longo do tempo. Quando a disposição está baixa, até tarefas simples parecem difíceis e qualquer mudança parece impossível.\n\nEssa falta de energia e motivação quase sempre tem causas orgânicas reais — não é fraqueza ou falta de força de vontade. Pode estar relacionada a desequilíbrios hormonais (especialmente do cortisol), falta de nutrientes como magnésio, vitamina D, ferro ou vitaminas do complexo B, inflamação silenciosa no organismo, sono de má qualidade ou alterações nos neurotransmissores como dopamina e serotonina.\n\nPor isso, avaliar sua disposição é o primeiro passo do Escore Plenya. Com ela avaliada, conseguimos identificar o que está impedindo você de seguir em frente e criar um plano que funcione de verdade — começando pelas causas, não apenas pelos sintomas.",
  "conduct": "## Conduta Clínica — Disposição (Objetivos Iniciais)\n\n### 1. Avaliação Clínica Inicial\n\n- **Anamnese direcionada:** levantar histórico de fadiga, padrão de sono, nível de estresse crônico (agudo vs. prolongado), queixas de humor, libido, concentração e motivação\n- **Rastrear sintomas de disfunção do eixo HPA:** fadiga ao acordar e no fim da tarde, cansaço mesmo após dormir, hipoglicemia funcional, compulsão por doces e salgados, hipotensão postural, ansiedade, irritabilidade, baixa resistência a esforços\n- **Investigar fatores contribuintes:** uso de contraceptivos orais (que podem reduzir absorção de B6, B12 e folato), histórico de infecções recentes (incluindo COVID-19), disbiose intestinal, estresse crônico e traumas\n- **Avaliar polimorfismos genéticos relevantes** (COMT, MAO-B, SLC6A3/DAT1) quando disponível, para personalização da abordagem dopaminérgica\n\n---\n\n### 2. Investigação Laboratorial\n\n**Eixo HPA e hormônios:**\n- Curva de cortisol salivar domiciliar (manhã, tarde, noite) — método mais sensível para disfunção funcional\n- Cortisol sérico matinal (referência: > 10 µg/dL afasta insuficiência; < 3 µg/dL é fortemente sugestivo)\n- ACTH basal, DHEA/DHEA-S\n- Painel hormonal completo: testosterona total e livre, estradiol, LH/FSH, prolactina\n- Função tireoidiana ampliada: TSH, T4 livre, T3 livre, T3 reverso\n\n**Marcadores inflamatórios e metabólicos:**\n- PCR ultrassensível, IL-6, TNF-α\n- HbA1c, glicemia de jejum, insulina basal, HOMA-IR\n- Homocisteína\n\n**Nutrientes:**\n- Magnésio sérico e eritrocitário (ou capilar)\n- Vitamina D (25-OH-D — manter acima de 50 ng/mL)\n- Ferritina, ferro sérico, transferrina\n- Vitamina B12, folato (B9)\n- Zinco plasmático ou eritrocitário\n- Vitaminas do complexo B quando indicado (B1, B2, B3, B5, B6)\n\n**Exames complementares conforme suspeita:**\n- Painel de microbioma/disbiose, marcadores de permeabilidade intestinal, IgA secretória\n- Metabolômica urinária (DOPAC, HVA, ácido 5-hidroxi-indolacético) para avaliação indireta de dopamina e serotonina\n- Polissonografia se suspeita de sono não reparador ou apneia\n\n---\n\n### 3. Hierarquia de Intervenção\n\nA eficácia de qualquer intervenção depende da correção sequencial das bases fisiológicas:\n\n**Passo 1 — Intestino e microbioma**\n- Investigar e tratar disbiose, endotoxemia e permeabilidade intestinal\n- Dieta anti-inflamatória como base (padrão mediterrâneo ou funcional integrativo)\n\n**Passo 2 — Eixo HPA e ritmo circadiano**\n- Higiene do sono rigorosa; evitar telas, álcool e estimulantes noturnos\n- Manejo do estresse crônico (abordagens multimodais)\n- Em curvas de cortisol muito baixas ou planas: considerar hidrocortisona em baixas doses (ex.: 10 mg manhã + 5 mg tarde, em cápsulas de liberação lenta), por período curto com reavaliação em 2–4 meses\n- Suporte adrenal nutricional: vitamina C em dose alta, vitamina B5 (ácido pantotênico), complexo B\n\n**Passo 3 — Correção nutricional**\n- **Magnésio:** treonato à noite (sono e cognição) + dimalato de dia (energia); dose conforme exames e tolerância\n- **Vitamina D:** repor conforme nível sérico, com monitorização de PTH e cálcio iônico\n- **Ômega-3 (EPA/DHA):** suplementação para redução de inflamação e suporte de humor\n- **Ferro:** repor conforme ferritina (< 50 ng/mL como gatilho funcional em muitos pacientes)\n- **Zinco, B6/P5P, B12, folato:** conforme deficiências identificadas\n- **Complexo B completo:** priorizar B1, B2, B3, B5, B6 e folato; atenção ao uso de biotina em altas doses (pode interferir no TSH)\n\n**Passo 4 — Suporte mitocondrial**\n- Coenzima Q10, L-carnitina (ou acetil-L-carnitina como adjuvante em depressão), ácido alfalipoico, PQQ conforme quadro clínico\n- Creatina monoidratada: 2–3 g/dia para saúde cerebral; 5 g/dia para veganos/vegetarianos\n\n**Passo 5 — Exercício físico**\n- Prescrição progressiva: iniciar com exercício aeróbico moderado (150 min/semana)\n- Exercício aeróbico é particularmente indicado para perfis dopaminérgicos/ansiosos\n- HIIT para biogênese mitocondrial, com ajuste gradual de intensidade\n- Evidências: redução de 57% no risco de ansiedade; atividade moderada reduz depressão em 23%, alta intensidade em 43%\n\n**Passo 6 — Fitoterápicos e nootrópicos (somente após base estabelecida)**\n- Adaptógenos para eixo HPA (conforme perfil): Ashwagandha, Rhodiola rosea (com cautela em COMT lenta), Bacopa monnieri\n- Suporte cognitivo e de foco: L-teanina, Ginkgo biloba, fosfatidilserina\n- Anti-inflamatório neurológico: curcuminoides (extratos padronizados com maior biodisponibilidade), Boswellia\n- Introduzir um composto por vez, com intervalo de 2–3 dias entre adições\n\n---\n\n### 4. Encaminhamentos\n\n- **Psicologia/psiquiatria:** quando há componente de trauma, estresse pós-traumático, depressão moderada/grave ou transtornos de humor não responsivos à correção metabólica\n- **Endocrinologia:** em suspeita de insuficiência adrenal primária, hipotireoidismo ou hipogonadismo\n- **Medicina do sono:** polissonografia indicada em suspeita de apneia ou sono não reparador refratário\n- **Neurologia:** se queixas cognitivas progressivas ou suspeita de TDAH com necessidade de avaliação especializada\n\n---\n\n### 5. Monitoramento\n\n- Reavaliação clínica e laboratorial a cada 3–5 meses\n- Uso do paciente como próprio controle (monitoramento longitudinal)\n- Métricas práticas: padrão de sono, energia matinal, capacidade de iniciativa, adesão às intervenções\n- Em uso de hidrocortisona: reavaliação em 2–4 meses com objetivo de redução e retirada progressiva conforme melhora da curva de cortisol"
}
