{
  "score_item_id": "019c4fad-ba4a-7294-80a2-2bc7434ee2db",
  "clinical_relevance": "A perimenopausa é a fase de transição que precede a menopausa, caracterizada por declínio progressivo da função ovariana e flutuações hormonais significativas. Clinicamente, compreende o período que se inicia com as primeiras irregularidades menstruais (ciclos encurtados, polimenorreia) e se estende até 12 meses após a última menstruação — quando se estabelece o diagnóstico de menopausa (FSH > 25–30 mUI/mL, amenorreia por ≥ 1 ano). A menopausa natural ocorre tipicamente entre 45–50 anos. O pico hormonal feminino ocorre por volta dos 25–30 anos; na menopausa/climatério, a produção ovariana pode cair para aproximadamente um quarto desse pico.\n\nA fisiopatologia central envolve a queda progressiva de estradiol, progesterona e testosterona (redução de ~50%), além de GH, IGF-1 e adrogênios adrenais (DHEA cai ~77%, androstenediona ~64%, testosterona livre ~49%). A queda de estradiol reduz a serotonina hipotalâmica, eleva a noradrenalina e desregula o centro termorregulador, gerando os fogachos. Estes acometem mais de 70% das mulheres, com duração média superior a 7 anos sem tratamento; um terço das mulheres apresenta fogachos por mais de 10 anos.\n\nO espectro sintomático da perimenopausa inclui: fogachos e sudoreses noturnas; distúrbios do sono e insônia (afetando 30–46% das mulheres); ansiedade, depressão, irritabilidade e baixa disposição; comprometimento de memória e função cognitiva; dor articular; olho seco; ressecamento vaginal, dispareunia e baixa libido; sarcopenia e perda de tônus muscular; alterações cutâneas (queda de colágeno); e alterações metabólicas (aumento de triglicérides, colesterol LDL e leptina).\n\nAs implicações prognósticas vão além do desconforto imediato: fogachos são marcadores de risco sistêmico, associados a lesões de substância branca cerebral, risco cardiovascular dobrado, maior reabsorção óssea e envelhecimento biológico acelerado. O risco cardiovascular aumenta de 2 a 6 vezes após a menopausa. O risco de mortalidade cardiovascular é seis vezes maior que o de mortalidade por câncer nessa população. Há também risco aumentado de osteoporose (15% das mulheres que fraturam morrem no primeiro ano; 75% perdem independência), demência e diabetes tipo 2.\n\nA estratificação de risco antes de qualquer intervenção deve incluir: histórico pessoal e familiar de câncer de mama, trombose e risco cardiovascular; densitometria óssea; perfil lipídico; marcadores inflamatórios; avaliação da saúde urogenital e qualidade do sono. O diagnóstico diferencial dos fogachos deve contemplar: tumor carcinoide, mastocitose, ansiedade, uso de inibidores de aromatase, agentes antiestrogênicos, uso prolongado de anticoncepcionais, tabagismo (que aumenta metabolização de estrogênios), exposição à radiação, menopausa precoce e outras causas endócrinas ou medicamentosas.\n\nA abordagem terapêutica baseada em evidências privilegia a terapia de reposição hormonal (TRH) com hormônios bioidênticos (17-beta-estradiol e progesterona natural micronizada) por via transdérmica, iniciada idealmente durante a perimenopausa — a chamada 'janela ótima' (10 anos antes da menopausa) — ou dentro da 'janela de oportunidade' (primeiros 10 anos após a menopausa). A TRH iniciada nessa janela demonstra redução de 52% em doença cardiovascular após 10 anos, com redução mantida de 39% mesmo após a suspensão. O nível alvo de estradiol sérico para máxima proteção cardiovascular situa-se entre 60 e 90 pg/mL. A melhora clínica com TRH pode levar de 2 a 3 meses. Consensos atuais (desde 2018) aboliram o limite de 5 anos para duração da TRH, devendo a manutenção ser individualizada com reavaliações periódicas enquanto os benefícios superarem os riscos.",
  "points": 0,
  "patient_explanation": "A perimenopausa é a fase de transição que acontece antes da menopausa, quando os ovários começam a produzir menos hormônios — principalmente estrogênio e progesterona. Essa mudança pode durar vários anos e provoca uma série de sintomas que afetam o dia a dia: ondas de calor (fogachos), suores noturnos, dificuldade para dormir, alterações de humor, cansaço, dores nas articulações, ressecamento vaginal e redução do desejo sexual. Esses sintomas não são 'frescura' — são respostas reais do corpo a uma transformação hormonal profunda.\n\nAlém do desconforto imediato, a queda hormonal desse período, se não manejada, pode aumentar os riscos de doenças do coração, osteoporose (ossos mais frágeis) e alterações na memória ao longo do tempo. Por isso, é importante não ignorar esses sinais e conversar com seu médico. Quanto antes você buscar orientação, maiores as chances de atravessar essa fase com mais qualidade de vida e de proteger sua saúde a longo prazo. Existem tratamentos eficazes e seguros — incluindo reposição hormonal com hormônios semelhantes aos naturais do corpo, além de mudanças no estilo de vida — que podem fazer uma grande diferença.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese detalhada:** caracterizar sintomas vasomotores (frequência, intensidade, duração), distúrbios do sono, alterações de humor, sintomas urogenitais, dor articular, alterações cognitivas e de libido\n- **Classificação STRAW:** estadiar a fase da transição menopausal (STRAW+10) para orientar a abordagem terapêutica\n- **Diagnóstico diferencial dos fogachos:** excluir causas não-menopausais — tumor carcinoide, mastocitose, ansiedade, uso de medicamentos (inibidores de aromatase, agentes antiestrogênicos, anticoncepcionais hormonais), tabagismo, menopausa precoce, causas endócrinas e neoplásicas\n\n## Investigação Complementar\n\n- **Laboratorial:**\n  - FSH, LH, estradiol sérico\n  - Hormônio antimülleriano (AMH) como preditor de reserva ovariana e transição\n  - Testosterona total e livre, DHEA-S, SHBG\n  - Perfil lipídico (colesterol total, LDL, HDL, triglicérides)\n  - Glicemia de jejum, HbA1c\n  - Vitamina D, cálcio, magnésio, ferro, vitamina B12\n  - Marcadores inflamatórios (PCR ultrassensível)\n  - Avaliação da função tireoidiana (TSH, T4 livre)\n- **Imagem e funcional:**\n  - Densitometria óssea (DEXA) — avaliar saúde óssea basal\n  - Mamografia anual a partir dos 40 anos (obrigatória antes de iniciar TRH)\n  - Avaliação da espessura endometrial por ultrassonografia (não deve ultrapassar 10 mm com TRH)\n  - Bioimpedanciometria — composição corporal\n  - Estudo do sono se suspeita de apneia ou insônia significativa\n- **Avaliação de risco individual antes de TRH:**\n  - Histórico pessoal e familiar de câncer de mama\n  - Histórico de tromboembolismo venoso\n  - Risco cardiovascular (escore de risco)\n  - Saúde urogenital\n\n## Estratificação de Risco\n\n- **Baixo risco:** candidata à TRH convencional com monitoramento padrão\n- **Risco intermediário/alto:** TRH requer individualização criteriosa; discutir riscos e benefícios de forma compartilhada\n- **Contraindicações absolutas à TRH:** câncer de mama ativo ou recente, tromboembolismo ativo, doença hepática grave, sangramento uterino não investigado\n\n## Intervenções Baseadas em Evidências\n\n### Terapia de Reposição Hormonal (TRH)\n- **Janela ótima:** os 10 anos que antecedem a menopausa (perimenopausa) — iniciar nessa fase evita adaptação do organismo à deficiência hormonal\n- **Janela de oportunidade:** primeiros 10 anos após a menopausa — benefícios superam riscos; não há mais tempo limite pré-definido para duração da TRH (consenso desde 2018)\n- **Hormônios preferidos:** 17-beta-estradiol (bioidêntico) + progesterona natural micronizada; evitar etinilestradiol sintético oral (maior risco trombótico) e Premarin (metabolização via 4-hidroxiestrona com potencial dano ao DNA)\n- **Via preferencial:** transdérmica para o estradiol (gel 0,3–2,5 mg/dia ou adesivo 50–100 mcg); minimiza risco tromboembólico\n- **Alvo de estradiol sérico:** 60–90 pg/mL para máxima proteção cardiovascular\n- **Progesterona natural micronizada:** 100 mg/dia (esquema contínuo) ou 200–300 mg a cada 12–15 dias (esquema sequencial)\n- **Testosterona:** se indicada, manter níveis fisiológicos abaixo de 100 ng/dL; iniciar com doses baixas (tópica ≤ 5 mg/dia) com monitoramento de DHT e estradiol\n- **Tempo para resposta clínica:** informar a paciente que a melhora pode levar de 2 a 3 meses\n- **Monitoramento contínuo:** mamografia anual, espessura endometrial, sintomas, marcadores laboratoriais e riscos; reavaliações periódicas enquanto benefícios superarem riscos\n\n### Estilo de Vida (base do tratamento — a TRH é complemento)\n- **Atividade física:** treino de resistência com ênfase em força — ~250 minutos semanais — para saúde óssea, muscular, cardiovascular e metabólica\n- **Higiene do sono:** priorizar sono profundo; horários regulares; evitar luz artificial intensa após as 22h\n- **Nutrição:** dieta baseada em alimentos in natura; evitar ultraprocessados; cessação do tabagismo\n- **Saúde intestinal e estroboloma:** avaliar função intestinal e modulação do metabolismo estrogênico intestinal\n- **Modulação dos metabólitos do estrogênio:** crucíferas (brócolis, couve — com moderação ≤ 3–4x/semana por serem goitrogênicas); considerar Indol-3-carbinol (I3C) 200–400 mg/dia ou Di-indolilmetano (DIM) 100–200 mg/dia\n- **Micronutrientes essenciais para metabolização hormonal:** ferro, vitamina B12, vitamina D, magnésio\n\n### Acompanhamento Avançado\n- **DUTCH Test:** para avaliação completa dos metabólitos hormonais esteroides — útil em casos complexos ou de difícil manejo\n- **Biomarcadores epigenéticos:** considerar em avaliações de envelhecimento acelerado\n- **Suporte psicológico:** depressão dobra na menopausa; avaliar e tratar ativamente\n\n## Encaminhamento\n\n- **Ginecologista/endocrinologista:** para manejo da TRH em casos complexos ou com contraindicações relativas\n- **Cardiologista:** se risco cardiovascular elevado ou sintomas cardíacos\n- **Reumatologista/ortopedista:** se osteoporose confirmada com risco de fratura elevado\n- **Pneumologista/somnologista:** se suspeita de apneia do sono\n- **Psiquiatra/psicólogo:** se depressão, ansiedade ou alterações cognitivas significativas\n\n## Educação e Adesão\n\n- Dedicar tempo adequado para educação da paciente (consultas de 1h30 a 2h quando necessário)\n- Alinhar expectativas: a melhora clínica pode levar 2 a 3 meses\n- Reforçar que iniciar e suspender a TRH repetidamente é problemático — aumenta necessidade de doses maiores e risco de efeitos colaterais\n- A TRH é 'a cereja do bolo': não substitui estilo de vida saudável; ambos são complementares\n- Tomada de decisão compartilhada e informada é fundamental para adesão terapêutica"
}
