{
  "score_item_id": "019c4fad-ba4a-7d23-bc98-da5ed288ae7a",
  "clinical_relevance": "A disfunção sexual — com destaque para a disfunção erétil (DE) — é uma manifestação sistêmica e multifatorial que reflete o estado geral de saúde metabólica, hormonal, cardiovascular, neurológica e emocional do paciente. Sua abordagem no Escore Plenya representa um objetivo clínico concreto: a melhora dos problemas sexuais relatados pelo paciente na anamnese inicial.\n\n**Epidemiologia:** Estudo nacional brasileiro com mais de 71.000 entrevistados demonstrou que mais de 50% dos homens apresentam algum grau de DE. Apesar disso, 73% dos pacientes nunca foram questionados sobre o tema pelo médico nos últimos três anos, embora 81% desejassem abordar o assunto. O risco de depressão associado à DE é 3 vezes maior, com impacto direto sobre trabalho, relações e qualidade de vida.\n\n**Fisiopatologia:** A ereção depende do eixo NO–GMPc: arginina → óxido nítrico (NO) → GMPc → redução do Ca²⁺ intracelular → relaxamento do músculo liso cavernoso → ereção. A fosfodiesterase tipo 5 (PDE5) degrada o GMPc, encerrando o processo. Os inibidores da PDE5 (PDE5i) sustentam o GMPc e prolongam a ereção. Qualquer fator que comprometa o endotélio, a produção de NO, os níveis hormonais ou o tônus parassimpático pode resultar em DE.\n\n**Etiologia orgânica:** Sedentarismo, estresse oxidativo, dano endotelial, resistência à insulina, síndrome metabólica (aumenta risco de DE em ~2,6x), diabetes (risco de DE até 3,5x; HbA1c correlaciona-se com gravidade), obesidade (circunferência abdominal >102 cm aumenta até 3x o risco em >60 anos), hipogonadismo (testosterona <200 ng/dL associada a menor tumescência), apneia obstrutiva do sono (hipoxemia reduz NO e GMPc, aumenta endotelina, diminui testosterona e piora o IIEF), exposições ambientais (BPA, pesticidas, metais pesados, PM2.5, microplásticos) e medicamentos (inibidores da 5-alfa-redutase, psicotrópicos, estatinas, anti-hipertensivos, lisdexanfetamina).\n\n**Etiologia emocional:** Em pacientes com menos de 40 anos, as causas emocionais são predominantes — ansiedade de desempenho, depressão, uso excessivo de pornografia e relações virtuais. O ciclo vicioso de falha–ansiedade–nova falha perpetua o quadro. Em idades mais avançadas, as causas orgânicas se tornam progressivamente mais relevantes, embora coexistam com fatores emocionais.\n\n**Relação com testosterona:** O declínio da testosterona começa progressivamente a partir dos 30 anos. Níveis baixos (<400 ng/dL são considerados baixos; <200 ng/dL associados à disfunção erétil) comprometem libido, tumescência, resposta a PDE5i e bem-estar geral. A deficiência de testosterona é reconhecida como condição médica clinicamente significativa, com impacto na sexualidade, reprodução e qualidade de vida. Obesidade aumenta a atividade da aromatase (conversão de testosterona em estrogênio), piora a resistência à insulina e favorece apneia do sono, criando ciclo de hipogonadismo hipotalâmico. Prescrição de PDE5i sem avaliação hormonal prévia é considerada prática clínica inadequada quando há suspeita de disfunção androgênica.\n\n**Estratificação clínica:** O Índice Internacional de Função Erétil (IIFE), com 6 perguntas validadas, estratifica o grau de DE em leve, moderado ou grave e deve ser aplicado sistematicamente. Baixa tolerância ao esforço físico correlaciona-se com pior desempenho sexual; predomínio simpático (estresse crônico) prejudica a ereção por inibir o tônus parassimpático necessário para o processo erétil.\n\n**Vitamina D e micronutrientes:** Níveis de vitamina D acima de 40 ng/mL estão associados a melhora da função erétil; níveis abaixo de 20 ng/mL estão ligados à disfunção. Deficiências de folato e vitamina B12 também são fatores de risco identificados.",
  "points": 0,
  "patient_explanation": "Problemas sexuais — como dificuldade para ter ou manter uma ereção, baixa libido ou insatisfação nas relações — são muito mais comuns do que se imagina e raramente têm uma causa única. Na maioria das vezes, são sinais de que o organismo como um todo precisa de atenção: o coração, os hormônios, o sono, o metabolismo e o estado emocional influenciam diretamente a função sexual.\n\nEstudos mostram que mais da metade dos homens adultos apresenta algum grau de problema erétil em algum momento da vida, mas a maioria nunca chegou a conversar sobre isso com um médico. Esse é exatamente o motivo pelo qual o Escore Plenya inclui esse objetivo: ao identificar e monitorar essa queixa, é possível investigar suas causas reais e tratar com estratégias eficazes.\n\nMuitas vezes, melhorias no estilo de vida — como praticar exercícios aeróbicos regularmente, dormir bem, reduzir o estresse, ajustar a alimentação e corrigir deficiências nutricionais ou hormonais — já produzem resultados significativos. Quando necessário, intervenções médicas complementam esse processo. O objetivo não é apenas melhorar a vida sexual, mas identificar o que está por trás do problema e cuidar da saúde de forma ampla e integrada.",
  "conduct": "## Conduta Clínica: Melhora de Problemas Sexuais\n\n### 1. Anamnese Dirigida\n\n- Indagar **ativamente** sobre função sexual em todas as consultas de rotina (73% dos pacientes nunca foram questionados, mas 81% desejam abordar o tema)\n- Investigar onset, evolução, contexto situacional (parceira específica, estresse, etc.) e presença de ereções matinais (tumescência peniana noturna)\n- Levantar queixas indiretas frequentes: cansaço, baixa energia, baixa libido, irritabilidade, insônia\n- Identificar fatores emocionais: ansiedade de desempenho, depressão, uso de pornografia (especialmente em pacientes < 40 anos)\n- Investigar histórico de cirurgias perineais, inguinais ou no baixo ventre; trauma prévio\n- Revisar medicamentos em uso: **inibidores da 5-alfa-redutase, psicotrópicos, estatinas, anti-hipertensivos, lisdexanfetamina**\n- Avaliar comportamentos de risco: tabagismo, álcool, maconha fumada, outras drogas\n- Investigar exposições ambientais: BPA (plásticos), pesticidas, metais pesados\n\n### 2. Estratificação com IIFE\n\n- **Aplicar o Índice Internacional de Função Erétil (IIFE)** — 6 perguntas validadas — para classificar o grau de disfunção erétil em leve, moderado ou grave\n- Correlacionar pontuação com achados laboratoriais e clínicos\n\n### 3. Exame Físico Direcionado\n\n- **Composição corporal:** bioimpedância, antropometria, circunferência abdominal\n  - > 94 cm: reforçar intervenção\n  - > 102 cm: alto risco — intensificar manejo de síndrome metabólica\n- **Exame genital:** atrofia testicular, palpação do pênis (placas/fibroses — doença de Peyronie), curvatura\n- Verificar ginecomastia (predominância estrogênica)\n- Buscar cicatrizes de cirurgias prévias na região perineal e inguinal\n\n### 4. Investigação Laboratorial\n\n**Painel hormonal:**\n- Testosterona total e livre (calculada via SHBG — notar imprecisão dos exames de hormônios livres no Brasil)\n- LH, FSH, Prolactina, SHBG\n- Estradiol\n- PSA (quando indicado por idade/risco)\n\n**Painel metabólico e inflamatório:**\n- Glicemia de jejum, HbA1c, insulina de jejum\n- Lipidograma completo\n- Marcadores inflamatórios: PCR-us, ácido úrico, homocisteína\n- Função renal (creatinina, ureia) e hepática (TGO, TGP, GGT)\n\n**Micronutrientes e deficiências:**\n- Vitamina D (alvo > 40 ng/mL; < 20 ng/mL associado à disfunção erétil)\n- Vitamina B12 e ácido fólico\n- Colesterol total (mínimo ~140 mg/dL necessário para produção de hormônios esteroides)\n\n### 5. Exames Complementares\n\n- **Ecografia abdominal total:** próstata, fígado (esteatose), rins\n- **Avaliação cardiovascular** (conforme risco):\n  - Teste ergométrico\n  - Ecocardiograma\n  - Tomografia com escore de cálcio coronariano\n- **Polissonografia domiciliar:** indicada na presença de ronco, sonolência diurna, despertares noturnos ou redução de ereções matinais — apneia do sono reduz testosterona, NO e GMPc, e piora diretamente o IIFE\n\n### 6. Intervenções de Estilo de Vida (Primeira Linha)\n\n**Atividade Física:**\n- **Exercício aeróbico: 40 minutos por sessão, 4x/semana (160 min/semana), por pelo menos 6 meses** — evidência robusta de redução da DE associada à inatividade, obesidade, hipertensão, síndrome metabólica e DCV\n- Progredir com supervisão; avaliar capacidade cardiopulmonar antes de iniciar\n\n**Alimentação:**\n- Dieta centrada em **proteínas e gorduras de qualidade**, vegetais variados\n- Reduzir drasticamente: ultraprocessados, carboidratos refinados, farináceos, óleos de sementes ricos em ômega-6\n\n**Sono:**\n- Priorizar investigação e tratamento de distúrbios do sono — a apneia do sono é causa reversível de disfunção erétil e queda de testosterona\n\n**Estresse e comportamento:**\n- Técnicas de ativação parassimpática (meditação, respiração, etc.)\n- Redução ou cessação de tabagismo, álcool e drogas\n- Educação sobre pornografia e relações virtuais (jovens)\n\n### 7. Suplementação e Nutracêuticos\n\n- **Vitamina D:** corrigir para > 40 ng/mL\n- **Ácido fólico:** corrigir deficiência\n- **Arginina (~500 mg/dia):** suporte à via NO; melhora sinergia com PDE5i\n- **L-Carnitina (500 mg a 1 g/dia):** adjuvante, especialmente em não respondedores a PDE5i\n- **Suporte antioxidante:** NAC, glicina, ácido glutâmico, vitamina C, ácido alfa-lipoico, selênio, vitamina E, riboflavina (100–200 mg/dia como cofator da glutationa redutase)\n- **Ashwagandha (Withania somnifera, ≥600 mg/dia):** adaptógeno — reduz estresse/ansiedade (meta-análise), melhora eixo HPA; especialmente indicada em pacientes estressados\n- **Tribulus terrestris (até 1–1,5 g/dia):** pode auxiliar em DE leve, com baixa previsibilidade; cautela com doses altas e risco de desregulação hormonal\n\n### 8. Otimização Hormonal\n\n- Avaliar e tratar hipogonadismo quando confirmado clinicamente e laboratorialmente\n- **Hierarquia terapêutica:**\n  1. Adequação nutricional, exercício, sono, estresse — sempre\n  2. Fitoterápicos e adaptógenos\n  3. Moduladores (SERMs como clomifeno)\n  4. HCG (análogo de LH; estimula testículos diretamente)\n  5. Reposição de testosterona (transdérmica, implante, injetável) — quando indicada e segura\n- Reposição de testosterona **melhora ereção e libido** e **resgata resposta a PDE5i** em pacientes com hipogonadismo confirmado\n- Não condicionar a otimização hormonal à mudança prévia de hábitos — a própria deficiência hormonal pode ser o fator de desmotivação\n\n### 9. Manejo Sintomático (PDE5 Inibidores)\n\n- **Primeira linha:** Sildenafila, Tadalafila, Vardenafila — diferem em meia-vida, interação com alimentos e perfil de efeitos adversos\n- **Contraindicações formais:** uso concomitante de nitratos, retinite pigmentar, isquemia de retina\n- **Segunda linha (falha de PDE5i):** tópicos ou injetáveis intracavernosos — encaminhar a especialista (urologia/andrologia)\n- Não prescrever PDE5i isoladamente sem avaliação hormonal quando há suspeita de disfunção androgênica\n\n### 10. Terapia Sexual e Integração Multiprofissional\n\n- **Indicar terapia sexual** nos casos com componente emocional significativo, especialmente em jovens e em pacientes com cicatrizes emocionais iatrogênicas\n- Abordagem mista: tratar a causa orgânica (obesidade, diabetes, hipogonadismo) enquanto se oferece manejo sintomático para quebrar o ciclo ansiedade–falha e melhorar adesão ao tratamento\n- Integração com **nutricionista** é central; encaminhamento a **urologista/andrologista** conforme indicação\n\n### 11. Critérios de Encaminhamento Especializado\n\n- Falha de tratamento de primeira linha com PDE5i após otimização de estilo de vida e hormonal\n- Suspeita de doença de Peyronie (placas, curvatura significativa)\n- Varicocele (causa reversível de baixa testosterona e infertilidade)\n- Componente emocional predominante sem resposta à abordagem breve — encaminhar a psicólogo/sexólogo\n- Risco cardiovascular elevado — encaminhar a cardiologista antes de iniciar PDE5i"
}
