{
  "score_item_id": "019c4fad-ba4b-7c71-b17a-afb2d6a0532d",
  "clinical_relevance": "A queixa de memória — especialmente quando voluntariamente reportada como objetivo terapêutico — é um sinal clínico de alta relevância para rastreio precoce de comprometimento cognitivo leve (CCL) e risco de progressão para demência neurodegenerativa. Do ponto de vista fisiopatológico, o declínio mnemônico tem origem multifatorial: acúmulo extracelular de beta-amiloide, hiperfosforilação intracelular de tau, neuroinflamação mediada por micróglia, estresse oxidativo, disfunção mitocondrial e falência da sinalização neurotrófica (BDNF/NGF) e colinérgica. A resistência à insulina cerebral — conceituada como 'diabetes tipo 3' — é outro eixo central: a enzima degradante da insulina (EDI), sobrecarregada pelo hiperinsulinismo, deixa de degradar a beta-amiloide, acelerando sua deposição. A doença de Alzheimer, principal causa de demência, inicia seu processo fisiopatológico aproximadamente 20 anos antes dos sintomas clínicos, e biomarcadores sanguíneos e de líquor podem predizer risco até 17 anos antes da manifestação.\n\nEpidemiologicamente, a prevalência de Alzheimer nos EUA é estimada em 5,3 milhões de casos, com projeção de 15 milhões até 2050. Globalmente, estima-se 46 milhões de afetados, com projeção de 132 milhões. Indivíduos acima de 80 anos já apresentam prevalência de 1 em 3, com possibilidade de atingir 50% nessa faixa etária em 2050. É atualmente a terceira causa de morte em países desenvolvidos.\n\nDo ponto de vista genético, o alelo APOE4 é o principal fator de risco para Alzheimer de início tardio (>60 anos): uma cópia aumenta o risco em 3 vezes; duas cópias (E4/E4), em até 15 vezes. Ter um parente de primeiro grau com Alzheimer eleva o risco basal de 10% para 30%. Importante: 35% dos pacientes com Alzheimer não possuem o alelo APOE4, reforçando o caráter multifatorial.\n\nA permeabilidade aumentada da barreira hematoencefálica (BHE) permite a entrada de toxinas, patógenos e citocinas periféricas, resultando em neuroinflamação — marcada por elevação de PCR, TNF-α e IL-6 — com repercussão direta sobre metabolismo neuronal e neurotransmissores. O eixo intestino-cérebro, mediado pela microbiota e pela permeabilidade intestinal, também influencia a cognição: disbiose, encefalopatias metabólicas e infecções silenciosas (incluindo bactérias orais como Porphyromonas gingivalis) são fatores implicados.\n\nA avaliação cognitiva preventiva — denominada 'cognoscopia' — é proposta a partir dos 45 anos e inclui cerca de 25 parâmetros: biomarcadores como beta-amiloide, tau fosforilada, catepsinas e REST; marcadores sanguíneos com metas ótimas (homocisteína <7 µmol/L; vitamina D 60–80 ng/mL; PCR <0,9 mg/L; vitamina E 12–20 µg/mL; vitaminas B1, B6, B9, B12); hormônios (TSH, T4L, T3L, estradiol, progesterona, testosterona, cortisol, pregnenolona 50–100, DHEA); minerais (relação zinco/cobre, magnésio eritrocitário, selênio, glutationa); rastreio de metais tóxicos (mercúrio, chumbo, cádmio, arsênico) e avaliação de apneia do sono, permeabilidade intestinal, sensibilidade ao glúten, gordura visceral e genética (APOE, APP, PSEN1, PSEN2). Imagem com RM e volumetria de hipocampo e PET FDG/amiloide complementam a estratificação de risco. Testes neuropsicológicos como MMSE e MoCA são úteis para linha de base e monitoramento longitudinal.",
  "points": 0,
  "patient_explanation": "Querer melhorar a memória é um objetivo de saúde muito válido e pode ser trabalhado de forma concreta. A memória depende do bom funcionamento do cérebro como um todo: qualidade do sono, níveis de vitaminas e minerais, controle do açúcar no sangue, saúde intestinal e equilíbrio hormonal têm impacto direto em como você lembra e aprende coisas novas.\n\nAlterações na memória podem ter muitas causas — desde deficiências de vitaminas B12, D ou magnésio até estresse elevado, sono ruim ou inflamação silenciosa no organismo. A boa notícia é que a maioria desses fatores é modificável com mudanças de estilo de vida e orientação médica adequada.\n\nO objetivo do seu plano de saúde é investigar quais desses fatores estão impactando sua memória e agir sobre eles de forma personalizada — com alimentação, exercício, sono reparador, suplementação quando necessária e controle de fatores de risco. Melhorar a memória é possível e começa com entender o que está acontecendo no seu corpo.",
  "conduct": "## Investigação Complementar\n\n### Painel Laboratorial (\"Cognoscopia\")\n- **Marcadores metabólicos e de inflamação:** glicose de jejum, insulina de jejum, curva insulinêmica-glicêmica, hemoglobina glicada (HbA1c), proteína C-reativa ultrassensível (meta <0,9 mg/L), homocisteína (meta <7 µmol/L), ferritina, RDW, ácido úrico, VSG\n- **Vitaminas e micronutrientes:** vitamina D 25(OH)D (meta 60–80 ng/mL), vitamina B12 (dosagem de ácido metilmalônico como funcional), B9/folato, B6, B1 (considerar pirofosfato em hemácias), vitamina E (meta 12–20 µg/mL)\n- **Minerais:** magnésio eritrocitário (RBC), relação zinco/cobre, selênio, glutationa\n- **Hormônios:** TSH, T4 livre, T3 livre, estradiol, progesterona, testosterona total e livre, cortisol matinal, pregnenolona (meta 50–100), DHEA-S\n- **Metais tóxicos:** mercúrio, chumbo, cádmio, arsênico (dosagem anual em pacientes de risco)\n- **Lipidograma:** colesterol total, HDL, LDL, triglicerídeos (atenção: colesterol <150 mg/dL é fator de risco cognitivo)\n\n### Avaliação de Sono\n- **Rastrear apneia do sono:** questionário de Berlin ou STOP-BANG; encaminhar para polissonografia quando indicado\n- Tratar apneia com CPAP ou aparelhos intraorais quando confirmada\n\n### Avaliação Cognitiva Basal\n- Aplicar **MMSE** e **MoCA** para linha de base e monitoramento longitudinal\n- Pequenas melhoras ou estabilização já são consideradas vitórias clínicas\n\n### Imagem (quando indicado)\n- **RM de encéfalo com volumetria de hipocampo:** útil para rastreio de atrofia e exclusão de outras causas\n- **PET FDG/PET amiloide:** quando houver suspeita de comprometimento neurocognitivo maior\n- **EEG:** considerar em suspeita de crises parciais complexas\n\n### Avaliação Adicional\n- Rastreio de **permeabilidade intestinal** e disbiose\n- Avaliação de **sensibilidade ao glúten** (dieta de eliminação como referência)\n- Medição de **gordura visceral:** circunferência da cintura (meta: mulheres <89 cm; homens <102 cm); DEXA ou bioimpedância quando disponível\n- Investigar **infecções silenciosas** (nasais, orais, fúngicas) e exposição a **mofo** (síndrome CIRS quando aplicável)\n- Avaliação de **saúde bucal:** rastreio para Porphyromonas gingivalis e outras bactérias periodontopatogênicas implicadas na neuroinflamação\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### Estilo de Vida — Pilar Central\n- **Atividade física:** caminhadas diárias com meta progressiva (objetivo 10.000 passos/dia); exercícios de força; HIIT (4 min/dia); prancha (meta progressiva até 3 min)\n- **Dieta:** priorizar padrão mediterrâneo; reduzir açúcar para ≤15 g/dia; minimizar produtos finais de glicação avançada (AGEs); incluir prebióticos e probióticos; considerar jejum noturno de 12 horas\n- **Padrões dietéticos específicos conforme perfil:** Ketoflex 12-3, cetogênica, dieta MIND ou Mediterranean; avaliar individualmente\n- **Sono reparador:** higiene do sono; tratar apneia quando confirmada\n- **Manejo do estresse:** técnicas de respiração, meditação, hormese gradual (banho frio até 3 min; HIIT); cautela com extremos\n- **Engajamento social e propósito:** atividades com significado (cozinhar, organizar, convívio familiar) — fatores protetores documentados nas chamadas \"zonas azuis\"\n\n### Suplementação — Conforme Deficiências Identificadas\n- **Ômega-3 (EPA/DHA):** ação anti-inflamatória documentada (redução de PCR, TNF-α e IL-6 em meta-análise guarda-chuva de 32 meta-análises); ajustar dose e relação ômega-6/ômega-3\n- **Vitamina D:** manter acima de 50 ng/mL (meta ideal 60–80 ng/mL); cálculo personalizado de dose\n- **Magnésio:** preferir formas biodisponíveis; papel no humor, sono e síntese de GABA (cofator junto com B6)\n- **Vitaminas do complexo B:** B12, B9, B6, B1 — redução de homocisteína e suporte à neurotransmissão\n- **Zinco, selênio, glutationa:** suporte antioxidante e imunológico\n- **Fitoterápicos com evidência para cognição:**\n  - *Camellia sinensis* (chá verde): L-teanina e EGCG\n  - Ginkgo biloba e vinpocetina: circulação cerebral\n  - Curcumina (extratos padronizados como Curcumin C3, Cureit): anti-inflamatório; eficácia semelhante ao convencional em alguns estudos de Alzheimer\n  - Açafrão (*Crocus sativus*): demonstrou eficácia comparável a medicamentos convencionais para Alzheimer sem os efeitos colaterais\n  - Ashwagandha: adaptógena, melhora cognição, comportamento e sono\n  - Huperzine, L-teanina, ginseng: foco e atenção\n  - **Princípio de introdução:** iniciar uma formulação por vez, aguardar 2–3 dias antes de adicionar outra; ciclagem a cada 60–90 dias entre compostos com mecanismo semelhante\n- **Colinas e racetams (ex.: piracetam):** sinalização colinérgica e glutamatérgica; suporte à sinaptogênese e formação de memória\n- **Creatina:** suporte energético mitocondrial\n- **Suporte mitocondrial:** cofatores específicos conforme avaliação\n\n### Modulação de Agressores Cerebrais (\"Dementógenos\")\n- Reduzir exposição a metais tóxicos: filtros de água (osmose reversa); evitar amalgamas; sauna; quelação (DMSA, EDTA) quando indicado; suporte com glutationa lipossomal, sulforafano, coentro, salsa\n- Tratar infecções silenciosas e disbiose oral (raspagem de língua com raspador de cobre; probióticos bucais; evitar dormir de boca aberta)\n- Gerenciar mofo domiciliar; investigar CIRS com testes específicos quando aplicável\n- Minimizar exposição a gorduras trans, antitranspirantes com alumínio, sprays e maquiagens com compostos potencialmente neurotóxicos\n\n### Reposição Hormonal Cognitiva (Selecionada)\n- Considerar estrógeno, progesterona, testosterona e pregnenolona **somente** em pacientes com estilo de vida já otimizado\n- Monitoramento rigoroso de risco oncológico (mama/próstata); solicitar painéis genéticos de câncer quando necessário\n- Otimizar tireoide e eixo adrenal (cortisol, DHEA) conforme resultados laboratoriais\n\n### Abordagem Perioperatória\n- Pacientes que irão se submeter a cirurgia com anestesia geral têm risco aumentado de declínio cognitivo pós-operatório\n- Discutir suplementação de proteção neurológica pré e pós-operatória com equipe assistente\n\n---\n\n## Critérios de Encaminhamento\n- **Neurologia:** queixas cognitivas progressivas, alterações no MoCA/MMSE, suspeita de CCL ou demência, epilepsia\n- **Psiquiatria/Neuropsicologia:** diferencial com depressão geriátrica, TDAH do adulto, transtornos de ansiedade\n- **Otorrinolaringologia/Medicina do Sono:** apneia confirmada ou suspeita relevante\n- **Infectologia/Medicina Ambiental:** exposição a mofo, metais pesados ou infecções crônicas silenciosas\n- **Periodontia:** doença periodontal ativa com implicação sistêmica\n\n---\n\n## Monitoramento\n- Reavaliar parâmetros da cognoscopia periodicamente (proposta: anualmente a partir dos 45 anos)\n- Monitorar MMSE e MoCA em consultas de seguimento\n- Acompanhar capacidade funcional: atividades diárias, socialização, desempenho profissional\n- Ajustar intervenções conforme resposta clínica — ganhos parciais têm impacto real na qualidade de vida do paciente e da família"
}
