{
  "score_item_id": "019c4fad-ba4b-727e-ac7f-3bf722c77501",
  "clinical_relevance": "A qualidade do sono é considerada o parâmetro mais fundamental para a regulação do eixo hipotálamo-hipófise-adrenal (HPA) e do ritmo circadiano. Do ponto de vista fisiológico, o sono adequado sustenta a secreção pulsátil de cortisol, a síntese de melatonina a partir da via triptofano → 5-HTP → serotonina → melatonina, e o tônus GABAérgico noturno, elementos centrais no homeostase neuroendócrina.\n\nA privação ou má qualidade do sono está associada a consequências sistêmicas extensas: aumento do estresse oxidativo, resistência à insulina, elevação de citocinas inflamatórias (IL-6, TNF-alfa, PCR) e supressão da Interleucina-10 anti-inflamatória. Estudos citados nos chunks demonstram que privação de apenas 2 horas de sono semanais já eleva marcadores inflamatórios de forma mensurável. Do ponto de vista oncológico, análise de 61 estudos envolvendo 115.000 mulheres evidenciou aumento de 32% no risco de câncer de mama em trabalhadoras noturnas em geral, e de 58% em enfermeiras. O trabalho com alteração do ritmo circadiano é classificado como potencialmente cancerígeno (grupo 2A pela IARC). Meta-análise de 29 estudos demonstrou que a melatonina reduz o tamanho tumoral, alivia efeitos adversos da quimioterapia e radioterapia, e melhora a sobrevida.\n\nNo campo metabólico, o sono insuficiente associa-se a aumento do risco de diabetes tipo 2, obesidade, doenças cardiovasculares e doenças psiquiátricas. Sono não reparador e alterações em latência, duração e eficiência do sono são documentados por polissonografia em diversas condições, incluindo TDAH, onde o sono ruim pode mimetizar ou agravar os sintomas diurnos de desatenção, irritabilidade e impulsividade.\n\nO papel do magnésio é central: a deficiência de magnésio é comum (mais de 80% das mulheres e 70% dos homens nos EUA apresentam ingestão insuficiente). O magnésio atua como antagonista de receptores NMDA (reduzindo excitotoxicidade glutamatérgica), estabiliza a sinalização GABAérgica, modula o ritmo circadiano e o eixo HPA, e reduz citocinas inflamatórias (IL-6, TNF-alfa). Revisão sistemática confirma que magnésio oral reduz ansiedade, depressão e melhora a qualidade do sono em pacientes após cirurgia cardíaca aberta. Estudo com Relora (extrato de magnólia + felodendro) demonstrou redução de 18% no cortisol salivar versus placebo.\n\nA luz azul noturna representa um vetor fisiopatológico relevante: provoca atraso no início do sono, supressão da melatonina, redução do sono REM e piora do alerta matinal. Polimorfismos no gene PER3 aumentam a sensibilidade à luz azul, exigindo personalização das orientações. Outros polimorfismos relevantes incluem MTNR1B (receptor de melatonina) e genes da álcool desidrogenase (ADH/CYP2E1), que modulam o metabolismo do álcool e seu impacto no sono. O álcool, embora gere sensação subjetiva de melhora inicial, piora as fases do sono e reduz a percepção de reparo.",
  "points": 0,
  "patient_explanation": "O sono é um dos fatores mais poderosos para a sua saúde — tão importante quanto a alimentação e o exercício. Durante o sono, o seu corpo realiza reparos celulares, regula hormônios como o cortisol e a melatonina, consolida a memória e fortalece o sistema imunológico.\n\nQuando o sono é insuficiente ou de má qualidade, o organismo entra em desequilíbrio: aumentam a inflamação, a resistência à insulina e o risco de doenças como diabetes, problemas cardíacos e até câncer. A curto prazo, o sono ruim causa dificuldade de concentração, irritabilidade, ganho de peso e baixa energia.\n\nAlguns hábitos que prejudicam muito o sono são: usar telas (celular, TV, computador) até tarde, tomar café ou bebidas com cafeína no período da tarde ou noite, consumir álcool à noite (ele dá a falsa impressão de relaxamento, mas fragmenta o sono), jantares pesados e tardios, e ambientes com muita luz ou ruído.\n\nA boa notícia é que pequenas mudanças nos hábitos já trazem melhoras significativas. Avaliar a qualidade do seu sono — inclusive com o uso de smartwatches ou aplicativos — é um excelente ponto de partida para entender o que está acontecendo com a sua saúde de forma mais ampla.",
  "conduct": "## Avaliação Inicial da Qualidade do Sono\n\n### Anamnese Direcionada\n- Horários habituais de dormir e acordar (dias úteis e fins de semana)\n- Latência para início do sono, presença de despertares noturnos, sensação de sono reparador ao acordar\n- Sonolência diurna excessiva, irritabilidade, dificuldade de concentração\n- Investigar: horário da última dose de cafeína (café, chimarrão, tereré), tempo de tela à noite, horário e composição do jantar, consumo de álcool\n- Rastrear apneia obstrutiva do sono: ronco, pausas respiratórias relatadas por parceiro, noctúria, cefaleia matinal\n- Avaliar uso de medicamentos que interferem no sono (corticoides, estimulantes, diuréticos, ISRS)\n\n### Triagem com Dispositivos\n- Considerar uso de smartwatches ou dispositivos de monitoramento domiciliar para parâmetros básicos (agitação, movimentos, frequência cardíaca) como panorama inicial, mesmo em pacientes sem queixas ativas\n- Solicitar diário de sono quando indicado\n\n---\n\n## Investigação Complementar\n\n### Exames Laboratoriais\n- **Cortisol salivar em múltiplos horários** (manhã, meio-dia, tarde e noite): avaliação do ritmo circadiano e suspeita de hipocortisolismo; cortisol sérico matinal isolado tem baixa validade, mas valores muito baixos são altamente sugestivos\n- **Magnésio sérico e/ou eritrocitário**: deficiência muito prevalente (>80% das mulheres e >70% dos homens nos EUA)\n- **Vitamina D**: frequentemente deficiente; impacta sono e neuroinflamação\n- **Marcadores inflamatórios**: PCR ultrassensível, TNF-alfa, IL-6\n- **Perfil tireoidiano** (TSH, T3 livre, T4 livre): hipotireoidismo altera qualidade do sono e curva de cortisol\n- **Zinco sérico e ferritina**: deficiências associadas a sono não reparador\n- **Ômega-3 (índice eritrocitário)**: níveis baixos associados a pior qualidade do sono e sintomas neurocomportamentais\n\n### Exames Funcionais e Genéticos (quando indicado)\n- **Polissonografia** ou monitoramento cardiorrespiratório domiciliar: indicado em suspeita de apneia do sono, movimentos periódicos dos membros ou sono não reparador sem causa identificada\n- **Painel genético direcionado**: PER3 (sensibilidade à luz azul), MTNR1B (receptor de melatonina), ADH/CYP2E1 (metabolismo do álcool) — personaliza orientações de exposição à luz e aconselhamento sobre álcool\n- **Testes de metabolômica**: avaliar metabólitos relacionados à serotonina (ácido 5-hidroxi-indolacético) e dopamina (ácido homovanílico) quando há suspeita de disfunção na via triptofano-melatonina\n\n---\n\n## Intervenções de Estilo de Vida (primeira linha)\n\n### Higiene do Sono — Protocolo Circadiano\n- **Exposição à luz natural pela manhã**: fundamental para ancoragem do ritmo circadiano e pico matinal de cortisol\n- **Redução de luz azul à noite**: após 20h, usar óculos com filtro âmbar, ajustar telas para modo escuro/amarelado, substituir iluminação doméstica por lâmpadas âmbar ou avermelhadas\n- **Horário regular de sono**: manter consistência mesmo nos fins de semana\n- **Controle de ruído**: reduzir estímulos sonoros no ambiente de sono\n- **Rotina noturna**: após 20h, priorizar higiene pessoal, banho, relaxamento — evitar atividades excitatórias\n\n### Dieta e Hábitos\n- **Desjejum rico em proteínas e vitamina B6**: favorece síntese de serotonina e dopamina durante o dia, otimizando a conversão noturna em melatonina\n- **Última dose de cafeína**: orientar horário limite individual (geralmente até 13–14h)\n- **Álcool**: evitar, especialmente à noite — apesar da sensação subjetiva de relaxamento, fragmenta as fases do sono e reduz a percepção de reparo; discutir riscos (sono, câncer, mortalidade)\n- **Jantar**: leve, com predomínio vegetal e baixo índice glicêmico; encerrar as refeições pelo menos 2–3 horas antes de dormir\n\n### Exercício Físico\n- Exercício aeróbio regular é o mais eficaz para modular o sono; horário preferencial sugerido: 06h, mas pode ser individualizado\n- Pacientes que realizam treinos vespertinos devem ser monitorados individualmente para verificar impacto no sono\n- Incentivar meditação e técnicas de respiração profunda como complementos de relaxamento\n\n---\n\n## Suplementação (baseada em evidências e protocolos MFI)\n\n### Magnésio (prioritário)\n- **Magnésio treonato**: 200–500 mg à noite; treonato atravessa a barreira hematoencefálica com maior eficiência; meia-vida ~12h\n- **Magnésio + inositol** (ex.: formulação combinada): relaxamento muscular, abertura de canais GABA; dose baixa de inositol reduz efeito laxativo\n- Alternativas: bisglicinato ou dimalato/malato\n\n### Via Sublingual (inibição do SNC à noite)\n- **5-HTP** (25 mg): precursor de serotonina e melatonina; priorizar abordagem mais fisiológica antes de melatonina direta; **evitar uso diurno em pacientes em uso de ISRS**\n- **L-teanina** (200–400 mg): efeito GABAérgico, melhora ondas alfa; eficaz por via sublingual ou oral\n- **Piridoxal-5-fosfato (P5P)** (10–20 mg sublingual): cofator essencial para conversão de glutamato em GABA e síntese de melatonina\n- **GABA sublingual**: segunda opção; via sublingual supera a oral em biodisponibilidade\n\n### Via Oral — Fitoterápicos e Nutracêuticos\n- **Relora** (magnólia + felodendro): 250 mg à noite; adicionar dose diurna (250 mg) em períodos de maior estresse; reduz cortisol salivar em 18% vs. placebo\n- **Valeriana officinalis**: 200–400 mg\n- **Passiflora incarnata**: 250 mg\n- **Extrato de Mulungu**: 200 mg\n- **Melissa officinalis**: 200 mg; chás de mulungu e melissa são opções simples de baixo custo\n- **Taurina**: efeito GABAérgico; auxilia foco diurno e inibição noturna\n- **Fosfatidilserina**: 200–400 mg; modula excitabilidade do SNC; atenção ao fator de correção em farmácias de manipulação\n- **L-teanina oral**: 200–400 mg\n\n### Melatonina (quando indicada)\n- Iniciar com dose baixa: **0,5–1 mg sublingual**, especialmente em pacientes acima de 50 anos ou com queixas graves\n- **Liberação lenta**: preferir em casos de despertares noturnos\n- **Cápsula duo** (2–3 mg): combina liberação imediata e prolongada; para dificuldade de iniciar e manter o sono\n- Doses elevadas podem causar sonhos vívidos; ajustar individualmente\n- Meta-análise de 29 estudos: melatonina reduz tamanho tumoral, alivia efeitos da quimio/radioterapia e melhora sobrevida — contexto adicional para pacientes oncológicos\n\n### Aromaterapia\n- **Óleo essencial de lavanda**: efeito GABAérgico e regulação parassimpática; usar em difusor no quarto ou inalação direta (5 inspirações profundas com ~5 gotas); evidências de meta-análise confirmam melhora da qualidade do sono, principalmente em mulheres\n\n---\n\n## Critérios de Encaminhamento\n\n- **Pneumologia/Otorrinolaringologia**: suspeita de apneia obstrutiva do sono — considerar CPAP ou aparelhos intraorais\n- **Psiquiatria/Neurologia**: insônia crônica sem resposta às intervenções de higiene e suplementação, ou presença de comorbidades psiquiátricas\n- **Medicina do Sono**: polissonografia quando há suspeita de transtornos do sono estruturados (síndrome das pernas inquietas, parasomnias, apneia central)\n- **Endocrinologia**: hipocortisolismo confirmado, hipotireoidismo associado ou disfunção hormonal complexa\n\n---\n\n## Monitoramento e Reavaliação\n- Reavaliar a qualidade do sono em **todas as consultas** como parâmetro prioritário\n- Após implementação das intervenções de higiene do sono e suplementação, reavaliar em 4–8 semanas\n- Ajustar doses e combinações conforme resposta individual\n- Considerar painel genético (PER3, MTNR1B, ADH) para personalização das orientações de longo prazo"
}
