{
  "score_item_id": "c77cedd3-2800-7db3-aa91-68e188fa8864",
  "clinical_relevance": "A percepção de futuro no horizonte de 6 meses é um parâmetro comportamental e psiconeurológico que avalia a capacidade do paciente de estabelecer objetivos de curto prazo, manter orientação temporal prospectiva e converter intenções em ações planejadas. No contexto do Escore Plenya, esse item integra o domínio 'Objetivos - Percepção de futuro', que abrange horizontes temporais progressivos (6 meses, 5 anos, 10 anos e 30 anos), refletindo diferentes aspectos da função executiva e da saúde mental funcional.\n\nDo ponto de vista neurofisiológico, a capacidade de projeção futura e de estabelecimento de metas depende do funcionamento adequado do córtex pré-frontal, dos sistemas dopaminérgicos e serotoninérgicos, e da integridade do eixo HPA. Comprometimentos nesses sistemas — seja por déficits nutricionais, inflamação crônica, disbiose intestinal, disfunção do sistema nervoso autônomo ou transtornos psiquiátricos — podem prejudicar diretamente a orientação temporal e a motivação.\n\nUma revisão sistemática e meta-análise publicada no Medical Care Research and Review (2023), que analisou 99 artigos qualitativamente e 75 artigos quantitativamente, demonstrou evidência considerável ligando o estabelecimento de metas a melhores desfechos de saúde em adultos com condições crônicas. Os cinco temas principais identificados foram: (1) impacto das características das metas, (2) efeitos diretos das intervenções de definição de metas, (3) consequências do alcance das metas, (4) alinhamento entre paciente e profissional, e (5) abordagens colaborativas. Do ponto de vista da psicologia comportamental, metas de aproximação — aquelas orientadas a alcançar um estado desejado — geram respostas emocionais mais positivas do que metas de evitação. Metas baseadas em maestria, que apoiam o desenvolvimento de habilidades, produzem resultados superiores às metas de performance focadas na avaliação de capacidade.\n\nA estrutura SMART (Específica, Mensurável, Alcançável, Realista, Temporal) fornece um arcabouço validado para a conversão de intenções em comportamentos implementados, sendo o ciclo de revisão semanal um componente demonstravelmente eficaz nesse processo.\n\nNo contexto da medicina funcional integrativa, a ausência de percepção de futuro ou a incapacidade de estabelecer e perseguir metas em horizonte de 6 meses pode ser sintoma de comprometimento da função cerebral — incluindo déficits de neurotransmissores (dopamina, serotonina, norepinefrina), fadiga mental de origem metabólica, procrastinação de origem 'química' por disfunção mitocondrial ou neuroendócrina — e não apenas de fatores volitivos ou de personalidade. Essa distinção é clinicamente relevante, pois orienta a investigação e as intervenções para além do campo puramente psicológico.",
  "points": 0,
  "patient_explanation": "Este parâmetro avalia sua capacidade de imaginar e planejar o futuro próximo — especificamente os próximos 6 meses. Ter objetivos claros para esse período é importante para a saúde porque pessoas que conseguem definir metas concretas e de curto prazo tendem a adotar comportamentos mais saudáveis, aderir melhor a tratamentos e sentir mais controle sobre a própria vida.\n\nQuando não conseguimos enxergar o futuro ou nos sentimos incapazes de planejar, isso pode ser um sinal de que nosso cérebro está sobrecarregado — seja por estresse, cansaço, questões emocionais não resolvidas ou até mesmo por desequilíbrios nutricionais e metabólicos que afetam o funcionamento mental.\n\nA boa notícia é que a capacidade de projetar o futuro e de criar metas pode ser desenvolvida e apoiada com as intervenções certas. Este item do escore ajuda o seu médico a entender como está sua motivação, planejamento e saúde mental funcional, para que o cuidado seja verdadeiramente personalizado para você.",
  "conduct": "## Avaliação da Percepção de Futuro (Horizonte 6 meses)\n\n### Investigação Inicial\n\n- **Anamnese ampliada:** Questionar o paciente sobre a presença de objetivos concretos para os próximos 6 meses (saúde, trabalho, relações, finanças, projetos pessoais). Avaliar clareza, especificidade e senso de viabilidade percebida.\n- **Rastreio de função executiva e humor:** Investigar sintomas de depressão, anedonia, fadiga mental, procrastinação persistente, dificuldade de concentração e sensação de paralisia ou desesperança.\n- **Timeline e matriz funcional:** Utilizar anamnese com linha do tempo (eventos de vida, traumas, estressores crônicos) para identificar raízes da dificuldade de projeção futura.\n- **Avaliação de adesão terapêutica prévia:** Pacientes sem percepção de futuro tendem a não aderir a planos de tratamento — identificar esse padrão é fundamental antes de prescrever intervenções complexas.\n\n### Investigação Complementar (quando indicado)\n\n- **Rastreio psiquiátrico:** PHQ-9 (depressão), GAD-7 (ansiedade), escalas de TDAH em adultos (ASRS), avaliação de transtorno bipolar.\n- **Biomarcadores funcionais:**\n  - Neurotransmissores urinários ou séricos (dopamina, serotonina, norepinefrina) quando disponíveis\n  - Ácidos orgânicos urinários: avaliar função mitocondrial e síntese de neurotransmissores\n  - Vitaminas do complexo B (B6, B9, B12), zinco, magnésio — cofatores essenciais da síntese de neurotransmissores\n  - Homocisteína (<7,9 µmol/L como alvo funcional)\n  - Cortisol salivar (ritmo circadiano — 4 pontos): disfunção do eixo HPA correlaciona-se com anedonia e déficit motivacional\n  - TSH, T3 livre, T4 livre, T3 reverso: hipotireoidismo (inclusive subclínico) associa-se a sintomas depressivos e déficit de planejamento\n  - PCR-us e homocisteína: inflamação crônica compromete função cerebral e motivação\n  - Glicemia de jejum, insulina, HOMA-IR: resistência à insulina prejudica função cognitiva e executiva\n- **Variabilidade da frequência cardíaca (VFC):** Indicador de alostase e resiliência; baixa VFC associa-se a menor reserva fisiológica e menor capacidade adaptativa.\n\n### Critérios de Encaminhamento\n\n- **Psiquiatria:** Suspeita de transtorno depressivo maior, transtorno bipolar, TDAH com prejuízo funcional significativo, ideação suicida ou autolesão.\n- **Psicologia/Psicoterapia:** Presença de traumas de infância não elaborados, padrões de evitação, dificuldade de estabelecimento de metas refratária a intervenções de estilo de vida. Considerar abordagens de \"terapia de precisão\", combinando diferentes ferramentas terapêuticas com foco em resultados mensuráveis.\n- **Neurologia:** Déficits cognitivos progressivos, suspeita de comprometimento neurocognitivo.\n\n### Intervenções Baseadas em Evidências\n\n**1. Estabelecimento estruturado de metas (Goal Setting)**\n- Aplicar o framework SMART (Específica, Mensurável, Alcançável, Realista, Temporal) para auxiliar o paciente a definir objetivos concretos em horizonte de 6 meses.\n- Priorizar **metas de aproximação** (orientadas ao que se quer alcançar) em vez de metas de evitação.\n- Estimular **metas de maestria** (desenvolvimento de habilidades) em vez de metas de performance.\n- Implementar **ciclo de revisão semanal**: a revisão periódica demonstrou converter intenções em comportamentos implementados.\n- Alinhar metas do paciente com as do profissional: a revisão sistemática de 2023 evidenciou que o alinhamento paciente-profissional e as abordagens colaborativas são determinantes dos desfechos.\n\n**2. Otimização da base metabólica e cerebral**\n- Corrigir deficiências nutricionais identificadas (B6, B9, B12, zinco, magnésio, ômega-3) antes ou em paralelo às intervenções psicológicas.\n- Otimizar sono: sem sono reparador, a função executiva e a motivação são comprometidas diretamente.\n- Manejo do estresse e ritmo circadiano como prioridade hierárquica (base antes de intervenções cognitivas).\n- Exercício físico regular: evidências sustentam efeitos positivos sobre função executiva, humor e motivação.\n- Avaliar e tratar inflamação crônica de baixo grau se presente (PCR, homocisteína).\n\n**3. Horizonte temporal explícito no plano terapêutico**\n- Estruturar o plano com marcos em 6 semanas, 3 meses e 6 meses, tornando o horizonte concreto e visível.\n- Priorizar intervenções de curto prazo com resultados perceptíveis (ex.: melhora do sono, manejo de ansiedade) para gerar entusiasmo e reforçar a autoeficácia.\n- Utilizar linguagem colaborativa: personalização e entendimento mútuo são base da adesão na medicina funcional integrativa.\n\n**4. Suporte ao sistema nervoso autônomo**\n- Considerar VFC como ferramenta de monitoramento da alostase e resiliência.\n- Em pacientes com baixa VFC, priorizar reequilíbrio do SNA antes de planos cognitivos mais exigentes.\n\n**5. Monitoramento**\n- Reavaliar percepção de futuro e qualidade das metas a cada 3 meses.\n- Usar adesão ao plano como proxy de melhora executiva.\n- Documentar evolução com métricas alinhadas às metas SMART."
}
