{
  "score_item_id": "c77cedd3-2800-7b74-9c6f-4fb1ea0ced62",
  "clinical_relevance": "O histórico alimentar na adolescência (12–18 anos) representa um parâmetro de alta relevância clínica no Escore Plenya, pois esta fase corresponde ao segundo pico de crescimento somático e maturação neuroendócrina, período em que demandas metabólicas atingem valores máximos ao longo de toda a vida. A qualidade nutricional neste intervalo determina o pico de massa óssea, o pleno desenvolvimento cognitivo e a programação metabólica que influenciará riscos de doenças crônicas na vida adulta.\n\nDados epidemiológicos brasileiros são preocupantes: o estudo ENANI (2019–2020) evidenciou que mais de 93% das crianças acima de 2 anos consomem diariamente produtos ultraprocessados, e cerca de 50% consomem bebidas adoçadas diariamente. Essa tendência persiste e se intensifica na adolescência, configurando um padrão de 'fome oculta' — ingestão calórica suficiente ou excessiva com deficiências simultâneas de micronutrientes críticos.\n\nAs deficiências mais prevalentes neste grupo etário e de maior impacto funcional são:\n\n- **Ferro e ferritina:** 84% dos adolescentes com TDAH apresentam ferritina abaixo de 30 ng/mL (vs. 18% em controles). Os valores de referência laboratoriais convencionais (ferritina > 12 ng/mL) são considerados inadequados; o nível funcional desejável situa-se entre 40–60 ng/mL. O ferro é cofator essencial da tirosina hidroxilase (síntese de dopamina) e da monoamina oxidase (MAO), diretamente implicado em atenção, humor e funções executivas.\n\n- **Zinco:** Deficiência estimada em 20% da população pediátrica menor de 2 anos, com dados sugestivos de prevalência semelhante ou superior na adolescência frente ao padrão alimentar ultraprocessado. Níveis séricos desejáveis acima de 100–110 mg/dL. O zinco é cofator essencial para síntese de GABA, modulação do sistema dopaminérgico, metabolismo do triptofano (conversão favorável à serotonina quando otimizado com B6/PLP) e função imunoneuroendócrina.\n\n- **Vitamina D:** Níveis de referência tradicionais (20–30 ng/mL) são insuficientes para o desempenho neurológico e imunológico ótimo; o nível funcional desejável para adolescentes é próximo de 50 ng/mL. A suplementação convencional com 400–600 UI/dia é inadequada para atingir tais metas.\n\n- **Complexo B:** A baixa ingestão de B1, B2, B3, B5, B6 e folato foi associada em análise transversal (2012) a maiores escores de comportamento externalizante e agressivo em crianças e adolescentes. A B12 apresenta prevalência de deficiência de 25% mesmo em crianças menores de 2 anos utilizando ponto de corte convencional de 150 pg/mL — valor considerado inadequado. A B12 é indispensável para o neurodesenvolvimento e suas deficiências podem gerar consequências cognitivas irreversíveis.\n\n- **Magnésio:** Deficiência comum em dietas ricas em açúcar e alimentos ultraprocessados, potencializada por solos empobrecidos. Estudos em crianças e adolescentes demonstraram que 200 mg/dia por 6 meses aumentou os estoques e reduziu significativamente hiperatividade. Envolvido em mais de 300 reações enzimáticas e na modulação GABAérgica e glutamatérgica.\n\n- **Ômega-3 (DHA/EPA):** Um umbrella review com 32 meta-análises confirma robustez na redução de marcadores inflamatórios (IL-6 elevada em crianças e adolescentes com TDAH). O DHA é preferencial para neurodesenvolvimento; o EPA para quadros inflamatórios e comportamentais. Doses de 2,5 g/dia por 12 semanas em adolescentes reduziram inflamação e ansiedade em estudos controlados.\n\nO impacto da alimentação inadequada neste período vai além das deficiências isoladas: o excesso calórico de baixa qualidade, o sedentarismo e a resistência insulínica associada afetam diretamente a neurotransmissão dopaminérgica e serotonérgica, a atenção, o humor, o sono e a plasticidade sináptica — bases biológicas do desempenho acadêmico e da saúde mental na adolescência. O estrogênio, que neste período começa a ser produzido em meninas, induz SIRT3 e PGC1-alfa para biogênese mitocondrial; portanto, qualquer fator que comprometa a função mitocondrial — incluindo deficiências nutricionais — tem impacto amplificado neste grupo.\n\nA avaliação do histórico alimentar na adolescência deve abranger exposição a ultraprocessados, frequência de refeições em família, consumo de bebidas adoçadas, presença de restrições alimentares (vegetarianismo, alergias) e sinais indiretos de deficiências subclínicas como fadiga, dificuldade de concentração, alterações de humor, insônia, câimbras e infecções de repetição.",
  "points": 0,
  "patient_explanation": "A alimentação durante a adolescência (dos 12 aos 18 anos) é um dos fatores mais importantes para a sua saúde a longo prazo. Nessa fase, o corpo cresce rapidamente, o cérebro termina de se desenvolver e os ossos atingem a maior parte da sua densidade — tudo isso ao mesmo tempo, o que exige uma quantidade maior de nutrientes do que em qualquer outra fase da vida adulta.\n\nO problema é que muitos adolescentes consomem alimentos ultraprocessados, bebidas adoçadas e fast food com frequência, o que fornece muitas calorias, mas pouco do que o organismo realmente precisa: ferro, zinco, vitaminas do complexo B, vitamina D, ômega-3 e magnésio. Quando esses nutrientes estão em falta — mesmo que a pessoa pareça saudável ou bem nutrida por fora —, podem surgir consequências como cansaço persistente, dificuldade de concentração, alterações de humor, sono ruim, infecções frequentes e até impacto no desempenho escolar.\n\nEste parâmetro avalia como foi a sua alimentação nessa fase da vida, pois hábitos construídos na adolescência influenciam diretamente a saúde metabólica, neurológica e hormonal na vida adulta. Não se trata de julgamento, mas de entender o contexto que moldou o seu organismo para orientar melhor as intervenções no presente.",
  "conduct": "## Conduta Clínica: Histórico Alimentar na Adolescência (12–18 anos)\n\n### 1. Avaliação do Histórico Alimentar\n\n- **Anamnese alimentar dirigida:** frequência de refeições em família, consumo de ultraprocessados, bebidas adoçadas, fast food, restrições voluntárias (vegetarianismo, veganismo, exclusões por alergia/preferência)\n- **Sinais e sintomas retrospectivos sugestivos de deficiências subclínicas:** fadiga crônica, dificuldade de concentração, alterações de humor, insônia, câimbras, enxaqueca, infecções de repetição, irregularidade menstrual em meninas, atraso no crescimento\n- **Contexto socioeconômico e familiar:** acesso a alimentos in natura, presença de adulto responsável pelas refeições, uso de telas durante as refeições\n- **Uso de progestogênios sintéticos na adolescência:** podem reduzir os níveis de estrogênio e impactar a biogênese mitocondrial via SIRT3/PGC1-alfa — considerar no contexto clínico de meninas\n\n---\n\n### 2. Investigação Laboratorial Funcional Recomendada\n\nConsiderar painel nutricional mínimo para pacientes com histórico alimentar inadequado na adolescência:\n\n- **Ferro:** ferritina (meta funcional 40–60 ng/mL, não apenas > 12), ferro sérico, saturação de transferrina, hemograma completo\n- **Zinco sérico** (meta > 100–110 mg/dL)\n- **Vitamina D 25(OH)D** (meta funcional ~50 ng/mL; monitorar cálcio e PTH ao suplementar)\n- **Vitamina B12** e **homocisteína** (B12 baixa pode ser subclínica com valores convencionais; hiperhomocisteinemia indica comprometimento do ciclo folato-metionina)\n- **Folato sérico ou eritrocitário**\n- **Magnésio sérico** (baixa sensibilidade — avaliar sinais clínicos funcionais mesmo com valores normais)\n- **Glicemia e insulina de jejum / curva insulinêmica-glicêmica:** para pacientes com histórico de excesso calórico, sedentarismo ou queixas cognitivas\n- **hs-CRP / PCR ultrassensível:** marcador de neuroinflamação subclínica\n- **Perfil lipídico**\n- **Considerar:** metabolômica urinária (indóis, ácido quinolínico, 3-HOAA) para avaliar desvios do triptofano e necessidades de PLP/zinco em casos com queixas neuropsiquiátricas\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n#### Intervenções Alimentares\n- **Aumentar frequência de refeições em família:** estudo JAMA (2023) demonstrou que prolongar o jantar em apenas 10 minutos aumenta o consumo de frutas e vegetais e reduz a taxa de ingestão total\n- **Reduzir ultraprocessados e bebidas adoçadas:** abordagem motivacional e educativa com o paciente e família\n- **Retirar telas durante as refeições:** melhora saciedade, mastigação lenta e consumo de alimentos in natura\n- **Priorizar alimentos ricos em micronutrientes biodisponíveis:** carnes vermelhas e vísceras (ferro heme, zinco, B12), ovos (colina, DHA), verduras verde-escuras (folato, cálcio), oleaginosas (magnésio, zinco)\n\n#### Suplementação (individualizar conforme exames e quadro clínico)\n- **Ferro:** corrigir deficiência confirmada; preferir formas de alta biodisponibilidade (bisbisglicinato ferroso); monitorar ferritina, PCR e saturação de transferrina; atenção ao espaçamento com zinco (competição de absorção)\n- **Zinco:** bisglicinato ou glicina; 10–25 mg/dia em adultos; ajustar doses em adolescentes por peso e guias pediátricos; reavaliar em 8–12 semanas\n- **Vitamina D3:** 800–1.500 UI/dia como manutenção; doses maiores sob monitoramento; associar K2 (MK-7, ~40 mcg/dia em maiores de 1 ano) pela sinergia óssea e cardiovascular; monitorar cálcio e PTH\n- **Complexo B:** suporte com B6/PLP (5–30 mg), folato, tiamina, niacina; priorizar PLP em vez de piridoxina para maior atividade; considerar B12 sublingual ou metilcobalamina quando há suspeita de má absorção\n- **Ômega-3:** priorizar produtos com certificação IFOS; DHA para suporte neurológico, EPA para quadros inflamatórios; 1–2,5 g/dia; reavaliar em 10–12 semanas\n- **Magnésio:** citrato (constipação), glicinato/bisglicinato (SNC, sono, hiperatividade); 200–400 mg/dia; preferir tomada noturna; prova terapêutica de 4–8 semanas; 1–2 g de glicina à noite pode potencializar efeito no sono\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Nutricionista:** histórico alimentar marcadamente restritivo, transtornos alimentares suspeitos, vegetarianismo/veganismo sem suplementação adequada, obesidade com histórico de exposição precoce a ultraprocessados\n- **Endocrinologista pediátrico:** resistência insulínica confirmada, deficiência de vitamina D grave (< 20 ng/mL), alterações do eixo hipotálamo-hipófise-gonadal\n- **Psiquiatra ou neuropediatra:** queixas persistentes de desatenção, hiperatividade, impulsividade, alterações de humor — investigar TDAH e condições associadas com avaliação nutricional paralela\n- **Gastroenterologista:** má absorção intestinal suspeita (disbiose, síndrome do intestino irritável, doença celíaca) que comprometa absorção de micronutrientes\n\n---\n\n### 5. Monitoramento\n\n- Reavaliar painel laboratorial 8–12 semanas após intervenções de suplementação\n- Monitorar cálcio, PTH e 25(OH)D ao suplementar vitamina D em doses maiores\n- Avaliar resposta clínica por domínios: energia, concentração, humor, sono, infecções, desempenho escolar\n- Incluir avaliação de microbiota intestinal em casos com múltiplas deficiências ou resposta insuficiente às intervenções nutricionais"
}
