{
  "score_item_id": "019bf31d-2ef0-7752-b366-5c63f4730811",
  "clinical_relevance": "Intolerâncias alimentares constituem um espectro heterogêneo de reações adversas a alimentos, classificadas em não imunológicas (enzimáticas, farmacológicas, por má absorção) e imunológicas (IgE-mediadas, não IgE-mediadas, mistas). No contexto do Escore Plenya, o histórico de intolerâncias é um marcador de saúde metabólica, integridade intestinal e adequação da microbiota, com impacto sistêmico que ultrapassa a esfera gastrointestinal.\n\n**Intolerância à Histamina**\nResulta de desequilíbrio entre a carga de histamina acumulada — oriunda da dieta, da microbiota intestinal (117 microrganismos identificados capazes de sintetizar histamina, incluindo E. coli e Klebsiella) e de células endógenas (mastócitos, basófilos) — e a capacidade de degradação, predominantemente pela enzima diamino oxidase (DAO). A DAO é produzida em enterócitos maduros e atua no meio extracelular (lúmen intestinal); a via alternativa HNMT atua intracelularmente e é mais relevante na síndrome de ativação mastocitária. Prevalência estimada de 1 a 3% da população geral. Ainda não possui CID específico, classificando-se como reação adversa a alimento, não tóxica, não imunomediada e de base enzimática.\n\nFatores que reduzem a atividade da DAO: deficiência de cofatores (cobre, vitamina C, vitamina B6); uso de fármacos inibidores (antibióticos, antidepressivos, anti-hipertensivos); doenças que lesam o epitélio intestinal (doença de Crohn, doença celíaca); disbiose com aumento de bactérias histaminogênicas; permeabilidade intestinal aumentada (leaky gut). Polimorfismos no gene AOC1 (que codifica a DAO) — mais de 50 descritos, com quatro variantes principais frequentemente analisadas — predispõem geneticamente à menor síntese enzimática. É relevante distinguir entre 'ser intolerante' (predisposição genética crônica) e 'estar intolerante' (condição transitória secundária a causas reversíveis como inflamação intestinal ou medicamentos).\n\nManifestações clínicas ocorrem em qualquer sistema com receptores de histamina (H1–H4), com início em minutos a 4–6 horas após ingestão: bloating (92% dos casos em estudo de 2018), dispepsia pós-prandial (71%), diarreia, taquicardia, cefaleia/enxaqueca, urticária, rubor, rinorreia, congestão nasal, náuseas, constipação. A multiplicidade de apresentações — até 276 combinações com apenas dois sintomas — frequentemente leva o paciente a percorrer múltiplos especialistas sem diagnóstico. Diagnóstico laboratorial: DAO sérica < 10 U/mL tem alto valor preditivo positivo, mas resultado normal não exclui o diagnóstico; histamina fecal elevada pode indicar reatividade imune, alto consumo alimentar ou produção microbiana excessiva; N-metil-histamina urinária orienta para síndrome de ativação mastocitária (via HNMT), não para intolerância clássica (via DAO); metabólitos urinários da via DAO não estão disponíveis no Brasil. Teste genético para polimorfismos AOC1 complementa a avaliação.\n\n**Intolerância à Lactose**\nDecorre de ausência ou insuficiência da enzima lactase, resultando em má digestão do dissacarídeo lactose (galactose + glicose). Condição de alta prevalência, com marcada variabilidade étnica e geográfica (não persistência da lactase é fenótipo evolutivo comum). Sintomas: náuseas, diarreia, distensão abdominal, gases, constipação, cefaleia e enxaquecas. Diagnóstico por teste genético (gene LCT) ou teste de tolerância oral (avaliação de glicemia pós-ingestão). Distinção crítica: intolerância à lactose (carboidrato) é entidade diversa da alergia às proteínas do leite (caseína) e da reatividade à histamina em laticínios. A má absorção crônica altera fermentação e composição da microbiota, podendo contribuir para disbiose, permeabilidade intestinal aumentada e impactos sistêmicos via eixo intestino-cérebro (ansiedade, sintomas dermatológicos, acne).\n\n**Outras intolerâncias relevantes**\nMá absorção de frutose (transporte GLUT5/GLUT2 deficiente), intolerâncias farmacológicas (cafeína, tiramina), sensibilidades não IgE-mediadas a glúten e FODMAPs também devem ser consideradas no diferencial. A dieta ocidental (alta gordura saturada + alto açúcar) está associada a aumento da permeabilidade intestinal. O intestino possui receptores de histamina que modulam sensibilidade visceral, permeabilidade e nocicepção, sendo a sobreposição entre intolerância à histamina e síndrome do intestino irritável frequente.\n\n**Diagnóstico diferencial obrigatório**: síndrome de ativação mastocitária, mastocitose sistêmica, alergias alimentares IgE-mediadas (urticária, angioedema, anafilaxia), doença celíaca (autoimune), esofagite/gastrite/enterocolite eosinofílica, tumores neuroendócrinos secretores de histamina, úlcera duodenal. A intolerância à histamina causa grande morbidade mas não representa risco de vida, ao contrário de várias condições do diferencial.",

  "points": 0,

  "patient_explanation": "Intolerâncias alimentares são reações do organismo a componentes dos alimentos que não envolvem alergia clássica. As mais comuns são à lactose (o açúcar do leite) e à histamina (substância presente em queijos, fermentados, embutidos, vinho, berinjela e abacate, entre outros).\n\nNa intolerância à lactose, falta uma enzima para digerir o açúcar do leite, causando gases, inchaço e diarreia. Na intolerância à histamina, o corpo tem dificuldade de eliminar essa substância, gerando sintomas variados: dor de cabeça, taquicardia, coceira, coriza e distensão abdominal — frequentemente confundidos com outras doenças.\n\nIdentificar e tratar essas intolerâncias é importante: sem cuidado, elas podem alimentar inflamação intestinal, desequilíbrio da flora (disbiose) e impactar a saúde da pele e do humor. Com acompanhamento adequado é possível, em muitos casos, recuperar a tolerância ao longo do tempo.",

  "conduct": "## Conduta Clínica: Intolerâncias Alimentares\n\n### 1. Anamnese Dirigida\n\n- **Caracterizar o padrão de reações:** alimentos desencadeantes, tempo de início dos sintomas após ingestão (minutos a 4–6 h para histamina; minutos a horas para lactose), dose-dependência, presença de remissão com exclusão\n- **Mapear sintomas sistêmicos:** gastrointestinais (bloating, diarreia, náuseas, constipação, dispepsia pós-prandial), cutâneos (urticária, rubor, prurido, eczema), respiratórios (rinorreia, congestão nasal), neurológicos (cefaleia, enxaqueca, brain fog, fadiga pós-prandial), cardiovasculares (taquicardia, palpitações)\n- **Investigar fatores agravantes:** uso de álcool, antibióticos, antidepressivos, anti-hipertensivos (inibidores da DAO); histórico de doenças intestinais (Crohn, celíaca, SII); histórico familiar de atopia ou intolerâncias\n- **Distinguir intolerância de alergia:** identificar reações IgE-mediadas (urticária aguda, angioedema, broncoespasmo, anafilaxia) que requerem encaminhamento imediato à alergologia\n\n---\n\n### 2. Investigação Laboratorial\n\n**Suspeita de intolerância à histamina:**\n- **Dosagem de DAO sérica:** valor < 10 U/mL sugestivo de deficiência (alto VPP); resultado normal não exclui o diagnóstico\n- **Histamina fecal:** valor elevado pode indicar alta produção microbiana (disbiose histaminogênica), alto consumo alimentar ou reatividade imune\n- **N-metil-histamina urinária (urina 24h):** orienta para síndrome de ativação mastocitária (via HNMT), não para intolerância clássica à histamina (via DAO)\n- **Teste genético para polimorfismos AOC1:** complementa avaliação de predisposição genética\n- **Avaliação de microbioma intestinal:** pesquisa de disbiose com aumento de bactérias histaminogênicas (E. coli, Klebsiella)\n- **Zonulina fecal:** marcador de permeabilidade intestinal aumentada (leaky gut)\n\n**Suspeita de intolerância à lactose:**\n- **Teste de tolerância oral à lactose:** avaliação de glicemia após ingestão — proxy de digestão\n- **Teste genético (gene LCT):** identifica não persistência da lactase com alta acurácia\n- **Exclusão de laticínios por 3 semanas** (não apenas produtos \"sem lactose\"): estratégia prática e diagnóstica; permite avaliar também sensibilidade às proteínas do leite (caseína)\n\n**Rastreio complementar:**\n- Hemograma + marcadores inflamatórios (VHS, PCR)\n- IgA sérica total + anti-transglutaminase IgA (rastreio de doença celíaca)\n- Calprotectina fecal (< 100 µg/g favorece SII; > 250 µg/g indica colonoscopia)\n- Teste de IgG para alimentos (ferramenta auxiliar para guiar dieta de eliminação individualizada)\n- Avaliação de resistência à insulina\n- Parasitológico de fezes (relevante no contexto brasileiro)\n\n---\n\n### 3. Diagnóstico Diferencial Obrigatório\n\n- **Síndrome de ativação mastocitária / mastocitose sistêmica** (N-metil-histamina urinária elevada, maior gravidade e risco de vida)\n- **Alergias alimentares IgE-mediadas** (IgE específica, teste de puntura, encaminhamento urgente)\n- **Doença celíaca** (autoimune, requer biópsia duodenal confirmatória)\n- **Esofagite / gastrite / enterocolite eosinofílica**\n- **Tumores neuroendócrinos secretores** (carcinoide, feocromocitoma)\n- **Úlcera duodenal**\n- **Intolerância a FODMAPs** (má absorção de frutose, sorbitol, rafinose)\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n#### Intolerância à Histamina\n\n**Dieta baixa em histamina (\"Food First\" — padrão-ouro):**\n- **Fase restritiva:** mínimo de 14–15 dias com exclusão rigorosa de alimentos ricos em histamina (queijos maturados, fermentados, embutidos, vinho, cerveja, atum, cavala, berinjela, espinafre, abacate, pimentão, tomate, chocolate) e de alimentos inibidores da DAO (álcool)\n- **Fase de reintrodução:** gradual, um alimento por vez, podendo durar até 6 meses\n- **Fase de manutenção:** dieta personalizada conforme tolerância individual\n- Acompanhamento nutricional é indispensável em todas as fases\n- Boa resposta à dieta confirma o diagnóstico\n\n**Suplementação enzimática:**\n- **Enzima DAO exógena:** dose padrão de 4,2 mg, em cápsulas gastrorresistentes, administradas 20 minutos antes das refeições — timing e qualidade do produto são determinantes para eficácia\n- **Cofatores da DAO:** cobre, vitamina C e vitamina B6 (suplementar em casos de deficiência identificada)\n\n**Reequilíbrio da saúde intestinal:**\n- Tratar disbiose histaminogênica: probióticos e prebióticos selecionados com base em resultados do microbioma\n- Reduzir permeabilidade intestinal (leaky gut): intervenções nutricionais e suporte à mucosa\n- Eliminar/substituir medicamentos inibidores da DAO quando possível (em acordo com o prescritor)\n\n**Farmacoterapia sintomática:**\n- Bloqueadores H1 e H2 (anti-histamínicos) para alívio sintomático; não degradam histamina acumulada\n- Exemplo de protocolo sintomático: anti-histamínico (ex.: cetirizina 10 mg 2x/dia por 1 mês, seguido de 1x/dia por mais 1 mês) — uso adjunto, não substitui tratamento de causa\n\n#### Intolerância à Lactose\n\n- **Exclusão total de laticínios** inicialmente (não apenas produtos \"sem lactose\") para avaliar também sensibilidade às proteínas do leite\n- **Reposição de lactase** (enzima exógena) em casos selecionados como estratégia de conforto\n- Monitorar impacto na microbiota: consumo de lactose pode ter efeito bifidogênico (aumenta bifidobactérias); exclusão total deve ser ponderada individualmente\n- Educar sobre distinção entre intolerância à lactose, reatividade à histamina em laticínios e alergia às proteínas do leite\n\n---\n\n### 5. Critérios de Encaminhamento\n\n- **Alergologista:** suspeita de alergia IgE-mediada, anafilaxia, angioedema ou quadro não responsivo à investigação funcional\n- **Gastroenterologista:** suspeita de doença celíaca, doença inflamatória intestinal, neoplasia intestinal, calprotectina fecal > 250 µg/g, sangue nas fezes\n- **Hematologista/Mastocitosite:** suspeita de mastocitose sistêmica ou síndrome de ativação mastocitária (N-metil-histamina elevada, sintomas graves e multissistêmicos)\n- **Nutricionista:** obrigatório para conduzir dieta de eliminação e reintrodução com segurança e adequação nutricional\n\n---\n\n### 6. Monitoramento\n\n- Reavaliar DAO sérica após tratamento da causa base (disbiose, leaky gut, retirada de medicamentos inibidores)\n- Monitorar microbioma e marcadores inflamatórios a cada 3–6 meses durante tratamento ativo\n- Avaliar microbioma e sinais de disbiose em consumidores recorrentes de laticínios com sintomas sistêmicos (ansiedade, dores crônicas, sintomas dermatológicos)"
}
