{
  "score_item_id": "019bf31d-2ef0-77d9-aaa8-2ca4fad39f47",
  "clinical_relevance": "A intolerância à lactose é uma condição de má absorção de carboidratos definida pela ausência ou insuficiência da enzima lactase (β-galactosidase) na borda em escova do intestino delgado, resultando na não hidrólise do dissacarídeo lactose (galactose + glicose). A lactose não digerida permanece no lúmen intestinal, onde sofre fermentação bacteriana com produção de gases (H₂, CO₂, metano), ácidos orgânicos de cadeia curta e aumento da osmolaridade luminal, desencadeando os sintomas característicos: distensão abdominal, flatulência, diarreia osmótica, náuseas, dor abdominal e, em alguns casos, constipação. Manifestações extra-GI também são descritas — cefaleia, enxaqueca, rinite e acne — por mecanismos mediados pelo eixo intestino-cérebro.\n\nFisiopatologicamente, distinguem-se três formas principais: (1) hipolactasia do tipo adulto (não persistência de lactase), a forma mais prevalente, de base genética e evolutiva — resultado de variantes no gene LCT e sua região regulatória MCM6; (2) deficiência congênita de lactase, rara; e (3) deficiência secundária, adquirida por dano à mucosa intestinal (gastroenterites, doença celíaca, SIBO, parasitoses como giardíase). A não persistência de lactase é o fenótipo evolutivo predominante: estima-se que 65–70% da população mundial adulta apresente atividade reduzida de lactase, com taxas de não persistência superiores a 70–80% em populações do leste asiático, africanas e latino-americanas.\n\nA diferenciação clínica é essencial: intolerância à lactose (reação enzimática ao carboidrato) deve ser distinguida de (a) alergia às proteínas do leite de vaca — mediada por IgE ou não IgE (FPIES, proctocolite); (b) reatividade à histamina — lácteos fermentados como queijos são ricos em histamina, podendo desencadear sintomas GI e extra-GI em indivíduos com déficit de diamina oxidase (DAO); e (c) sensibilidade às caseínas e ao soro.\n\nDo ponto de vista da microbiota, a lactose não digerida favorece, em contexto de disbiose, fermentação patológica, aumento da permeabilidade intestinal e inflamação sistêmica crônica de baixo grau. O consumo tolerável sintomaticamente (tipicamente ≥12 g de lactose ≈ 250 mL de leite) pode não gerar sintomas GI agudos mas manter disbiose e efeitos sistêmicos subclínicos. A lactose não digerida também contribui para o aumento da carga de FODMAPs, perpetuando sintomas em pacientes com SII.\n\nO diagnóstico pode ser estabelecido por: (1) exclusão dietética empírica de laticínios por 3 semanas — prática e reveladora, devendo incluir todos os laticínios para avaliar concomitantemente sensibilidade às proteínas; (2) teste respiratório de hidrogênio com carga de lactose (elevação ≥20 ppm confirma má absorção); (3) teste de tolerância oral com monitoramento glicêmico; e (4) teste genético (variantes do gene LCT/MCM6). Investigação de SIBO deve ser considerada quando há suspeita de deficiência secundária de lactase.",
  "points": 6,
  "patient_explanation": "A lactose é o açúcar do leite. Para digeri-la, o corpo produz uma enzima chamada lactase. Muitas pessoas — especialmente adultos — produzem pouca ou nenhuma lactase, e por isso têm dificuldade em digerir leite e derivados. Isso se chama intolerância à lactose. Quando a lactose não é digerida, bactérias intestinais a fermentam e produzem gases, causando inchaço, dor de barriga e diarreia. Algumas pessoas também sentem dores de cabeça ou problemas de pele por causa dessa intolerância. É importante saber que intolerância à lactose é diferente de alergia ao leite — são condições distintas. Também pode ser que o problema seja com as proteínas do leite ou com a histamina presente em queijos, e não com a lactose em si. Se houver suspeita, o médico pode sugerir retirar os laticínios por 3 semanas para ver se os sintomas melhoram. Quando não tratada, a intolerância pode afetar a saúde intestinal a longo prazo, mesmo com sintomas leves.",
  "conduct": "## Conduta Clínica — Intolerância à Lactose\n\n### Anamnese e Suspeita Clínica\n\n- **Sintomas típicos:** distensão abdominal, flatulência, diarreia, dor abdominal, náuseas, constipação após ingestão de laticínios\n- **Sintomas extra-GI:** cefaleia, enxaqueca, rinite, acne, fadiga pós-prandial — indicam impacto pelo eixo intestino-cérebro\n- **Diferenciar clinicamente:**\n  - Intolerância à lactose (enzimática, ao carboidrato)\n  - Alergia às proteínas do leite (IgE ou não IgE mediada)\n  - Intolerância à histamina (queijos maturados, fermentados)\n  - Sensibilidade à caseína ou ao soro (whey)\n- **Investigar deficiência secundária:** gastroenterites recentes, parasitoses (giardíase), SIBO, doença celíaca — causas reversíveis de hipolactasia adquirida\n\n### Investigação Diagnóstica\n\n**Primeira linha:**\n- **Exclusão dietética empírica:** retirar todos os laticínios por 3 semanas (não apenas produtos sem lactose); ao final, reintroduzir e observar recidiva de sintomas GI e extra-GI\n- **Teste respiratório de H₂ com lactose:** elevação ≥20 ppm acima do basal confirma má absorção\n- **Teste de tolerância oral:** monitorar glicemia antes e após carga de lactose\n\n**Complementar:**\n- **Teste genético (LCT/MCM6):** diferencia hipolactasia primária de secundária\n- **Teste respiratório para SIBO:** lactulose ou glicose (H₂ >20 ppm em 90 min; metano >10 ppm em qualquer momento)\n- **Parasitológico de fezes:** giardíase é causa frequente de hipolactasia secundária no Brasil\n- **Doença celíaca:** IgA sérica total + antitransglutaminase IgA\n- **Elastase pancreática fecal:** excluir insuficiência exócrina em má digestão associada\n- **Zonulina fecal/sérica:** avaliar permeabilidade intestinal\n- **Atividade da DAO:** quando há suspeita de intolerância à histamina concomitante\n\n### Intervenções Baseadas em Evidências\n\n**Dietética:**\n- Exclusão de todos os laticínios por 3–4 semanas como teste diagnóstico-terapêutico\n- **Atenção:** doses sintomaticamente toleradas (≥12 g lactose ≈ 250 mL leite) podem manter disbiose e efeitos sistêmicos subclínicos mesmo sem sintomas agudos\n- Preferir lácteos com menor teor residual quando tolerados (queijos duros, kefir, iogurte natural)\n- Protocolos Low-FODMAP podem aliviar sintomas sem tratar a causa; em alguns casos pioram constipação\n\n**Reposição enzimática:**\n- Lactase oral (equivalentes nacionais da Enzymedica Lacto): útil em exposições dietéticas inevitáveis\n- Enzimas de amplo espectro (carboidrases múltiplas) superam lactase isolada em intolerantes multifatoriais\n\n**Saúde intestinal:**\n- Investigar e tratar disbiose, SIBO, SIFO e parasitoses — causas reversíveis de hipolactasia secundária\n- Probióticos selecionados (*Lactobacillus rhamnosus*, *Bifidobacterium longum*): podem melhorar tolerância; usar com cautela em SII com D-lactato elevado\n- Dieta rica em fibras: promove produção de AGCC (butirato, propionato) com efeito anti-inflamatório e restaurador da barreira intestinal\n\n**Suplementação:**\n- **Cálcio e vitamina D:** monitorar obrigatoriamente em exclusão total prolongada\n- Vitamina K2 (MK-7): considerar junto à vitamina D\n\n### Encaminhamento a Especialistas\n\n- **Gastroenterologista:** suspeita de doença celíaca, DII (calprotectina >250 µg/g), SIBO refratário\n- **Alergologista:** suspeita de alergia IgE-mediada às proteínas do leite\n- **Nutricionista:** plano de substituição e reintrodução, prevenção de déficits nutricionais\n\n### Monitoramento\n\n- Reavaliar sintomas após 3–4 semanas de exclusão\n- Monitorar cálcio sérico e 25-OH vitamina D em exclusão prolongada\n- Retestar tolerância após tratamento de causa secundária — pode haver recuperação enzimática parcial ou total"
}
