{
  "score_item_id": "c77cedd3-2800-7b5f-9435-08411b954ffe",
  "clinical_relevance": "O glúten é uma proteína composta por gliadina e glutenina, presente no trigo, cevada, centeio e seus derivados. Do ponto de vista fisiológico, trata-se de um fragmento indigestível para todos os seres humanos: as peptidases intestinais humanas não conseguem clivar completamente determinadas sequências prolina-ricas da gliadina, gerando peptídeos imunogênicos residuais. Em indivíduos geneticamente suscetíveis ou com comprometimento da barreira intestinal, esses peptídeos deflagram uma resposta imune que pode ser autoimune, inflamatória ou alérgica, configurando o espectro das desordens relacionadas ao glúten.\n\n**Espectro das desordens relacionadas ao glúten:**\n1. **Doença Celíaca (DC):** Enteropatia autoimune crônica desencadeada pela ingestão de glúten em indivíduos HLA-DQ2/DQ8 positivos. Prevalência estimada de 1% da população mundial, com alto subdiagnóstico. Causa atrofia vilositária, má absorção de nutrientes e risco aumentado de linfoma de células T, osteoporose e infertilidade. Exige dieta isenta de glúten de forma permanente e absoluta.\n2. **Sensibilidade ao Glúten Não Celíaca (SGNC):** Condição inflamatória sem autoimunidade documentada nem alergia mediada por IgE. Prevalência estimada de 0,5–13% da população, ainda com imprecisão diagnóstica. Caracteriza-se por sintomas gastrointestinais e extraintestinais que melhoram com a retirada do glúten e retornam com a reintrodução, na ausência de DC e alergia ao trigo.\n3. **Alergia ao Trigo:** Reação alérgica mediada por IgE ou por mecanismos celulares (não-IgE), com tolerância variável ao longo da vida.\n\n**Fisiopatologia central — eixo glúten-zonulina-permeabilidade:**\nA gliadina induz a liberação de zonulina pelas células intestinais, proteína reguladora das junções oclusivas (tight junctions) entre enterócitos. A zonulina elevada aumenta a permeabilidade paracelular, permitindo a passagem de fragmentos alimentares, lipopolissacarídeos bacterianos (LPS) e outros antígenos para a circulação sistêmica. Isso desencadeia endotoxemia crônica de baixo grau, ativação do sistema imune inato e, em indivíduos suscetíveis, autoimunidade. A progressão pode atingir a barreira hematoencefálica (leaky brain), com neuroinflamação, microglia hiperativada e comprometimento cognitivo.\n\nMecanismos adicionais incluem:\n- **Teoria da gliadorfina:** fragmentos de gliadina (gliadorfinas/exorfinas) podem cruzar a barreira intestinal comprometida e se ligar a receptores opióides no sistema nervoso central, alterando humor, comportamento e percepção de dor.\n- **Mimetismo molecular:** anticorpos contra frações do glúten (especialmente gliadina) podem reagir de forma cruzada com a tireoperoxidase (anti-TPO), explicando a associação entre consumo de glúten e tireoidite de Hashimoto em pacientes suscetíveis.\n\n**Sintomas da SGNC (dados epidemiológicos dos chunks):**\n- Gastrointestinais baixos: dor/desconforto abdominal 67–83%; distensão 72–87%; alteração do hábito intestinal 27%; diarreia 16,5%; constipação 18,2%; perda de peso 25%.\n- Gastrointestinais altos: dor epigástrica 52%; náusea até 44%; aerofagia 36%; refluxo 32%; estomatite 31%.\n- Extraintestinais: fadiga 23–74%; dermatites; depressão; brain fog; ansiedade; cefaleia; confusão mental. Em crianças, fadiga pode manifestar-se como agitação, levando a diagnósticos comportamentais equivocados (TDAH, TEA, TOC).\n\n**Associações clínicas relevantes:**\nHiperpermeabilidade intestinal associada ao glúten está documentada em: doenças neurológicas (depressão, ansiedade, TDAH, ataxia por glúten, neuropatia periférica), dermatológicas (acne, rosácea, psoríase, eczema, dermatite herpetiforme), tireoidopatias (Hashimoto), doenças autoimunes sistêmicas (lúpus eritematoso sistêmico, artrite reumatoide), fibromialgia, síndrome do intestino irritável (SII) e fadiga crônica. Meta-análise com 402 participantes evidenciou associação entre zonulina sérica elevada e pior funcionamento social em TDAH, TEA e TOC.\n\n**Biomarcadores diagnósticos:**\n- DC: IgA anti-transglutaminase tecidual (TTG) + IgA total sérica (rastrear deficiência de IgA); se IgA baixa, usar IgG anti-TTG e IgG anti-gliadina deaminada. Confirmação por endoscopia com biópsia duodenal (critérios de Marsh). Genotipagem HLA-DQ2/DQ8 útil para exclusão.\n- SGNC: diagnóstico de exclusão; anticorpos anti-gliadina nativa podem estar presentes, mas sem especificidade diagnóstica.\n- Permeabilidade intestinal: zonulina sérica e fecal (marcador principal); lactoferrina fecal; IgA secretória fecal; calprotectina fecal (diferencial DC vs. SII vs. DII).\n- Alergia ao trigo: IgE específica sérica; prick test; patch test.\n\n**Estratificação de risco:**\n- Alto risco: DC não tratada (linfoma intestinal, osteoporose grave, infertilidade); associação com DM1, Hashimoto, síndrome de Sjögren.\n- Risco moderado: SGNC com sintomas neurológicos, dermatológicos ou autoimunes; Hashimoto com consumo regular de glúten.\n- Risco menor: SGNC isolada, sintomas gastrointestinais funcionais sem comorbidades autoimunes.",

  "points": 10,

  "patient_explanation": "O glúten é uma proteína do trigo, cevada e centeio, presente em pães, massas e muitos alimentos industrializados. Algumas pessoas reagem ao glúten com inflamação intestinal que pode afetar outros órgãos.\n\nExistem três formas de reação: a doença celíaca (autoimune, exige retirada permanente), a sensibilidade ao glúten não celíaca (sintomas parecidos, sem autoimunidade) e a alergia ao trigo.\n\nOs sintomas vão além do intestino: dor e inchaço abdominal, refluxo, cansaço, dores de cabeça, dificuldade de pensar com clareza, ansiedade, depressão e problemas de pele. Em crianças, pode aparecer como agitação ou dificuldade de concentração.\n\nO seu histórico de intolerância ao glúten ajuda o médico a entender causas de sintomas, solicitar os exames corretos e personalizar sua alimentação. Com acompanhamento adequado, é possível controlar bem essa condição e melhorar a qualidade de vida.",

  "conduct": "## Conduta Clínica — Intolerância ao Glúten (Histórico)\n\n### 1. Anamnese Dirigida\n\n- **Caracterizar o histórico:** autorreferido, diagnóstico médico prévio (DC, SGNC, alergia ao trigo) ou suspeita sem investigação formal.\n- **Sintomas GI:** dor/distensão abdominal, alteração do hábito intestinal, refluxo, náuseas, perda de peso.\n- **Sintomas extraintestinais:** fadiga, brain fog, cefaleia, ansiedade, depressão, dermatites, aftas recorrentes.\n- **Histórico familiar:** DC, tireoidopatias autoimunes, doenças autoimunes sistêmicas.\n- **Comorbidades autoimunes:** Hashimoto, DM tipo 1, lúpus, artrite reumatoide.\n- **Dieta atual:** está sem glúten? Há quanto tempo? Com que rigor? Há fontes ocultas ou contaminação cruzada?\n- **Uso de IBP, AINEs ou antibióticos:** aumentam permeabilidade intestinal.\n\n---\n\n### 2. Investigação Complementar\n\n#### Doença Celíaca\n- **IgA sérica total** (rastrear deficiência seletiva de IgA)\n- **IgA anti-transglutaminase tecidual (anti-TTG IgA)** — rastreio de primeira linha\n- Se IgA baixa: **IgG anti-TTG** e **IgG anti-gliadina deaminada (DGP)**\n- **Endoscopia com biópsias duodenais** (4–6 amostras, critérios de Marsh): obrigatória para confirmação\n- **HLA-DQ2/DQ8:** útil para exclusão; não confirma DC isoladamente\n- Testes devem ser feitos **com o paciente em dieta com glúten**; se já sem glúten, reintroduzir por 6–8 semanas antes\n\n#### Permeabilidade e Microbiota\n- **Zonulina fecal** (marcador principal de permeabilidade intestinal)\n- **Calprotectina fecal** (<100 µg/g favorece SII; >250 µg/g requer colonoscopia)\n- **IgA secretória fecal** (função imunológica da mucosa)\n- **Painel fecal completo** (GI-MAP, Copromax, Gut Check): zonulina, calprotectina, elastase, IgA secretória\n\n#### Comorbidades\n- **TSH + anti-TPO + anti-Tg** (mimetismo molecular glúten–tireoperoxidase; rastrear Hashimoto)\n- **Hemograma:** anemia ferropriva/megaloblástica; plaquetas >400.000 sugerem enteropatia inflamatória crônica\n- **Ferritina, B12, folato, vitamina D, zinco** (marcadores de má absorção em DC)\n- **IgE específica para trigo** (se suspeita de alergia mediada por IgE)\n- **Ácidos orgânicos urinários (metabolômica):** déficits nutricionais e disbiose\n\n---\n\n### 3. Teste de Eliminação Diagnóstica\n\n- **Protocolo:** retirada completa do glúten por **3–4 semanas** com avaliação clínica (GI e extraintestinal).\n- **Se houver melhora:** reintroduzir glúten por 6–8 semanas antes da sorologia/biópsia para DC.\n- **Fontes ocultas a orientar:** molhos industrializados, embutidos, sorvetes, cosméticos (batons), medicamentos com amido de trigo.\n\n---\n\n### 4. Intervenções Terapêuticas\n\n#### Dieta\n- **DC confirmada:** dieta isenta de glúten permanente e rigorosa; encaminhar a nutricionista; monitorar contaminação cruzada.\n- **SGNC:** exclusão de glúten com reavaliação periódica; substituir por grãos integrais sem glúten (quinoa, amaranto, arroz integral, sorgo).\n- **Anti-inflamatória:** baixo índice glicêmico, ômega-3, fibras, frutas e vegetais; restringir ultraprocessados e álcool.\n- **Low-FODMAP:** considerar em SGNC + SII (3 fases: eliminação, reintrodução, personalização), com nutricionista.\n\n#### Modulação Intestinal\n- **Fibras fermentáveis:** produção de butirato e propionato — anti-inflamatório e restaurador da barreira intestinal.\n- **Probióticos:** *Lactobacillus rhamnosus* e cepas com evidência; cautela em SIBO (pode piorar brain fog).\n- **Restauração da barreira:** zinco-carnosina, L-glutamina, pectina, beta-glucana, butirato.\n- **Enzimas digestivas:** reduzem carga antigênica intestinal por melhor digestão proteica.\n- **Suplementação adjuvante:** vitamina D, ferro, B12, folato, zinco (se déficit documentado); ômega-3; magnésio.\n\n---\n\n### 5. Encaminhamento\n\n- **Gastroenterologia:** suspeita de DC para biópsia; sintomas refratários; suspeita de DII.\n- **Endocrinologia:** Hashimoto ou outras endocrinopatias autoimunes associadas.\n- **Nutricionista funcional:** dieta sem glúten segura e nutricionalmente completa.\n- **Neurologia:** ataxia por glúten; neuropatia periférica sem causa identificada.\n- **Dermatologia:** dermatite herpetiforme (manifestação cutânea específica de DC).\n\n---\n\n### 6. Monitoramento\n\n- **DC:** anti-TTG a cada 6–12 meses até normalização; densitometria óssea; hemograma e ferritina anual.\n- **SGNC:** avaliação clínica periódica; zonulina fecal como marcador de resposta.\n- **Todos:** reavaliar microbiota e permeabilidade após 3–6 meses de intervenção; ajustar dieta e suplementação conforme resposta."
}
