{
  "score_item_id": "019c1a2b-a36f-7664-a20d-37666632c3ba",
  "clinical_relevance": "A alergia à proteína do leite de vaca (APLV) é uma reação imunológica adversa mediada contra antígenos proteicos do leite bovino — principalmente caseínas (αs1, αs2, β, κ) e proteínas do soro (β-lactoglobulina, α-lactoalbumina) — em indivíduos geneticamente suscetíveis após sensibilização prévia. Difere da intolerância à lactose (deficiência enzimática de lactase) e da intolerância à histamina presente em lácteos, sendo essas três entidades clinicamente distintas com mecanismos, diagnósticos e condutas diferentes.\n\nPrevalência e epidemiologia: A APLV afeta aproximadamente 2-3% dos lactentes e diminui com a idade; a alergia alimentar em geral afeta cerca de 8% das crianças e 4% dos adultos globalmente. O leite está entre os principais alérgenos responsáveis por mais de 90% das alergias alimentares em países ocidentais. O risco familiar é expressivo: filho de um progenitor alérgico apresenta risco de ~30%; filho de ambos os pais alérgicos apresenta risco de até ~80%.\n\nMecanismos fisiopatológicos: A APLV pode ser mediada por IgE (hipersensibilidade tipo I — resposta rápida entre 15 minutos e poucas horas: urticária, angioedema, broncoespasmo, asma, anafilaxia, síndrome alérgica oral) ou não mediada por IgE (tipos celulares/tardios — FPIES: síndrome de enterocolite induzida por proteína alimentar; proctocolite alérgica; esofagite, gastrite e enterocolite eosinofílica). A tolerância oral falha quando há disrupção da barreira intestinal, desequilíbrio da microbiota, carência de IgA secretória, predomínio TH2 mantido além dos primeiros mil dias ou exposição precoce a proteínas alergênicas sem aleitamento materno exclusivo.\n\nManifestações clínicas: Gastrointestinais (refluxo, vômitos, constipação, sangramento oculto fecal, diarreia, dor abdominal crônica, má absorção); cutâneas (dermatite atópica, urticária, angioedema, palidez facial, dermatite perioral); respiratórias (rinorreia persistente, congestão nasal, broncoespasmo, tosse, asma, otites de repetição); neurológicas/comportamentais (hiperatividade, déficit de atenção, irritabilidade); orais (aftas, prurido faríngeo, língua geográfica). Em lactentes, APLV deve ser considerada diferencial em refluxo, cólicas e constipação nos primeiros 12 meses.\n\nMarcadores diagnósticos laboratoriais: Calprotectina fecal < 138 exclui alergia não mediada por IgE com alta sensibilidade; valores acima de 200 são positivos para doença inflamatória intestinal ativa; em crianças com APLV suspeita, valores de 400-500 indicam intervenção. Neurotoxina de eosinófilo fecal (cutoff 2.808): sensibilidade ~55%, especificidade ~71% para APLV não IgE mediada. Pesquisa de sangue oculto fecal: sensibilidade ~84%, especificidade ~66% para enterocolite induzida por proteína. IgE total elevada orienta mecanismo tipo I. Fenotipagem linfocitária: CD4/CD8 > 3 sugere resposta TH2 (humoral); < 1 sugere TH1 (celular). Plaquetas > 400.000 podem estar associadas a enteropatia inflamatória crônica. Alfa-1 antitripsina fecal avalia enteropatia perdedora de proteínas.\n\nImpacto sistêmico e implicações clínicas: A exposição continuada às proteínas alergênicas sem diagnóstico mantém inflamação intestinal crônica de baixo grau, contribui para disbiose, aumento da permeabilidade intestinal (\"leaky gut\"), impacto no eixo intestino-cérebro, infecções respiratórias recorrentes, déficits nutricionais (vitaminas A, D, zinco, ferro, cálcio) e comprometimento do desenvolvimento em crianças. A pasteurização e a reação de Maillard podem aumentar a alergenicidade das proteínas do leite. Fatores de risco modificáveis incluem: tipo de parto (cesariana reduz biodiversidade da microbiota neonatal), ausência de aleitamento materno exclusivo, uso precoce de antibióticos, IBPs e antiácidos, dermatite atópica e hipótese da higiene.",
  "points": 7,
  "patient_explanation": "Intolerância à proteína do leite é uma reação do sistema de defesa do organismo contra as proteínas presentes no leite de vaca. Isso é diferente da intolerância à lactose, que é a dificuldade de digerir o açúcar do leite. Quando o corpo reage às proteínas, pode surgir uma série de sintomas: dor de barriga, constipação ou diarreia, refluxo, manchas e coceira na pele, nariz entupido, tosse frequente, e até cansaço e irritabilidade. Em bebês, essa reação pode aparecer como cólica intensa, constipação ou refluxo persistente. O problema pode passar despercebido por anos porque os sintomas são variados e parecem não ter relação com o leite. Retirar os laticínios da alimentação por um período — sempre com orientação médica — ajuda a confirmar se o leite é mesmo o responsável pelos sintomas. O acompanhamento com médico e nutricionista é importante para garantir que nenhum nutriente essencial, como cálcio e vitamina D, fique em falta durante a exclusão.",
  "conduct": "## Avaliação Clínica Inicial\n\n- **Anamnese detalhada:** incluir histórico familiar de alergias (risco ~30% com um progenitor alérgico; ~80% com ambos), tipo de parto, tempo de aleitamento materno exclusivo, introdução alimentar, uso de antibióticos, IBPs ou antiácidos na primeira infância.\n- **Diferenciação clínica obrigatória:** distinguir APLV (imunológica) de intolerância à lactose (enzimática) e intolerância à histamina em lácteos, pois têm condutas distintas.\n- **Mapeamento de sintomas:** gastrointestinais (refluxo, constipação, cólica, sangramento oculto, dor abdominal), cutâneos (dermatite atópica, urticária), respiratórios (rinorreia, broncoespasmo, otites de repetição) e comportamentais (irritabilidade, hiperatividade).\n- **Em lactentes (0–12 meses):** investigar APLV como diferencial em refluxo, cólicas e constipação significativos antes de medicar.\n\n---\n\n## Investigação Complementar\n\n**Exames laboratoriais de primeira linha:**\n- Hemograma completo (eosinofilia, plaquetas > 400.000 sugerem enteropatia inflamatória crônica)\n- IgE total e IgE específica para proteínas do leite (RAST/ImmunoCAP) — mecanismo tipo I\n- Calprotectina fecal (< 138 exclui alergia não IgE; > 200 positivo para DII; 400–500 em crianças indica intervenção urgente)\n- Pesquisa de sangue oculto fecal (sensibilidade ~84% para enterocolite)\n- Alfa-1 antitripsina fecal (avalia enteropatia perdedora de proteínas)\n- Dosagem de vitaminas A, D, zinco (eritrocitário), perfil de ferro (ferritina, ferro sérico, TSAT) e B12\n- Imunoglobulinas (IgG, IgA, IgM, IgE) em crianças com infecções de repetição\n\n**Exames de segunda linha (com especialista):**\n- Neurotoxina de eosinófilo fecal (cutoff 2.808; sensibilidade ~55%, especificidade ~71% para APLV não IgE)\n- Fenotipagem linfocitária CD4/CD8 (> 3: TH2/humoral; < 1: TH1/celular)\n- Prick Test (padrão-ouro para IgE mediada) — com alergista\n- Patch Test (reações tardias) — com alergista\n- Endoscopia/colonoscopia em casos graves ou atípicos (pode revelar hiperplasia nodular linfoide, eosinofilia tecidual)\n- Teste de Provocação Oral — padrão-ouro para confirmação, mas requer ambiente seguro e especializado\n\n**Nota sobre IgG alimentar:** testes de IgG4 não devem ser usados de rotina para diagnóstico de alergia, pois podem indicar tolerância e não reatividade patológica.\n\n---\n\n## Conduta Dietética\n\n- **Dieta de exclusão como teste diagnóstico e terapêutico:** retirar laticínios por 4–8 semanas (não apenas produtos \"sem lactose\" — excluir toda proteína do leite bovino) e monitorar resposta clínica.\n- **Amplitude crescente se necessário:** iniciar com exclusão de laticínios e glúten; expandir para 4 alimentos (adicionando soja e frutos do mar) conforme indicação clínica.\n- **Acompanhamento nutricional obrigatório:** garantir ingestão adequada de cálcio (fontes alternativas: sardinha, couve, tofu, grãos), vitamina D, vitamina A e proteínas, especialmente em crianças.\n- **Reintrodução programada:** após período de eliminação e resolução dos sintomas, considerar reintrodução gradual e monitorada para avaliar tolerância e evitar restrições desnecessárias a longo prazo.\n- **Em lactentes amamentados:** orientar a mãe a excluir laticínios da própria dieta; em lactentes em uso de fórmula, substituir por fórmula extensamente hidrolisada ou à base de aminoácidos conforme gravidade.\n- Reduzir lácteos, farináceos e ultraprocessados; aumentar variedade de vegetais, frutas, legumes e incluir fontes de ômega-3 (peixes).\n\n---\n\n## Modulação Intestinal e Suporte\n\n- **Probióticos:** cepas como *Lactobacillus rhamnosus* GG têm evidência em modulação alérgica; suplementação neonatal por 21 dias utilizada em contextos de disbiose associada à cesariana.\n- **Prebióticos e fibras:** aumentam produção de AGCC (butirato, propionato), fortalecendo a barreira intestinal e reduzindo inflamação.\n- **Enzimas digestivas:** podem auxiliar na degradação proteica e redução da carga antigênica intestinal.\n- **Correção de deficiências nutricionais:** vitaminas A e D são essenciais para tolerância oral e imunidade de mucosa.\n\n---\n\n## Tratamento de Reações Agudas\n\n- **Anafilaxia e reações IgE graves:** anti-histamínicos e corticoides são indispensáveis; adrenalina autoinjetável em pacientes com histórico de anafilaxia.\n- **Reações leves a moderadas:** anti-histamínico oral conforme quadro.\n\n---\n\n## Critérios de Encaminhamento\n\n- **Alergista/imunologista:** suspeita de APLV IgE mediada para Prick/Patch Test e Teste de Provocação Oral; anafilaxia; crianças com > 2 pneumonias/ano, > 4 otites/ano ou sinais de imunodeficiência.\n- **Gastroenterologista pediátrico:** FPIES, proctocolite grave, suspeita de esofagite ou enterocolite eosinofílica, sangramento digestivo.\n- **Nutricionista:** todos os casos de dieta de exclusão, especialmente crianças e gestantes, para evitar déficits de crescimento e carências nutricionais.\n- **Equipe multidisciplinar (nutrólogo, nutricionista, alergista, gastroenterologista, psicólogo):** casos complexos com múltiplas sensibilizações, comprometimento do crescimento ou impacto significativo na qualidade de vida.\n\n---\n\n## Monitoramento\n\n- Reavaliação clínica em 4–8 semanas após início da dieta de exclusão.\n- Monitorar crescimento e desenvolvimento em crianças.\n- Repetir calprotectina fecal e marcadores nutricionais conforme evolução.\n- Ajustar suplementação conforme resultados laboratoriais."
}
