{
  "score_item_id": "c77cedd3-2800-722f-8a95-5d4f2202fa49",
  "clinical_relevance": "A intolerância à histamina (IH) é uma reação adversa alimentar não tóxica, não imunomediada e de natureza enzimática, resultante do desequilíbrio entre a histamina acumulada — proveniente da dieta, da microbiota intestinal e de células do próprio organismo — e a capacidade de degradação dessa amina biogênica, principalmente pela enzima diamina oxidase (DAO). Embora não possua CID específico, estima-se prevalência entre 1% e 3% da população geral, com subdiagnóstico significativo em razão da extrema variabilidade clínica.\n\nFisiologia e Metabolismo:\nA histamina é uma amina biogênica de caráter neuroimunoendocrinológico, sintetizada a partir do aminoácido histidina e armazenada predominantemente em mastócitos e basófilos. Exerce funções ubíquas por meio de quatro subtipos de receptores (H1, H2, H3 e H4) distribuídos em múltiplos órgãos e sistemas. Sua degradação ocorre por duas vias principais:\n- Via da DAO (extracelular/intestinal): principal via de inativação da histamina ingerida. Requer os cofatores cobre, vitamina C e vitamina B6. É inibida por álcool, determinados antibióticos e antidepressivos.\n- Via da HNMT (histamina-N-metiltransferase, intracelular): predomina no sistema nervoso central. Seu metabólito — N-metil-histamina urinária — está mais relacionado à síndrome de ativação mastocitária (SAM) do que à intolerância à histamina propriamente dita.\n\nFatores que comprometem a via da DAO:\n- Genéticos: mais de 50 polimorfismos no gene AOC1 (que codifica a DAO) foram identificados, com quatro variantes analisadas com maior frequência. Polimorfismos no gene HNMT também são relevantes. Distingue-se entre \"ser intolerante\" (predisposição genética crônica) e \"estar intolerante\" (condição transitória por causas secundárias como inflamação intestinal ou uso de medicamentos).\n- Microbiota: estudo identificou 117 tipos de micro-organismos na microbiota humana capazes de sintetizar histamina; bactérias histaminogênicas como E. coli e Klebsiella podem elevar os níveis fecais a valores extremos (ex.: 61.500 ng/g documentado em casos clínicos).\n- Integridade intestinal: enterócitos maduros são os principais produtores intestinais de DAO; condições que cursam com lesão epitelial (doença de Crohn, doença celíaca, hiperpermeabilidade intestinal — \"leaky gut\") reduzem a síntese enzimática e aumentam a absorção de histamina.\n\nManifestações Clínicas:\nOs sintomas são multissistêmicos e surgem em minutos a até 4-6 horas após ingestão de alimentos ricos em histamina. Com apenas dois sintomas, são possíveis até 276 apresentações clínicas distintas, o que frequentemente leva ao encaminhamento para múltiplos especialistas e retardo diagnóstico. Os sintomas mais prevalentes, segundo estudo de 2018, são: bloating/distensão abdominal (92%), dispepsia pós-prandial (71%) e diarreia. Outros incluem:\n- Cardiovasculares: taquicardia, palpitações, rubor (flushing)\n- Cutâneos: urticária, prurido, eritema, eczema\n- Neurológicos: cefaleia, enxaqueca, brain fog\n- Respiratórios: rinorreia, congestão nasal, dispneia\n- Gastrointestinais: náuseas, constipação, dor abdominal\n\nDiagnóstico:\nNão existe exame \"bala de prata\". O diagnóstico é clínico-laboratorial, por exclusão de outras condições e confirmado pela resposta terapêutica. As ferramentas disponíveis incluem:\n- Dosagem da DAO sérica: valor abaixo de 10 U/mL tem alto valor preditivo positivo para baixa expressão intestinal da enzima; resultado normal não exclui o diagnóstico.\n- Histamina fecal: elevada em casos de reatividade imune, alto consumo dietético ou produção excessiva pela microbiota.\n- N-metil-histamina urinária (24h): disponível no Brasil; orienta diagnóstico diferencial com SAM (via HNMT); não é o marcador primário da IH por DAO.\n- Genotipagem (AOC1, HNMT): complementa o diagnóstico ao identificar predisposição genética.\n- Zonulina fecal: marcador de permeabilidade intestinal, relevante para avaliar a coexistência de leaky gut.\n- Resposta à dieta baixa em histamina: melhora significativa após 4-8 semanas confirma o diagnóstico.\n\nDiagnóstico Diferencial Mandatório:\n- Síndrome de ativação mastocitária (SAM)\n- Mastocitose sistêmica\n- Alergias alimentares mediadas por IgE\n- Intolerâncias enzimáticas (lactose)\n- Tumores neuroendócrinos\n- Úlcera duodenal\nImportante: a IH causa grande desconforto, mas, diferentemente das condições acima, não apresenta risco de vida.",
  "points": 8,
  "patient_explanation": "A histamina é uma substância produzida naturalmente pelo nosso organismo e também presente em muitos alimentos — especialmente queijos curados, fermentados, vinhos, peixes enlatados, tomate e embutidos. Normalmente, uma enzima chamada DAO, produzida no intestino, se encarrega de \"desativar\" o excesso de histamina antes que ela cause problemas.\n\nQuando essa enzima não funciona bem — seja por questões genéticas, por inflamação intestinal ou pelo efeito de alguns medicamentos e do álcool — a histamina se acumula e começa a provocar sintomas. Esse conjunto de reações é chamado de intolerância à histamina.\n\nOs sintomas podem ser bem variados: inchaço e desconforto abdominal, diarreia, dores de cabeça, urticária, coceira na pele, nariz entupido, palpitações ou sensação de cansaço após comer. Tudo isso pode aparecer em minutos ou algumas horas depois de consumir alimentos ricos em histamina.\n\nA boa notícia é que a intolerância à histamina tem solução. O primeiro passo costuma ser adotar uma dieta com menos alimentos ricos em histamina por algumas semanas, o que já costuma trazer um alívio significativo dos sintomas. Em muitos casos, cuidar da saúde do intestino — tratando disbiose ou permeabilidade intestinal aumentada — também ajuda muito a restaurar a tolerância ao longo do tempo. Há ainda suplementos da enzima DAO e vitaminas que podem complementar o tratamento, sempre com orientação do seu médico ou nutricionista.",
  "conduct": "## Conduta Clínica — Intolerância à Histamina\n\n### 1. Suspeita Clínica e Anamnese Dirigida\n\n- Levantar suspeita em pacientes com sintomas multissistêmicos pós-prandiais (em minutos a 4-6h após ingestão)\n- Investigar padrão alimentar: consumo habitual de queijos curados, fermentados, vinhos, peixes enlatados, embutidos, tomate, berinjela, pimentão, abacate e colágeno hidrolisado\n- Questionar sobre uso de medicamentos que inibem a DAO: antibióticos, antidepressivos (IMAO, alguns ISRS), anti-hipertensivos (bloqueadores de canal de cálcio em alguns contextos), álcool\n- Investigar histórico de infecções gastrointestinais, disbiose, doenças intestinais inflamatórias (Crohn, celíaca) ou uso recente de antibióticos\n- Avaliar sintomas de COVID longa — a síndrome pós-COVID frequentemente cursa com disfunção mastocitária e elevação de histamina\n\n### 2. Investigação Laboratorial\n\n- **Dosagem da DAO sérica:** valor < 10 U/mL tem alto valor preditivo positivo; resultado normal não exclui o diagnóstico\n- **Histamina fecal:** valor elevado indica produção excessiva pela microbiota histaminogênica ou consumo excessivo na dieta\n- **N-metil-histamina urinária (24h):** útil para diagnóstico diferencial com síndrome de ativação mastocitária (SAM), não para confirmação da IH via DAO\n- **Genotipagem AOC1 e HNMT:** identifica polimorfismos que predispõem à redução da atividade enzimática; complementa o diagnóstico\n- **Zonulina fecal:** avalia permeabilidade intestinal (leaky gut), frequentemente coexistente\n- **Microbioma intestinal:** identifica disbiose e presença de bactérias histaminogênicas (E. coli, Klebsiella)\n- **Teste de IgG alimentar:** auxilia na identificação de sensibilidades alimentares que contribuem para inflamação intestinal e redução da DAO\n- Considerar: **triptase sérica** e **N-metil-histamina urinária elevada** para exclusão de mastocitose sistêmica e SAM\n\n### 3. Diagnóstico Diferencial Obrigatório\n\nAntes de confirmar intolerância à histamina, excluir:\n- **Síndrome de ativação mastocitária (SAM)** — sintomas sobrepostos, mas com mecanismo distinto\n- **Mastocitose sistêmica** — investigar triptase e biópsia de medula quando indicado\n- **Alergias alimentares IgE-mediadas** — dosar IgE específica, considerar teste de provocação oral em ambiente controlado\n- **Doença celíaca** — anti-transglutaminase IgA, biópsia duodenal\n- **Tumores neuroendócrinos** — em casos de rubor e diarreia crônica inexplicada, dosar cromogranina A e 5-HIAA urinário\n- **Úlcera duodenal** — endoscopia quando indicado\n\n### 4. Abordagem Terapêutica\n\n#### 4.1 Dieta Baixa em Histamina — Primeira Linha (\"Food First\")\n\n- **Fase restritiva:** mínimo de 14-15 dias (idealmente 4 semanas) com restrição de alimentos ricos em histamina, liberadores de histamina e inibidores da DAO\n  - Alimentos a restringir: queijos fermentados/curados, vinho, cerveja, fermentados (chucrute, kefir, kombucha), embutidos, atum/cavala/sardinha enlatados, tomate, espinafre, berinjela, abacate, morango, chocolate, vinagre\n  - Alimentos a evitar por inibir a DAO: álcool (especialmente vinho tinto), produtos com corantes e conservantes\n- **Fase de reintrodução:** gradual, um alimento por vez, podendo durar até 6 meses\n- **Fase de manutenção:** personalizada conforme limiar de tolerância individual identificado\n- Acompanhamento por **nutricionista** é essencial para evitar déficits nutricionais e garantir adesão\n- Boa resposta à dieta em 4-8 semanas confirma o diagnóstico\n\n#### 4.2 Suplementação Enzimática — DAO Exógena\n\n- **Enzima DAO (Diaminoxidase) exógena:** dose padrão de 4,2 mg em cápsula gastrorresistente, tomada **20 minutos antes das refeições**\n  - Considerada um \"game changer\" no manejo sintomático\n  - Cuidado com produtos de baixa qualidade disponíveis online — verificar certificação e forma farmacêutica gastrorresistente\n  - Produto referência disponível no Brasil: **Daosin**\n\n#### 4.3 Reposição de Cofatores da Enzima DAO\n\n- **Vitamina C:** cofator essencial para síntese e atividade da DAO\n- **Cobre:** cofator enzimático fundamental\n- **Vitamina B6 (preferencialmente como piridoxal-5-fosfato/P5P):** cofator da via de degradação da histamina\n- A suplementação desses cofatores pode aumentar a síntese endógena da DAO e complementar a abordagem terapêutica\n\n#### 4.4 Modulação Intestinal — Abordagem Causal\n\n- **Tratar disbiose:** identificar e reduzir bactérias histaminogênicas (E. coli, Klebsiella) com probióticos de cepas selecionadas que não produzem histamina (evitar cepas como Lactobacillus casei e L. bulgaricus, frequentemente histaminogênicas)\n- **Reparar permeabilidade intestinal (leaky gut):** dieta anti-inflamatória, glutamina, zinco, vitamina D, fibras e prebióticos que estimulem produção de AGCC (butirato)\n- **Reduzir inflamação intestinal:** identificar e eliminar antígenos alimentares (IgG, glúten, laticínios) que sustentam inflamação crônica da mucosa\n- Melhora da integridade intestinal aumenta a produção endógena de DAO e pode restaurar tolerância à histamina ao longo do tempo\n\n#### 4.5 Uso de Medicamentos — Terapia Sintomática\n\n- **Anti-histamínicos H1** (cetirizina, loratadina, fexofenadina): alívio sintomático de manifestações cutâneas, respiratórias e neurológicas\n- **Bloqueadores H2** (famotidina): úteis para sintomas gastrointestinais e gástricos\n- Protocolo sugerido em contexto pós-COVID ou SAM associada: loratadina ou cetirizina 10 mg 2x/dia por 4 semanas, reduzindo para 1x/dia por mais 4 semanas\n- **Importante:** anti-histamínicos aliviam sintomas mas **não degradam a histamina** — não são solução causal\n- **Revisar medicamentos em uso** que possam inibir a DAO (antibióticos, antidepressivos, bloqueadores de canal de cálcio em alguns casos) e substituí-los quando clinicamente viável\n\n### 5. Atenção a Casos Especiais\n\n- **Colágeno hidrolisado:** rico em histidina, que é convertida em histamina no intestino; contraindicado ou a ser suspenso em pacientes com IH e urticária, eczema ou dermatite alérgica ativa\n- **Dieta mediterrânea padrão:** pode agravar IH por incluir vinho, queijos curados e molho de tomate — personalizar para cada paciente\n- **TDAH e histamina:** pacientes com TDAH podem ter metabolismo alterado da histamina; avaliar polimorfismos de DAT1 e da via da histamina em casos refratários\n\n### 6. Critérios de Encaminhamento\n\n- **Gastroenterologista:** suspeita de doença celíaca, doença de Crohn, disbiose grave, permeabilidade intestinal com sintomas sistêmicos importantes\n- **Imunologista/Alergologista:** suspeita de SAM, mastocitose sistêmica, alergias alimentares IgE-mediadas\n- **Endocrinologista/Oncologista:** suspeita de tumor neuroendócrino (rubor + diarreia crônica + triptase elevada)\n- **Nutricionista:** indispensável para condução da dieta de eliminação e reintrodução e para prevenção de déficits nutricionais\n- **Equipe multiprofissional:** médico e nutricionista devem atuar em conjunto para otimizar o tratamento\n\n### 7. Monitoramento e Reavaliação\n\n- Reavaliar sintomas após 4-8 semanas de dieta restritiva\n- Monitorar marcadores intestinais (zonulina, histamina fecal, microbioma) conforme evolução\n- Após melhora da saúde intestinal, reavaliar tolerância individual aos alimentos — a tolerância pode ser restaurada com o tratamento da causa base\n- Ajustar dose de DAO exógena conforme necessidade individual e resposta clínica"
}
