{
  "score_item_id": "c77cedd3-2800-7e1a-aaa5-c618035a4918",
  "clinical_relevance": "A alergia alimentar é definida como uma reação imunológica adversa a um antígeno alimentar específico — usualmente inofensivo — em indivíduos suscetíveis, após sensibilização prévia. Difere das intolerâncias alimentares não imunológicas (enzimáticas, farmacológicas, de má absorção) e de reações tóxicas diretas. O tecido linfoide associado ao intestino (GALT) é o principal regulador da resposta imune à dieta, sendo responsável por distinguir antígenos inofensivos de patógenos. A tolerância oral — estado de hiporresponsividade a antígenos dietéticos — depende de barreira epitelial íntegra, microbiota eubiótica e função adequada das células T regulatórias (Tregs).\n\nPrevalência e alérgenos principais: estima-se que 8% das crianças e 4% dos adultos tenham alergia alimentar clinicamente relevante, com prevalência crescente globalmente. Nos EUA, mais de 90% dos casos são causados por leite, trigo, soja, peixes, mariscos, ovos, amendoim, nozes e gergelim — grupo restrito que orienta o foco da investigação clínica. A prevalência varia por país em função de hábitos alimentares regionais e dificuldades de notificação.\n\nRisco familiar: quando um dos pais é alérgico, o risco na prole é de aproximadamente 30%; quando ambos os pais têm alergia alimentar, o risco sobe para cerca de 80%, tornando a anamnese familiar um instrumento diagnóstico de alta relevância.\n\nMecanismos de hipersensibilidade:\n- Tipo I (IgE mediada): resposta rápida — início entre 15 minutos e 3–4 horas; manifestações incluem urticária, angioedema, broncoespasmo, asma, síndrome alérgica oral e anafilaxia. É a forma mais reconhecida e de maior risco imediato.\n- Tipo II (IgG/IgM e complemento): rara em contexto alimentar direto.\n- Tipo III (complexos imunes): tardia; manifestações alimentares pouco estabelecidas.\n- Tipo IV (linfócitos T, não mediada por anticorpos): tardia; inclui enterocolite eosinofílica e proctocolite; não é classicamente categorizada como alergia mediada por IgE.\n- Formas mistas: esofagite, gastrite e enterocolite eosinofílica.\n- Não IgE mediadas: FPIES (Food Protein-Induced Enterocolitis Syndrome) e proctocolite alérgica.\n\nFisiopatologia e papel da microbiota: a disbiose intestinal aumenta a absorção de antígenos e ativa receptores TLR4. O dano epitelial libera alarminas (IL-25, IL-33, TSLP), que ativam células ILC2 e desviam a resposta imune para o perfil TH2 — com produção de IgE, sensibilização e resposta alérgica na reexposição. A microbiota eubiótica, ao contrário, promove Treg, IL-10, TGF-β e IgA secretória, sustentando a tolerância oral. O butirato e o propionato (ácidos graxos de cadeia curta — AGCCs), produzidos pela fermentação de fibras dietéticas, estimulam Tregs, têm efeito anti-inflamatório e fortalecem a barreira intestinal. Dietas pobres em fibras aumentam a permeabilidade intestinal, enquanto dietas ricas em fibras demonstraram proteção contra alergia ao amendoim em modelos experimentais.\n\nFatores de risco para desenvolvimento:\n- Período perinatal: parto cesáreo (menor biodiversidade microbiana), ausência de aleitamento materno exclusivo e introdução precoce de proteínas alergênicas.\n- Hipótese higiênica: excesso de higiene, urbanização, famílias menores e menor contato com infecções na infância favorecem o predomínio TH2 e o desenvolvimento de doenças alérgicas e autoimunes.\n- Uso precoce de antibióticos, inibidores de bomba de prótons (IBPs) e antiácidos.\n- Dermatite atópica, aumento da permeabilidade intestinal (leaky gut), poluição, aditivos alimentares e COVID longa.\n- Contato com pets pode exercer efeito protetor.\n\nManifestações clínicas: o curso é variável entre crianças e adultos. Leite e ovos tendem a desaparecer com o desenvolvimento imunológico; amendoim, nozes e frutos do mar tendem a persistir ao longo da vida. Sistemas afetados: cutâneo (prurido, urticária, angioedema), gastrointestinal (dor abdominal, diarreia, refluxo, vômitos), respiratório (broncoespasmo, coriza, asma), cardiovascular e neurológico. Cofatores que facilitam reações: exercício físico, álcool, antiácidos, anti-inflamatórios não esteroidais (AINEs), fase do ciclo menstrual e infecções intercorrentes.\n\nSíndrome alérgica oral e reatividade cruzada: sintomas orofaríngeos (coceira, queimação, angioedema) comuns em adultos e adolescentes sensibilizados por pólen. Sensibilização cruzada entre alérgenos inalantes e alimentares (ex.: pólen/maçã; látex/banana/kiwi). Síndrome alérgica associada ao látex ocorre em até 50% dos pacientes com alergia ao látex.\n\nAchados laboratoriais sugestivos: eosinofilia no hemograma, plaquetas acima de 400.000 (sugestivas de enteropatia inflamatória crônica), IgE total elevada (tipo I), relação CD4/CD8 > 3 (perfil TH2) ou < 1 (perfil TH1). Calprotectina fecal < 138 exclui alergia não mediada por IgE com sensibilidade de aproximadamente 95% e especificidade de 78,6%. Sangue oculto nas fezes apresenta sensibilidade de ~84% e especificidade de ~66% para enterocolite induzida por proteína da dieta. Alfa-1 antitripsina fecal avalia enteropatia perdedora de proteínas.",
  "points": 0,
  "patient_explanation": "Alergia alimentar é quando o sistema de defesa do seu corpo reage de forma errada a um alimento normalmente inofensivo, como leite, ovo, amendoim ou trigo. Essa reação é diferente de uma intolerância: na alergia, o sistema imunológico está diretamente envolvido e as respostas podem ser rápidas e intensas — como coceira, urticária, inchaço, falta de ar ou problemas digestivos. Em casos raros, pode ocorrer uma reação grave chamada anafilaxia, que é uma emergência médica.\n\nSaber quais alimentos provocam reações no seu organismo é muito importante para proteger sua saúde e evitar episódios que prejudicam sua qualidade de vida. Alergias não tratadas ou não identificadas podem gerar inflamação constante no intestino, afetar o sistema imunológico e, a longo prazo, prejudicar o bem-estar geral.\n\nO diagnóstico correto evita que você elimine alimentos desnecessariamente — o que pode causar deficiências nutricionais — ao mesmo tempo que protege você de exposições perigosas. Com orientação adequada de um médico e nutricionista, é possível manter uma alimentação equilibrada e segura, adaptada às suas necessidades individuais. A saúde do intestino também tem papel central: cuidar da microbiota e da barreira intestinal ajuda a modular as reações alérgicas e, em alguns casos, a recuperar a tolerância a certos alimentos.",
  "conduct": "## Conduta Clínica — Alergias Alimentares Específicas\n\n### 1. Anamnese Estruturada\n\n- **História detalhada da reação:** alimento suspeito, tempo entre ingestão e sintomas (< 2h sugere IgE mediada; > 2h sugere mecanismo celular/tardio), dose necessária para desencadear, reproducibilidade, cofatores presentes (exercício, álcool, AINEs, infecção, fase do ciclo menstrual)\n- **História familiar:** quantificar risco (~30% se um dos pais alérgico; ~80% se ambos)\n- **História perinatal:** tipo de parto, aleitamento materno exclusivo, introdução alimentar precoce, uso de antibióticos na infância, IBPs ou antiácidos\n- **Comorbidades associadas:** dermatite atópica, asma, rinite alérgica, alergia ao látex, doença celíaca\n- **Sintomas por sistema:** cutâneo, digestivo, respiratório, cardiovascular, neurológico\n- **Exame físico:** investigar dor à palpação da fossa ilíaca direita (sugestiva de inflamação em placas de Peyer)\n\n### 2. Investigação Laboratorial Escalonada\n\n**Triagem inicial:**\n- Hemograma completo (eosinofilia, plaquetas — valores > 400.000 sugerem enteropatia inflamatória crônica)\n- IgE total sérica\n- Dosagem de imunoglobulinas (IgG, IgA, IgM)\n- Fenotipagem linfocitária CD4/CD8 (relação > 3 sugere resposta TH2; < 1 sugere TH1)\n\n**Marcadores fecais:**\n- **Calprotectina fecal:** valor < 138 exclui alergia não mediada por IgE com sensibilidade ~95% e especificidade ~78,6%\n- **Pesquisa de sangue oculto nas fezes:** sensibilidade ~84% para enterocolite induzida por proteína da dieta\n- **Alfa-1 antitripsina fecal:** avaliação de enteropatia perdedora de proteínas\n\n**Testes específicos (com alergista/imunologista):**\n- **Prick Test (teste de punctura):** padrão-ouro para alergia IgE mediada\n- **Patch Test:** indicado para reações tardias (hipersensibilidade tipo IV)\n- **IgE específica (RAST / ImmunoCAP):** avaliação de IgE para alérgenos específicos; solicitar para os alérgenos mais prováveis conforme anamnese\n- **Teste de Provocação Oral Duplo-Cego Controlado por Placebo:** padrão-ouro para confirmação diagnóstica; exige ambiente seguro e equipe treinada, dado o risco de anafilaxia\n- **IgG alimentar específica:** não deve ser solicitada como exame de rotina para diagnóstico de alergia, pois pode refletir tolerância e não alergia; seu uso é controverso e deve ser interpretado com cautela no contexto clínico\n\n**Investigação complementar de saúde intestinal:**\n- Zonulina sérica e/ou calprotectina (permeabilidade intestinal)\n- IgA secretória fecal (integridade da barreira mucosa)\n- Avaliação de microbiota intestinal (GI-MAP ou similar) quando disponível\n- Vitamina D (25(OH)D) — fundamental para função das Tregs e integridade da barreira intestinal\n\n### 3. Diagnóstico Diferencial\n\n- **Intolerância à lactose** (enzimática, não imunológica)\n- **Sensibilidade ao glúten não celíaca** (sem anticorpos de doença celíaca, sem enteropatia histológica)\n- **Doença celíaca** (autoimune — anti-tTG IgA, anti-EMA, biópsia duodenal)\n- **Intolerância à histamina** (déficit de DAO ou excesso de histamina dietética — diferencial com alergia IgE mediada)\n- **Síndrome de ativação mastocitária**\n- **Má absorção de frutose** (teste respiratório com H2)\n- **Reações farmacológicas e tóxicas** (ex.: intoxicação escombroide por peixes; cafeína; tiramina)\n\n### 4. Conduta Terapêutica\n\n#### 4.1 Dieta de Eliminação\n- **Principal abordagem terapêutica e diagnóstica**\n- Protocolo escalonado: iniciar com eliminação de 2 alimentos (laticínios e glúten), avançar para 4 (adicionar soja e frutos do mar) ou 6 alimentos conforme resposta clínica\n- **Monitorar resposta clínica em 4–8 semanas**; reintrodução programada e sistemática após melhora\n- Maior amplitude de restrição aumenta a probabilidade de resposta, mas eleva o risco nutricional — **exige acompanhamento multidisciplinar obrigatório**\n- Em casos de alérgeno desconhecido, dieta de aminoácidos como última opção (maior restrição nutricional)\n\n#### 4.2 Modulação da Saúde Intestinal\n- **Dieta rica em fibras:** aumenta produção de AGCCs (butirato, propionato), que são anti-inflamatórios, estimulam Tregs e fortalecem a barreira intestinal\n- **Probióticos com cepas específicas:**\n  - *Lactobacillus rhamnosus*: evidência em redução de IgE para amendoim\n  - *L. casei* + *Bifidobacterium lactis*: suporte em alergia a laticínios\n  - *L. reuteri*: suporte em alergia a ovos\n  - *L. plantarum*: redução de IgE para proteína do ovo\n  - *B. infantis*: suporte em alergia a mariscos\n  - *Akkermansia muciniphila*: produção de AGCCs, aumento de Tregs, reforço da barreira intestinal\n  - VSL#3: combinação mais estudada em contexto de alergias alimentares\n- **Prebióticos e fibras fermentáveis:** suporte ao crescimento de bactérias produtoras de butirato\n- **Tratamento da hiperpermeabilidade intestinal (leaky gut):** pilar do manejo — sem correção da barreira, as demais intervenções têm eficácia limitada\n\n#### 4.3 Suplementação de Suporte\n- **Vitamina D:** fundamental para a função das Tregs e integridade epitelial; dosar 25(OH)D e repor quando insuficiente\n- **Vitamina A:** crucial para a indução da tolerância oral via células dendríticas CD103+\n- **Magnésio:** necessário para a ativação da vitamina D\n- **Enzimas digestivas:** podem ajudar a degradar melhor as proteínas alimentares, reduzindo a carga antigênica no intestino\n- **Compostos fenólicos e fitoterápicos:** quercetina, curcumina e resveratrol têm ação moduladora de mastócitos, anti-inflamatória e prebiótica; suporte adjuvante ao tratamento\n- **Ômega-3 (EPA/DHA):** suporte à modulação anti-inflamatória sistêmica\n- **Triptofano** (via suplementação ou modulação microbiana): conversão em metabólitos (serotonina, índol, quinurenina) que podem inibir reações alérgicas e aumentar diversidade microbiana e Tregs\n\n#### 4.4 Manejo de Reações Agudas\n- **Anafilaxia:** epinefrina intramuscular (auto-injetor — adrenalina 0,3 mg) como primeira medida; encaminhamento imediato a pronto-socorro\n- **Anti-histamínicos (H1 e H2):** alívio sintomático de reações leves a moderadas (urticária, prurido, rinite)\n- **Corticoides sistêmicos:** reações moderadas a graves que não respondem a epinefrina isolada\n- **Plano de ação escrito:** todo paciente com risco de anafilaxia deve receber orientação escrita e ter acesso a adrenalina autoinjetável\n\n### 5. Critérios de Encaminhamento a Especialistas\n\n- **Alergista/Imunologista:** todos os casos de alergia alimentar confirmada ou fortemente suspeita; indicação de imunoterapia oral (OIT); realização de testes cutâneos e provocação oral; manejo de anafilaxia\n- **Gastroenterologista:** suspeita de esofagite, gastrite ou enterocolite eosinofílica; indicação de endoscopia/colonoscopia para achados como hiperplasia nodular linfoide\n- **Nutricionista/Nutrólogo:** implementação e monitoramento de dieta de eliminação; prevenção de deficiências nutricionais — obrigatório em crianças e gestantes\n- **Pediatra especializado em alergia:** crianças com alergias múltiplas, falha no crescimento ou histórico de anafilaxia\n- **Psicólogo:** impacto na qualidade de vida, ansiedade alimentar e adesão ao tratamento\n\n### 6. Monitoramento e Seguimento\n\n- Reavaliar resposta à dieta de eliminação em **4–8 semanas**\n- Planejar reintrodução supervisionada após período de exclusão e melhora clínica\n- Monitorar marcadores nutricionais (ferro, cálcio, vitamina D, vitaminas do complexo B, zinco) especialmente em dietas restritivas prolongadas\n- Revisar periodicamente a necessidade de manutenção da exclusão — algumas alergias (leite, ovo) tendem à resolução espontânea, especialmente em crianças\n- Reavaliação periódica com alergista para discussão de imunoterapia oral quando indicado"
}
