{
  "score_item_id": "c77cedd3-2800-7e17-8ebb-585c69447a7c",
  "clinical_relevance": "Restrições alimentares, no contexto do histórico de intolerâncias, referem-se à necessidade de exclusão ou limitação de um ou mais alimentos ou grupos alimentares em razão de respostas adversas não imunomediadas (intolerâncias) ou imunomediadas (alergias e sensibilidades), com impacto direto sobre a absorção de macro e micronutrientes, a composição da microbiota intestinal e o estado inflamatório sistêmico.\n\n**Principais mecanismos fisiopatológicos:**\n- *Intolerância à lactose:* deficiência da enzima lactase (LCT), com acúmulo de lactose não digerida no cólon, fermentação bacteriana e produção de gases, levando a distensão, diarreia osmótica e dor abdominal. Prevalência em adultos: ~65–70% da população mundial adulta apresenta redução da atividade lactásica após o desmame (hipolactasia do tipo adulto), com variação étnica significativa (>70% em asiáticos e africanos; ~20–30% em populações europeias do norte).\n- *Intolerância/malabsorção de frutose:* deficiência relativa do transportador GLUT5 no intestino delgado; a frutose não absorvida é fermentada no cólon, gerando quadro semelhante ao da intolerância à lactose. Pode coexistir com SIBO (Small Intestinal Bacterial Overgrowth) e síndrome do intestino irritável.\n- *Sensibilidade ao glúten não celíaca (SGNC):* resposta imune inata (não mediada por IgE ou IgA anti-transglutaminase) a gliadinas e/ou a outros componentes do trigo (FODMAPs, inibidores de amilase-tripsina – ATIs), com sintomas gastrointestinais e extraintestinais sem dano vilositário demonstrável.\n- *Doença celíaca:* enteropatia autoimune desencadeada pelo glúten em indivíduos geneticamente predispostos (HLA-DQ2/DQ8), com atrofia vilositária, má absorção sistêmica e risco aumentado de complicações (linfoma, osteoporose, deficiências nutricionais graves). Prevalência global estimada em ~1% da população.\n- *Intolerância à histamina:* déficit relativo da enzima diaminoxidase (DAO) ou histamina N-metiltransferase (HNMT), com acúmulo de histamina exógena proveniente de alimentos fermentados, queijos curados, embutidos, tomate, vinho e frutos do mar; manifesta-se como cefaleia, urticária, rinorreia, taquicardia e sintomas gastrointestinais.\n- *Intolerância à caseína e proteínas do leite:* distinta da alergia IgE-mediada, envolve mecanismos não imunológicos (motilidade, produção de opióides endógenos derivados da beta-caseomorfina-7) e pode se sobrepor à intolerância à lactose. Os lácteos são problemáticos por múltiplos eixos: intolerância à lactose, caseína, histamina, glutamato e excesso de gordura saturada de cadeia longa, conforme apontado nos chunks científicos.\n- *Sensibilidade a aditivos alimentares:* corantes artificiais (tartrazina, amarelo sunset, carmoisina), benzoato de sódio e glutamato monossódico podem desencadear respostas adversas em indivíduos susceptíveis. Meta-análises e estudos (incluindo publicação na Lancet) demonstram que corantes artificiais e benzoato de sódio exacerbam comportamentos hiperativos e desatenção não apenas em crianças com TDAH, mas na população geral.\n\n**Impacto nutricional das restrições alimentares:**\nRestrições não adequadamente compensadas resultam em deficiências de micronutrientes com repercussões sistêmicas:\n- Exclusão de laticínios: risco de déficit de cálcio, vitamina D, B12 e riboflavina.\n- Exclusão de glúten (grãos): risco de déficit de fibras, vitaminas do complexo B, ferro e zinco — especialmente quando a substituição se dá por ultraprocessados sem enriquecimento.\n- Dietas de eliminação baseadas em testes de IgG mostraram taxa de sucesso de 71% na melhora de sintomas crônicos, com 70% dos pacientes alcançando melhora de 75% ou mais e 20% obtendo alívio total.\n\n**Epidemiologia e estratificação de risco:**\n- Intolerância à lactose: 65–70% dos adultos globalmente; >70% em asiáticos e africanos.\n- Doença celíaca: ~1% da população, com alta proporção de casos não diagnosticados.\n- SGNC: prevalência estimada em 0,5–13% (ampla variação metodológica).\n- Intolerância à histamina: ~1% da população, com predomínio em mulheres de meia-idade.\n- Restrições múltiplas amplificam o risco de 'fome oculta': ~50% das crianças globalmente apresentam ao menos um micronutriente abaixo do ideal, e valores de referência tradicionais frequentemente subestimam essas deficiências.\n\n**Interação com condições clínicas associadas:**\nA dieta mediterrânea, classicamente protetora, pode agravar quadros de sensibilidade a histamina e glutamato (vinho, queijos curados, molho de tomate), reforçando a necessidade de personalização em vez de generalização de padrões dietéticos.",

  "points": 0,

  "patient_explanation": "Restrições alimentares são limitações na dieta causadas pela dificuldade do organismo em processar determinados alimentos. As mais comuns são: intolerância à lactose (açúcar do leite), intolerância ao glúten (proteína do trigo), intolerância à frutose e sensibilidade a histamina, corantes ou conservantes de alimentos industrializados.\n\nEssas intolerâncias vão além do desconforto digestivo: quando o alimento inadequado é consumido com frequência, pode causar inflamação intestinal, alterar as bactérias do intestino e prejudicar a absorção de vitaminas e minerais essenciais — afetando energia, memória, humor e qualidade do sono.\n\nA restrição alimentar precisa ser feita com orientação profissional. Eliminar grupos de alimentos sem planejamento pode gerar deficiências nutricionais que também prejudicam a saúde. Identificar o que realmente lhe faz mal e substituir de forma adequada é o caminho para uma alimentação equilibrada e protetora.",

  "conduct": "## Conduta Clínica: Restrições Alimentares (Intolerâncias)\n\n### 1. Anamnese Detalhada\n\n- **Caracterizar a restrição:** quais alimentos são evitados, desde quando, por iniciativa própria ou orientação médica, com ou sem diagnóstico formal.\n- **Sintomas desencadeados:** gastrointestinais (distensão, diarreia, cólica, náusea), extraintestinais (cefaleia, urticária, rinorreia, fadiga, neuroinflamação, alterações de humor e atenção), e tempo entre ingestão e início dos sintomas.\n- **Histórico de diagnósticos prévios:** doença celíaca, alergias alimentares IgE-mediadas, síndrome do intestino irritável, SIBO, disbiose intestinal.\n- **Impacto nutricional:** quais grupos alimentares estão excluídos e como estão sendo substituídos.\n- **Uso de IBPs, antibióticos ou outros medicamentos:** alteram microbiota e mucosa intestinal, comprometendo absorção e podendo agravar intolerâncias.\n\n---\n\n### 2. Investigação Laboratorial Complementar\n\n**Avaliação funcional de micronutrientes (prioritária em pacientes com restrições):**\n- Ferritina sérica (meta funcional: >40–75 ng/mL; não aceitar <20 ng/mL como normal), ferro sérico e saturação de transferrina\n- Zinco sérico (meta funcional: >100 µg/dL; não aceitar faixa genérica 80–120 como suficiente)\n- Vitamina B12 e homocisteína (B12 baixa + hiperhomocisteinemia = impacto no neurodesenvolvimento e comportamento)\n- Vitaminas B1, B2, B3, B6 e folato — análise transversal mostrou associação entre baixa ingestão dessas vitaminas e maiores escores de comportamento externalizante\n- Vitamina D (25-OH vitamina D; meta funcional: >50 ng/mL, não aceitar 20–30 ng/mL como suficiente)\n- Cálcio sérico e densitometria óssea (em exclusão prolongada de laticínios)\n- PCR ultrassensível (hs-CRP) como marcador inflamatório\n\n**Investigação específica por tipo de intolerância suspeitada:**\n- *Lactose:* teste respiratório com H2 (padrão-ouro não invasivo) ou genotipagem do polimorfismo LCT-13910 C/T\n- *Doença celíaca:* anti-transglutaminase IgA (tTG-IgA) + IgA sérica total; se positivo, biópsia duodenal; HLA-DQ2/DQ8 para exclusão\n- *Sensibilidade ao glúten não celíaca:* diagnóstico de exclusão; dieta de eliminação por 6 semanas e avaliação de resposta\n- *Histamina:* DAO sérica + diário alimentar + dieta de exclusão por 4 semanas\n- *Frutose:* teste respiratório com H2 após carga de frutose\n- *SIBO:* teste respiratório com lactulose ou glicose\n\n**Avaliação ampliada (medicina funcional):**\n- Perfil metabolômico e análise de microbiota intestinal quando disponíveis\n- Testes de permeabilidade intestinal (zonulina sérica)\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Manejo das deficiências nutricionais decorrentes das restrições:**\n- **Exclusão de laticínios:** suplementar cálcio (1000–1200 mg/dia) + vitamina D3 (meta: >50 ng/mL) + B12 (preferir metilcobalamina ou hidroxicobalamina)\n- **Exclusão de glúten:** garantir fibras (leguminosas, pseudocereais como quinoa), vitaminas do complexo B e ferro; evitar substituição por ultraprocessados sem glúten\n- **Qualquer restrição significativa:** corrigir zinco, ferro/ferritina, ômega-3, magnésio e complexo B em formas de alta biodisponibilidade (bisglicinato de zinco, bisglicinato ferroso, magnésio glicinato ou citrato)\n\n**Suporte à barreira intestinal:**\n- Probióticos selecionados conforme disbiose identificada\n- L-glutamina, zinco e ômega-3 como suportes à mucosa intestinal\n- Eliminar aditivos alimentares (corantes artificiais, benzoato de sódio) que comprometem a barreira e exacerbam sintomas sistêmicos\n\n**Abordagem dietética personalizada:**\n- Evitar generalização de padrões: dieta mediterrânea pode ser inadequada para pacientes com sensibilidade a histamina/glutamato\n- Dietas de eliminação baseadas em IgG: taxa de sucesso de 71% na melhora de sintomas crônicos\n- Refeições estruturadas: estimular refeições prolongadas (+10 min), sem telas, com mastigação lenta — evidência (estudo JAMA 2023) de aumento do consumo de frutas/vegetais e melhora da saciedade\n\n---\n\n### 4. Critérios de Encaminhamento a Especialistas\n\n- **Gastroenterologista:** suspeita de doença celíaca, SIBO confirmado, doença inflamatória intestinal ou má absorção grave\n- **Alergologista/Imunologista:** suspeita de alergia IgE-mediada (anafilaxia, angioedema, urticária aguda)\n- **Nutricionista funcional:** dietas de eliminação seguras com reposição nutricional adequada\n- **Endocrinologista:** deficiências que impactam eixos hormonais (tireoide, hormônios sexuais, resistência insulínica)\n\n---\n\n### 5. Monitoramento e Reavaliação\n\n- Reavaliar micronutrientes (ferritina, zinco, vitamina D, B12, homocisteína) a cada 3–6 meses durante restrição ativa\n- Diário alimentar estruturado para correlacionar alimentos e respostas clínicas\n- Não manter restrições indefinidamente sem reavaliação periódica — reintrodução gradual monitorada quando clinicamente indicada\n- Avaliar impacto sobre qualidade de vida e risco de transtornos alimentares associados a restrições excessivas"
}
