{
  "score_item_id": "019bf31d-2ef0-71f1-917b-ec74d5c19dfd",
  "clinical_relevance": "O mapeamento dos cinco alimentos preferidos do paciente constitui uma janela diagnóstica de primeira ordem para a avaliação do padrão alimentar habitual, do perfil hedônico e das possíveis intolerâncias e riscos metabólicos individuais. As preferências alimentares são determinadas por interações complexas entre genética (polimorfismos em receptores gustativos TAS1R e TAS2R), histórico de exposição precoce a sabores (condicionamento hedônico na infância), estado do microbioma intestinal e sinalização dopaminérgica do sistema de recompensa.\n\nDo ponto de vista clínico funcional, a análise das preferências revela padrões relevantes: preferência acentuada por doces pode indicar desregulação dopaminérgica, hipoglicemia funcional, insuficiência de cortisol (que cursa com compulsão por doces e salgados) ou resistência insulínica em curso; preferência por alimentos hiperpalatáveis ultraprocessados (ricos em gordura + açúcar + sal) sugere modulação hedônica alterada, com risco aumentado de síndrome metabólica, disbiose e inflamação crônica de baixo grau; preferência por embutidos, queijos curados e fermentados em excesso pode indicar risco de sobrecarga histamínica (relevante em pacientes com sintomas como palpitações, urticária, refluxo, ansiedade e distúrbios do sono); preferência exclusiva por carboidratos refinados (pão branco, massas, arroz branco, doces) aponta para dieta de elevado índice glicêmico, associada a resistência insulínica, disbiose (com favorecimento de espécies fermentadoras de açúcares simples) e modulação negativa do microbioma.\n\nDo ponto de vista epidemiológico, a chamada 'dieta ocidental' (high fat, high sugar) é o padrão mais prevalente em países industrializados e está fortemente associada ao desenvolvimento de obesidade, síndrome metabólica, doenças cardiovasculares, câncer colorretal e disbiose intestinal. A alta prevalência de frutose adicionada — presente em aproximadamente 90% dos produtos industrializados nos EUA — representa risco metabólico específico: o excesso de frutose favorece lipogênese hepática, resistência insulínica e inflamação sistêmica.\n\nNo contexto intestinal, alimentos preferidos com alto teor de gordura saturada de baixa qualidade e açúcares simples promovem disbiose, redução da produção de ácidos graxos de cadeia curta (AGCC — butirato, propionato, acetato), aumento da permeabilidade intestinal (leaky gut) e ativação do sistema imune via fragmentos bacterianos que cruzam a barreira epitelial. Este processo, mediado pelo nervo vago, ativa o eixo HPA, aumenta a produção de cortisol e gera neuroinflamação, fechando um ciclo vicioso que conecta má escolha alimentar a sintomas como ansiedade, depressão, TDAH e fadiga crônica.\n\nPreferências por leguminosas (feijão, lentilha, ervilha, soja) requerem atenção ao conteúdo de oligossacarídeos fermentáveis (rafinose, estaquiose) que, em microbiota desequilibrada, geram fermentação excessiva, gases e piora de sintomas de síndrome do intestino irritável. A preferência por frutas deve ser contextualizada quanto ao índice glicêmico e carga de frutose: frutas de maior impacto glicêmico (banana madura, mamão, uva) devem ser consumidas estrategicamente, de preferência após proteínas e em momentos de maior sensibilidade à insulina.\n\nA modulação do paladar desde a infância é determinante: exposição precoce e recorrente a sabores excessivamente doces reforça circuitos hedônicos e aumenta a busca por recompensas alimentares intensas ao longo da vida, o que justifica a investigação do histórico de formação do paladar durante a anamnese alimentar.",
  "points": 0,
  "patient_explanation": "Saber quais alimentos você mais gosta ajuda o médico a entender o seu padrão alimentar diário — e isso é muito mais do que uma curiosidade. As preferências alimentares dizem muito sobre como o seu corpo funciona: pessoas que sentem grande atração por doces, por exemplo, podem ter variações no metabolismo do açúcar ou no funcionamento de hormônios como o cortisol. Quem prefere alimentos muito processados, ricos em gordura e açúcar ao mesmo tempo, pode ter um sistema intestinal e metabólico que precisa de atenção especial.\n\nNão se trata de julgamento sobre o que você come, mas de entender os padrões para personalizar o cuidado. Às vezes, uma preferência muito forte por certos tipos de alimento pode ser um sinal de que o organismo está pedindo algo — seja nutrientes específicos, seja uma regulação do intestino ou do sistema de recompensa do cérebro. Com essas informações, o profissional pode montar um plano alimentar que respeite suas preferências, mas que também melhore sua saúde de forma progressiva e sustentável. Pequenos ajustes nas escolhas, feitos com cuidado e sem 'terrorismo nutricional', fazem grande diferença no seu bem-estar a longo prazo.",
  "conduct": "## Conduta Clínica — Tipo de Alimentos Preferidos (5 opções)\n\n### 1. Interpretação Diagnóstica das Preferências Relatadas\n\n**Análise do perfil hedônico e metabólico:**\n- **Preferência por doces/açúcares:** investigar hipoglicemia funcional, resistência insulínica, insuficiência de cortisol (eixo HPA), disbiose com predominância de Candida ou bactérias sacarolíticas, e modulação dopaminérgica alterada\n- **Preferência por ultraprocessados (gordura + açúcar + sal):** avaliar padrão de dieta ocidental, risco metabólico, disbiose, inflamação de baixo grau e permeabilidade intestinal aumentada\n- **Preferência por embutidos, queijos curados e fermentados em excesso:** rastrear intolerância à histamina (palpitações, urticária, refluxo, ansiedade, distúrbios do sono) e polimorfismos na enzima DAO\n- **Preferência exclusiva por carboidratos refinados:** avaliar índice glicêmico habitual, resistência insulínica, microbiota e ausência de fibras fermentáveis\n- **Preferência por frutas e vegetais:** positivo — contextualizar carga glicêmica, tolerância a FODMAPs e oxalatos quando indicado\n\n---\n\n### 2. Investigação Complementar Sugerida\n\n**Laboratorial (conforme perfil das preferências):**\n- Glicemia de jejum, insulina de jejum, HOMA-IR, HbA1c — para rastreio de resistência insulínica\n- Cortisol salivar (4 pontos ao longo do dia) — se compulsão por doces/salgados associada a fadiga\n- Hemograma, ferritina, zinco, magnésio, vitaminas B12, B6, D — deficiências que modulam preferências e comportamento alimentar\n- Perfil lipídico completo e transaminases — se preferência por gorduras saturadas e ultraprocessados\n- IgG alimentar (painel de sensibilidades) e/ou teste de exclusão — se suspeita de sensibilidades alimentares\n- Microbioma intestinal — se preferências sugerem disbiose (excesso de açúcar, baixo consumo de fibras)\n- Histamina plasmática ou teste de restrição de alimentos histamínicos — se sintomas compatíveis\n- Elastase fecal pancreática — se má digestão de carboidratos ou gorduras\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Educação alimentar sem terrorismo nutricional:**\n- Negociar escolhas e porções de forma colaborativa, respeitando preferências e individualidade\n- Priorizar a qualidade da escolha dentro do grupo preferido (ex.: trocar doce industrializado por fruta + proteína)\n- Posicionar alimentos de maior impacto glicêmico (banana, mamão) para horários estratégicos — de preferência após proteínas ou no período pós-exercício\n- Preferir frutas inteiras a sucos para modular saciedade e reduzir carga de frutose\n- Educar sobre distinção entre intolerância à lactose, reatividade à histamina e alergia às proteínas do leite, quando laticínios forem alimentos preferidos\n\n**Modulação intestinal e metabólica:**\n- Aumentar progressivamente fibras fermentáveis (prebióticos) para otimizar produção de AGCC (butirato, propionato, acetato)\n- Individualizar porções de leguminosas conforme tolerância à rafinose/estaquiose e estado da microbiota\n- Implementar estratégias para reduzir inflamação crônica de baixo grau: dieta anti-inflamatória personalizada, polifenóis, ômega-3\n- Reforçar digestão adequada: mastigação lenta, ambiente calmo, sem distrações durante as refeições (ativação parassimpática)\n\n**Modulação do sistema de recompensa:**\n- Em pacientes com compulsão alimentar e forte preferência hedônica, avaliar modulação dopaminérgica (Mucuna pruriens, N-acetil-L-tirosina, feniletilamina) com critério clínico\n- Considerar estratégias de modulação do nervo vago (osteopatia, microfisioterapia) em desregulação do apetite\n- Implementar ciclos de estratégias alimentares (low carb, jejum intermitente) adaptados ao momento de vida do paciente para evitar estagnação metabólica\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Nutricionista:** todos os casos com padrão alimentar significativamente desequilibrado ou necessidade de plano alimentar estruturado\n- **Endocrinologista:** se resistência insulínica confirmada, síndrome metabólica ou suspeita de disfunção do eixo HPA\n- **Gastroenterologista:** se sintomas digestivos associados às preferências alimentares (gases, distensão, diarreia, constipação) persistentes\n- **Psicólogo/Terapeuta comportamental:** se padrão alimentar hedônico intenso com componente emocional (compulsão, ansiedade alimentar, crenças limitantes sobre alimentação)\n\n---\n\n### 5. Monitoramento\n\n- Reavaliar preferências alimentares após 90 dias de intervenção\n- Monitorar marcadores metabólicos (glicemia, insulina, HOMA-IR, lipídios) em intervalos de 60–90 dias\n- Registrar sintomas associados às preferências (gases, distensão, humor, energia, sono) para identificar gatilhos individuais\n- Utilizar diário alimentar de 3–7 dias para correlacionar preferências declaradas com consumo real"
}
