{
  "score_item_id": "019c534a-afc3-70c4-82e0-bfde4b5b8f93",
  "clinical_relevance": "O padrão alimentar atual (últimos 6 meses) é um dos determinantes modificáveis mais relevantes da saúde cardiometabólica, inflamatória e oncológica. Sua avaliação sistemática permite identificar padrões de risco e direcionar intervenções baseadas em evidências.\n\n**Definição e escopo clínico:** O padrão alimentar refere-se à composição habitual da dieta em termos de macronutrientes (carboidratos, proteínas e gorduras — com suas subclassificações qualitativas), ultraprocessados, densidade nutricional, carga glicêmica e relação ômega-6/ômega-3. A janela dos últimos 6 meses é clinicamente relevante pois reflete o estado que influencia biomarcadores como HbA1c (média glicêmica de 60-90 dias), perfil lipídico, PCR-us e composição corporal.\n\n**Principais padrões e seus impactos metabólicos:**\n- **Padrão ocidental hiperprocessado** (excesso de farináceos, açúcares simples, gorduras trans e ultraprocessados): associado a resistência insulínica, dislipidemia aterogênica (aumento de TG, LDL oxidado, LDL pequeno e denso; redução de HDL), inflamação crônica de baixo grau (PCR-us elevada, IL-6, TNF-α) e obesidade visceral.\n- **Padrão de baixo carboidrato (low carb):** metanálises demonstram reduções significativas em peso, IMC, circunferência abdominal, pressão arterial, triglicerídeos, glicemia, HbA1c, insulina e PCR, com aumento de HDL. Aplicável à maioria dos pacientes com síndrome metabólica ou resistência insulínica.\n- **Padrão mediterrâneo:** rico em gorduras monoinsaturadas (azeite, oleaginosas), peixes (ômega-3), leguminosas e vegetais; com restrição calórica associada a atividade física, produz perda de peso ≥8% em 38,5% dos pacientes aos 6 meses, redução de TG, aumento de HDL e redução de LDL pequeno e denso, mesmo com elevação transitória do LDL total.\n- **Padrão cetogênico limpo:** cetoadaptação em ~6 semanas; estudos com duração mínima de 8 semanas mostram melhora de parâmetros metabólicos; risco de elevação de saturados de cadeia longa em fase inicial requer monitoramento lipídico com subfracionamento.\n\n**Fisiopatologia do padrão alimentar inadequado:**\nTrês eixos principais geram inflamação crônica: (1) perda de integridade da barreira intestinal por disbiose alimentar com ativação de TLR; (2) alimentação mecanisticamente inadequada (excesso de carboidratos refinados, relação ômega-6/ômega-3 desequilibrada); (3) inflamação mediada por gordura corporal visceral. Ácidos graxos saturados de cadeia longa em excesso estimulam macrófagos M1 pró-inflamatórios, alteram a proporção M1/M2, promovem infiltração inflamatória e hipertrofia de adipócitos, agravando a resistência insulínica. A combinação de gorduras saturadas com açúcar eleva SREBP1c, VLDL e LDL oxidado.\n\n**Marcadores laboratoriais correlacionados ao padrão alimentar:**\n- Glicemia de jejum (alvo 60-90 mg/dL integrativo), HbA1c (<5,3% integrativo; risco ≥5,6%), HOMA-IR (<2,15), insulina de jejum (~6-7 µU/mL, até 8 em contexto inflamatório)\n- TG/HDL: mulheres <1,4; homens <1,2; TAIG (TG/[glicose/2]) <8\n- PCR-us: desejável <1 mg/L; risco médio 1-3; alto >3\n- LDL oxidado (<133), TNF-α (<8,1 pg/mL), IL-6 (<3,4 pg/mL), homocisteína (<7,9 µmol/L)\n- MDA (<4,8 µmol/L), GPx (>400; ideal 800-1000 U/L), antioxidantes totais (560-1120 µmol/L)\n\n**Densidade nutricional e desequilíbrio ômega-6/ômega-3:** Análises de longo prazo (NHANES) mostram redução de concentração de praticamente todos os micronutrientes nos vegetais (exceto fósforo), com esvaziamento nutricional chegando a 52% em alguns nutrientes. O cenário atual é de mais calorias, menor gasto energético e menor densidade nutricional, com relação ômega-6/ômega-3 amplamente desequilibrada.\n\n**Estratificação de risco clínico:** Pacientes com padrão alimentar predominantemente ultraprocessado, alta carga glicêmica e baixa densidade nutricional apresentam maior risco de síndrome metabólica, doença cardiovascular, diabetes tipo 2, cânceres (colorretal, mama) e doenças inflamatórias/autoimunes. Telômeros curtos associados a dieta pró-inflamatória correlacionam-se com aumento de 300% no risco de morte cardíaca.",
  "points": 0,
  "patient_explanation": "O seu padrão alimentar dos últimos 6 meses é uma das informações mais importantes que avaliamos para entender a sua saúde. O que você come com regularidade influencia diretamente o seu peso, a sua energia, a inflamação no corpo, o açúcar no sangue, o colesterol e até o risco de doenças como diabetes, problemas cardíacos e câncer.\n\nNão existe uma dieta única que sirva para todos, mas existem princípios gerais bem estabelecidos: dietas ricas em alimentos ultraprocessados, farináceos refinados e açúcares simples tendem a prejudicar o metabolismo ao longo do tempo, enquanto dietas baseadas em alimentos de verdade — proteínas de qualidade, gorduras naturais, vegetais, fibras e gorduras boas como azeite e peixes — protegem a saúde e melhoram vários exames laboratoriais.\n\nAvaliamos o que você come para identificar o principal ponto a melhorar e propor mudanças práticas e sustentáveis. Pequenas trocas no padrão alimentar, mantidas por semanas a meses, já produzem melhorias mensuráveis em exames de sangue e na forma como você se sente. O objetivo não é perfeição, mas um progresso consistente adaptado à sua realidade.",
  "conduct": "## Conduta Clínica — Padrão Alimentar Atual\n\n### 1. Avaliação Inicial do Padrão Alimentar\n\n- **Anamnese alimentar estruturada:** aplicar recordatório alimentar de 24h associado a checklist de frequência de ultraprocessados; identificar o \"erro principal\" (excesso de carboidratos refinados, gorduras trans, ultraprocessados, bebidas açucaradas, omissão de proteínas ou gorduras saudáveis)\n- **Perfil de refeições típicas:** café da manhã, almoço, lanches e jantar — avaliar qualidade, densidade nutricional e carga glicêmica de cada refeição\n- **Sinais clínicos correlatos:** avaliar peso, IMC, circunferência abdominal, pressão arterial, disposição pós-prandial, qualidade do sono e funcionamento intestinal\n- **Avaliação de padrão atual:** classificar entre ocidental hiperprocessado, mediterrâneo, low carb/cetogênico, paleo, vegetariano/vegano ou misto — e avaliar qualidade dentro de cada padrão\n\n---\n\n### 2. Investigação Laboratorial Complementar\n\n**Painel metabólico essencial (correlacionado ao padrão alimentar):**\n- Glicemia de jejum e HbA1c (meta integrativa <5,3%; risco ≥5,6%)\n- Insulina de jejum (alvo ~6-7 µU/mL), HOMA-IR (<2,15), HOMA-β (167-175)\n- Perfil lipídico completo: TG, HDL, LDL, VLDL; calcular TG/HDL (mulheres <1,4; homens <1,2) e TAIG (TG/[glicose/2], meta <8)\n- PCR ultra-sensível (<1 mg/L desejável; monitorar trimestralmente)\n- Homocisteína (<7,9 µmol/L)\n\n**Painel ampliado (quando indicado):**\n- LDL oxidado (<133), subfracionamento de LDL por NMR ou eletroforese\n- TNF-α (<8,1 pg/mL), IL-6 (<3,4 pg/mL)\n- MDA (<4,8 µmol/L), Glutationa peroxidase (GPx >400; ideal 800-1000 U/L), antioxidantes totais (560-1120 µmol/L)\n- HGI (índice de glicação hemoglobínica) e frutosamina como complementares\n- Ferro, ferritina, transferrina e saturação de transferrina (20-50%)\n- Perfil de ácidos graxos séricos quando disponível (avaliar relação ômega-6/ômega-3)\n- Considerar polimorfismos FADS1/FADS2 em pacientes com doenças inflamatórias/autoimunes refratários\n\n---\n\n### 3. Intervenção Alimentar — Estratégias Baseadas em Evidências\n\n**Princípio geral:** identificar o erro principal e começar por ele; propor metas SMART e progressivas.\n\n**Para pacientes com padrão ocidental/ultraprocessado:**\n- **Primeira intervenção:** reduzir carboidratos de baixa qualidade (farináceos, açúcares simples, bebidas açucaradas, ultraprocessados) e substituir por proteínas e gorduras naturais para aumentar saciedade e reduzir picos insulinêmicos\n- Eliminar gorduras trans industriais; evitar combinação de gorduras saturadas com açúcar na mesma refeição\n- Evitar preparos em alta temperatura com carbonização (carnes com crosta preta, pães muito tostados, fritos muito dourados) — geração de produtos de glicação avançada (AGEs)\n- Reduzir refrigerantes, biscoitos, embutidos ricos em farináceos/sódio/açúcar\n\n**Para pacientes com sobrepeso, síndrome metabólica ou resistência insulínica:**\n- **Low carb estruturado** como primeira opção: evidências de redução de peso, IMC, circunferência abdominal, PA, TG, glicemia, HbA1c, insulina, PCR e aumento de HDL\n- Proteína ≥1 g/kg/dia (preferência 1,2 g/kg/dia) para preservar/ganhar massa magra em protocolos hipocalóricos\n- Ajuste de tubérculos (ex.: batata-doce 50-80 g) conforme nível de atividade física\n- Estratégia mediterrânea com restrição calórica + atividade física como alternativa válida, especialmente em pacientes com síndrome metabólica: monitorar resultados aos 6 e 12 meses\n\n**Para pacientes com diabetes tipo 2 (HbA1c 6,5-9%):**\n- Oferecer dieta low carb ou cetogênica limpa como opção terapêutica de primeira linha ou complementar\n- Considerar janela de avaliação de 8 semanas antes de introduzir análogos de GLP-1\n- Cetoadaptação ocorre em ~6 semanas; estudos robustos requerem mínimo de 8 semanas para avaliação de efeitos\n\n**Modelo de padrão alimentar de baixa carga glicêmica (referência):**\n- Café da manhã: omelete + frutas de baixo IG ou proteína + vegetais\n- Almoço: salada + proteína + vegetais + baixa carga glicêmica; tubérculos ajustados conforme atividade\n- Lanches: oleaginosas, abacate, vegetais\n- Jantar: legumes + proteína; jantar precoce recomendado para otimizar janela insulinêmica noturna\n\n---\n\n### 4. Monitoramento e Seguimento\n\n- **Reavaliação clínica:** peso, IMC, circunferência abdominal e pressão arterial a cada 4-8 semanas na fase inicial\n- **Reavaliação laboratorial:** após 8-12 semanas de intervenção alimentar — glicemia, HbA1c, perfil lipídico, insulina, PCR-us\n- **Monitoramento trimestral:** HbA1c, glicemia de jejum, HOMA-IR, HGI, PCR-us; paciente como próprio controle\n- **Ciclagem de estratégias:** após fase inicial de perda de peso, implementar variação de tipos de gordura (curta, média, monoinsaturada) e reintrodução progressiva de carboidratos de qualidade para evitar estagnação e excesso calórico inadvertido por alimentos energeticamente densos\n- **Vigilância de lipidograma em low carb/cetogênico:** monitorar LDL com subfracionamento na fase inicial; em casos de aumento de LDL total com piora de LDL pequeno e denso, ajustar perfil de gorduras (aumentar MUFA, reduzir saturadas de cadeia longa)\n\n---\n\n### 5. Encaminhamento e Trabalho Multiprofissional\n\n- **Nutricionista com formação funcional:** indicado para todos os pacientes que necessitem de plano alimentar personalizado, especialmente em casos de síndrome metabólica, doenças autoimunes, oncologia e condições multifatoriais\n- **Critérios de encaminhamento prioritário:** pacientes com HbA1c ≥6,5%, HOMA-IR >3, obesidade grau II/III, doenças autoimunes com componente alimentar, histórico de transtornos alimentares, e pacientes em dietas restritivas (vegana, carnívora) sem acompanhamento especializado\n- **Avaliação de polimorfismos FADS:** considerar em pacientes inflamatórios/autoimunes refratários a intervenções padrão — discussão sobre necessidade de fontes diretas de EPA e DHA\n- **Abordagem multiprofissional:** integrar alimentação personalizada, suplementação com evidência, gerenciamento de estresse e prescrição de atividade física como pilares complementares"
}
