{
  "score_item_id": "c77cedd3-2800-72e4-9d17-2f997d743550",
  "clinical_relevance": "O padrão alimentar 'livre' — definido aqui como a ausência de uma estratégia dietética estruturada e deliberada — representa um estado clínico relevante no contexto da avaliação nutricional funcional e integrativa. Diferentemente de dietas com restrição de macronutrientes (cetogênica, low-carb, mediterrânea) ou estratégias de timing (jejum intermitente), o padrão livre caracteriza-se tipicamente pelo consumo sem orientação formal, com forte influência de palatabilidade, disponibilidade e hábitos culturais, resultando frequentemente em dietas ricas em ultraprocessados, carboidratos de baixa qualidade e gorduras trans.\n\nDo ponto de vista fisiológico, a ausência de estrutura alimentar está associada a maior exposição a picos glicêmicos recorrentes, hiperinsulinemia pós-prandial e carga glicêmica elevada, mecanismos centrais no desenvolvimento de resistência insulínica. A resistência insulínica, por sua vez, é reconhecida como substrato fisiopatológico comum de hipertensão arterial, dislipidemia aterogênica, síndrome metabólica, doença hepática gordurosa não alcoólica e diabetes tipo 2. Marcadores como HOMA-IR, insulina de jejum (alvo <7 µU/mL), HbA1c (alvo <5,5% funcional) e glicemia de jejum (60–90 mg/dL funcional) refletem diretamente o impacto do padrão alimentar sobre a homeostase glicêmica.\n\nEpidemiologicamente, estudos populacionais amplos — incluindo o Nurses' Health Study (68.786 mulheres) e o Health Professionals Follow-up Study (41.701 homens), acompanhados por até 30 anos — documentam associações entre padrões alimentares não estruturados, ricos em carboidratos refinados e gorduras de baixa qualidade, e maior incidência de doenças cardiometabólicas. A diretriz dietética convencional recomenda reduzir gorduras saturadas para menos de 10% da energia total, mas evidências mais recentes indicam que a qualidade dos carboidratos e a presença de ultraprocessados são determinantes tão ou mais relevantes do que a gordura isoladamente.\n\nO perfil lipídico impactado pelo padrão livre inclui elevação de triglicerídeos (TG), redução de HDL, aumento de LDL pequeno e denso (LDL-sd) — subtipo mais aterogênico — e elevação de marcadores inflamatórios como PCR-us (alvo <1 mg/L), IL-6 (<3,4 pg/mL) e TNF-α (<8,1 pg/mL). A razão TG/HDL é um índice prático de resistência insulínica e risco aterogênico que pode ser calculado a partir do lipidograma convencional.\n\nA ingestão proteica inadequada, comum em padrões livres ricos em farináceos com proteína concentrada apenas em uma refeição, prejudica composição corporal, saciedade e metabolismo basal. Metas funcionais de 1,2–1,6 g/kg/dia, distribuídas ao longo do dia, são associadas a melhor emagrecimento, preservação de massa magra e envelhecimento saudável. A maioria dos pacientes com padrão alimentar livre não atinge essas metas.\n\nA avaliação do padrão alimentar atual (últimos 6 meses) deve contemplar: identificação de ultraprocessados predominantes, qualidade e frequência dos carboidratos, distribuição proteica diária, tipo de gorduras consumidas, presença de vegetais e fibras, e padrão de timing alimentar. Ferramentas como recordatório alimentar de 24 horas e checklists de ultraprocessados padronizam essa avaliação e permitem identificar o 'erro principal' para intervenção prioritária.",
  "points": 0,
  "patient_explanation": "Ter um padrão alimentar 'livre' significa que você não segue nenhuma dieta específica ou estratégia alimentar planejada — come de acordo com a rotina, hábito, disponibilidade ou vontade do momento. Isso não é necessariamente ruim, mas pode dificultar que seu corpo receba o que precisa de forma equilibrada.\n\nQuando comemos sem uma orientação básica, é comum consumir mais alimentos ultraprocessados (biscoitos, pães industriais, embutidos, refrigerantes, fast food), que são ricos em açúcar, farinha refinada e gorduras de baixa qualidade. Com o tempo, esse padrão pode sobrecarregar o metabolismo, elevar o açúcar e a insulina no sangue, aumentar a inflamação do organismo e prejudicar o perfil de gorduras no sangue (colesterol e triglicerídeos).\n\nIsso não significa que você precisa seguir uma dieta rígida. Pequenas mudanças consistentes — como reduzir alimentos ultraprocessados, aumentar proteínas de qualidade nas refeições e incluir mais vegetais — já fazem diferença significativa para sua saúde, energia e longevidade. O objetivo do Escore Plenya é entender seu ponto de partida para orientar o melhor caminho para você, de forma personalizada e sustentável.",
  "conduct": "## Conduta Clínica: Padrão Alimentar Livre\n\n### Avaliação Inicial\n\n- **Anamnese alimentar estruturada:** aplicar recordatório de 24 horas e checklist de ultraprocessados para mapear o padrão atual; identificar o 'erro principal' (excesso de farináceos, déficit proteico, gordura trans, bebidas açucaradas)\n- **Perfil bioquímico cardiometabólico basal:**\n  - Glicemia de jejum e pós-prandial (1h e 2h)\n  - Insulina de jejum (alvo funcional: 6–7 µU/mL; até 8 em contexto inflamatório)\n  - HbA1c (alvo funcional: ≤5,5%)\n  - HOMA-IR (alvo: <2,15) e HOMA-β\n  - Lipidograma completo: TG, HDL, LDL, colesterol total, não-HDL; calcular razão TG/HDL\n  - PCR-us (alvo: <1 mg/L), homocisteína (<7,9 µmol/L)\n  - Considerar: IL-6, TNF-α, LDL oxidado quando disponível\n- **Avaliação antropométrica:** peso, IMC, circunferência abdominal, composição corporal quando possível\n- **Triagem renal:** eGFR e albuminúria antes de aumentar proteína dietética\n\n---\n\n### Intervenção Alimentar por Prioridade\n\n#### 1. Redução de ultraprocessados (prioridade máxima)\n- Substituir progressivamente biscoitos, pães industriais, snacks, embutidos açucarados e bebidas açucaradas por equivalentes naturais\n- Definir 'comida de verdade': legumes, verduras, proteínas de qualidade, gorduras naturais\n- Reduzir refrigerantes e sucos industrializados; preferir água, chás sem açúcar\n\n#### 2. Adequação de carboidratos\n- Reduzir carga glicêmica: evitar carboidratos simples isolados; combinar sempre com proteína, fibras e gorduras saudáveis\n- Evitar preparos em alta temperatura que geram produtos de glicação avançada (pães muito tostados, carnes carbonizadas, frituras excessivas)\n- Priorizar carboidratos de qualidade: tubérculos (batata-doce 50–80 g conforme atividade física), leguminosas, vegetais de baixo amido\n- Ajustar qualidade antes de restringir quantidade\n\n#### 3. Adequação proteica\n- Meta: 1,2–1,6 g/kg/dia, distribuída em 3–4 refeições\n- A maioria com padrão livre concentra proteína apenas no almoço/jantar — redistribuir para café da manhã e lanches\n- Fontes recomendadas: ovos, carnes brancas, peixes, leguminosas, laticínios (conforme perfil)\n- **Atenção:** em estágios avançados de doença renal crônica, não aumentar proteína sem acompanhamento especializado\n\n#### 4. Qualidade das gorduras\n- Preferir azeite de oliva como gordura principal para preparo e tempero\n- Incluir fontes de ácidos graxos monoinsaturados (MUFA): azeite, abacate, castanhas — associados a melhora de glicemia de jejum, TG e HDL em estudos com diabéticos tipo 2\n- **Evitar:** gordura trans (margarinas industriais, produtos ultraprocessados) — associação dose-resposta com risco cardiovascular\n- Gorduras saturadas naturais (manteiga, coco, carne bovina) podem ser incluídas com moderação dentro do controle calórico total; evitar combinar gordura saturada com excesso de açúcar na mesma refeição\n- Considerar 30 mL/dia de azeite ou óleo de coco de qualidade para perfis específicos (12 semanas, monitorar lipidograma)\n\n#### 5. Inclusão de fibras e vegetais\n- Aumentar vegetais folhosos e de baixo amido em todas as refeições principais\n- Fibras melhoram saciedade, modulam microbiota e reduzem pico glicêmico pós-prandial\n- Em mulheres com constipação em padrões de baixo carboidrato: aumentar vegetais de baixo amido e fibras, reduzir carne vermelha\n\n---\n\n### Estratégia de Progressão\n\n- **Fase inicial (0–8 semanas):** focar em reduzir ultraprocessados e adequar proteína; não impor restrição calórica abrupta\n- **Reavaliação (8–12 semanas):** monitorar peso, circunferência abdominal, PA, TG, glicemia, HbA1c, insulina, PCR, HDL\n- **Fase de refinamento:** introduzir estratégia dietética estruturada conforme perfil e preferências: mediterrânea, low-carb, jejum intermitente ou ciclagem entre abordagens a cada 2–3 meses para evitar adaptação metabólica\n- **Flexibilidade:** não há dieta única superior; o paciente deve compreender os princípios de diferentes abordagens (cetogênica, plant-based, mediterrânea) para aplicar conforme contexto (viagens, estresse, objetivos)\n\n---\n\n### Critérios de Encaminhamento\n\n- **Nutricionista:** para todos os casos com necessidade de planejamento alimentar estruturado, especialmente se HbA1c >6,5%, obesidade grau II ou III, ou doença renal crônica\n- **Endocrinologista:** se HbA1c ≥6,5% com falha de intervenção dietética em 12 semanas, ou resistência insulínica grave (HOMA-IR >4)\n- **Cardiologista:** se PCR-us persistente >3 mg/L, LDL oxidado elevado, razão TG/HDL >3,5 ou histórico familiar de DCV precoce\n- **Gastroenterologista:** se sinais de disbiose intestinal grave, síndrome do intestino irritável ou doença inflamatória intestinal que limitem a intervenção alimentar\n\n---\n\n### Monitoramento\n\n- **Trimestral:** HbA1c, glicemia de jejum, insulina, HOMA-IR, lipidograma, PCR-us, peso e composição corporal\n- **Anual:** avaliação completa cardiometabólica incluindo homocisteína, função renal (eGFR, albuminúria), perfil inflamatório ampliado se indicado\n- **Metas individualizadas:** estabelecer metas SMART com o paciente (ex.: reduzir HbA1c de 6,1% para ~5,5% em 6 meses; atingir 1,2 g/kg/dia de proteína; eliminar refrigerantes em 4 semanas)"
}
