{
  "score_item_id": "019c534c-a38b-7b52-b4e8-0888c8a17b85",
  "clinical_relevance": "A histamina é uma amina biogênica de natureza neuroimunoendocrinológica, presente em praticamente todos os tecidos do organismo, com quatro subtipos de receptores (H1, H2, H3 e H4) amplamente distribuídos. Sua síntese ocorre pela descarboxilação do aminoácido histidina, tanto por células do próprio organismo (mastócitos, basófilos, neurônios histaminérgicos) quanto pela microbiota intestinal — sendo esta última uma fonte endógena relevante e frequentemente subestimada. O catabolismo da histamina dietética ocorre predominantemente por duas vias enzimáticas: a via extracelular intestinal, mediada pela diaminoxidase (DAO), principal mecanismo de degradação luminal; e a via intracelular, mediada pela histamina N-metiltransferase (HNMT), mais relevante em contextos de ativação mastocitária sistêmica.\n\nA intolerância à histamina é definida como um desequilíbrio entre a carga histamínica acumulada — proveniente da dieta, da produção pela microbiota e da liberação pelos mastócitos — e a capacidade de degradação, principalmente pela enzima DAO. Não possui CID específico reconhecido, sendo classificada como reação adversa ao alimento, de natureza não imunológica e enzimática. Deve ser diferenciada rigorosamente da alergia alimentar IgE-mediada, da síndrome de ativação mastocitária (SAM) e da mastocitose sistêmica.\n\nA adoção de uma dieta baixa em histamina representa a intervenção dietética central neste contexto clínico, funcionando simultaneamente como ferramenta diagnóstica e terapêutica — a resposta favorável à dieta constitui confirmação diagnóstica. A dieta baixa em histamina deve abranger a restrição de alimentos ricos em histamina (queijos maturados, embutidos, conservas de peixe, fermentados como vinho, chucrute, molho de soja), de liberadores de histamina (morango, tomate, abacaxi, chocolate, álcool) e de inibidores da DAO (álcool, bebidas energéticas, alguns medicamentos como antidepressivos, anti-hipertensivos e antibióticos).\n\nDo ponto de vista epidemiológico, estima-se que a intolerância à histamina afete entre 1% e 3% da população geral, com maior prevalência em mulheres de meia-idade. As manifestações clínicas são heterogêneas e multissistêmicas: gastrointestinais (bloating em 92% dos casos em estudo de 2018, dispepsia pós-prandial em 71%, diarreia, constipação, náuseas), cutâneas (urticária, rubor, prurido, eczema), neurológicas (cefaleia, enxaqueca, brain fog), cardiovasculares (taquicardia, palpitações, hipotensão), e respiratórias (rinorreia, congestão nasal, dispneia). Os sintomas tipicamente surgem minutos a 4-6 horas após a ingestão do alimento desencadeante, e a ampla variabilidade de apresentações — estimadas em até 276 combinações distintas com apenas dois sintomas — dificulta o diagnóstico e frequentemente leva os pacientes a peregrinarem por múltiplos especialistas.\n\nA fisiopatologia envolve fatores genéticos (mais de 50 polimorfismos descritos, com quatro no gene AOC1, que codifica a DAO, sendo os mais estudados), fatores intestinais (hiperpermeabilidade intestinal compromete a expressão da DAO na borda em escova do enterócito; disbiose com aumento de bactérias histaminogênicas como E. coli e Klebsiella amplifica a produção endógena — níveis fecais de histamina de até 61.500 ng/g já foram documentados) e fatores iatrogênicos (medicamentos inibidores da DAO). A distinção entre 'ser intolerante' (predisposição genética crônica) e 'estar intolerante' (condição transitória por inflamação intestinal ou uso medicamentoso) tem implicação direta no prognóstico e na abordagem.\n\nDo ponto de vista laboratorial, não existe exame isolado com sensibilidade e especificidade ideais. A dosagem sérica da DAO abaixo de 10 U/mL é sugestiva com alto valor preditivo positivo, mas resultado normal não exclui o diagnóstico. A histamina fecal elevada pode indicar produção microbiana excessiva ou alto consumo dietético. O N-metil-histamina urinário (urina de 24h) reflete preferencialmente a via HNMT, sendo mais útil na investigação de SAM do que na intolerância por deficiência de DAO. A análise de polimorfismos genéticos no gene AOC1 complementa a avaliação. O teste terapêutico com dieta baixa em histamina por no mínimo 14-15 dias, com melhora clínica objetiva, é considerado critério diagnóstico confirmatório.",
  "points": 0,
  "patient_explanation": "A histamina é uma substância produzida naturalmente pelo nosso corpo e também presente em muitos alimentos — especialmente os que passaram por processos de fermentação, maturação ou conserva, como queijos curados, embutidos, vinho, chucrute e algumas conservas de peixe. Normalmente, o organismo possui uma enzima chamada DAO que degrada a histamina dos alimentos antes que ela cause problemas. Quando essa enzima funciona mal ou está em quantidade insuficiente, a histamina se acumula e pode desencadear uma série de sintomas desconfortáveis: inchaço abdominal, dor de cabeça, coriza, coceira na pele, coração acelerado, diarreia ou enjoo — geralmente nas horas seguintes a uma refeição.\n\nA dieta baixa em histamina é uma estratégia alimentar que consiste em reduzir temporariamente os alimentos que contêm histamina ou que estimulam sua liberação no organismo. Ela não é uma dieta permanente: o objetivo é aliviar os sintomas enquanto a saúde intestinal é restaurada e a causa do problema é investigada. Com acompanhamento nutricional adequado, muitos pacientes conseguem ampliar progressivamente a variedade de alimentos tolerados. Essa abordagem é segura e costuma trazer melhora significativa em poucas semanas.",
  "conduct": "## Conduta Clínica: Dieta Baixa em Histamina\n\n### 1. Avaliação Clínica Inicial\n\n- **Anamnese detalhada:** investigar relação temporal entre sintomas e ingestão de alimentos ricos em histamina, liberadores de histamina ou inibidores da DAO; tempo de surgimento dos sintomas (minutos a 6 horas pós-prandial é sugestivo)\n- **Levantamento de sintomas multissistêmicos:** gastrointestinais (bloating, dispepsia, diarreia, constipação, náuseas), cutâneos (urticária, prurido, rubor), neurológicos (cefaleia, enxaqueca, brain fog), cardiovasculares (taquicardia, palpitações), respiratórios (rinorreia, congestão nasal)\n- **Revisão medicamentosa:** identificar uso de inibidores da DAO (certos antidepressivos, anti-hipertensivos, antibióticos, álcool)\n- **Histórico intestinal:** episódios de disbiose, síndrome do intestino irritável, permeabilidade intestinal aumentada (leaky gut)\n- **Diagnóstico diferencial obrigatório:** excluir alergia alimentar IgE-mediada, síndrome de ativação mastocitária (SAM) e mastocitose sistêmica antes de concluir intolerância à histamina por deficiência de DAO\n\n---\n\n### 2. Investigação Complementar\n\n- **Dosagem sérica da enzima DAO:** valor abaixo de 10 U/mL é sugestivo com alto valor preditivo positivo; resultado normal não exclui o diagnóstico\n- **Histamina fecal:** valor elevado pode indicar produção excessiva pela microbiota ou alto consumo dietético\n- **N-metil-histamina urinária (urina de 24h):** valor acima de 60 mcg/g orienta investigação de SAM (via HNMT); menos específico para intolerância por deficiência de DAO\n- **Pesquisa de polimorfismos genéticos:** gene AOC1 (DAO); complementa a avaliação de predisposição genética\n- **Avaliação da microbiota intestinal:** identificar disbiose com predomínio de bactérias histaminogênicas (ex.: E. coli, Klebsiella)\n- **Teste de IgG alimentar:** ferramenta complementar para identificar sensibilidades tardias coexistentes\n- **Nota:** o teste terapêutico com dieta baixa em histamina por 14-21 dias, com resposta clínica favorável, é considerado critério diagnóstico confirmatório (\"Food First\")\n\n---\n\n### 3. Intervenção Dietética (\"Food First\")\n\n**Fase 1 — Restritiva (mínimo 14-21 dias):**\n- Restringir alimentos ricos em histamina: queijos maturados, embutidos, conservas de peixe (atum, sardinha, anchova), vinho, cerveja, chucrute, molho de soja, vinagre, fermentados em geral\n- Restringir liberadores de histamina: morango, tomate, abacaxi, chocolate, amendoim, álcool\n- Restringir inibidores da DAO: álcool, bebidas energéticas, determinados chás\n- **Acompanhamento nutricional obrigatório** para garantir adequação calórica e de micronutrientes durante a fase restritiva\n- A lista SIG (referência suíça) pode ser utilizada como guia, com a ressalva de que não possui validação científica formal\n\n**Fase 2 — Reintrodução gradual (pode durar até 6 meses):**\n- Reintroduzir um alimento por vez, com intervalo suficiente para observar resposta\n- Documentar sintomas e tolerância individual\n- Personalizar o plano com base nos resultados\n\n**Fase 3 — Manutenção:**\n- Dieta individualizada conforme tolerância estabelecida\n- Evitar alimentos gatilhos identificados; não é necessária restrição permanente de todos os alimentos\n- Atenção especial a dietas mediterrâneas tradicionais que incluem vinho e queijos maturados — podem não ser adequadas para este perfil de paciente\n\n---\n\n### 4. Suplementação e Suporte Farmacológico\n\n- **Enzima DAO (diaminoxidase):** dose padrão de 4,2 mg em cápsula gastrorresistente, tomada 20 minutos antes das refeições principais; considerada \"game changer\" como suporte enzimático; atenção à qualidade do produto (evitar produtos de baixa procedência)\n- **Cofatores da enzima DAO:** vitamina C, cobre e vitamina B6 são necessários para a atividade enzimática — avaliar deficiências e suplementar conforme necessidade\n- **Bloqueadores H1 e H2 (anti-histamínicos):** uso sintomático como ponte terapêutica; não degradam histamina e não são solução causal; podem ser utilizados em doses de até 4x a dose padrão em casos de SAM\n- **Suporte à mucosa intestinal:** probióticos com cepas específicas (ex.: Lactobacillus rhamnosus), prebióticos e dieta rica em fibras para produção de ácidos graxos de cadeia curta (butirato), fortalecendo a barreira intestinal e potencialmente aumentando a expressão da DAO\n- **Atenção ao colágeno hidrolisado:** rico em histidina, que é convertida em histamina no intestino; pode agravar quadros de urticária, eczema ou dermatite em pacientes com intolerância à histamina — avaliar antes de prescrever\n\n---\n\n### 5. Tratamento da Causa Base\n\n- **Disbiose intestinal:** tratar com intervenção específica sobre microbiota; reduzir bactérias histaminogênicas (E. coli, Klebsiella) com abordagem dietética e, se indicado, probióticos seletivos\n- **Hiperpermeabilidade intestinal (leaky gut):** a atividade da DAO é marcador da integridade da mucosa intestinal; tratar a permeabilidade aumentada melhora a expressão enzimática e a tolerância à histamina\n- **Revisão medicamentosa:** substituir ou suspender (com avaliação risco-benefício) fármacos inibidores da DAO quando clinicamente viável\n- **Abordagem do estresse e sono:** eixo neuroendócrino influencia ativação mastocitária; considerar manejo de estresse como parte integrante do tratamento\n\n---\n\n### 6. Critérios de Encaminhamento\n\n- **Gastroenterologista:** suspeita de mastocitose sistêmica (biópsia com >20 mastócitos por campo de grande aumento), síndrome de ativação mastocitária grave, doença inflamatória intestinal subjacente\n- **Alergologista/Imunologista:** quadro compatível com alergia IgE-mediada, síndrome de ativação mastocitária de difícil controle, uso de omalizumab (casos graves)\n- **Nutricionista:** obrigatório para condução das fases de eliminação e reintrodução; prevenção de déficits nutricionais\n- **Equipe multidisciplinar:** casos complexos com sobreposição de diagnósticos (SAM + intolerância à histamina + disbiose) requerem abordagem integrada entre médico, nutricionista e, eventualmente, psiquiatra (dada a sobreposição de sintomas neuropsiquiátricos)\n\n---\n\n### 7. Monitoramento\n\n- Reavaliação clínica após 4-8 semanas de dieta restritiva e/ou suplementação\n- Critério de melhora: redução ou desaparecimento de dois ou mais sintomas característicos\n- Repetir dosagem de DAO sérica após tratamento intestinal, se indicado\n- Ajustar plano dietético conforme evolução da fase de reintrodução"
}
