{
  "score_item_id": "c77cedd3-2800-711c-8e1f-b4526da1e7ca",
  "clinical_relevance": "A dieta carnívora é um padrão alimentar caracterizado pelo consumo exclusivo ou predominante de produtos de origem animal (carnes, órgãos, ovos, laticínios), com eliminação virtual de carboidratos e fibras vegetais. No contexto do Escore Plenya, sua identificação nos últimos 6 meses é clinicamente relevante por impactar de forma significativa marcadores cardiometabólicos, inflamatórios, hormonais e intestinais.\n\n**Perfil metabólico esperado:** A restrição severa de carboidratos induz cetose nutricional contínua. Estudos em dietas de muito baixo carboidrato demonstram: redução de triglicerídeos, elevação de HDL, melhora de HbA1c e glicemia de jejum, redução do IMC e circunferência abdominal, além de melhora da sensibilidade à insulina. O LDL total pode aumentar na fase inicial, especialmente em fenótipos hiperabsorvedores; porém o subfracionamento tende a mostrar predomínio de partículas grandes e menos aterogênicas (LDL tipo A), com redução do LDL pequeno e denso.\n\n**Uso terapêutico descrito na literatura:** A dieta carnívora tem sido utilizada clinicamente em situações específicas: doenças autoimunes refratárias (incluindo artrite reumatoide, doença de Crohn, psoríase), síndrome do intestino irritável, sensibilidades alimentares múltiplas, e como protocolo de eliminação diagnóstica. A lógica é a remoção de todos os potenciais antígenos alimentares vegetais (lectinas, oxalatos, fitatos, salicilatos, FODMAPs). A evidência é predominantemente observacional e baseada em experiência clínica.\n\n**Riscos e monitorização:** O padrão carnívoro exige acompanhamento laboratorial rigoroso. A ausência de fibras vegetais altera profundamente o microbioma intestinal, com redução de bactérias produtoras de butirato (Faecalibacterium prausnitzii, Bifidobacterium). A alta ingestão de proteína animal e ácidos graxos saturados de cadeia longa pode elevar LDL total em indivíduos com polimorfismos em APOE, LDLR e ABCG5/8, exigindo subfracionamento para interpretação adequada. Há risco de deficiências de vitamina C, magnésio, folato, potássio e fibras, caso os órgãos não sejam incluídos adequadamente. A função renal deve ser monitorada antes e durante o protocolo, especialmente em indivíduos com fatores de risco para doença renal crônica. O risco de constipação e disbiose é real, e mulheres tendem a apresentar maior impacto sobre a microbiota e trânsito intestinal.\n\n**Epidemiologia e contexto:** Embora dados populacionais sobre prevalência do padrão carnívoro sejam limitados, seu uso cresceu significativamente após 2018, associado ao movimento low-carb e às comunidades de medicina funcional. A maioria dos dados provém de relatos de caso e surveys online. No contexto de medicina funcional integrativa, a dieta carnívora é considerada uma ferramenta terapêutica de nicho, com indicações precisas e acompanhamento obrigatório, não um padrão alimentar de longo prazo para a população geral.\n\n**Interação com outros parâmetros do escore:** A identificação deste padrão deve disparar revisão integrada dos demais marcadores: lipidograma com subfracionamento, microbioma, marcadores inflamatórios (PCR-us, IL-6, TNF-α), função renal, vitaminas lipossolúveis, status de magnésio e avaliação de composição corporal.",
  "points": 0,
  "patient_explanation": "A dieta carnívora é um padrão alimentar em que a pessoa consome basicamente apenas alimentos de origem animal — carnes, ovos, peixes e laticínios — sem incluir vegetais, frutas, grãos ou leguminosas. Algumas pessoas adotam esse padrão por escolha pessoal, outras por orientação médica para tratar condições específicas como doenças intestinais ou autoimunes.\n\nEsse tipo de alimentação afeta o funcionamento do seu corpo de formas importantes: pode melhorar o controle do açúcar no sangue, reduzir a gordura abdominal e diminuir a inflamação em algumas pessoas. Por outro lado, a ausência de fibras vegetais muda o equilíbrio das bactérias do intestino e pode alterar o colesterol e outros exames de sangue.\n\nPor isso, quem segue esse padrão precisa de acompanhamento médico regular com exames laboratoriais periódicos. Não é um padrão indicado para todos, e sua manutenção a longo prazo exige atenção especial para evitar deficiências de nutrientes. Seu médico vai avaliar seus exames e seu histórico para entender se esse padrão está sendo benéfico ou se ajustes são necessários.",
  "conduct": "## Conduta Clínica — Padrão Alimentar Carnívoro\n\n### Avaliação Inicial\n\n- **Anamnese alimentar detalhada:** tempo de adesão, motivação (terapêutica vs. preferência), inclusão de órgãos (fígado, rim — relevantes para micronutrientes), laticínios, ovos e gorduras utilizadas\n- **Sintomas GI:** constipação, diarreia, trânsito intestinal; náuseas e digestibilidade nas primeiras semanas são comuns e devem ser documentadas\n- **Histórico:** presença de doenças autoimunes, intestino irritável, dislipidemia familiar, doença renal, DM1 ou uso de SGLT2i (risco de cetoacidose)\n- **Composição corporal:** peso, IMC, circunferência abdominal; preferir bioimpedância ou dobras cutâneas ao IMC isolado\n\n---\n\n### Investigação Laboratorial Recomendada\n\n**Perfil cardiometabólico:**\n- Lipidograma completo com subfracionamento de LDL (ressonância de partículas ou eletroforese) — obrigatório dado o potencial aumento de LDL total\n- ApoB e ApoA1 com razão ApoB/ApoA1\n- Triglicerídeos e razão TG/HDL (marcador de resistência insulínica)\n- Glicemia de jejum, insulina de jejum, HbA1c\n- PCR ultrassensível e, quando disponível, IL-6\n\n**Função renal e metabólica:**\n- Creatinina, ureia, eGFR e albuminúria — especialmente antes de iniciar ou manter alta ingestão proteica\n- Ácido úrico — BCAAs e proteína animal em excesso podem elevar o ácido úrico\n- Eletrólitos: sódio, potássio, magnésio\n\n**Micronutrientes de risco:**\n- Vitamina C (ausente em fontes carnívoras sem órgãos frescos)\n- Vitamina D e PTH\n- Vitamina B12 e folato\n- Ferritina e hemograma completo\n- Magnésio eritrocitário ou sérico\n\n**Microbioma e intestino (quando disponível):**\n- Avaliação de disbiose e diversidade bacteriana\n- Calprotectina fecal em casos de sintomas inflamatórios intestinais\n\n---\n\n### Estratégias de Manejo\n\n**Suporte digestivo na transição:**\n- A primeira semana do padrão carnívoro frequentemente apresenta digestibilidade reduzida\n- Suporte com enzimas digestivas, betaína HCl, aloe vera, espinheira santa, limão ou vinagre de maçã antes das refeições para otimizar acidez gástrica e digestão proteica\n\n**Monitoramento lipídico:**\n- Se LDL total elevar-se expressivamente (> 250–300 mg/dL) sem histórico familiar, considerar inflexibilidade metabólica às gorduras saturadas\n- Ação: migrar para padrão **low-carb mais mediterrâneo** — reduzir carnes vermelhas e queijos; aumentar peixes, azeite de oliva, abacate e oleaginosas\n- Solicitar subfracionamento antes de tomar decisões terapêuticas baseadas apenas em LDL total\n- Avaliar polimorfismos (APOE, LDLR, ABCG5/8) em casos de resposta lipídica desproporcional\n\n**Proteína e BCAAs:**\n- Adequar ingestão proteica a ≥ 1,0–1,2 g/kg/dia para preservar massa magra\n- Evitar excessos de suplementos de BCAA — metabólitos em excesso podem associar-se a resistência insulínica\n- Monitorar função renal periodicamente quando a ingestão proteica for elevada\n\n**Intestino e microbioma:**\n- Ausência de fibras fermentáveis compromete produção de butirato e diversidade bacteriana\n- Em mulheres com constipação: aumentar vegetais de baixo amido se tolerados, ou avaliar suplementação de fibras solúveis compatíveis\n- Considerar probióticos específicos para compensar redução de bactérias produtoras de ácidos graxos de cadeia curta\n\n**Duração e reavaliação:**\n- Reavaliação clínica e laboratorial após **8–12 semanas** de padrão carnívoro estabelecido (período suficiente para cetoadaptação e estabilização metabólica)\n- Definir horizonte terapêutico: padrão carnívoro como fase de eliminação diagnóstica (4–12 semanas) versus manutenção prolongada requer estratégia diferente de acompanhamento\n\n---\n\n### Critérios de Encaminhamento\n\n- **Cardiologista:** elevação de ApoB > 130 mg/dL, LDL total > 300 mg/dL persistente, ou risco cardiovascular aumentado pelo escore de cálcio coronariano\n- **Nefrologista:** eGFR < 60 mL/min/1,73m² ou albuminúria persistente — contraindicação relativa à alta ingestão proteica\n- **Gastroenterologista:** sintomas inflamatórios intestinais persistentes, suspeita de SIBO ou disbiose grave\n- **Nutricionista especializado em low-carb/carnívoro:** para planejamento detalhado de variedade, órgãos e micronutrientes\n\n---\n\n### Contraindicações Relativas\n\n- DM tipo 1 e usuários de SGLT2i (risco de cetoacidose euglicêmica)\n- Gestação e lactação (evidência insuficiente de segurança)\n- Doença renal crônica estágios 3b–5\n- Distúrbios do metabolismo de gorduras (hipertrigliceridemia familiar grave)\n- Histórico de transtornos alimentares restritivos\n\n---\n\n### Comunicação com o Paciente\n\n- Contextualizar que os benefícios são maiores durante a fase de adesão ativa; ao retornar ao padrão anterior, há tendência de recuperação dos marcadores\n- Educar sobre densidade energética das gorduras animais e necessidade de controle de porções em indivíduos com estagnação de emagrecimento\n- Reforçar que o padrão carnívoro é uma ferramenta terapêutica de nicho, não um padrão universal de saúde"
}
