{
  "score_item_id": "c77cedd3-2800-7f39-89b7-5b249a004d08",
  "clinical_relevance": "A dieta cetogênica (DCetog) é um padrão alimentar caracterizado pela ingestão muito baixa de carboidratos (geralmente <20–50 g/dia), alta em gorduras (60–75% do valor energético total) e moderada em proteínas, induzindo cetose nutricional sustentada com cetonemia de 0,5–3,0 mmol/L. A restrição de carboidratos leva à depleção do glicogênio hepático, queda da insulinemia e ativação intensa da beta-oxidação de ácidos graxos no fígado, com produção de corpos cetônicos (beta-hidroxibutirato, acetoacetato, acetona) que substituem a glicose como substrato energético preferencial para cérebro, coração e músculo esquelético.\n\nFisiologicamente, a DCetog promove melhora marcante da sensibilidade à insulina, redução dos triglicerídeos séricos (frequentemente >30%), aumento do HDL-c, redução do LDL de padrão denso (aterogênico) e queda da glicemia de jejum — efeitos especialmente relevantes em indivíduos com resistência à insulina, síndrome metabólica e diabetes tipo 2. Em ensaios clínicos randomizados, a DCetog mostrou reduções médias de HbA1c de 0,6–1,9% em diabéticos tipo 2 após 6–12 meses, superiores às obtidas com dietas de baixo teor de gordura. A cetose nutricional também está associada à supressão do neuropeptídeo Y e da grelina, facilitando a manutenção do déficit calórico e a perda de peso.\n\nDo ponto de vista neurológico, a DCetog é terapia de primeira linha para epilepsia refratária pediátrica, com evidências robustas (redução de crises em 50–60% dos casos). Benefícios emergentes incluem suporte a doenças neurodegenerativas (Alzheimer, Parkinson) e transtornos do humor, embora as evidências ainda sejam preliminares.\n\nNo contexto da medicina funcional integrativa, estratégias cíclicas envolvendo baixo carboidrato e cetogênica limpa são utilizadas para treinar flexibilidade metabólica e melhorar a capacidade de oxidar corpos cetônicos, como mencionado na literatura de fisiologia do sistema imune (Chunk 29). A flexibilidade metabólica — capacidade de alternar entre oxidação de glicose e de gordura/cetonas — é um marcador de saúde metabólica, e sua deficiência está associada a resistência à insulina, obesidade, esteatose hepática não alcoólica e inflamação crônica.\n\nRiscos e contraindicações relevantes: (1) Fase de adaptação ('keto flu'): cefaleia, fadiga, náuseas e cãibras nos primeiros 1–4 semanas por depleção de sódio, potássio e magnésio — necessitam de reposição eletrolítica adequada. (2) Elevação do LDL-c total em subconjunto de pacientes (hiperrespondedores), com padrão LDL grande e flutuante, requerendo monitoramento lipídico seriado. (3) Risco de cetoacidose em pacientes com diabetes tipo 1 ou uso de inibidores SGLT-2 sem orientação médica. (4) Dislipidemia geneticamente mediada (ex.: hipercolesterolemia familiar) pode ser agravada. (5) Impacto sobre microbiota intestinal: redução de fibra pode comprometer diversidade bacteriana, especialmente produtores de butirato. (6) Interação com alguns medicamentos (anticoagulantes, antiepilépticos). (7) Em mulheres com déficit calórico severo associado, pode suprimir o eixo hipotálamo-hipófise-ovário, levando a irregularidade menstrual e impacto na fertilidade — aspecto relevante considerando os chunks sobre SOP e programação metabólica presentes nesta coleção.\n\nEm termos de prevalência, estimativas apontam que 5–10% da população ocidental já tentou ou pratica dieta cetogênica em algum momento. A adesão a longo prazo é desafiadora: estudos mostram taxas de manutenção de 40–60% em 12 meses. A avaliação do padrão cetogênico nos últimos 6 meses é clinicamente relevante pois permite contextualizar achados laboratoriais (perfil lipídico, glicemia, HbA1c, função renal, eletrólitos) e identificar riscos nutricionais associados à prática prolongada sem supervisão.",
  "points": 8,
  "patient_explanation": "A dieta cetogênica é um estilo alimentar em que você come muito pouco carboidrato (pão, massa, arroz, açúcar) e bastante gordura saudável, fazendo com que o seu corpo passe a usar gordura como principal fonte de energia em vez de açúcar. Quando isso acontece, o fígado produz substâncias chamadas 'corpos cetônicos', que abastecem o cérebro e os músculos.\n\nEsse padrão alimentar pode trazer benefícios reais: ajuda a controlar o açúcar no sangue, reduz triglicerídeos, facilita a perda de peso e melhora a sensibilidade à insulina. Por isso é bastante estudado para pessoas com diabetes tipo 2, síndrome metabólica e resistência à insulina.\n\nPorém, precisa ser feita com cuidado e acompanhamento profissional. Nos primeiros dias pode causar cansaço, dor de cabeça e cãibras — o corpo está se adaptando. A longo prazo, é importante garantir que você esteja ingerindo fibras suficientes, vitaminas e minerais, e monitorar os exames de sangue regularmente. Algumas pessoas podem ter aumento do colesterol e precisam de avaliação médica. Contar ao seu médico que está seguindo esse padrão alimentar é fundamental para interpretar corretamente seus exames e orientar a melhor conduta para você.",
  "conduct": "## Conduta Clínica — Dieta Cetogênica (Padrão Alimentar Atual, Últimos 6 Meses)\n\n### 1. Anamnese e Caracterização do Padrão\n\n- **Confirmar adesão real:** Distinguir cetose nutricional sustentada (cetonemia 0,5–3,0 mmol/L) de simples low-carb (carboidratos 50–130 g/dia). Perguntar sobre ingestão de carboidratos diária estimada.\n- **Tempo e forma de prática:** Início espontâneo ou orientado por profissional? Uso de protocolos cíclicos (carb cycling, cetogênica cíclica)?\n- **Supervisão anterior:** Já foi avaliado por nutricionista ou médico durante a dieta?\n- **Sintomas de adaptação persistentes:** Cãibras, constipação, fadiga, cefaleias recorrentes, palpitações (sugestivos de deficiência eletrolítica).\n- **Contexto clínico motivador:** Perda de peso, controle glicêmico, desempenho cognitivo, epilepsia, condição metabólica específica.\n\n---\n\n### 2. Investigação Laboratorial Recomendada\n\n**Básica (obrigatória):**\n- Glicemia de jejum e HbA1c\n- Insulina de jejum (calcular HOMA-IR)\n- Perfil lipídico completo: colesterol total, LDL-c, HDL-c, triglicerídeos, não-HDL\n- Função renal: creatinina, ureia, TFG estimada (dieta hiperproteica aumenta carga renal)\n- Eletrólitos: sódio, potássio, magnésio\n- Ácido úrico (cetose aumenta reabsorção tubular de urato)\n- Função hepática: TGO, TGP, GGT (risco de esteatose em jejum excessivo associado)\n- TSH (dieta muito restrita pode suprimir T3 ativo)\n\n**Complementar (conforme contexto clínico):**\n- LDL-c por dosagem direta ou LDL-P (partículas de LDL) em hiperrespondedores\n- Lipoproteína(a) e apolipoproteína B em risco cardiovascular elevado\n- Beta-hidroxibutirato sérico para confirmar cetose nutricional\n- Vitamina D, B12, zinco, magnésio eritrocitário (risco de deficiências em dieta restritiva prolongada)\n- Homocisteína (especialmente se dieta pobre em folato/B vitaminas)\n- PCR-us (marcador inflamatório — pode melhorar ou piorar conforme qualidade das gorduras consumidas)\n- Em mulheres: FSH, LH, estradiol, progesterona (fase lútea) se irregularidade menstrual\n\n---\n\n### 3. Riscos a Identificar e Manejar\n\n- **Dislipidemia por hiperresposta:** Subconjunto de pacientes apresenta elevação significativa de LDL-c na cetogênica. Avaliar padrão de LDL (denso vs. leve), histórico familiar. Considerar ajuste da qualidade das gorduras (substituir gorduras saturadas de origem processada por gorduras monoinsaturadas — azeite, abacate) antes de introduzir estatinas.\n- **Hiperuricemia/gota:** Orientar hidratação adequada; monitorar ácido úrico especialmente no primeiro mês.\n- **Deficiência eletrolítica:** Orientar ingestão adequada de sódio (~2–3 g/dia de NaCl), potássio (vegetais de baixo amido) e magnésio (300–400 mg/dia de glicinato ou citrato).\n- **Deficiência de fibra e disbiose:** Incentivar vegetais crucíferos, folhosos, azeite e sementes como fontes de fibra compatíveis. Considerar probióticos se sintomas intestinais.\n- **Impacto hormonal feminino:** Em mulheres com restrição calórica severa associada, monitorar ciclo menstrual. Déficit energético crônico pode suprimir eixo HPO, com amenorreia funcional hipotalâmica. Garantir ingestão calórica adequada.\n- **Risco de cetoacidose:** Alertar pacientes com diabetes tipo 1 ou em uso de gliflozinas (SGLT-2i) sobre risco de cetoacidose euglicêmica. Nesses casos, monitorar cetonemia.\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Nutricionista especializado em dietas de baixo carboidrato:** Para todos os pacientes que praticam cetogênica por mais de 3 meses sem supervisão nutricional formal. Objetivo: garantir adequação de micronutrientes, fibras e calorias.\n- **Cardiologista ou lipidologista:** LDL-c acima de 190 mg/dL ou elevação abrupta >50% em relação ao basal sem outras causas; histórico de doença cardiovascular estabelecida.\n- **Endocrinologista:** Diabetes tipo 1 em cetogênica; disfunção tireoidiana identificada; irregularidade hormonal persistente.\n- **Nefrologista:** TFG <60 mL/min/1,73m² associada à dieta hiperproteica.\n\n---\n\n### 5. Intervenções e Orientações Baseadas em Evidências\n\n- **Qualidade das gorduras:** Priorizar gorduras monoinsaturadas (azeite extravirgem, abacate, oleaginosas) e ômega-3 de cadeia longa (EPA+DHA, 2–4 g/dia); minimizar gorduras saturadas de origem ultra-processada e ácidos graxos trans.\n- **Fonte de proteínas:** Priorizar proteínas de alta qualidade (ovos, peixes, carnes não processadas); ovos são fonte importante de colina — nutriente frequentemente deficiente em dietas restritivas.\n- **Flexibilidade metabólica:** Para pacientes com bom controle metabólico, discutir estratégias cíclicas (cetogênica durante a semana com reintrodução controlada de carboidratos no fim de semana) como abordagem de longo prazo mais sustentável e potencialmente benéfica para a microbiota e eixo tireoidiano.\n- **Jejum intermitente associado:** A associação de Time-Restricted Eating (TRE — janela alimentar <12 horas) com padrão cetogênico pode potencializar benefícios cardiometabólicos e respeita o ritmo circadiano, conforme literatura de medicina funcional.\n- **Suplementação de suporte:** Magnésio (citrato ou glicinato, 300–400 mg/noite), sódio, potássio; vitamina D (alvo 45–60 ng/mL); B12 se restrição de proteína animal; ômega-3 EPA+DHA.\n- **Monitoramento contínuo:** Reavaliar perfil metabólico e lipídico a cada 3–6 meses durante a fase ativa da dieta cetogênica.\n- **Comunicação clínica:** Registrar e atualizar o padrão alimentar no prontuário para contextualizar corretamente variações em exames laboratoriais (triglicerídeos baixos, LDL variável, glicemia de jejum reduzida, HbA1c melhorada)."
}
