{
  "score_item_id": "019c534c-0bf6-7d6b-9c60-d650fa5f846f",
  "clinical_relevance": "O padrão alimentar hipercalórico é definido pela ingestão calórica habitual consistentemente superior ao gasto energético total (GET) do indivíduo, resultando em balanço energético positivo crônico. Do ponto de vista fisiopatológico, o excesso calórico contínuo leva a acúmulo progressivo de tecido adiposo — especialmente gordura visceral —, com consequente hiperativação do eixo insulina/IGF-1, hiperinsulinemia crônica, resistência insulínica, inflamação sistêmica de baixo grau e disfunção mitocondrial. A hiperinsulinemia, em particular, está associada a risco 34% maior de desenvolvimento de neoplasias malignas e risco 78% maior de morte após diagnóstico oncológico, independentemente do IMC ou da circunferência abdominal. A avaliação clínica de um padrão hipercalórico não deve se restringir ao IMC, pois dois indivíduos com mesmo IMC podem ter composições corporais e perfis metabólicos opostos; a bioimpedância ou densitometria de corpo total são ferramentas necessárias para identificar situações como obesidade sarcopênica, na qual excesso de gordura coexiste com perda de massa magra. O excesso calórico crônico favorece adipogênese visceral, elevação de marcadores inflamatórios (TNF-α, IL-6, PCR), dislipidemia aterogênica, hipertensão arterial, disfunção endotelial (com formação de produtos finais de glicação — AGEs — que comprometem fibroblastos, colágeno e resposta imune), esteatose hepática não alcoólica e disbiose intestinal. Do ponto de vista oncológico, o excesso calórico eleva IGF-1, insulina e fatores pró-inflamatórios que estimulam proliferação celular e suprimem autofagia, aumentando risco de cânceres hormônio-dependentes (mama, endométrio, próstata) e gastrointestinais. A sarcopenia — frequentemente coexistente em obesos hipercalóricos com baixo aporte proteico e sedentarismo — amplifica mortalidade por câncer em 41–93% conforme o sítio tumoral, e mortalidade por todas as causas em 44% segundo meta-análises. Epidemiologicamente, a obesidade afeta mais de 650 milhões de adultos globalmente (OMS), sendo o padrão hipercalórico com predomínio de ultraprocessados o principal determinante modificável. Restrições calóricas prolongadas sem adequação proteica podem, paradoxalmente, reduzir metabolismo basal, função tireoidiana (pseudo-hipotireoidismo por déficit energético com elevação de TSH e queda de T3 livre) e massa muscular, tornando a abordagem mais complexa do que a simples redução calórica. A avaliação deve incluir análise qualitativa (densidade de micronutrientes, proporção de ultraprocessados, horário das refeições — jantar tardio associado a 30% menos perda de peso vs. jantar precoce) e quantitativa (estimativa do GET por calorimetria indireta ou equações validadas). O alinhamento circadiano da janela alimentar é componente relevante: refeições concentradas em horários tardios prejudicam sensibilidade insulínica e favorecem ganho de gordura independentemente do total calórico.",
  "points": 0,
  "patient_explanation": "Uma alimentação hipercalórica significa que você está consumindo mais calorias do que seu corpo gasta no dia a dia. Com o tempo, esse excesso é armazenado como gordura — especialmente na região da barriga — e desencadeia uma série de problemas: inflamação crônica, alterações nos hormônios, maior risco de diabetes tipo 2, doenças cardiovasculares e até certos tipos de câncer. Muitas vezes, uma dieta muito calórica ainda é pobre em vitaminas, minerais e proteínas, o que pode fazer você ganhar gordura e perder músculo ao mesmo tempo, comprometendo energia e imunidade. A boa notícia é que mudanças graduais — como reduzir ultraprocessados, distribuir proteínas ao longo do dia e antecipar o jantar — já produzem resultados visíveis em poucas semanas, sem necessidade de dietas radicais.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese alimentar detalhada:** recordatório de 24h e/ou questionário de frequência alimentar; identificar densidade calórica, proporção de ultraprocessados, frequência de lanches, horário das refeições (especial atenção ao horário do jantar — jantar tardio associado a menor perda de peso)\n- **Avaliação de composição corporal:** bioimpedância tetrapolar ou densitometria de corpo total (DEXA) — não se basear apenas no IMC; identificar obesidade sarcopênica\n- **Estimativa do gasto energético total (GET):** calorimetria indireta quando disponível; equações de Harris-Benedict ou Mifflin-St Jeor como alternativa prática\n- **Avaliação de eixos hormonais:** insulina de jejum, HOMA-IR, glicemia de jejum e hemoglobina glicada; perfil tireoidiano (TSH, T3 livre, T4 livre) para descartar pseudo-hipotireoidismo por déficit energético ou hipotireoidismo primário contribuindo para ganho de peso\n- **Marcadores inflamatórios e metabólicos:** PCR ultrassensível, triglicerídeos, HDL, LDL, transaminases (ALT/AST), GGT, ácido úrico, ferritina\n- **Avaliação de resistência insulínica:** HOMA-IR > 2,5 como ponto de corte prático; peptídeo C se indicado\n- **Rastreio de comorbidades associadas:** pressão arterial, esteatose hepática (ultrassom abdominal), síndrome dos ovários policísticos em mulheres\n- **Avaliação de microbiota e saúde intestinal:** histórico de uso de antibióticos, sintomas gastrointestinais, qualidade das fezes\n\n## Investigação Complementar Conforme Quadro Clínico\n\n- IGF-1 sérico (elevado em hipercalóricos com hiperinsulinemia — fator de risco oncológico)\n- Cortisol basal e perfil adrenal (diferenciar hipercortisolismo como causa de ganho de peso)\n- Homocisteína (fator de risco cardiovascular e trombogênico; meta < 10 µmol/L)\n- Vitamina D, B12, zinco, magnésio (frequentemente deficientes mesmo em dietas hipercalóricas de baixa qualidade)\n- Avaliação do sono (PSG ou questionário de Epworth) — apneia obstrutiva do sono amplifica resistência insulínica\n\n## Intervenções Nutricionais Baseadas em Evidências\n\n- **Déficit calórico gradual e sustentável:** déficit de 300–500 kcal/dia como ponto de partida; evitar restrições severas (< 800 kcal/dia) sem supervisão intensiva, pois levam à queda do metabolismo basal, alterações tiroidianas e perda de massa magra\n- **Priorizar aporte proteico:** mínimo de 1,2–1,6 g/kg/dia para composição corporal saudável; em pacientes com obesidade em tratamento ativo (incluindo uso de agonistas GLP-1 ou bariátrica), recomendar > 1,5 g/kg/dia para preservar massa muscular; distribuir proteína em 3–4 refeições ao longo do dia\n- **Padrão alimentar de base:** iniciar com abordagem low carb baseada em alimentos reais (carnes, ovos, vegetais, oleaginosas, laticínios integrais) como estratégia de redução calórica com boa saciedade; variar estratégias a cada 2–3 meses (low carb, mediterrânea, jejum intermitente) para evitar estagnação metabólica\n- **Alinhamento circadiano:** orientar jantar precoce (idealmente até 19h–20h); grupos que jantaram mais cedo perderam aproximadamente 30% mais peso que grupos com jantar tardio em estudos comparativos\n- **Redução de ultraprocessados:** principal intervenção de qualidade dietética; substituir por alimentos de alta densidade nutricional\n- **Jejum intermitente como ferramenta complementar:** evidências mostram eficácia similar à restrição calórica contínua para perda de peso (9 de 11 estudos comparativos sem diferença significativa); protocolo 16:8 ou 5:2 (25% do GET nos dias de restrição) conforme preferência e adesão do paciente; não superior por si, mas pode melhorar adesão em perfis específicos\n\n## Exercício Físico\n\n- **Musculação como prioridade:** aumenta gasto calórico residual, metabolismo basal e massa magra; previne efeito sanfona em dietas hipocalóricas\n- **Aeróbico complementar:** especialmente em pacientes glicolíticos; combinar com treino de força para maximizar capacidade mitocondrial\n- Em pacientes com baixo metabolismo basal e massa muscular reduzida (especialmente mulheres), considerar fase inicial focada em ganho de massa antes de focar em perda de peso\n\n## Monitoramento e Reavaliação\n\n- Reavaliar composição corporal e marcadores metabólicos em 4–8 semanas após início da intervenção\n- Considerar mudança de estratégia após 6–8 semanas sem progressão ou com sinais de baixa energia, queda de força, cabelo ou imunidade\n- Monitorar sinais de déficit energético crônico: amônia, ureia, ácido úrico e transaminases elevados; queda de T3 livre; alterações na bioimpedância (água corporal)\n\n## Encaminhamento a Especialistas\n\n- **Nutricionista:** encaminhamento preferencial para todos os pacientes; emagrecimento efetivo demanda parceria com nutricionista para personalização e adesão\n- **Endocrinologista:** quando houver suspeita de hipotireoidismo, hipercortisolismo, resistência insulínica grave ou síndrome metabólica estabelecida\n- **Cirurgia bariátrica:** último recurso após esgotar abordagens clínicas; pós-bariátricos necessitam acompanhamento multidisciplinar rigoroso (risco de alcoolismo, depressão, deficiências nutricionais graves)\n- **Psicólogo/Psiquiatra:** quando compulsão alimentar, transtorno alimentar ou componente emocional significativo for identificado\n- **Nefrologista:** antes de elevar proteína em pacientes com TFG reduzida ou albuminúria (triagem com eGFR e albuminúria/creatinina urinária antes de prescrever dieta hiperproteica)"
}
