{
  "score_item_id": "c77cedd3-2800-70de-bec4-0b5534637c78",
  "clinical_relevance": "A dieta low carb é definida como um padrão alimentar com ingestão de carboidratos inferior a 26% do valor calórico total (ou tipicamente <130 g/dia), com variações que incluem a dieta de muito baixo carboidrato (<10% ou <50 g/dia) e a dieta cetogênica (<20-30 g/dia). No contexto do Escore Plenya, este parâmetro avalia a adesão atual do paciente a um padrão de restrição de carboidratos nos últimos 6 meses, sendo clinicamente relevante pela sua capacidade de modular múltiplos marcadores cardiometabólicos e inflamatórios.\n\nBase fisiopatológica: A restrição de carboidratos reduz a carga glicêmica, diminuindo os picos de insulina pós-prandial e promovendo maior oxidação de ácidos graxos como substrato energético. Com carboidratos abaixo de 50 g/dia, o fígado inicia a cetogênese, produzindo corpos cetônicos (beta-hidroxibutirato, acetoacetato) que substituem a glicose como combustível primário para o sistema nervoso central e musculatura. A cetoadaptação completa requer aproximadamente 6 semanas. Do ponto de vista hormonal, a menor insulinemia favorece a lipólise do tecido adiposo, reduz a lipogênese de novo e aumenta a sensibilidade à insulina periférica. As vias PGC1-alfa e sirtuínas são ativadas, promovendo biogênese mitocondrial. A redução de NF-kappaB diminui o estado inflamatório sistêmico.\n\nEvidências epidemiológicas e clínicas: Uma meta-análise dose-resposta de ECRs publicada em 2026 (29 estudos com 2.461 participantes, GRADE alto) demonstrou que cada redução de 10% na ingestão de carboidratos — comparada a uma ingestão basal de 55-65% — reduz a HbA1c em 0,20% (IC 95%: -0,27% a -0,13%) em 6 meses, com efeitos lineares até 10% de carboidratos. A meta-análise de 2012 sobre dietas de baixo carboidrato em 1.141 pacientes obesos documentou reduções significativas em peso, IMC, circunferência abdominal, pressão arterial, triglicérides, glicemia, HbA1c, insulina e PCR, além de aumento de HDL. Revisão sistemática e meta-análise de 2021 sustentam eficácia e segurança de very low carb para remissão do diabetes tipo 2.\n\nEfeitos sobre lipídios: Dietas low carb aumentam o HDL colesterol e reduzem triglicérides de forma consistente. O comportamento do LDL é mais complexo: meta-análise dose-resposta identificou efeito em U para colesterol total e LDL quando carboidratos caem abaixo de 35-40%, com possível aumento nessa faixa — possivelmente relacionado ao aumento na ingestão de gorduras saturadas. Em estudos mais longos (>12 meses), o LDL tende a normalizar. O subfracionamento de partículas (ressonância magnética de partículas) pode ser necessário para distinguir LDL aterogênico (padrão B, pequeno e denso) do LDL grande e flutuante, menos aterogênico, que frequentemente predomina em pacientes adaptados à cetose.\n\nEfeitos sobre composição corporal: Metarregressão com 87 estudos e restrição calórica de ~1.000 kcal/dia mostrou que dietas low carb com proteína adequada (≥1 g/kg/dia) resultam em perda adicional de 1,74 kg em menos de 12 semanas e 6 kg adicionais acima de 12 semanas, com ganho de massa magra de 1,74 kg no período prolongado. O efeito térmico das proteínas (~25% das calorias convertidas em calor) e a supressão do apetite pelos corpos cetônicos contribuem para a perda de gordura com preservação muscular.\n\nPersistência dos efeitos: Os efeitos cardiometabólicos favoráveis são mais pronunciados nos primeiros 6 meses. Na análise aos 12 meses, os benefícios sobre HbA1c, peso corporal, LDL e TG diminuem substancialmente, provavelmente por redução da adesão. Após a interrupção da dieta, há tendência à recuperação de peso e retorno aos marcadores basais, reforçando que o estilo de vida global é determinante da manutenção dos resultados.\n\nEspecificidade demográfica: Pacientes com resistência insulínica, diabetes tipo 2 (especialmente com HbA1c entre 6,5% e 9%), obesidade e síndrome metabólica são os que mais se beneficiam. Em mulheres em low carb com constipação, deve-se aumentar vegetais de baixo amido e fibras e reduzir carne vermelha. Em pacientes com padrão paleo/low carb com excesso de gorduras saturadas, considerar migração para modelo mais mediterrâneo.",
  "points": 0,
  "patient_explanation": "A dieta low carb é um padrão alimentar que reduz significativamente o consumo de alimentos ricos em carboidratos — como pães, massas, arroz, açúcar e ultraprocessados — priorizando proteínas (carnes, ovos, peixes), gorduras de boa qualidade (azeite, abacate, oleaginosas) e vegetais de baixo amido.\n\nQuando praticada de forma consistente nos últimos 6 meses, essa estratégia alimentar tende a melhorar vários aspectos importantes da saúde: ajuda a controlar o açúcar no sangue, reduz a gordura abdominal, diminui os triglicérides, aumenta o HDL (o colesterol 'bom') e pode reduzir a pressão arterial. Esses efeitos são especialmente marcantes nos primeiros 6 meses de adesão.\n\nÉ importante saber que o low carb não significa comer carboidratos zero — significa reduzir carboidratos de baixa qualidade (refinados e ultraprocessados) e priorizar os de melhor qualidade quando necessário. A proteína adequada (pelo menos 1 grama por quilo de peso corporal por dia) é essencial para preservar a massa muscular durante a perda de peso.\n\nOs resultados dependem muito da adesão contínua e do restante do estilo de vida. Ao interromper a dieta, os efeitos tendem a diminuir gradualmente. Por isso, o foco deve estar em tornar esse padrão alimentar sustentável e prazeroso a longo prazo.",
  "conduct": "## Conduta Clínica — Low Carb (Padrão Alimentar Atual)\n\n### Avaliação Inicial\n\n- **Anamnese alimentar detalhada:** Recordatório de 24h com foco em porções de carboidratos, qualidade das fontes de gordura e proteína, e presença de ultraprocessados\n- **Quantificação do padrão atual:** Diferenciar entre low carb moderado (26-10% das calorias ou 50-130 g/dia) e very low carb/cetogênico (<10% ou <50 g/dia)\n- **Tempo de adesão e consistência:** Verificar se os 6 meses foram contínuos ou com oscilações\n- **Avaliar o 'erro principal':** Identificar se há excesso de carboidratos refinados, proteína insuficiente, ou excesso calórico via gorduras densas (queijos, bacon, oleaginosas em excesso)\n- **Checklist de ultraprocessados:** Mesmo em low carb, verificar consumo de produtos industrializados com rótulo 'sem carboidratos'\n\n---\n\n### Investigação Complementar\n\n**Marcadores cardiometabólicos (após 8-12 semanas de intervenção consistente):**\n- Glicemia de jejum, HbA1c e insulina de jejum (HOMA-IR)\n- Lipidograma completo: colesterol total, LDL, HDL, triglicérides\n- **Se LDL elevado:** Solicitar subfracionamento de partículas LDL (ressonância magnética de partículas) para distinguir padrão A (partículas grandes, menos aterogênicas) de padrão B (pequenas e densas, mais aterogênicas)\n- PCR ultrassensível\n- Pressão arterial e circunferência abdominal\n- Peso, IMC e bioimpedância (composição corporal)\n\n**Avaliação de segurança:**\n- Função renal (creatinina, ureia, taxa de filtração glomerular estimada) — especialmente se em uso de metformina ou diuréticos\n- Ácido úrico — dietas cetogênicas podem elevar transitoriamente\n- Eletrólitos (sódio, potássio, magnésio) — especialmente na fase de cetoadaptação\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Otimização do padrão low carb:**\n- **Proteína:** Garantir ≥1 g/kg/dia (preferência 1,2 g/kg/dia) para preservação e ganho de massa magra; ajustar fontes para incluir proteínas de origem vegetal quando possível, o que também melhora o perfil lipídico\n- **Carboidratos:** Estabelecer meta individualizada (ex.: 50-100 g/dia em low carb moderado; <50 g/dia em very low carb); enfatizar que **low carb não significa zero carboidrato** — priorizar qualidade (índice glicêmico/carga glicêmica, fibras)\n- **Gorduras:** Variar as fontes — priorizar monoinsaturadas (azeite, abacate) e poli-insaturadas (peixes, linhaça, chia); limitar saturadas de cadeia longa se LDL elevado; considerar TCM/MCT (C8 e C10) como fonte opcional para elevação da cetonemia sem excesso calórico\n- **Fibras e vegetais:** Garantir vegetais de baixo amido em abundância (folhas, brócolis, couve-flor, abobrinha, pepino) para suporte ao microbioma e prevenção de constipação\n\n**Ajuste conforme comorbidades:**\n- **Diabetes tipo 2 (HbA1c 6,5-9%):** Oferecer low carb como primeira opção terapêutica; monitorar glicemia com maior frequência na fase inicial para ajuste de antidiabéticos orais e insulina — risco de hipoglicemia\n- **Uso de SGLT2 (gliflozinas):** Atenção ao risco de cetoacidose euglicêmica em combinação com dieta cetogênica; monitorar cetonas\n- **Constipação em mulheres:** Aumentar vegetais de baixo amido e fibras solúveis; reduzir carne vermelha; manter carboidratos dentro das metas individuais\n- **Padrão com excesso de gorduras saturadas (tipo paleo):** Migrar para modelo mais mediterrâneo — aumentar peixes, carnes brancas, leguminosas; reduzir queijos e carnes vermelhas\n- **Hipertensão em uso de diuréticos:** Monitorar eletrólitos e pressão arterial; possível necessidade de redução de diuréticos com a melhora da PA\n\n**Suporte comportamental e educacional:**\n- Esclarecer que densidades calóricas elevadas (queijos, bacon, castanhas) podem impedir emagrecimento mesmo com restrição de carboidratos — controle de porções é necessário\n- Diário alimentar de 3 dias focado em 'alimentos low carb calóricos' para revisão e ajuste\n- Estabelecer metas SMART para adesão e composição corporal\n- Discutir que os melhores resultados cardiometabólicos ocorrem nos primeiros 6 meses de adesão consistente; enfatizar estratégias de manutenção a longo prazo\n\n---\n\n### Critérios de Encaminhamento\n\n- **Nutricionista especializado em low carb/cetogênica:** Para todos os pacientes com diabetes tipo 2, obesidade grau II/III ou dislipidemia significativa em uso da dieta\n- **Endocrinologista:** Se HbA1c >9% em uso de insulinoterapia ou múltiplos antidiabéticos, ou se cetoacidose ou hipoglicemia grave ocorrer\n- **Cardiologista:** Se LDL >190 mg/dL após 12 semanas de low carb, especialmente com padrão B no subfracionamento, ou risco cardiovascular elevado calculado\n- **Gastroenterologista:** Se constipação refratária ou sintomas gastrointestinais persistentes com a dieta\n\n---\n\n### Monitoramento\n\n| Parâmetro | Frequência |\n|---|---|\n| Glicemia / HbA1c | A cada 8-12 semanas (diabéticos) ou semestralmente |\n| Lipidograma completo | Após 8-12 semanas de intervenção; depois semestralmente |\n| Peso / circunferência abdominal | Mensal |\n| Função renal e eletrólitos | A cada 3 meses na fase inicial; depois anual |\n| Composição corporal (bioimpedância) | A cada 3 meses |\n\n> **Nota sobre duração mínima:** Estudos robustos exigem pelo menos 8 semanas para avaliação de efeitos metabólicos; a cetoadaptação completa ocorre em ~6 semanas. Avaliar resultados antes desse prazo pode subestimar os benefícios da estratégia."
}
