{
  "score_item_id": "019c534b-a12b-727c-a251-693f5d84d467",
  "clinical_relevance": "A dieta Low FODMAP é um protocolo terapêutico estruturado para redução de carboidratos de cadeia curta altamente fermentáveis, denominados FODMAPs — acrônimo de Fermentable Oligosaccharides, Disaccharides, Monosaccharides and Polyols. Incluem frutose (monossacarídeo), lactose (dissacarídeo), frutanos e galacto-oligossacarídeos (oligossacarídeos) e polióis como manitol, xilitol e sorbitol. Esses substratos são mal absorvidos no intestino delgado, atraem água osmoticamente para o lúmen e são rapidamente fermentados pela microbiota colônica, gerando distensão abdominal, flatulência, dor e alteração do trânsito intestinal.\n\nO protocolo foi desenvolvido pela Universidade de Monash (Austrália), que lidera a pesquisa na área e oferece curso de certificação e aplicativo oficial para consulta do teor de FODMAP nos alimentos. Em 2022, a Rome Foundation e a revista Gastroenterology consolidaram o Low FODMAP como a intervenção dietética de primeira linha para Síndrome do Intestino Irritável (SII), com taxa de melhora sintomática em torno de 75% dos pacientes em estudos com seguimento de até 12 meses.\n\nO protocolo é estruturado em três fases sequenciais: (1) Fase de Suspensão — duração de 2 a 6 semanas, com restrição dos alimentos de maior teor de FODMAP; (2) Fase de Reintrodução — duração de 8 a 12 semanas, com reintrodução lenta e gradual de cada categoria de FODMAP para identificar os gatilhos individuais; (3) Fase de Personalização — exclusão apenas dos alimentos que comprovadamente desencadeiam sintomas no paciente, permitindo a maior variedade dietética possível a longo prazo.\n\nDo ponto de vista fisiopatológico, os FODMAPs aumentam a permeabilidade intestinal — estudos indicam que esse efeito pode superar o do glúten em pacientes com sensibilidade ao glúten não celíaca. O aumento da permeabilidade intestinal é considerado um provável gatilho inicial para o desenvolvimento da SII, por facilitar a translocação de antígenos e a ativação neuroimuno-inflamatória da mucosa. Adicionalmente, a fermentação excessiva de FODMAPs pela microbiota amplifica a disbiose, alterando a produção de ácidos graxos de cadeia curta (AGCC), em especial o butirato — molécula antiinflamatória essencial para a integridade epitelial colônica.\n\nUm ponto de atenção clínica relevante: a restrição prolongada de FODMAPs reduz o substrato pré-biótico disponível para bactérias benéficas, podendo impactar negativamente a microbiota a longo prazo e reduzir os níveis de butirato. Por isso, a fase de personalização e a eventual reintrodução de fibras fermentáveis toleradas são etapas indispensáveis do protocolo, e não opcionais. Em pacientes que não conseguem reintroduzir fontes fermentáveis, deve-se avaliar suplementação de butirato.\n\nCautela adicional se aplica em pacientes com constipação predominante, nos quais a restrição de FODMAPs pode piorar o trânsito intestinal. Em hiperfermentadores com dieta plant-based rígida, a restrição seletiva de leguminosas e outros alimentos de alta fermentação deve ser individualizada. A personalização com nutricionista habilitado em Low FODMAP é componente indispensável do protocolo para garantir adequação nutricional e adesão sustentável.",
  "points": 0,
  "patient_explanation": "A dieta Low FODMAP reduz temporariamente certos carboidratos que o intestino tem dificuldade de absorver — como açúcares presentes em frutas, leite, trigo, leguminosas e adoçantes. Esses carboidratos chegam ao intestino grosso sem serem digeridos e são fermentados pelas bactérias intestinais, produzindo gases, distensão e dor.\n\nO protocolo funciona em três etapas: primeiro você retira os alimentos ricos nessas substâncias por 2 a 6 semanas; depois reintroduz cada grupo de forma lenta para descobrir quais causam sintomas; e por fim mantém apenas as restrições necessárias, voltando a comer o mais variado possível.\n\nÉ a dieta mais recomendada para a Síndrome do Intestino Irritável (SII) — cerca de 75% das pessoas relatam melhora significativa dos sintomas. Não é uma dieta permanente nem deve ser feita sem orientação profissional: requer acompanhamento de nutricionista para garantir adequação nutricional e adesão sustentável.",
  "conduct": "## Avaliação Inicial e Diagnóstico Diferencial\n\n- **Confirmar diagnóstico funcional antes de iniciar o protocolo:** estratificar risco orgânico com calprotectina fecal.\n  - Calprotectina < 100 µg/g: probabilidade de 98% de SII funcional — seguir protocolo Low FODMAP.\n  - Calprotectina 100–250 µg/g: zona cinzenta — interpretação cautelosa; ponderar colonoscopia conforme contexto clínico.\n  - Calprotectina > 250 µg/g: indicação de colonoscopia para exclusão de doença inflamatória intestinal.\n- **Descartar doença celíaca:** dosar IgA sérica total + anticorpo antitransglutaminase IgA. Se IgA baixa, dosar IgG sérica e antitransglutaminase IgG.\n- **Investigar SIBO/IMO/SIFO:** indicado pela alta prevalência de sobreposição com SII.\n  - Teste respiratório com lactulose ou glicose: SIBO positivo se H₂ > 20 ppm nos primeiros 90 minutos; IMO positivo se CH₄ > 10 ppm em qualquer momento.\n  - SIFO: suspeitar em pacientes com sintomas de distensão desproporcional (\"efeito baiacu\") e dor abdominal; padrão-ouro é aspirado duodenal com cultura (> 10³ UFC/ml de fungos), raramente realizado na prática.\n- **Exames laboratoriais gerais:** hemograma, marcadores inflamatórios, parasitológico de fezes (especialmente no contexto brasileiro).\n- **Avaliar permeabilidade intestinal:** zonulina fecal como biomarcador complementar quando disponível.\n- **Anamnese funcional:** qualidade do sono, histórico de traumas, estresse crônico e eixo cérebro-intestino.\n\n---\n\n## Implementação do Protocolo Low FODMAP\n\n### Fase 1 — Suspensão (2 a 6 semanas)\n- Retirar alimentos com alto teor de FODMAPs: frutose em excesso, lactose, frutanos (trigo, alho, cebola), GOS (leguminosas), polióis (sorbitol, manitol, xilitol).\n- Utilizar o aplicativo da Universidade de Monash como referência para consulta do teor de FODMAP por alimento.\n- Garantir acompanhamento de nutricionista certificado em Low FODMAP para adequação nutricional durante a restrição.\n- **Atenção:** em pacientes com constipação predominante (IBS-C), monitorar piora do trânsito — ajustar restrição seletivamente.\n\n### Fase 2 — Reintrodução (8 a 12 semanas)\n- Reintroduzir um grupo de FODMAP por vez, em doses crescentes, com intervalo de 3 dias entre cada grupo.\n- Registrar sintomas sistematicamente para identificar gatilhos individuais.\n- Não avançar para novo grupo enquanto houver sintomas ativos.\n\n### Fase 3 — Personalização (manutenção)\n- Excluir apenas os alimentos comprovadamente gatilhos para aquele paciente.\n- Objetivo: máxima variedade dietética compatível com ausência de sintomas.\n- Reintroduzir fibras fermentáveis toleradas para preservar a microbiota e a produção de butirato.\n- **Se o paciente não tolerar reintrodução de fibras fermentáveis:** avaliar suplementação de butirato para minimizar impacto na microbiota a longo prazo.\n\n---\n\n## Intervenções Complementares Baseadas em Evidências\n\n- **Otimização da digestão:** avaliar insuficiência de ácido clorídrico e enzimas digestivas; considerar suplementação criteriosa (enzimas digestivas, HCl betaína) conforme avaliação clínica.\n- **Probióticos:** usar com cautela — menor número de cepas, menor quantidade e menor duração. Monitorar piora de \"brain fog\" e distensão (risco em pacientes com D-lactato elevado ou SIBO).\n- **Suporte à barreira intestinal:** considerar zinco-carnosina, glutamina e curcumina para melhora da permeabilidade intestinal e controle de mastócitos.\n- **Modulação do eixo cérebro-intestino:** técnicas de tonificação do nervo vago (respiração diafragmática, massagem auricular), atividade física moderada, otimização do sono.\n- **Terapias integrativas:** Terapia Cognitivo-Comportamental (TCC), hipnoterapia, mindfulness e acupuntura apresentam evidências de benefício na SII.\n- **Emulsificantes, álcool e frutose livre:** orientar evitar, pois potencializam a permeabilidade intestinal e a disbiose.\n- **Dieta plant-based em hiperfermentadores:** cautela — leguminosas têm alta carga fermentativa; ajustar individualmente.\n\n---\n\n## Critérios de Encaminhamento\n\n- **Gastroenterologista:** calprotectina > 250 µg/g, suspeita de doença inflamatória intestinal, sintomas de alarme (sangramento, perda de peso involuntária, disfagia), investigação de SIBO/SIFO refratária.\n- **Nutricionista especializado em Low FODMAP:** obrigatório para condução das três fases do protocolo com segurança nutricional.\n- **Psicólogo/Psicoterapeuta:** quando identificados traumas, ansiedade, alexitimia ou hipercatastrofização associados — eixo mente-intestino é componente central da SII.\n\n---\n\n## Monitoramento e Seguimento\n\n- Reavaliar sintomas ao final da Fase 1 (2–6 semanas) para confirmar resposta.\n- Acompanhar microbiota e biomarcadores de permeabilidade intestinal em seguimentos prolongados (6–12 meses).\n- Revisitar protocolo alimentar em caso de recaída sintomática ou mudanças significativas no estilo de vida."
}