{
  "score_item_id": "019c534b-cdc0-7f24-993f-84d8a1f93fb2",
  "clinical_relevance": "A Dieta Mediterrânea (DM) é um padrão alimentar caracterizado por elevado consumo de vegetais, frutas, leguminosas, cereais integrais, oleaginosas e azeite de oliva extravirgem como principal fonte lipídica; consumo moderado de peixes, frutos do mar, laticínios e vinho tinto; e ingestão reduzida de carnes vermelhas e alimentos ultraprocessados. Sua base bioquímica reside no predomínio de ácidos graxos monoinsaturados (MUFA), especialmente ácido oleico (C18:1), presentes no azeite e oleaginosas, os quais modulam a polarização de macrófagos em direção ao fenótipo anti-inflamatório M2, inibem o inflamassoma e reduzem a expressão de citocinas pró-inflamatórias como IL-6 e TNF-α. Em contraste, dietas ricas em ácidos graxos saturados de cadeia longa (LCFA) estimulam macrófagos M1, perpetuando inflamação sistêmica e resistência à insulina.\n\nOs principais ensaios clínicos que embasam a DM incluem o estudo PREDIMED (Prevención con Dieta Mediterránea), que demonstrou redução de 30% em eventos cardiovasculares maiores (infarto, AVC, morte cardiovascular) em indivíduos de alto risco com adesão à DM suplementada com azeite de oliva extravirgem ou oleaginosas, em comparação com dieta hipogordurosa. O estudo CORDIOPREV avaliou prevenção cardiovascular secundária com DM versus dieta baixa em gordura, confirmando benefícios sustentados ao longo de 7 anos de acompanhamento.\n\nUm RCT de 2024 em pacientes de 55-75 anos com síndrome metabólica comparou DM tradicional sem restrição calórica versus DM com restrição calórica associada à atividade física. No grupo intervenção, 38,5% atingiram perda corporal igual ou superior a 8% ao final de 6 meses, contra apenas 4,2% no grupo controle. Ambos os grupos reduziram triglicerídeos e aumentaram HDL; o grupo intervenção apresentou adicionalmente redução de LDL pequeno e denso — subfração mais aterogênica — apesar de elevação paradoxal no LDL total, reforçando a necessidade de interpretação lipídica por subfrações (LDL oxidado, razão TG/HDL, LDL-P) e não apenas pelo LDL total.\n\nNo campo da neuroproteção, estudos observacionais e o padrão MIND (Mediterranean-DASH Intervention for Neurodegenerative Delay) associam adesão à DM a menor incidência de doença de Alzheimer e declínio cognitivo, com hipóteses mecanísticas envolvendo redução de AGEs, controle glicêmico, modulação da neuroinflamação e preservação da integridade endotelial cerebral. Em Parkinson, dados preliminares apontam benefício protetor, mas sem causalidade estabelecida.\n\nEm diabetes tipo 2, a DM reduz a necessidade de medicação antihiperglicemiante (RCT de Esposito et al., 2009) e melhora HbA1c, insulina e HOMA-IR. Em doenças renais crônicas (DRC), as diretrizes KDIGO 2024 reconhecem a DM entre os padrões alimentares recomendados para redução de risco cardiovascular e progressão da nefropatia. Em artrite reumatoide, coorte japonesa Tomorrow com 208 pacientes versus 205 controles demonstrou que menor ingestão de MUFA correlaciona-se com menor taxa de remissão, com regressão logística indicando MUFA como preditor independente de remissão (significância limítrofe).\n\nA análise de MUFA e mortalidade por meta-análise de coortes prospectivas demonstra associação inversa dose-resposta entre consumo de MUFA e mortalidade por todas as causas, sem associação com mortalidade cardiovascular ou por câncer isoladamente. Importante cautela metodológica: estudos observacionais não provam causalidade, e o benefício pode refletir marcadores de estilo de vida mais amplo — menor consumo de ultraprocessados, maior renda, maior preocupação com saúde.\n\nDo ponto de vista genômico, indivíduos com polimorfismo no gene FABP2 (menor permeabilidade de membrana celular, risco aumentado de inflamação e aterosclerose) apresentam benefício particular com a DM. Da mesma forma, polimorfismos nas FADS1 e FADS2 afetam a conversão endógena de ácidos graxos ômega-3 e ômega-6, tornando a suplementação de EPA e DHA relevante mesmo em aderentes à DM.\n\nLimitações e nuances importantes: (1) a DM popular pode não ser prescrita universalmente — indivíduos com TDAH, sensibilidade a histamina, intestino irritável ou certas autoimunidades podem piorar com vinho, queijos fermentados e molho de tomate; (2) a versão adaptada à realidade brasileira deve reduzir pães e farináceos, aumentar vegetais de baixo amido e variar fontes proteicas, incluindo peixes e frutos do mar; (3) a recomendação histórica do vinho como cardioprotetor foi atualizada em 2024-2025, com evidências de que o álcool não é o componente responsável pelo benefício cardiovascular, estando associado a risco aumentado de vários cânceres.",
  "points": 0,
  "patient_explanation": "A Dieta Mediterrânea é um jeito de se alimentar inspirado nos países ao redor do Mar Mediterrâneo, como Grécia, Itália e Espanha. Ela é reconhecida como uma das formas mais saudáveis de comer que a ciência conhece. Neste padrão alimentar, a base do prato são vegetais coloridos, frutas, feijões e lentilhas, cereais integrais, azeite de oliva extravirgem, peixes e frutos do mar, além de oleaginosas como nozes, amêndoas e castanhas. Carnes vermelhas e alimentos industrializados entram em menor quantidade.\n\nPor que isso é tão importante para a sua saúde? Porque esse padrão alimentar reduz a inflamação no corpo, melhora o perfil de gorduras no sangue (aumenta o colesterol bom e reduz triglicerídeos), protege o coração, ajuda a controlar o peso e a glicemia, e até protege o cérebro contra o envelhecimento precoce e doenças como Alzheimer.\n\nSe você não segue atualmente este padrão, não se preocupe — a mudança pode ser gradual. Pequenas trocas já fazem diferença: substituir o óleo de soja pelo azeite de oliva, comer peixe duas vezes por semana, incluir uma porção de oleaginosas por dia e reduzir pães, biscoitos e produtos ultraprocessados. A dieta pode e deve ser adaptada à sua realidade, suas preferências e suas condições de saúde individuais.",
  "conduct": "## Conduta Clínica: Padrão Alimentar Mediterrâneo\n\n### Avaliação Inicial\n\n- **Anamnese alimentar detalhada:** Aplicar recordatório alimentar de 24h ou questionário de frequência alimentar para estimar o grau de aderência atual ao padrão mediterrâneo. Identificar os principais erros alimentares: excesso de ultraprocessados, farináceos, açúcares e carnes processadas.\n- **Biomarcadores basais a solicitar:**\n  - Perfil lipídico completo: colesterol total, LDL, HDL, VLDL, triglicerídeos\n  - Em casos selecionados: LDL oxidado, subfracionamento de LDL (LDL pequeno e denso), razão TG/HDL\n  - Glicemia em jejum, insulina, HbA1c, HOMA-IR\n  - PCR-ultrassensível, homocisteína\n  - Índice de Ômega-3 (ideal acima de 8%); razão ômega-6:ômega-3 (ideal: 2:1 a 3:1)\n  - Vitamina D (25-OH), vitamina B12 (considerar ácido metilmalônico se dúvida)\n- **Avaliação antropométrica:** Peso, altura, IMC, circunferência abdominal, razão cintura-quadril, bioimpedância ou DEXA quando disponível.\n- **Rastreio de síndrome metabólica** (5 critérios clássicos): circunferência abdominal aumentada, TG elevado, HDL baixo, glicemia de jejum alterada, PA elevada.\n\n---\n\n### Intervenção Dietética\n\n#### Estratégia Geral\n\n- **Prioridade 1:** Eliminar ou reduzir drasticamente alimentos ultraprocessados, farináceos refinados, açúcares e óleos vegetais refinados de sementes.\n- **Prioridade 2:** Introduzir gradualmente os pilares mediterrâneos: azeite de oliva extravirgem como gordura principal, peixes 2-3x/semana, oleaginosas (30 g/dia), leguminosas (feijão, lentilha, grão-de-bico) ao menos 3x/semana, vegetais em abundância a cada refeição.\n- **Prioridade 3:** Personalizar conforme biomarcadores, objetivos, preferências e tolerâncias individuais.\n\n#### Versão Adaptada à Realidade Brasileira\n\n- Reduzir pães e farináceos (não eliminar rigidamente, mas moderar)\n- Aumentar variedade de vegetais, priorizando os de baixo amido (brócolis, couve, abobrinha, espinafre, rúcula)\n- Incluir tubérculos (batata-doce, mandioca) em porções ajustadas ao nível de atividade física (50-80 g)\n- Carnes vermelhas: consumo eventual (1-2x/semana), preferencialmente cortes magros e grelhados\n- Frutos do mar e peixes: incluir sempre que possível\n- Queijos: uso pontual para saciedade (1-2x/semana), não como base diária\n- Não recomendar vinho como cardioprotetor — evidências de 2024-2025 indicam que o álcool não é o componente responsável pelo benefício cardiovascular, estando associado a risco aumentado de câncer\n\n#### Síndrome Metabólica\n\n- Priorizar estratégia mediterrânea com restrição calórica moderada combinada com atividade física, que demonstrou 38,5% de taxa de atingimento de meta de perda igual ou superior a 8% do peso em 6 meses, contra 4,2% na DM sem restrição calórica.\n- Monitorar resultados a 6 e 12 meses: peso, circunferência abdominal, perfil lipídico, glicemia.\n\n#### Diabetes Tipo 2\n\n- DM pode reduzir necessidade de agentes antihiperglicemiantes em casos de DM2 recém-diagnosticada.\n- Considerar associação com estratégias low carb (especialmente no início do manejo), migrando para mediterrânea com baixo carboidrato se houver elevação significativa do LDL.\n\n#### Neuroproteção e Cognição\n\n- Implementar DM ou padrão MIND: vegetais folhosos verdes 6 ou mais vezes por semana, oleaginosas 5 ou mais vezes por semana, frutas vermelhas 2 ou mais vezes por semana, peixes 1 ou mais vezes por semana.\n- Reduzir açúcares (até 15 g/dia de açúcar livre) e AGEs (produtos de glicação avançada: frituras, alimentos tostados em alta temperatura).\n- Complementar com triagem de homocisteína (alvo: 4-8 µmol/L) e vitaminas do complexo B (metilfolato, metilcobalamina, piridoxal-5-fosfato em formas ativas).\n\n---\n\n### Suplementação de Suporte\n\n- **Ômega-3 (EPA/DHA):** Indicar quando índice de ômega-3 for inferior a 8% ou razão ômega-6:ômega-3 superior a 4:1, especialmente em portadores de polimorfismo FADS1/FADS2 (conversão endógena prejudicada).\n- **Vitamina D:** Manter 25-OH-D acima de 40 ng/mL; portadores de polimorfismo VDR podem necessitar níveis acima de 50 ng/mL.\n- **Magnésio:** Suplementar quando necessário, especialmente na presença de resistência à insulina, estresse crônico ou síndrome metabólica.\n- **Polimorfismo FABP2:** Indivíduos com menor permeabilidade de membrana celular beneficiam-se particularmente de DM associada à suplementação de astaxantina.\n\n---\n\n### Monitoramento e Reavaliação\n\n- Reavaliar biomarcadores a 3-6 meses após início da intervenção dietética.\n- Em dislipidemia: não basear decisões apenas em LDL total; avaliar subfrações, LDL oxidado, TG/HDL e, quando indicado, score de cálcio coronariano e angiotomografia de coronárias.\n- Alternância de estratégias a cada 2-3 meses pode ser benéfica em casos de estagnação: mediterrânea, low carb, jejum intermitente.\n- Monitorar PCR-us e homocisteína como marcadores de resposta inflamatória à intervenção.\n\n---\n\n### Encaminhamentos\n\n- **Nutricionista:** Para construção de plano alimentar individualizado, considerando perfil metabólico, intolerâncias, restrições e preferências.\n- **Cardiologista / Endocrinologista:** Em casos de síndrome metabólica grave, diabetes de difícil controle ou risco cardiovascular elevado.\n- **Neurologista / Neuropsicólogo:** Quando há queixas cognitivas associadas, para investigação de declínio cognitivo e implementação de protocolo multimodal: dieta, exercício, sono e controle vascular.\n- **Medicina de Precisão / Nutrigenômica:** Em casos com forte histórico familiar e interesse em personalização baseada em polimorfismos (FADS1/FADS2, FABP2, APOE, VDR).\n\n---\n\n### Considerações Especiais\n\n- **TDAH e sensibilidade neurológica:** Alguns pacientes pioram com componentes típicos da DM (vinho, queijos fermentados, molho de tomate) por sensibilidade a histamina ou aminas biogênicas. Personalizar e excluir gatilhos específicos.\n- **Síndrome do Intestino Irritável:** Adaptação da DM ao protocolo low-FODMAP pode ser necessária; evitar leguminosas em grandes volumes e alguns vegetais fermentescíveis na fase de exclusão.\n- **Doenças autoimunes:** Iniciar pela limpeza de ultraprocessados; considerar fase vegana por 1 mês para avaliar resposta intestinal e inflamatória; migrar progressivamente para mediterrânea adaptada com moderação de carnes vermelhas e inclusão de peixes e oleaginosas."
}
