{
  "score_item_id": "019c5349-99e6-79f6-8e5d-14051a0929e0",
  "clinical_relevance": "A adoção de dieta sem glúten (DSG) como padrão alimentar habitual nos últimos 6 meses é um marcador comportamental relevante no contexto do Escore Plenya, pois reflete tanto a presença de desordens relacionadas ao glúten quanto escolhas dietéticas voluntárias com implicações nutricionais distintas.\n\n**Espectro das desordens relacionadas ao glúten**\nO glúten — fração proteica insolúvel composta por gliadinas e gluteninas no trigo, hordeínas na cevada e secalinas no centeio — é indigesto para todos os seres humanos, mas causa doença apenas em indivíduos predispostos. O espectro inclui três entidades clínicas principais: (1) Doença Celíaca (DC): enteropatia autoimune crônica, com prevalência estimada em ~1% da população mundial, dependente da presença dos haplótipos HLA-DQ2 ou HLA-DQ8 (presentes em >95% dos casos) e do consumo de glúten; requer tratamento com DSG estrita e vitalícia. (2) Sensibilidade ao Glúten Não Celíaca (SGNC): entidade de mecanismo ainda não totalmente elucidado, sem marcadores autoimunes ou histológicos definidos; diagnóstico de exclusão após afastar DC e alergia ao trigo; prevalência estimada variável, possivelmente superior à da DC. (3) Alergia ao Trigo: mediada por IgE ou por mecanismos não IgE-dependentes, com manifestações clínicas imediatas ou tardias.\n\n**Perfil sintomático da SGNC**\nSintomas gastrointestinais baixos: diarreia (16,5%), constipação (18,2%), alteração de hábito intestinal (27%), dor/desconforto abdominal (67–83%), distensão abdominal (72–87%), perda de peso (25%). Sintomas de trato alto: dor epigástrica (52%), náusea (até 44%), aerofagia (36%), refluxo gastroesofágico (32%), estomatite (31%). Manifestações extraintestinais: dermatite, depressão, brain fog, ansiedade, cefaleia e fadiga (23–74%).\n\n**Fisiopatologia relevante**\nA gliadina aumenta a permeabilidade intestinal em todos os indivíduos por meio da ativação da via da zonulina, promovendo abertura das junções tight. Em indivíduos predispostos, isso pode desencadear inflamação sistêmica, ativação imunológica e, em quadros crônicos, neuroinflamação. Zonulina sérica elevada foi associada a piora do funcionamento social em TDAH, TEA e TOC em meta-análise com 402 participantes. A DC tem comorbidade crescente com tireoidite de Hashimoto; muitos pacientes com Hashimoto melhoram clinicamente com restrição de glúten.\n\n**Riscos nutricionais da DSG sem indicação médica**\nEvidências robustas indicam que a DSG não é superior à dieta padrão para a população geral saudável. Pacientes celíacos em DSG apresentam déficit documentado de fibras, ferro, cálcio, vitamina D, magnésio, folato, niacina, vitamina B12 e riboflavina. Produtos sem glúten tendem a apresentar maior teor de carboidratos e lipídios e menor conteúdo de fibras em relação aos equivalentes com glúten. Celíacos com sobrepeso/obesidade submetidos à DSG tenderam a ganhar peso ao longo de 2–3 anos de seguimento. Não há evidência de benefício da DSG para emagrecimento na população geral.\n\n**Fontes ocultas de glúten**\nO glúten é amplamente utilizado como agente de liga em produtos industrializados: sorvetes, molhos prontos, embutidos, cosméticos e medicamentos, representando fontes significativas de exposição inadvertida em pacientes celíacos.",
  "points": 0,
  "patient_explanation": "Glúten é um conjunto de proteínas encontradas no trigo, na cevada e no centeio. Algumas pessoas precisam evitar o glúten por razões médicas bem definidas: a doença celíaca (uma condição autoimune em que o glúten danifica o intestino), a sensibilidade ao glúten não celíaca (que causa sintomas digestivos e extraintestinais sem lesão intestinal comprovada) e a alergia ao trigo.\n\nSe você já foi diagnosticado com uma dessas condições e mantém a dieta sem glúten corretamente, isso é muito positivo para a sua saúde. Por outro lado, se adotou essa dieta por conta própria sem avaliação médica, é importante entender que ela não é recomendada para pessoas saudáveis: os alimentos sem glúten costumam ter menos fibras, vitaminas e minerais que os originais, e não ajudam a emagrecer nem previnem doenças em quem não tem intolerância.\n\nSintomas como inchaço, dor abdominal, cansaço, névoa mental e alterações no intestino podem indicar uma reação ao glúten, mas também têm outras causas. O ideal é sempre investigar com seu médico antes de restringir alimentos importantes da alimentação.",
  "conduct": "## Conduta Clínica — Dieta Sem Glúten (Padrão Alimentar Atual)\n\n### 1. Avaliação Inicial\n\n- **Identificar o motivo da adoção da DSG:**\n  - Diagnóstico médico prévio estabelecido (DC, SGNC, alergia ao trigo)?\n  - Decisão autônoma sem diagnóstico formal?\n  - Prescrição por outro profissional de saúde?\n- **Há quanto tempo mantém a DSG e qual o grau de adesão?**\n- **Investigar sintomas que motivaram a mudança alimentar:** gastrointestinais (distensão, diarreia, constipação, dor abdominal), extraintestinais (fadiga, brain fog, dermatite, cefaleia, sintomas neuropsiquiátricos)\n\n---\n\n### 2. Investigação Diagnóstica\n\n**Atenção:** O diagnóstico de doença celíaca requer que o paciente esteja consumindo glúten regularmente. Se já está em DSG, orientar reintrodução por pelo menos 6 semanas antes de realizar sorologias, ou considerar teste genético.\n\n#### Rastreio de Doença Celíaca\n- **IgA sérica total** (para excluir deficiência de IgA, que falsearia os testes)\n- **Anticorpo anti-transglutaminase IgA (anti-TTG IgA)** — principal marcador\n- Se IgA baixa: solicitar **anti-TTG IgG** e **IgG sérica**\n- **Genética HLA-DQ2/DQ8:** útil para exclusão diagnóstica; ausência desses haplótipos torna DC altamente improvável\n- Resultado positivo na sorologia: encaminhar para **endoscopia digestiva alta com biópsias duodenais** para confirmação\n\n#### Avaliação de Alergia ao Trigo\n- **IgE específica para trigo** (testes cutâneos ou séricos)\n- Considerar que muitas alergias não são IgE-mediadas; painel de IgG4 ou história clínica pode ser necessário\n\n#### Avaliação de Permeabilidade e Integridade Intestinal\n- **Zonulina sérica:** marcador de permeabilidade intestinal aumentada\n- **Calprotectina fecal:** valores abaixo de 100 µg/g são altamente sugestivos de ausência de doença inflamatória intestinal orgânica; acima de 250 µg/g requer colonoscopia\n- **IgA secretória fecal e elastase fecal** (ex.: GI-MAP, Copromax): avaliação da integridade da barreira e função pancreática\n- **Ácidos orgânicos urinários:** avaliação metabômica do microbioma\n\n#### Rastreio de Comorbidades Associadas\n- **TSH e anticorpos anti-TPO:** rastreio de tireoidite de Hashimoto (comorbidade documentada com DC e com SGNC)\n- **Hemograma completo:** anemia ferropriva ou megaloblástica (deficiências associadas à enteropatia ou à DSG sem suplementação adequada)\n- **Ferro sérico, ferritina, vitamina B12, folato, 25-OH vitamina D, magnésio** — avaliar déficits nutricionais, especialmente em DSG prolongada\n\n#### Investigação de SIBO se Indicado\n- **Teste respiratório com lactulose ou glicose:** incidência de SIBO 3,7× maior em portadores de SII; sintomas sobreponíveis à SGNC\n\n---\n\n### 3. Estratégia Diagnóstica para SGNC (Diagnóstico de Exclusão)\n\n1. Excluir DC (sorologia + genética, com glúten na dieta)\n2. Excluir alergia ao trigo (IgE específica)\n3. Excluir SIBO, SII e outras causas de sintomas gastrointestinais funcionais\n4. Se já em DSG sem diagnóstico: considerar **teste de provocação** com reintrodução do glúten por 3–6 semanas, com registro de sintomas, seguido de reexclusão e reavaliação\n5. **Anticorpos anti-gliadina** podem auxiliar na suspeita de SGNC, mas não são definitivos\n\n---\n\n### 4. Manejo Nutricional\n\n- **Se DSG com indicação médica confirmada (DC, SGNC, alergia ao trigo):**\n  - Orientar DSG estrita, incluindo fontes ocultas (molhos, embutidos, sorvetes, cosméticos)\n  - Suplementar conforme déficits: ferro, cálcio, vitamina D, magnésio, folato, vitamina B12, riboflavina\n  - Priorizar grãos naturalmente sem glúten ricos em fibras (arroz integral, quinoa, amaranto, aveia certificada sem glúten)\n  - Encaminhamento para **nutricionista** especializado em DSG\n\n- **Se DSG sem indicação médica:**\n  - Esclarecer que não há evidência de benefício para população saudável\n  - Avaliar motivação e sintomas; não demonizar nem validar acriticamente\n  - Se sintomas persistentes, conduzir investigação diagnóstica adequada antes de manter ou suspender a restrição\n  - Risco de déficits nutricionais pela substituição por produtos industrializados sem glúten de baixa qualidade\n\n---\n\n### 5. Suporte à Saúde Intestinal\n\n- **Modulação do microbioma:** dieta rica em fibras (adequada ao perfil do paciente), redução de ultraprocessados e dieta ocidental\n- **Probióticos:** cepas específicas como *Lactobacillus rhamnosus* para suporte da barreira intestinal\n- **Ácidos graxos de cadeia curta (butirato/propionato):** produzidos por fermentação de fibras; efeito anti-inflamatório e fortalecimento da barreira\n- **Enzimas digestivas:** podem auxiliar na degradação de proteínas antigênicas (uso adjuvante, sem substituir diagnóstico e conduta principal)\n\n---\n\n### 6. Encaminhamentos\n\n- **Gastroenterologista:** suspeita de DC (endoscopia/biópsia), DII ou sintomas gastrointestinais sem resposta à conduta inicial\n- **Nutricionista:** DSG confirmada, déficits nutricionais, dificuldade de adesão\n- **Alergologista/Imunologista:** suspeita de alergia ao trigo ou síndrome de sensibilização cruzada\n- **Endocrinologista:** se Hashimoto confirmado em associação com DC ou SGNC\n- **Neuropsiquiatra/Neuropediatra:** sintomas de TDAH, TEA ou neurológicos associados à hiperppermeabilidade intestinal\n\n---\n\n### 7. Monitoramento\n\n- Reavaliar sintomas e marcadores nutricionais a cada 3–6 meses em DSG confirmada\n- Monitorar adesão e identificar fontes ocultas de glúten em celíacos\n- Em celíacos, controle sorológico (anti-TTG) para avaliar resposta à DSG\n- Metas trimestrais objetivas: sintomas, exames laboratoriais, peso, qualidade de vida"
}
