{
  "score_item_id": "019c534b-4ad4-7564-b8f3-e13286121e42",
  "clinical_relevance": "A dieta sem lactose reflete a exclusão voluntária ou clinicamente indicada da lactose — dissacarídeo composto por galactose e glicose presente nos laticínios — em decorrência de intolerância à lactose ou outras reatividades a laticínios. Do ponto de vista fisiológico, a digestão da lactose depende exclusivamente da enzima lactase (beta-galactosidase), produzida pelas células da borda em escova do intestino delgado. Quando há deficiência desta enzima — condição denominada hipolactasia —, a lactose não digerida alcança o cólon, onde é fermentada pela microbiota, gerando hidrogênio, metano, CO₂ e ácidos orgânicos de cadeia curta, responsáveis pelo quadro sintomático clássico.\n\nA persistência de lactase é um traço evolutivo determinado geneticamente pelo polimorfismo do gene LCT (especialmente C/T-13910 na região regulatória), com distribuição heterogênea entre populações. A não persistência de lactase é o fenótipo evolutivo ancestral e predominante em nível global, sendo considerada variação fisiológica normal e não uma doença.\n\nO espectro clínico da intolerância à lactose inclui sintomas gastrointestinais (náuseas, dor abdominal, distensão, flatulência, diarreia osmótica e, paradoxalmente, constipação) e sintomas extra-GI (cefaleias, enxaquecas, rinite, acne, ansiedade), mediados pelo eixo intestino-cérebro. Doses toleradas sintomaticamente — correspondentes a aproximadamente 12 g de lactose (≈ 250 mL de leite) — podem não provocar sintomas GI evidentes, mas manter disbiose intestinal e efeitos sistêmicos, fenômeno denominado 'tolerância sintomática'.\n\nDiferenciação clínica fundamental: intolerância à lactose (carboidrato) deve ser distinguida de: (1) alergia ou sensibilidade às proteínas do leite de vaca (caseína, beta-lactoglobulina), mediada por mecanismos IgE ou não-IgE; (2) intolerância à histamina — laticínios fermentados (queijos curados, iogurte) são ricos em histamina e podem provocar sintomas GI e extra-GI por déficit da enzima diaminoxidase (DAO); e (3) sensibilidades múltiplas mediadas por IgG, com mecanismo ainda controverso. Cada uma dessas condições demanda manejo distinto.\n\nDo ponto de vista da microbiota, a má absorção crônica de lactose altera a fermentação colônica, contribuindo para disbiose, aumento da permeabilidade intestinal (leaky gut) e inflamação sistêmica de baixo grau. Paradoxalmente, em persistentes de lactase, o consumo de lactose pode exercer efeito bifidogênico, promovendo crescimento de bifidobactérias. A intolerância não tratada pode sensibilizar progressivamente a outros FODMAPs, amplificando a sintomatologia.\n\nO diagnóstico pode ser estabelecido por: (a) teste de tolerância oral (avaliação de glicose plasmática após ingesta de 50 g de lactose — resposta atenuada sugere má absorção); (b) teste respiratório de hidrogênio (positividade: > 20 ppm em até 90 minutos); (c) genotipagem do polimorfismo LCT; e (d) exclusão dietética de laticínios por 3 semanas como método prático e clinicamente revelador. A exclusão total de laticínios — e não apenas produtos 'sem lactose' — é recomendada para avaliar concomitantemente sensibilidades às proteínas do leite.\n\nA adoção de dieta sem lactose, quando bem indicada e monitorada, pode reduzir significativamente a carga sintomática, contribuir para a restauração da barreira intestinal e diminuir marcadores inflamatórios sistêmicos. Após tratamento adequado da saúde intestinal, a tolerância à lactose pode ser parcialmente restaurada em alguns pacientes, justificando reavaliação periódica.",
  "points": 0,
  "patient_explanation": "A lactose é o açúcar naturalmente presente no leite e nos derivados lácteos, como queijo e iogurte. Para digeri-la, nosso intestino precisa de uma enzima chamada lactase. Muitas pessoas produzem pouca ou nenhuma lactase — isso é chamado de intolerância à lactose — e quando consomem esses alimentos, podem sentir inchaço, gases, dor de barriga, diarreia ou até cefaleias e rinite.\n\nSeguir uma alimentação sem lactose significa retirar esses alimentos da dieta para evitar esses desconfortos. Isso é muito mais comum do que parece: a maioria das pessoas no mundo tem algum grau de intolerância à lactose, e não é uma doença — é uma característica normal do organismo.\n\nÉ importante saber que existem diferentes razões para reagir mal ao leite: pode ser a lactose, as proteínas do leite ou mesmo substâncias como a histamina presente em queijos curados. Por isso, um médico pode orientar a excluir todos os laticínios por algumas semanas para entender melhor o que está causando os sintomas.\n\nA boa notícia é que, com os cuidados certos para a saúde intestinal, alguns pacientes conseguem melhorar sua tolerância aos laticínios com o tempo. Alimentos como legumes, frutas, verduras, carnes e peixes não contêm lactose e podem compor uma dieta equilibrada e nutritiva.",
  "conduct": "## Conduta Clínica: Dieta Sem Lactose\n\n### 1. Avaliação Inicial\n\n- **Anamnese detalhada** dos sintomas: GI (distensão, flatulência, diarreia, constipação, náusea, dor abdominal) e extra-GI (cefaleias, enxaquecas, rinite, acne, ansiedade, fadiga)\n- **Identificar o fenótipo**: intolerância à lactose, sensibilidade à proteína do leite de vaca (PLV), intolerância à histamina ou combinação de causas\n- **Avaliar início e duração** da restrição; se autoimplementada, questionar motivação e sintomas prévios\n- **Histórico familiar** de intolerâncias alimentares ou doenças autoimunes intestinais\n\n---\n\n### 2. Investigação Complementar\n\n- **Teste de exclusão de laticínios por 3 semanas** (incluindo produtos 'sem lactose') como método prático e inicial — monitorar sintomas GI e extra-GI\n- **Teste respiratório de hidrogênio/metano**: positividade > 20 ppm H₂ em 90 min ou > 10 ppm CH₄ em qualquer momento; útil para confirmar má absorção e rastrear SIBO concomitante\n- **Genotipagem do polimorfismo LCT** (C/T-13910): identifica persistência ou não de lactase geneticamente\n- **Pesquisa de SIBO/SIFO**: especialmente em intolerâncias a múltiplos dissacarídeos com sintomas de má absorção (solicitar teste respiratório específico ou aspirado duodenal com ≥ 10³ UFC/mL)\n- **Calprotectina fecal**: valores < 100 µg/g sugerem quadro funcional (probabilidade de SII ~ 98%); 100–250 = zona cinzenta; > 250 = indicação de colonoscopia para exclusão de causa orgânica\n- **Elastase pancreática fecal**: investigar insuficiência exócrina pancreática em má digestão de carboidratos/gorduras\n- **IgE específica para proteínas do leite** (alfa-S1-caseína, beta-lactoglobulina): sensibilidade ~ 95% para alergia IgE-mediada; avaliar em contexto clínico compatível\n- **Dosagem de DAO sérica**: < 10 U/mL sugere déficit enzimático e possível componente de intolerância à histamina; considerar polimorfismos genéticos da DAO\n- **Marcadores inflamatórios**: PCR ultrassensível, calprotectina fecal, leucograma — avaliar inflamação sistêmica de baixo grau\n- **Avaliação nutricional**: cálcio, vitamina D (25-OH), vitamina B12, zinco — monitorar possíveis deficiências associadas à exclusão láctea prolongada\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n#### Dietéticas\n- **Exclusão total de laticínios** por 3–4 semanas para avaliação ampla (inclui sensibilidade proteica e à histamina, não apenas lactose)\n- Após fase de exclusão, **reintrodução gradual e monitorada** para identificar limiar de tolerância individual\n- Orientar **fontes alternativas de cálcio**: vegetais verde-escuros (brócolis, couve), sardinhas com espinho, amêndoas, sementes de gergelim\n- Em crianças, garantir **acompanhamento por nutricionista** para prevenir déficit de cálcio e comprometimento do crescimento\n- Monitorar ingestão de **FODMAPs**: a má absorção de lactose pode sensibilizar progressivamente a outros FODMAPs; avaliar dieta low-FODMAP se sintomas persistirem após exclusão de laticínios\n\n#### Reposição Enzimática\n- **Lactase exógena** (ex.: produtos com lactase, cápsulas enzimáticas): útil em casos selecionados de intolerância leve a moderada; avaliar resposta individual\n- **Enzimas de amplo espectro** superam lactase isolada em intolerantes multifatoriais (com componente de outras sensibilidades digestivas)\n- Cautela: reposição enzimática alivia sintomas GI, mas pode não prevenir efeitos sistêmicos da disbiose associada à lactose não digerida\n\n#### Modulação Intestinal\n- **Probióticos individualizados**: *Lactobacillus rhamnosus*, *Bifidobacterium* spp. para modulação da microbiota; prescrição individualizada por sintomas e perfil de disbiose\n- **Prebióticos e fibras fermentáveis**: promovem produção de ácidos graxos de cadeia curta (butirato, propionato) com efeito anti-inflamatório e restaurador da barreira intestinal\n- **Suporte à integridade da mucosa**: glutamina, zinco-carnosina, vitamina D — avaliar conforme avaliação laboratorial\n- Tratar SIBO/SIFO e parasitoses (ex.: giardíase) quando identificados, pois podem mimetizar ou agravar intolerância à lactose\n\n#### Suplementação (quando indicada)\n- Cálcio e vitamina D em caso de exclusão prolongada de laticínios, especialmente em crianças, adolescentes, gestantes e idosos\n- Vitamina B12 se dieta global restritiva\n- Enzima DAO (ex.: Daosin, 4,2 mg, 20 min antes das refeições) se componente de intolerância à histamina confirmado\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Gastroenterologista**: sintomas graves ou persistentes, calprotectina > 250, sangue nas fezes, perda de peso não intencional, suspeita de doença inflamatória intestinal ou doença celíaca\n- **Alergologista**: suspeita de alergia IgE-mediada à proteína do leite com sintomas sistêmicos (urticária, angioedema, anafilaxia)\n- **Nutricionista**: sempre que houver exclusão alimentar relevante, especialmente em crianças, gestantes e idosos\n- **Endocrinologista**: se risco de osteopenia/osteoporose associado à baixa ingestão de cálcio e vitamina D por período prolongado\n\n---\n\n### 5. Monitoramento e Reavaliação\n\n- Reavaliar tolerância após 3–6 meses de tratamento da saúde intestinal — melhora do microbioma pode restaurar parcialmente a tolerância à lactose\n- Monitorar densidade mineral óssea em exclusão prolongada sem reposição adequada de cálcio/vitamina D\n- Revisar e atualizar o plano alimentar conforme resposta clínica e exames de acompanhamento"
}
