{
  "score_item_id": "019bf31d-2ef0-7cc5-b0c3-e6a5def6a3c3",
  "clinical_relevance": "A dieta vegana é um padrão alimentar de exclusão total de produtos de origem animal — carnes, peixes, laticínios, ovos e mel —, baseando-se integralmente em alimentos vegetais. No contexto do Escore Plenya, este parâmetro captura a adesão ao veganismo nos últimos 6 meses como padrão alimentar predominante.\n\nDo ponto de vista fisiológico, a dieta vegana oferece alta densidade de fibras, fitoquímicos, antioxidantes e gorduras insaturadas, com associação consistente a menor IMC, menor resistência insulínica, menor risco de diabetes tipo 2, menor pressão arterial e perfil lipídico mais favorável em estudos populacionais. Revisão sistemática com metanálise publicada em Critical Reviews in Food Science and Nutrition (2017) demonstrou associação de dietas vegetarianas e veganas com desfechos favoráveis em múltiplos domínios de saúde em estudos observacionais.\n\nContudo, a dieta vegana impõe riscos nutricionais específicos que demandam rastreamento sistemático:\n\n1. Vitamina B12: A deficiência é praticamente universal em veganos não suplementados, pois B12 não existe em fontes vegetais em forma biologicamente ativa. Espirulina e leveduras nutricionais elevam a B12 sérica sem atividade biológica real (falsos elevados). O nível sérico ideal deve estar acima do quartil superior (geralmente >550 pg/mL numa faixa de 200–800 pg/mL). A homocisteína é marcador sensível de aproveitamento de B12 e folato.\n\n2. Homocisteína e metionina: Veganos consomem menos metionina (aminoácido predominante em proteínas animais), o que pode resultar em homocisteína falsamente baixa, mascarando risco de submetilação. Para avaliação fidedigna, recomenda-se suplementar metionina (200–1000 mg) antes de recolher a dosagem de homocisteína.\n\n3. Ácidos graxos essenciais (EPA e DHA): Veganos obtêm apenas ALA (ácido alfa-linolênico) de origem vegetal (linhaça, chia, nozes), dependendo da conversão endógena para EPA e DHA. Polimorfismos nos genes FADS1 e FADS2 — prevalentes na população — reduzem drasticamente essa conversão, gerando deficiência funcional de EPA/DHA e desequilíbrio pró-inflamatório mesmo com ingestão adequada de ALA. Esses pacientes requerem fontes diretas de EPA e DHA (suplementos de algas marinhas).\n\n4. Ferro, zinco e cálcio: Biodisponibilidade reduzida em fontes vegetais por presença de fitatos e oxalatos. O ferro não-heme tem absorção 2–3× menor que o ferro heme. Rastrear ferritina é essencial.\n\n5. Carnitina: Sintetizada a partir de lisina e metionina; a menor ingestão desses aminoácidos em dietas veganas pode reduzir a carnitina disponível, afetando a função mitocondrial.\n\n6. Vitamina D: A principal fonte alimentar é de origem animal; veganos dependem de exposição solar e/ou suplementação. Polimorfismos em GC e VDR podem exigir níveis séricos mais elevados (>50 ng/mL) para efeito biológico pleno.\n\n7. Densidade nutricional dos vegetais: Análises de longo prazo (dados NHANES) demonstram redução da concentração de micronutrientes nos vegetais ao longo das décadas, com empobrecimento de até 52% em alguns nutrientes, reforçando a necessidade de suplementação criteriosamente individualizada em dietas restritivas.\n\nDo ponto de vista de estratificação de risco clínico, veganos bem acompanhados e suplementados apresentam perfil metabólico favorável; veganos sem monitoramento apresentam risco elevado de deficiências subclínicas de B12, ferro, EPA/DHA, carnitina e vitamina D, com potencial impacto cardiovascular, neurológico, imunológico e reprodutivo.",
  "points": 0,
  "patient_explanation": "A dieta vegana significa não comer nenhum alimento de origem animal: sem carnes, peixes, frango, ovos, leite nem derivados. É um padrão alimentar que pode trazer benefícios para o peso, o coração e o controle do açúcar no sangue — mas também exige atenção especial a alguns nutrientes que são difíceis de obter apenas com alimentos vegetais.\n\nO principal é a vitamina B12, que praticamente não existe em plantas e é essencial para o funcionamento do sistema nervoso e para evitar anemia. Além dela, ômega-3 (gordura boa para o coração e o cérebro), ferro, zinco, cálcio e vitamina D também podem ficar em falta sem um acompanhamento adequado.\n\nIsso não significa que a dieta vegana seja ruim — significa que quem segue esse padrão precisa fazer exames periódicos e, na maioria das vezes, usar suplementos específicos para manter a saúde em dia. Com o acompanhamento correto, é possível ser vegano e ter ótima saúde. Seu médico vai avaliar quais exames e suplementos são necessários para o seu caso.",
  "conduct": "## Conduta Clínica — Padrão Alimentar Vegano\n\n### 1. Rastreamento Laboratorial Prioritário\n\n- **Vitamina B12 sérica:** solicitar nível sérico; interpretar com cautela se há consumo de espirulina ou leveduras nutricionais (podem elevar B12 sérica sem atividade biológica). Alvo: >550 pg/mL (quartil superior da faixa de referência 200–800 pg/mL).\n- **Homocisteína:** marcador funcional de aproveitamento de B12 e folato; em veganos, pode estar falsamente baixa por baixo consumo de metionina. Para avaliação fidedigna, prescrever **metionina 200–1000 mg** (dose maior em veganos de longa data) e repetir dosagem.\n- **Folato (B9):** solicitar nível sérico; alvo no quartil superior da referência.\n- **Ferritina e hemograma completo:** rastrear deficiência de ferro (biodisponibilidade reduzida do ferro não-heme).\n- **25(OH)D (vitamina D):** alvo funcional >40 ng/mL; considerar >50 ng/mL em portadores de polimorfismos GC/VDR ou com sintomas persistentes.\n- **Perfil lipídico completo:** avaliar HDL, LDL, triglicerídeos e razão ômega-6:ômega-3 quando disponível (índice ômega-3 ideal: 8–12%).\n- **Zinco sérico** e **PTH** (especialmente se suspeita de hipocalcemia).\n- **Índice de Ômega-3** (eritrocitário) se disponível: ideal >8%; razão ômega-6:ômega-3 alvo de 2:1 a 3:1.\n\n### 2. Suplementação Individualizada\n\n- **Vitamina B12 (metilcobalamina):** forma ativa, preferencialmente sublingual para contornar má absorção gástrica; dose habitual 200–1000 mcg/dia. Via oral convencional é ineficaz em caso de hipocloridria.\n- **Metilfolato (B9 ativa):** 200–1000 mcg/dia conforme deficiência.\n- **EPA e DHA de algas marinhas:** indicado em todos os veganos, especialmente naqueles com polimorfismos FADS1/FADS2 (incapacidade de converter ALA em EPA/DHA). Dose: 1–3 g/dia de EPA+DHA combinados.\n- **Ferro:** suplementar se ferritina baixa; preferir formas queladas (bisglicinato ferroso) de maior tolerabilidade e absorção. Associar vitamina C para potencializar absorção.\n- **Vitamina D3 (colecalciferol):** suplementar conforme nível sérico; dose inicial típica 2000–4000 UI/dia, ajustando pelo resultado. Associar vitamina K2 (MK-7) e magnésio para metabolismo adequado.\n- **Zinco:** suplementar se nível sérico baixo; zinco bisglicinato 15–30 mg/dia.\n- **Carnitina:** considerar L-carnitina 500–2000 mg/dia em veganos com fadiga, disfunção mitocondrial ou longa adesão ao veganismo.\n- **Taurina:** sintetizada a partir de metionina e cisteína; considerar suplementação a médio/longo prazo em veganos de longa data, especialmente com sintomas cardiovasculares ou neurológicos.\n- **Magnésio:** 200–400 mg/dia de magnésio elementar (glicinato ou treonato); doses maiores em presença de inflamação, hipertensão ou estresse.\n- **Creatina:** considerar em veganos com queixa cognitiva ou de desempenho físico, pois a creatina alimentar é exclusiva de fontes animais.\n\n### 3. Investigação Complementar\n\n- **Teste genético (FADS1, FADS2, FABP2, GC, VDR):** indicado em veganos com doenças autoimunes, infertilidade, fadiga crônica ou má resposta clínica apesar de dieta aparentemente adequada. Polimorfismos em FADS1/FADS2 prejudicam severamente a conversão de ALA em EPA/DHA e podem exigir fontes diretas desses ácidos graxos.\n- **Avaliação do microbioma intestinal:** leguminosas e alimentos fermentados da dieta vegana podem causar fermentação excessiva; rastrear sintomas GI (distensão, flatulência, constipação) e considerar protocolo de saúde intestinal antes de escalar carga de fibras.\n- **Composição corporal:** substituir avaliação por IMC por bioimpedância ou dobras cutâneas para detectar sarcopenia (ingestão proteica e de aminoácidos essenciais frequentemente subótima em veganos).\n\n### 4. Orientações Dietéticas\n\n- **Proteína:** garantir ingestão adequada (mínimo 1,2–1,6 g/kg/dia) combinando leguminosas + cereais integrais + oleaginosas para perfil completo de aminoácidos essenciais.\n- **Alimentos ricos em ferro não-heme:** leguminosas, sementes de abóbora, tofu, vegetais verde-escuros; consumir com vitamina C para aumentar absorção e separar do café e chás (taninos inibem absorção).\n- **Cálcio:** tofu coagulado com sulfato de cálcio, vegetais verde-escuros (brócolis, couve), bebidas vegetais enriquecidas.\n- **Alimentos ricos em zinco:** sementes de abóbora, castanhas, leguminosas (com atenção aos fitatos).\n- **Gorduras boas:** azeite de oliva extravirgem, abacate, oleaginosas (nozes, amêndoas), sementes de linhaça e chia.\n\n### 5. Monitoramento e Seguimento\n\n- **Exames laboratoriais:** repetir painel completo a cada 6 meses no primeiro ano; anualmente se estável e bem suplementado.\n- **Avaliação clínica semestral:** sintomas neurológicos (parestesias, fadiga, comprometimento cognitivo), musculares (fraqueza, câimbras), dermatológicos (queda de cabelo, pele seca) e reprodutivos (ciclo menstrual, fertilidade).\n- **Encaminhamento a nutricionista especializado em dietas plant-based:** altamente recomendado para planejamento alimentar individualizado.\n- **Encaminhamento a geneticista ou médico de medicina de precisão:** se suspeita de polimorfismos que limitem conversão de ácidos graxos ou metabolismo de vitaminas.\n- **Monitoramento de parâmetros inflamatórios:** PCR-us e VHS para avaliar resposta clínica e ajustar conduta.\n\n### 6. Situações de Atenção Especial\n\n- **Gestantes e nutrizes veganas:** risco elevado de deficiência de B12, DHA, ferro e iodo; suplementação agressiva e acompanhamento intensivo são obrigatórios.\n- **Crianças e adolescentes veganos:** necessidade de planejamento nutricional rigoroso e monitoramento frequente para garantir crescimento e desenvolvimento adequados.\n- **Veganos com doenças autoimunes refratárias:** avaliar individualmente a hipótese de polimorfismos em FADS que limitem síntese de mediadores anti-inflamatórios derivados de EPA/DHA; pode ser necessário introduzir suplemento de EPA/DHA de algas marinhas em doses terapêuticas (2–3 g/dia).\n- **Veganos de longa data (>5 anos):** aumentar dose de metionina para avaliação de homocisteína real (até 1000 mg); priorizar rastreamento de carnitina e taurina."
}
