{
  "score_item_id": "019bf31d-2ef0-7362-8f98-36268261719b",
  "clinical_relevance": "O padrão alimentar vegetariano caracteriza-se pela exclusão de carnes e, dependendo da variante, também de outros produtos de origem animal (lacto-vegetariano, ovo-lacto-vegetariano, vegano). Do ponto de vista clínico, trata-se de um padrão com benefícios amplamente documentados — redução de IMC, menor prevalência de obesidade, melhor perfil lipídico e menor risco de doenças cardiovasculares, diabetes tipo 2 e certos cânceres — mas também associado a vulnerabilidades nutricionais específicas que exigem monitoramento sistemático.\n\n**Riscos nutricionais com maior relevância clínica:**\n\n1. **Vitamina B12:** A deficiência é a principal preocupação em vegetarianos estritos. O nível ideal situa-se acima do quartil superior da faixa de referência (geralmente > 550 pg/mL, para faixas laboratoriais de 200–800 pg/mL). A espirulina e leveduras nutricionais elevam falsamente a B12 sérica sem oferecer a forma biologicamente ativa. O uso de metformina, antiácidos (omeprazol) e hipocloridria agravam a depleção.\n\n2. **Homocisteína falsamente baixa:** Em vegetarianos/veganos, o baixo consumo de metionina pode mascarar hiperhomocisteinemia real. Recomenda-se suplementar metionina (200–500 mg; até 1.000 mg em veganos de longa data) antes de interpretar a homocisteína sérica, para revelar o nível metabólico real e apoiar a síntese de taurina.\n\n3. **Ácidos graxos EPA e DHA:** Vegetarianos consomem ALA (ômega-3 de origem vegetal), mas a conversão endógena para EPA e DHA é ineficiente — especialmente em portadores de polimorfismos em FADS1, FADS2, elongase e FABP2. Esses indivíduos podem ter deficiência funcional de EPA/DHA mesmo com ingestão adequada de ALA, resultando em estado pró-inflamatório, rigidez de membrana e maior risco de doenças autoimunes e cardiovasculares. A suplementação com EPA/DHA de algas é a alternativa segura para veganos.\n\n4. **Ferro não-heme:** A absorção do ferro vegetal (não-heme) varia entre 10% e 20%, versus 15%–40% do ferro heme animal. Uma concha de feijão (4 mg de ferro) fornece apenas ~0,40 mg de ferro absorvido. A presença de ácido fítico nas leguminosas reduz ainda mais a absorção; o remolho por 12–48 horas melhora a biodisponibilidade. A avaliação da ferritina é obrigatória.\n\n5. **Vitamina D:** Embora não exclusiva de vegetarianos, a deficiência é frequente. Níveis desejáveis situam-se acima de 30–50 ng/mL conforme contexto clínico. A necessidade de cálcio é dependente de vitamina D adequada.\n\n6. **Zinco e outros micronutrientes:** A biodisponibilidade do zinco vegetal também é comprometida por fitatos. Déficits são comuns e devem ser rastreados especialmente em crianças e gestantes.\n\n**Dados epidemiológicos:** Meta-análise de estudos observacionais (Dinu et al., 2017, Crit Rev Food Sci Nutr) demonstrou que dietas vegetarianas e veganas associam-se a múltiplos desfechos favoráveis de saúde. Revisão de Berkow e Barnard (2006) evidenciou melhor status ponderal em vegetarianos versus onívoros. Análise dos dados NHANES 1999–2004 mostrou o padrão vegetariano como abordagem nutricionalmente densa para manejo de peso.\n\n**Considerações de precisão genômica:** Polimorfismos em FADS1/FADS2 comprometem a síntese de EPA/DHA; polimorfismos em FABP2 aumentam risco inflamatório e de aterosclerose. Em vegetarianos com doenças autoimunes, infertilidade ou dismenorreia refratária, a investigação genética é justificada.",

  "points": 0,

  "patient_explanation": "O padrão alimentar vegetariano significa que você não consome carnes na sua dieta atual. Essa escolha alimentar pode trazer benefícios importantes para a saúde, como menor risco de doenças do coração, diabetes e manutenção de um peso saudável — desde que a alimentação seja bem planejada.\n\nO ponto de atenção principal é garantir que o seu corpo receba todos os nutrientes que normalmente viriam da carne. Os mais importantes de monitorar são: vitamina B12 (essencial para o sistema nervoso e produção de sangue, praticamente ausente em alimentos vegetais), ferro (a versão vegetal do ferro é absorvida com menos eficiência pelo organismo), ômega-3 (os peixes fornecem uma forma mais eficiente do que as fontes vegetais), zinco e vitamina D.\n\nA boa notícia é que, com acompanhamento médico e nutricional adequado e, quando necessário, suplementação direcionada, é plenamente possível ser vegetariano de forma saudável e segura. A chave é fazer exames periodicamente para verificar se algum nutriente precisa de atenção — não esperar por sintomas, pois algumas deficiências demoram anos para aparecer clinicamente.",

  "conduct": "## Conduta Clínica — Padrão Alimentar Vegetariano\n\n### 1. Avaliação Inicial\n\n- **Caracterizar a variante do vegetarianismo:** lacto-vegetariano, ovo-lacto-vegetariano, vegano estrito ou semi-vegetariano (flexitariano). Tempo de adoção do padrão atual.\n- **Anamnese alimentar detalhada:** frequência e variedade de leguminosas, cereais integrais, sementes, laticínios (se aplicável), ovos (se aplicável), alimentos ultraprocessados vegetarianos.\n- **Investigar uso de suplementos:** B12, D, ferro, ômega-3, proteína vegetal — forma, dose, frequência.\n- **Rastrear sintomas sugestivos de deficiência:** fadiga, parestesias, queda de cabelo, alterações de humor, fraqueza, infecções de repetição.\n\n---\n\n### 2. Investigação Laboratorial Obrigatória\n\n| Exame | Frequência | Meta Funcional |\n|---|---|---|\n| Vitamina B12 sérica | Anual (semestral em veganos) | > 550 pg/mL |\n| Ácido metilmalônico | Se B12 limítrofe | Baixo |\n| Homocisteína | Anual | 4–8 µmol/L |\n| Ferritina + hemograma | Anual | Ferritina > 30 ng/mL |\n| 25(OH)D | Anual | 40–60 ng/mL |\n| Zinco sérico | Anual | Quartil superior da referência |\n| Perfil lipídico completo | Anual | Conforme risco cardiovascular |\n| TGO, TGP, GGT | Anual | — |\n| TSH + T4L (+ anticorpos em autoimunes) | Conforme clínica | — |\n\n**Atenção à homocisteína em veganos:** suplementar **metionina 200–500 mg** (até 1.000 mg em veganos de longa data) por 4–8 semanas antes de repetir a dosagem para revelar o valor metabólico real e afastar falso-negativo.\n\n**Atenção à B12:** espirulina e leveduras nutricionais elevam a B12 sérica sem atividade biológica — solicitar ácido metilmalônico ou homocisteína para confirmação funcional quando houver dúvida.\n\n---\n\n### 3. Suplementação Baseada em Evidências\n\n**Vitamina B12:**\n- **Metilcobalamina** (forma ativa), preferencialmente sublingual: 500–1.000 mcg/dia.\n- Via oral convencional é ineficaz se houver hipocloridria, uso de antiácidos ou cirurgia bariátrica.\n\n**Folato:**\n- **Metilfolato** (forma ativa): 200–1.000 mcg/dia conforme déficit.\n- Evitar ácido fólico sintético em portadores de polimorfismo MTHFR.\n\n**Se hiperhomocisteinemia persistir após B12 + folato + B6:**\n- **Trimetilglicina (TMG/Betaína):** 250 mg a 1 g/dia.\n- **Piridoxal-5-Fosfato (P5P):** 10–30 mg/dia.\n\n**Ômega-3 (EPA/DHA):**\n- Para veganos: **EPA/DHA de algas marinhas**, 500–1.000 mg/dia de EPA+DHA combinados.\n- Em portadores de polimorfismos FADS1/FADS2 (conversão prejudicada de ALA): dose pode ser maior; considerar rastreio genético.\n\n**Ferro:**\n- Suplementar **sulfato ferroso ou bisglicinato ferroso** conforme deficiência documentada (ferritina + hemograma).\n- Orientar consumo de vitamina C junto às refeições ricas em ferro vegetal para melhorar absorção.\n- Orientar remolho de leguminosas 12–48 horas para redução de ácido fítico.\n\n**Vitamina D:**\n- Alvo: 40–60 ng/mL de 25(OH)D.\n- Doses de manutenção tipicamente 1.000–4.000 UI/dia; ajustar por exames.\n\n**Taurina e metionina (veganos de longa data):**\n- Produção endógena de taurina depende de metionina; em veganos com baixa ingestão proteica, considerar **taurina 500–1.000 mg/dia** a médio/longo prazo.\n\n---\n\n### 4. Orientações Alimentares Práticas\n\n- **Proteína completa:** combinar leguminosas + cereais integrais ao longo do dia (ex.: arroz + feijão, lentilhas + quinoa).\n- **Ferro:** aumentar leguminosas, folhas verde-escuras, sementes de abóbora; potencializar com vitamina C; evitar chá e café junto às refeições principais.\n- **Cálcio:** brócolis, couve, tofu enriquecido, bebidas vegetais fortificadas; metas de ingestão dependem de vitamina D adequada.\n- **Zinco:** sementes de abóbora, castanhas, leguminosas; remolho e germinação aumentam biodisponibilidade.\n- **Iodo:** sal iodado ou algas marinhas com moderação (atenção ao excesso).\n\n---\n\n### 5. Situações Especiais\n\n**Vegetariano com doença autoimune refratária:**\n- Considerar teste de 1 mês com dieta vegana integral + acompanhamento nutricional intensivo.\n- Avaliar polimorfismos FADS1/FADS2, FABP2 — se identificados, discutir introdução de EPA/DHA de fontes animais ou algas.\n- Em refratários: avaliar tentativa de dieta carnívora com suporte de enzimas digestivas (betaína HCl, espinheira santa), monitorando ferritina, perfil lipídico e sintomas gastrointestinais semanalmente nas primeiras 4 semanas.\n\n**Vegetariano com infertilidade ou dismenorreia:**\n- Rastrear deficiência de EPA/DHA funcional; considerar rastreio genético FADS.\n- Suplementação dirigida de EPA/DHA de algas pode ser decisiva.\n\n**Gestantes e crianças em dieta vegetariana/vegana:**\n- Monitoramento intensificado de B12, ferro, D, zinco e ômega-3.\n- B12 < 150 pg/mL em crianças < 2 anos é prevalente (~25% em estudos); ponto de corte de 300 pg/mL oferece maior sensibilidade clínica.\n\n**Vegetariano em uso de metformina:**\n- Risco aumentado de depleção de B12; monitorar semestralmente e suplementar proativamente.\n\n---\n\n### 6. Encaminhamento a Especialistas\n\n- **Nutricionista** especializado em dietas plant-based: obrigatório para todos os vegetarianos estritos e veganos.\n- **Endocrinologista ou Nutrólogo:** se déficits laboratoriais graves ou múltiplos, ou em gestantes.\n- **Geneticista / Medicina de Precisão:** em vegetarianos com doenças autoimunes, infertilidade ou resposta clínica insatisfatória — rastreio de polimorfismos FADS1, FADS2, FABP2, MTHFR.\n- **Gastroenterologista:** se sintomas gastrointestinais (fermentação excessiva com leguminosas, má absorção suspeita).\n\n---\n\n### 7. Monitoramento e Reavaliação\n\n- Repetir painel laboratorial completo após 3–6 meses de intervenção nutricional/suplementação.\n- Ajustar doses conforme resposta laboratorial e clínica.\n- Documentar todas as intervenções e evolução dos biomarcadores para tomada de decisão longitudinal."
}
