{
  "score_item_id": "c77cedd3-2800-73cc-8694-dae1f7d682df",
  "clinical_relevance": "A divisão e o horário das refeições constituem variáveis cronobiológicas de alto impacto metabólico, cuja relevância clínica vai muito além da composição nutricional isolada. O padrão alimentar circadiano regula ativamente a sensibilidade à insulina, a lipogênese, o catabolismo lipídico, a gliconeogênese hepática e a produção de hormônios como cortisol e melatonina.\n\nFisiologicamente, o metabolismo diurno e noturno diferem de forma marcante: pela manhã, há predominância de secreção pancreática de insulina, lipogênese e produção hepática de colesterol, bile e sais biliares. À noite, o metabolismo muda para gliconeogênese e catabolismo lipídico, sendo antifisiológico o consumo de grandes quantidades de carboidratos nesse período, pois eleva insulina quando glucagon deveria predominar. Por volta das 22h30, os movimentos peristálticos digestivos são suprimidos, tornando jantares tardios metabolicamente ineficientes.\n\nA alimentação com restrição de tempo (Time-Restricted Eating, TRE) — janela alimentar inferior a 12 horas por dia — demonstrou melhorias em composição corporal, saúde cardiometabólica e hepática mesmo sem restrição calórica concomitante. Estudos com janelas de 14–18 horas de jejum observaram benefícios em pressão arterial e estresse oxidativo. A cetogênese inicia-se após aproximadamente 10 horas de jejum, representando um switch metabólico relevante, com janelas de 16–18 horas gerando 4–6 horas de cetogênese útil.\n\nJanelas alimentares específicas avaliadas em populações com síndrome metabólica (8h–14h, 8h–15h, 10h–20h) foram associadas a melhoras em circunferência abdominal, gordura corporal e visceral, pressão arterial, perfil lipídico e HbA1c. O modelo 5:2 (2 dias com 25% do gasto energético total) e o jejum modificado alternado entregam perda de peso comparável à restrição calórica contínua, com resultados heterogêneos entre indivíduos.\n\nFatores que sabotam os benefícios incluem: alimentação predominantemente noturna (jantares tardios reduzem emagrecimento, com jantar mais cedo aumentando perda de peso em ~30% em estudo controlado), compensação calórica ao quebrar o jejum e ausência de ajustes na composição da refeição de quebra. Padrões de alimentação noturna foram associados a menor eficácia metabólica.\n\nDo ponto de vista cronobiológico, o eixo cortisol–melatonina regula o ritmo circadiano: pico de cortisol pela manhã e declínio progressivo, com início da melatonina por volta das 20–21h. A desregulação desse eixo compromete a resolução de problemas de saúde crônicos. A privação de sono, frequentemente associada a padrões alimentares tardios, aumenta a resistência à insulina, reduz leptina em até 18% e eleva grelina em até 25%, aumentando a fome em 24%.\n\nO protocolo Ketoflex 12-3 — 12 horas de jejum diário com 3 horas de intervalo entre jantar e sono — é aplicado em contextos neurológicos funcionais para proteção cognitiva e metabólica. Para biogênese mitocondrial, há evidência de que pelo menos 12 horas de jejum são necessárias, com 16 horas sendo associadas à redução de gordura com preservação de massa muscular.\n\nDo ponto de vista inflamatório e imunológico, insulina cronicamente elevada relaciona-se com IL-6 e COX-2; a meta de insulina basal abaixo de 6 µUI/mL é preconizada em contextos autoimunes e inflamatórios, sendo o timing alimentar uma variável relevante para atingir esse objetivo.",
  "points": 12,
  "patient_explanation": "A divisão e o horário das suas refeições ao longo do dia têm um impacto enorme na sua saúde, muitas vezes maior do que as pessoas imaginam. Não se trata apenas do que você come, mas também de quando você come.\n\nO seu corpo funciona em ciclos naturais — o chamado ritmo circadiano. De manhã, o organismo está preparado para digerir e metabolizar bem os alimentos. À noite, o metabolismo desacelera, a digestão fica menos eficiente e o corpo espera um período de descanso e 'limpeza' interna.\n\nComer tarde da noite ou fazer refeições muito próximas da hora de dormir dificulta esse processo de recuperação, aumenta a gordura corporal, prejudica o sono e eleva o açúcar no sangue. Por outro lado, concentrar as refeições em uma janela de até 10–12 horas durante o dia — por exemplo, das 8h às 20h — já traz benefícios reais para o peso, para a glicose, para o coração e para a energia.\n\nPequenas mudanças de rotina, como antecipar o jantar, evitar beliscar à noite e não pular o café da manhã, podem gerar grandes resultados ao longo do tempo. O seu médico pode orientar qual padrão de horários faz mais sentido para o seu caso específico.",
  "conduct": "## Conduta Clínica — Divisão e Horários das Refeições\n\n### 1. Avaliação Inicial\n\n- **Anamnese cronobiológica:** identificar horário da primeira e última refeição, número de refeições por dia, presença de beliscos noturnos e padrão de alimentação noturna\n- **Avaliação do ciclo sono-vigília:** horário de dormir e acordar, qualidade do sono (correlação direta com padrões alimentares)\n- **Screening metabólico básico:** glicemia de jejum, insulina basal (meta <6–7 µUI/mL), HOMA-IR (<2,15), HbA1c, perfil lipídico, circunferência abdominal\n- **Identificar fatores sabotadores:** alimentação predominantemente noturna, compensação calórica ao quebrar jejum, ingestão excessiva de carboidratos no jantar\n\n### 2. Estratificação do Padrão Alimentar\n\n- **Padrão adequado:** janela alimentar de 10–12 horas, última refeição até 3 horas antes de dormir, sem beliscos noturnos\n- **Padrão subótimo:** janela >12 horas, jantar após as 21h, beliscos noturnos frequentes\n- **Padrão prejudicial:** alimentação predominantemente noturna, jantar após as 22h, ingestão de carboidratos de alta carga glicêmica à noite, ausência de período de jejum noturno\n\n### 3. Intervenções Baseadas em Evidências\n\n#### Alimentação com Restrição de Tempo (TRE / Time-Restricted Eating)\n- **Meta inicial:** reduzir a janela alimentar para 10–12 horas por dia (ex.: 8h–20h)\n- **Meta avançada:** janela de 8 horas (ex.: 10h–18h ou 12h–20h) para benefícios cardiometabólicos mais expressivos\n- Não exige necessariamente restrição calórica — o benefício é obtido pelo alinhamento circadiano\n- Propor TRE em alguns dias da semana inicialmente, não necessariamente diariamente, para favorecer adesão\n\n#### Distribuição e Composição por Período do Dia\n- **Café da manhã:** omelete + frutas de baixo índice glicêmico; priorizar proteína e gordura saudável\n- **Almoço:** salada + proteína + carboidratos de baixa carga glicêmica; tubérculos ajustados conforme atividade física (batata-doce 50–80 g)\n- **Jantar:** legumes + proteína; carboidratos em quantidade reduzida e de baixa carga glicêmica; evitar excesso de proteína (digestão lenta compromete sono); magnésio/inositol para modulação do sono\n- **Evitar:** grande aporte de carboidratos à noite — antifisiológico pelo padrão insulina/glucagon; associação carboidrato + gordura saturada no jantar\n\n#### Jejum Noturno Mínimo\n- Orientar intervalo mínimo de 12 horas entre a última refeição do dia e a primeira do dia seguinte\n- **Para biogênese mitocondrial:** mínimo 12 horas; para redução de gordura com preservação muscular: 16 horas\n- Protocolo Ketoflex 12-3 (aplicável em contextos neurológicos/preventivos): 12 horas de jejum diário com 3 horas entre jantar e sono\n\n#### Horário da Última Refeição\n- Realizar a última refeição o mais cedo possível\n- Jantar mais cedo está associado a aumento de ~30% na perda de peso em estudo controlado\n- Inicio da melatonina por volta das 20–21h: refeições tardias interferem diretamente na produção do hormônio\n- Peristaltismo digestivo suprimido ~22h30: jantares após esse horário resultam em digestão ineficiente\n\n### 4. Protocolos de Jejum Intermitente (quando indicado)\n\n- **16:8** (16h jejum / 8h alimentação): janela 10h–18h ou 12h–20h; opção mais estudada\n- **18:6** ou **14:10**: ajustar conforme tolerância e perfil clínico\n- **5:2**: 5 dias alimentação habitual + 2 dias com ~25% do gasto energético total (400 kcal para mulheres / 600 kcal para homens nos dias de jejum)\n- **Quebra do jejum:** preferir refeições com baixo teor de carboidratos, leves e hipocalóricas para prolongar cetose\n- **Cetose:** inicia após ~10h de jejum; janelas de 14–18h geram 4–6h de cetogênese útil\n\n### 5. Integração com Ritmo Circadiano\n\n- Alinhar horários de refeições com o ciclo luz-escuridão\n- Evitar luz azul de telas por 2–3 horas antes de dormir (inibe melatonina)\n- Sono adequado reduz grelina (fome) e preserva leptina (saciedade) — suporte indireto ao controle alimentar\n- Ajuste do ritmo circadiano deve preceder intervenções nutricionais complexas\n\n### 6. Monitoramento e Reavaliação\n\n- Reavaliar glicemia de jejum, insulina basal e HOMA-IR em 3–6 meses\n- Monitorar circunferência abdominal, peso e composição corporal\n- Ajustar janela alimentar e horários conforme resposta individual\n- Considerar monitoramento de HbA1c, triglicérides e HDL em pacientes com síndrome metabólica\n\n### 7. Encaminhamento\n\n- **Nutricionista:** para estruturação detalhada do plano alimentar e acompanhamento de composição corporal\n- **Endocrinologista:** se resistência insulínica marcada (HOMA-IR >3,5), diabetes tipo 2 descompensado ou síndrome metabólica refratária\n- **Médico do sono:** se insônia ou distúrbios do sono associados ao padrão alimentar noturno\n- **Psicólogo/psiquiatra:** se compulsão alimentar noturna, comedores noturnos compulsivos (Night Eating Syndrome) ou fatores emocionais determinantes"
}
