{
  "score_item_id": "019bf31d-2ef0-74a7-9916-958c11dd788e",
  "clinical_relevance": "O parâmetro 'Quem prepara as refeições' avalia o grau de autonomia culinária do paciente e sua exposição ao ambiente alimentar doméstico versus externo nos últimos 6 meses. Trata-se de um determinante comportamental da qualidade dietética com impacto direto em desfechos metabólicos, cardiovasculares e de composição corporal.\n\nDo ponto de vista fisiopatológico, a preparação doméstica de alimentos está associada a menor densidade calórica, menor teor de açúcares adicionados, gorduras trans, sódio e aditivos alimentares (emulsificantes, estabilizantes, corantes), substâncias presentes em grande quantidade nos ultraprocessados frequentemente consumidos por indivíduos que dependem de alimentação fora do lar ou de refeições prontas. A reação de Maillard — que concentra produtos avançados de glicação (AGEs) em alimentos submetidos a altas temperaturas industriais — é melhor controlada no preparo caseiro, onde o paciente pode escolher técnicas de baixa temperatura (cozido, vapor, grelhado suave), preservando o valor nutricional e reduzindo a carga glicotóxica.\n\nEpidemiologicamente, dados do NHANES e de inquéritos alimentares nacionais demonstram que indivíduos que preparam a própria alimentação consomem mais vegetais, proteínas de qualidade e gorduras naturais, com menor ingestão de frutose industrial adicionada — principal agente de lipogênese hepática, resistência insulínica vascular, hiperuricemia e inflamação de baixo grau. Apenas 12% dos adultos americanos são considerados metabolicamente saudáveis, e mais de 70% apresentam sobrepeso ou obesidade, cenário diretamente associado ao crescente consumo de ultraprocessados e à perda da autonomia culinária.\n\nA estratificação clínica deste parâmetro considera quatro perfis principais: (1) o paciente que prepara a própria alimentação com ingredientes in natura, o cenário de menor risco; (2) o paciente que divide a responsabilidade com outro morador (cônjuge, familiar), com risco variável conforme a qualidade das escolhas do responsável; (3) o paciente que depende exclusivamente de terceiros (cuidador, empregado doméstico, serviço de marmita), com risco moderado a elevado conforme o padrão do fornecedor; (4) o paciente que se alimenta predominantemente fora do lar ou de produtos prontos para consumo, o perfil de maior risco dietético.\n\nA avaliação deste item é especialmente relevante em contextos clínicos de síndrome metabólica, dislipidemia, resistência insulínica, hipertensão arterial, TDAH e doenças autoimunes, pois o ambiente alimentar no qual o paciente está inserido condiciona diretamente a adesão a padrões terapêuticos como a dieta mediterrânea, low-carb ou cetogênica. A prática clínica integrativa orienta que o principal 'erro alimentar' deve ser identificado com base no perfil típico do paciente — e o responsável pelo preparo das refeições é um elemento central nessa investigação. Intervenções sobre o ambiente doméstico e sobre a autonomia culinária são, portanto, parte integrante de qualquer protocolo de mudança de estilo de vida.",
  "points": 0,
  "patient_explanation": "Este campo registra quem está preparando as suas refeições nos últimos 6 meses — você mesmo, um familiar, um serviço de entrega ou restaurantes. Isso é importante porque a qualidade da comida depende muito de como e por quem ela é feita. Quando você prepara a sua própria alimentação em casa, tem controle sobre os ingredientes: menos açúcar escondido, menos gordura de má qualidade, menos sal industrial e menos aditivos que estão presentes nos alimentos prontos e ultraprocessados. Pesquisas mostram que pessoas que cozinham em casa tendem a comer de forma mais saudável, manter o peso com mais facilidade e ter menos risco de desenvolver doenças como diabetes, hipertensão e problemas no coração. Isso não significa que você precisa cozinhar tudo sozinho — mas é fundamental que, seja quem for o responsável, as refeições sejam feitas com alimentos de verdade: legumes, verduras, proteínas de qualidade e gorduras naturais, evitando ao máximo industrializados, frituras em excesso e preparações com muito açúcar. Entender quem cuida da sua alimentação ajuda o médico a identificar onde estão as maiores oportunidades de melhora na sua saúde.",
  "conduct": "## Conduta Clínica — Quem Prepara as Refeições\n\n### 1. Anamnese Dirigida\n\n- **Identificar o responsável principal pelo preparo** nas últimas semanas: o próprio paciente, cônjuge/familiar, empregado doméstico, serviço de marmita, restaurante ou delivery.\n- Avaliar a **frequência de refeições fora do lar** (almoço no trabalho, jantar fora, lanches em padarias/fast food).\n- Investigar o **nível de autonomia culinária** do paciente: sabe cozinhar? Tem tempo? Tem acesso a ingredientes in natura?\n- Checar a **qualidade percebida** das refeições preparadas pelo responsável: usa ultraprocessados, frituras frequentes, muito sal, açúcar adicionado?\n- Em pacientes com doenças metabólicas, autoimunes ou TDAH, aprofundar: o responsável pelo preparo tem conhecimento sobre as restrições alimentares do paciente?\n\n### 2. Estratificação de Risco\n\n- **Baixo risco:** paciente prepara a própria alimentação com ingredientes in natura; demonstra conhecimento nutricional básico.\n- **Risco moderado:** refeições preparadas por terceiro (familiar/empregado) sem supervisão; padrão alimentar desconhecido ou potencialmente inadequado.\n- **Alto risco:** dependência de restaurantes, delivery ou marmitas industriais para a maioria das refeições; ausência de controle sobre ingredientes, técnicas de preparo e porções.\n\n### 3. Intervenções Baseadas em Evidências\n\n#### Para o paciente que prepara a própria alimentação:\n- Reforçar **técnicas de preparo que preservam nutrientes** e reduzem AGEs: cozimento a vapor, grelhado suave, refogado em baixa temperatura.\n- Orientar sobre **combinações alimentares** que reduzem carga glicêmica: incluir proteínas, fibras e gorduras saudáveis antes ou junto de carboidratos.\n- Estimular o uso de **azeite de oliva, oleaginosas e ervas frescas** no lugar de molhos prontos e temperos industrializados.\n- Incentivar o planejamento semanal de cardápio (meal prep) para manter consistência mesmo em dias de menor disponibilidade de tempo.\n\n#### Para o paciente que depende de terceiros:\n- **Educar o responsável pelo preparo** junto ao paciente, quando possível, sobre princípios de alimentação funcional: redução de ultraprocessados, uso de gorduras naturais, evitar escurecimento excessivo dos alimentos.\n- Fornecer **lista prática de alimentos a evitar e a incluir** para facilitar as escolhas do responsável.\n- Avaliar a viabilidade de transição gradual para maior participação do próprio paciente no preparo.\n- Em caso de serviço de marmita ou restaurante fixo, orientar sobre **critérios de seleção**: priorizar opções com proteínas grelhadas, vegetais no vapor, arroz/leguminosas sem gordura industrial.\n\n#### Para o paciente com alimentação predominantemente fora do lar:\n- Trabalhar **estratégias práticas de escolha em restaurantes**: prato executivo vs. buffet por quilo, priorizar proteína + vegetais, limitar carboidratos refinados e frituras.\n- Orientar sobre **sinais de ultraprocessamento** em cardápios: molhos prontos, empanados, massas com recheios industriais, sobremesas açucaradas.\n- Discutir o impacto do contexto sobre a saúde: a frutose industrial adicionada presente em molhos, refrigerantes e sobremesas de restaurante é o principal agente de lipogênese hepática e resistência insulínica.\n- Propor metas SMART de transição: ex. preparar o próprio café da manhã por 30 dias e avaliar impacto em energia, saciedade e marcadores laboratoriais.\n\n### 4. Investigação Complementar Sugerida\n\n- **Recordatório alimentar de 24h** ou diário alimentar de 3 dias para estimar padrão dietético real associado ao perfil de preparo identificado.\n- **Checklist de ultraprocessados** na dieta habitual (frequência semanal de biscoitos, embutidos, refrigerantes, snacks, pães industriais).\n- Em pacientes com dislipidemia, síndrome metabólica ou esteatose: avaliar **triglicerídeos, ácido úrico, glicemia de jejum e HbA1c** como marcadores indiretos da carga de frutose/ultraprocessados na dieta.\n- Considerar **recordatório de ômega-6:ômega-3** estimado para pacientes com doenças inflamatórias ou autoimunes.\n\n### 5. Encaminhamento\n\n- **Nutricionista:** indicado em todos os casos de risco moderado a alto, especialmente quando o paciente não tem autonomia culinária ou conhecimento nutricional básico.\n- **Educador em saúde / coach de estilo de vida:** útil para trabalhar a construção de novos hábitos domésticos, incluindo organização da cozinha e planejamento alimentar.\n- **Psicólogo:** considerar quando a dependência de alimentação fora do lar está associada a comportamentos de ansiedade, uso emocional da comida ou dificuldades de auto-organização (especialmente em pacientes com TDAH)."
}
