{
  "score_item_id": "019c5355-750a-7080-9ac8-602d7c202626",
  "clinical_relevance": "A ingestão hídrica adequada é um pilar fundamental da fisiologia humana, com a água representando 60–70% da massa corporal total e participando de praticamente todos os processos metabólicos. O parâmetro avaliado — consumo de aproximadamente 30 ml/kg/dia — reflete uma meta mínima de hidratação habitualmente recomendada, com alguns protocolos funcionais sugerindo até 35 ml/kg/dia para otimização da saúde (incluindo produção de lisozima salivar e suporte ao trato digestório).\n\n**Fisiologia e homeostase hídrica:** A osmolalidade plasmática mantida na faixa de 275–295 mosmol/kg é o principal marcador validado de estado de hidratação adequada. O sódio sérico, na ausência de hiperglicemia e insuficiência renal, reflete predominantemente a osmolalidade plasmática e funciona como biomarcador indireto do estado hídrico. Gravidade específica urinária (USG) ≥ 1,013 indica urina concentrada e possível hipoidratação — critério validado em estudo prospectivo com 817 amostras de 82 adultos saudáveis (European Journal of Clinical Nutrition, 2017).\n\n**Consequências da hipoidratação:** Evidências de coortes populacionais demonstram que concentrações de sódio sérico abaixo de 135 mmol/L ou acima de 145 mmol/L (reflexo de má hidratação) associam-se a maior risco de desfechos adversos e mortalidade em adultos de 51–70 anos. A hipoidratação subótima foi associada a: comprometimento cognitivo, redução do desempenho físico, doenças multissistêmicas e redução da expectativa de vida. Em nível celular, pode acelerar a senescência via estresse oxidativo, comprometimento da proteostase e disfunção mitocondrial. Dados de estudo com adultos norte-americanos (NHANES 2009–2012) associaram hidratação inadequada à obesidade e doenças crônicas.\n\n**Relação com sódio sérico e envelhecimento biológico:** Estudo publicado em Frontiers in Nutrition (2026) demonstrou relação em forma de U entre sódio sérico dentro da faixa normal e envelhecimento biológico acelerado — indicando que tanto hiponatremia quanto sódio no limite superior do normal podem sinalizar hidratação subótima com repercussões sobre longevidade e trajetória de envelhecimento. Sódio sérico no limite superior da normalidade na meia-idade foi identificado como fator de risco para envelhecimento biológico acelerado, doenças crônicas e mortalidade prematura (EBioMedicine, 2023).\n\n**Impacto digestório:** A produção diária de saliva varia de 500 ml a 1 litro e depende diretamente de hidratação adequada, sendo necessária para a síntese de lisozima (componente antimicrobiano). Além disso, o trato gastrointestinal processa aproximadamente 8–9 litros de fluidos por dia (saliva ~1,5 L, secreção gástrica ~2 L, pancreática ~1,5 L, biliar ~0,5 L, intestino delgado ~1 L), com reabsorção de ~6,5 L no delgado e ~1,9 L no cólon. A ingestão hídrica insuficiente compromete este balanço, contribuindo para constipação, disbiose e aumento da permeabilidade intestinal.\n\n**Contexto clínico específico:** Na dieta cetogênica, a recomendação mínima é de 2 litros/dia na fase inicial, dado que cada grama de glicogênio retém cerca de 2 g de água — a mobilização de ~500 g de glicogênio implica perda imediata de ~1 kg de água, exigindo reposição ativa. Em estados de déficit energético crônico e exercício de alta intensidade, a desidratação é marcador de comprometimento de performance e recuperação, com sinais clínicos rastreáveis por bioimpedância (alterações no compartimento hídrico).",
  "points": 0,
  "patient_explanation": "A água é o nutriente mais essencial do organismo: cerca de 60 a 70% do seu corpo é formado por ela. Uma meta prática e segura para a maioria dos adultos é consumir pelo menos 30 ml de água por quilo de peso corporal por dia. Para uma pessoa de 70 kg, isso equivale a aproximadamente 2,1 litros diários.\n\nBeber água em quantidade suficiente ajuda o seu corpo de várias formas: mantém o intestino funcionando bem, favorece a produção de saliva (que protege os dentes e inicia a digestão), auxilia os rins a eliminar toxinas e regula a pressão e a temperatura do corpo.\n\nQuando a ingestão de água é insuficiente de forma habitual, o corpo pode apresentar sinais como urina escura e concentrada, cansaço, dificuldade de concentração, constipação intestinal e queda no desempenho físico. Em longo prazo, estudos mostram que a hidratação inadequada está associada ao envelhecimento mais rápido das células, ao surgimento de doenças crônicas e até à redução da expectativa de vida.\n\nUma dica simples: observe a cor da urina. Urina amarela-clara a amarelo-palha indica boa hidratação. Urina muito escura ou com odor forte é sinal de que você precisa beber mais água. Evite substituir água por refrigerantes, sucos industrializados ou bebidas adoçadas.",
  "conduct": "## Conduta Clínica: Hidratação (30 ml/kg/dia)\n\n### Avaliação Inicial\n\n- **Estimar ingestão hídrica habitual:** Perguntar sobre volume de água ingerido por dia, incluindo outras bebidas (chás, sucos naturais, caldos). Anotar peso atual para calcular meta individualizada (30–35 ml/kg/dia).\n- **Sinais clínicos de hipoidratação:** Avaliar turgor de pele, mucosas, presença de constipação, cefaleia matinal, queda de performance física e cognitiva.\n- **Biomarcadores básicos:**\n  - **Sódio sérico:** valores no limite superior da normalidade (próximos a 145 mmol/L) ou fora do intervalo 135–145 mmol/L podem indicar hidratação inadequada crônica.\n  - **Gravidade específica urinária (USG):** USG ≥ 1,013 indica urina concentrada; considerar hipoidratação.\n  - **Cor da urina:** Orientar o paciente a monitorar — amarelo-palha é o alvo; urina escura sugere ingestão insuficiente.\n  - **Osmolalidade plasmática:** Referência ideal 275–295 mosmol/kg; solicitar em casos de suspeita de distúrbios hídricos significativos.\n- **Bioimpedância (BIA):** Verificar percentual de água corporal total e intracelular; alterações podem indicar desidratação crônica ou retenção hídrica.\n\n### Metas de Ingestão Hídrica\n\n- **Adultos saudáveis:** 30–35 ml/kg/dia de água (incluindo líquidos de alimentos)\n- **Fase inicial de dieta cetogênica:** Mínimo de 2 litros/dia por conta da mobilização de glicogênio com perda de água associada\n- **Atletas e exercício intenso:** Ajustar conforme perdas pelo suor; monitorar peso antes e após treino\n- **Idosos:** Atenção redobrada, pois a sensação de sede é reduzida com o envelhecimento\n- **Gestantes e lactantes:** Necessidades aumentadas; ajustar individualmente\n\n### Intervenções Baseadas em Evidências\n\n- **Educação e auto-monitoramento:**\n  - Ensinar o paciente a observar a cor da urina como marcador simples e gratuito de hidratação\n  - Sugerir garrafas de volume conhecido (1 L, 1,5 L) para facilitar o controle\n  - Distribuir ingestão ao longo do dia, evitando grandes volumes de uma só vez\n- **Qualidade da água:**\n  - Preferir água filtrada ou mineral\n  - Evitar substituição por bebidas adoçadas, refrigerantes ou sucos industrializados\n- **Hidratação e saúde intestinal:**\n  - Em pacientes com constipação, a ingestão hídrica adequada é intervenção de primeira linha, associada a fibras solúveis\n  - Aumentar ingestão hídrica ajuda a fluidificar fezes e manter pressão arterial\n- **Eletrólitos:**\n  - Em contextos de alta demanda hídrica (exercício intenso, calor, dieta cetogênica), avaliar reposição de sódio, potássio e magnésio para evitar hiponatremia dilucional\n  - Não restringir sódio nem proteína sem indicação clínica clara\n\n### Situações Especiais\n\n- **Hiponatremia associada a excesso de ingestão hídrica:** Rara, mas possível em contextos específicos (exercício prolongado, polidipsia psicogênica); restricao hídrica de 500 ml abaixo do volume urinário de 24h é estratégia inicial conforme guideline clínico\n- **Doença renal crônica (DRC):** Ajustar volume hídrico conforme função renal e estágio da DRC; seguir diretrizes KDIGO 2024\n- **Disfunção cardíaca ou hepática:** Restrição hídrica pode ser necessária; individualizar\n\n### Critérios de Encaminhamento\n\n- **Nefrologia:** Distúrbios de sódio recorrentes, doença renal crônica, poliúria inexplicada\n- **Gastroenterologia:** Constipação refratária associada a sinais de disbiose ou hipoidratação crônica\n- **Endocrinologia/Nutrologia:** Dificuldade de adesão à hidratação em contextos de dieta cetogênica ou protocolos de emagrecimento\n\n### Monitoramento\n\n- Reavaliar USG ou cor da urina em consultas de retorno\n- Repetir sódio sérico se alteração prévia ou risco elevado\n- Monitorar composição corporal por BIA para rastrear variações no compartimento hídrico"
}
