{
  "score_item_id": "019c5357-9157-7169-a6a7-e1d336feb015",
  "clinical_relevance": "O consumo de álcool representa um dos fatores de risco modificáveis mais relevantes para doenças crônicas, sendo sua discriminação por tipo (vinho, cerveja, destilados, drinks mistos) essencial para estimar carga de etanol, padrão de consumo e exposição a compostos bioativos ou tóxicos associados.\n\nFISIOPATOLOGIA E METABOLISMO: O etanol é metabolizado primariamente no fígado pela enzima álcool desidrogenase (ADH), gerando acetaldeído — composto altamente reativo, mutagênico e inflamatório. O acetaldeído é então oxidado pela aldeído desidrogenase (ALDH2) em acetato. Polimorfismos nos genes ADH1B e ALDH2 determinam velocidade de metabolização: o alelo ALDH2*2 (comum em populações asiáticas) resulta em acúmulo de acetaldeído, causando toxicidade aumentada mesmo com pequenas doses. O polimorfismo ADH1B rs1229984 A/A foi associado a risco aumentado de câncer colorretal (OR 1,75) em consumidores de álcool. O álcool reduz a qualidade do sono REM em até 40% e interfere negativamente na metilação do DNA.\n\nBIOMARCADORES LABORATORIAIS: A gama-glutamiltransferase (GGT) é o marcador mais sensível para consumo crônico de álcool. Com ponto de corte de 50 UI/L, apresenta especificidade de 100% e sensibilidade de 56–100% para detecção de recaída em pacientes dependentes. Sua meia-vida de 14–26 dias permite normalização em 4–5 semanas de abstinência, sendo útil para monitoramento longitudinal. O índice AST/ALT (razão De Ritis) acima de 2,0 é sugestivo de doença hepática alcoólica avançada, embora possa estar presente em exposição recente ao etanol. Razão mAST/AST pode melhorar especificidade. AST/ALT abaixo de 1,0 não exclui doença hepática alcoólica — em um terço dos pacientes com cirrose alcoólica comprovada por biópsia, a razão encontrava-se abaixo de 1,0. O volume corpuscular médio (VCM) elevado e a apolipoproteína A1 também se associam ao consumo.\n\nRISCO ONCOLÓGICO: Em 2020, o consumo de álcool foi atribuído a 741.300 casos de câncer globalmente. A distribuição por nível de consumo diário foi: 185.100 casos com até 2 doses/dia, 209.800 com 2–4 doses/dia, 153.400 com 4–6 doses/dia e 192.000 com mais de 6 doses/dia. O álcool está associado a pelo menos 7 tipos de câncer por 4 vias metabólicas distintas (genotoxicidade direta do acetaldeído, estresse oxidativo, modulação epigenética, alteração do metabolismo de esteroides sexuais). Apenas 45% dos americanos têm ciência de que o álcool aumenta risco de câncer.\n\nRISCO CARDIOVASCULAR: O consumo de álcool induz alterações complexas em biomarcadores cardiometabólicos. Padrões de consumo extremo (binge drinking) associam-se aos maiores níveis de hsCRP, indicando inflamação sistêmica e potencial dano estrutural cardíaco independente de aterosclerose. Estudos mostram associação direta entre consumo e maiores concentrações de biomarcadores de risco cardiovascular em homens. A recomendação de consumo moderado como estratégia cardioprotetora não é suportada pelas evidências atuais — estudos observacionais favoráveis sofriam de viés de confundimento por status socioeconômico.\n\nDISCRIMINAÇÃO DO TIPO: Cada bebida carrega densidade calórica e composição distinta. Vinho tinto contém polifenóis (resveratrol, quercetina) com potencial antioxidante, mas não isento de risco oncológico. Cerveja contém fitoestrógenos do lúpulo. Destilados apresentam concentração de etanol muito superior (40–50% v/v vs. 5–13% para fermentados), com maior risco de hepatotoxicidade por dose. Drinks mistos frequentemente combinam etanol com açúcares adicionados, agravando o impacto metabólico. A discriminação precisa do tipo permite calcular gramas de etanol consumidas e estratificar risco com maior acurácia.",
  "points": 0,
  "patient_explanation": "O álcool é uma substância que o corpo processa pelo fígado, e dependendo do tipo e da quantidade que você consome, os efeitos na sua saúde podem ser muito diferentes. Perguntar sobre o tipo de bebida que você toma é importante porque cada uma tem uma quantidade diferente de álcool: um copo de destilado tem muito mais álcool do que uma cerveja ou um copo de vinho.\n\nIndependente do tipo, o álcool prejudica a qualidade do seu sono, interfere no funcionamento do fígado, aumenta marcadores de inflamação no sangue e está associado ao risco de pelo menos 7 tipos de câncer. O fígado é o principal órgão que processa o álcool, e com o tempo esse trabalho excessivo pode causar inflamação e acúmulo de gordura hepática.\n\nAlgumas pessoas têm variações genéticas que fazem o álcool ser ainda mais prejudicial para elas, mesmo em pequenas quantidades. Por isso, não existe uma quantidade de álcool comprovadamente segura para todo mundo. Saber o que você bebe e com que frequência ajuda o médico a entender melhor seus riscos e a orientar a melhor conduta para a sua saúde.",
  "conduct": "## Conduta Clínica: Álcool — Discriminar o Tipo\n\n### Avaliação Inicial\n\n- **Quantificar o consumo:** registrar tipo de bebida, frequência semanal e volume por ocasião; converter em gramas de etanol (1 dose-padrão ≈ 14 g de etanol no Brasil).\n- **Classificar o padrão:** uso de baixo risco, uso de risco (>140 g/semana mulheres; >210 g/semana homens), uso nocivo, dependência.\n- **Rastrear binge drinking:** ≥4 doses em uma ocasião (mulheres) ou ≥5 doses (homens).\n- **Avaliar predisposição genética:** perguntar sobre rubor facial, taquicardia ou mal-estar com pequenas doses — sugestivo de polimorfismo ALDH2 com acúmulo de acetaldeído.\n- **Investigar impacto no sono:** questionar sobre dificuldade em manter o sono, sonhos vívidos e sensação de descanso ao acordar.\n\n### Investigação Laboratorial Complementar\n\n- **GGT sérica:** marcador de exposição crônica; ponto de corte 50 UI/L com especificidade de 100% para recaída. Normalização esperada em 4–5 semanas de abstinência.\n- **Razão AST/ALT (De Ritis):** valor >2,0 sugere doença hepática alcoólica avançada ou exposição recente intensa; <1,0 não exclui doença hepática alcoólica.\n- **VCM (volume corpuscular médio):** macrocitose pode indicar consumo crônico e deficiência de folato associada.\n- **Perfil hepático completo:** ALT, AST, GGT, fosfatase alcalina, bilirrubinas.\n- **PCR-ultrassensível e leucócitos:** avaliar inflamação subclínica associada ao consumo.\n- **Homocisteína:** o álcool interfere na metilação e pode elevar homocisteína; meta <7,9 µmol/L.\n- **Considerar em casos selecionados:** transferrina deficiente em carboidratos (CDT) para monitoramento de dependência; lipidograma completo (álcool eleva triglicerídeos e HDL de forma não necessariamente protetora).\n\n### Estratificação de Risco\n\n- **Risco aumentado de câncer:** qualquer nível de consumo; risco proporcional à dose; informar paciente sobre associação com pelo menos 7 tipos de câncer.\n- **Risco cardiovascular:** monitorar hsCRP e biomarcadores cardíacos em consumidores pesados; não recomendar consumo como estratégia cardioprotetora.\n- **Risco hepático:** rastrear doença hepática gordurosa, especialmente na presença de síndrome metabólica concomitante (efeito supra-aditivo com obesidade e resistência insulínica).\n- **Risco genético elevado:** suspeitar de polimorfismo ALDH2 em pacientes com sintomas de intolerância; neste grupo, recomendar abstinência total.\n\n### Intervenções Baseadas em Evidências\n\n- **Educação:**\n  - **Remover o mito da cardioproteção do álcool** — estudos observacionais favoráveis sofriam de viés de confundimento; evidências atuais não sustentam recomendação de consumo moderado.\n  - Informar sobre o risco oncológico: 741.300 casos de câncer atribuídos ao álcool em 2020 globalmente, incluindo 185.100 casos com consumo de até 2 doses/dia.\n  - Esclarecer o impacto no sono: redução de até 40% no sono REM, mesmo com doses moderadas.\n- **Metas de redução/abstinência:**\n  - Para pacientes com uso de risco ou nocivo: redução progressiva com suporte motivacional.\n  - Pacientes com polimorfismo ALDH2, histórico familiar de câncer relacionado ao álcool, doença hepática, gravidez ou planejamento gestacional: **abstinência total**.\n  - Feedback laboratorial objetivo (GGT seriada) fortalece motivação — taxa de sucesso de 73–78% em programas com monitoramento bioquímico.\n- **Não substituir álcool por polifenóis de forma vinculada:** o resveratrol do vinho pode ser obtido via suplementação (trans-resveratrol), desvinculando benefícios potenciais do etanol.\n- **Sono e ritmo circadiano:** orientar sobre impacto direto do álcool na arquitetura do sono; considerar higiene do sono como parte do manejo.\n\n### Critérios de Encaminhamento\n\n- **Hepatologista:** GGT >3× LSN persistente, razão AST/ALT >2,0, suspeita de hepatite alcoólica ou cirrose.\n- **Psiquiatria/Dependência química:** critérios de dependência (DSM-5), falha em reduzir consumo, síndrome de abstinência.\n- **Nutrição:** suporte dietético para correção de deficiências associadas (folato, B1/tiamina, B6, zinco) e reestruturação alimentar.\n- **Geneticista/Medicina genômica:** investigação de polimorfismos ADH1B/ALDH2 em casos de intolerância marcada ou histórico familiar de câncer.\n\n### Monitoramento\n\n- GGT a cada 6–12 semanas para avaliar abstinência ou redução.\n- Perfil hepático e inflamatório a cada 3–6 meses em consumidores de risco.\n- Reavaliação do padrão de consumo a cada consulta com registro quantitativo."
}
