{
  "score_item_id": "019c535c-c656-7eeb-89c6-d80b78cf1f8d",
  "clinical_relevance": "O consumo de sucos — naturais, integrais ou industrializados — representa um dos pontos de maior relevância na avaliação do padrão alimentar de pacientes, especialmente em contextos de risco metabólico. Diferentemente do que o marketing alimentar sugere, sucos rotulados como 'sem adição de açúcar' já contêm alta concentração natural de frutose, tornando o rótulo potencialmente enganoso para pacientes e profissionais menos atentos.\n\n**Metabolismo da frutose e impacto hepatometabólico**\nA frutose é metabolizada predominantemente no fígado, onde é fosforilada pela frutoquinase com alta afinidade e sem mecanismo de contrarregulação inicial — diferentemente da glicose, que tem feedback negativo pela hexoquinase. Isso significa que o hepatócito processa frutose de forma irrestrita, canalizando as trioses resultantes para lipogênese de novo, síntese de glicerol, fosfolipídios, VLDL e triglicerídeos. O excesso crônico de frutose promove: hiperinsulinemia secundária, hipertrigliceridemia, dislipidemia aterogênica (aumento de VLDL e LDL oxidada), resistência insulínica, acúmulo de gordura visceral e hepática, hiperuricemia e elevação da pressão arterial. Todos esses desfechos estão associados ao desenvolvimento e progressão de Doença Hepática Gordurosa Não Alcoólica (DHGNA/MASLD), síndrome metabólica e diabetes tipo 2.\n\nEstudos em modelos animais indicam que, em baixas doses, mais de 90% da frutose pode ser metabolizada no intestino delgado, sem chegar ao fígado. Entretanto, em doses elevadas, o excesso atinge o intestino grosso, onde pode alterar negativamente o microbioma e contribuir para disbiose e síndrome metabólica. Embora esses dados ainda não sejam conclusivos em humanos, são clinicamente relevantes como ponto de atenção. A ingestão de frutose após uma refeição (e não em jejum) parece aumentar o clearance intestinal, sendo o momento de consumo potencialmente menos prejudicial.\n\n**Suco vs. fruta inteira**\nA fruta inteira é amplamente preferível ao suco por oferecer fibras alimentares, que modulam a velocidade de absorção dos açúcares, promovem saciedade, favorecem o microbioma e reduzem o impacto glicêmico. O processo de extração do suco elimina as fibras, concentra os açúcares e aumenta a velocidade de absorção. Um copo de suco de laranja, por exemplo, equivale ao açúcar de 3 a 4 laranjas inteiras, consumidas em questão de segundos, com pico glicêmico e insulinêmico muito superior.\n\n**Bebidas zero e condicionamento hedônico**\nBebidas adoçadas artificialmente ('zero') criam um padrão de expectativa metabólica no hipotálamo: o cérebro associa sabor doce à chegada de calorias. Quando essa expectativa não é cumprida, pode ocorrer aumento da fome compensatória. Essa dissociação entre sinal sensorial e resposta calórica pode dificultar o controle do apetite.\n\n**Estimativa de ingestão de frutose**\nA literatura sugere estratificar o consumo diário de frutose em três faixas: menor que 50 g/dia (baixo risco), entre 50 e 100 g/dia (risco intermediário, requer individualização) e acima de 100 g/dia (alto risco metabólico, intervenção prioritária). Em pacientes com sobrepeso, síndrome metabólica, DHGNA, hiperuricemia ou hipertrigliceridemia, mesmo consumos moderados de suco devem ser reduzidos ou eliminados.\n\n**Monitoramento laboratorial indicado em consumo elevado**\nTriglicerídeos, VLDL, perfil lipídico completo (LDL, HDL, não-HDL), ácido úrico, glicemia de jejum, insulina de jejum, HOMA-IR, TGO/TGP, gama-GT e ultrassonografia hepática são os principais parâmetros a monitorar em pacientes com consumo habitual elevado de sucos e/ou frutose.",

  "points": 0,

  "patient_explanation": "Suco de fruta parece saudável, mas pode esconder uma quantidade grande de açúcar — mesmo quando o rótulo diz 'sem adição de açúcar'. Isso porque a própria fruta já tem açúcar natural (chamado frutose), e quando fazemos o suco, concentramos esse açúcar e eliminamos as fibras que ajudariam o corpo a absorvê-lo mais devagar.\n\nQuando você bebe um copo de suco, o açúcar cai na sua corrente sanguínea rapidamente, exigindo muito do seu fígado e do pâncreas. Com o tempo, esse hábito pode contribuir para aumento de gordura no fígado, triglicerídeos elevados e dificuldade do corpo em usar a insulina corretamente.\n\nA fruta inteira é sempre preferível: além de ter menos açúcar por porção, a fibra presente na polpa e na casca ajuda a saciar e a desacelerar a absorção do açúcar. Se você gosta de sucos, dar preferência ao suco de limão (sem açúcar) é uma boa opção, e, quando consumir outros sucos, fazer isso após uma refeição — nunca em jejum — ajuda o corpo a processar melhor o açúcar. O ideal a longo prazo é habituar o paladar à água para hidratação, reservando os sucos para ocasiões específicas.",

  "conduct": "## Conduta Clínica — Consumo de Sucos\n\n### Avaliação Inicial\n\n- **Quantificar o consumo habitual de sucos** nos últimos 6 meses: tipo (natural, integral, industrializado), frequência (diária, semanal), volume por porção e horário de consumo (jejum vs. após refeições).\n- **Estimar ingestão diária de frutose total** (sucos + frutas inteiras + mel + produtos ultraprocessados): estratificar em <50 g/dia, 50–100 g/dia ou >100 g/dia.\n- **Avaliar contexto clínico:** presença de sobrepeso/obesidade, síndrome metabólica, DHGNA, hiperuricemia, hipertrigliceridemia, resistência insulínica ou diabetes tipo 2 — nesses casos, qualquer consumo habitual de suco merece atenção imediata.\n- **Investigar padrão hedônico:** dependência de sabor doce, uso de bebidas 'zero', dificuldade de hidratação com água pura.\n\n### Investigação Laboratorial Complementar (conforme risco clínico)\n\n- **Perfil lipídico:** triglicerídeos, VLDL, LDL, HDL, colesterol não-HDL\n- **Glicemia de jejum + insulina de jejum → HOMA-IR** (meta <2,15)\n- **HbA1c** (meta funcional integrativa: ~5,3–5,5%)\n- **Ácido úrico sérico** (hiperuricemia é marcador de excesso de frutose)\n- **Enzimas hepáticas:** TGO, TGP, gama-GT\n- **Ultrassonografia hepática** se enzimas elevadas ou suspeita de esteatose\n- **TG/HDL ratio:** mulheres <1,4; homens <1,2 (marcador de resistência insulínica)\n- **TAIG (TG / glicemia / 2):** meta <8\n\n### Intervenções Baseadas em Evidências\n\n#### Substituição e Redução\n- **Substituir sucos por frutas inteiras:** prioridade absoluta. A mastigação ativa a saciedade, as fibras modulam a absorção e o volume ingerido de açúcar é naturalmente menor.\n- **Preferir frutas de baixa carga glicêmica** em pacientes com sobrepeso ou síndrome metabólica: morango, mirtilo, amora, framboesa. Reduzir frutas de alto impacto glicêmico (banana, mamão, uva) em quantidade e frequência.\n- **Suco de limão:** única exceção com baixo risco — pode ser consumido sem açúcar e auxilia na absorção de micronutrientes nas refeições.\n- **Eliminar sucos industrializados e integrais prontos** em pacientes com DHGNA, hipertrigliceridemia, hiperuricemia ou diabetes.\n\n#### Estratégia de Timing\n- **Nunca consumir suco em jejum:** o consumo pós-refeição aumenta o clearance intestinal da frutose, reduzindo a carga hepática.\n- **Posicionar frutas mais calóricas (banana, mamão) no final da tarde**, preferencialmente após fonte proteica, para modular a absorção.\n- **Evitar associar sucos ou frutas com mel:** ambos são ricos em frutose, gerando sobrecarga metabólica aditiva.\n\n#### Educação do Paciente\n- Desmistificar rótulos 'sem adição de açúcar' em sucos integrais: o açúcar já está naturalmente presente na fruta, em alta concentração.\n- Explicar o conceito de carga glicêmica versus índice glicêmico: a quantidade total de açúcar ingerida importa tanto quanto a velocidade de absorção.\n- Treinar o paladar progressivamente para hidratação com água pura, reduzindo a dependência de bebidas com sabor.\n- Orientar sobre bebidas 'zero': não são solução segura — podem aumentar a fome por dissociação entre sinal doce e resposta calórica hipotalâmica.\n\n#### Adoçantes (se necessário uso em sucos)\n- **Preferir:** taumatina ou fruta do monge (consideradas opções mais seguras)\n- **Usar com cautela:** xilitol e eritritol (atenção à dose e tolerância digestiva)\n- **Evitar:** aspartame e sucralose em uso habitual (evidências de impacto em microbiota e metabolismo glicêmico, mesmo que ainda controversas)\n- **Não recomendar** adoçar sucos com mel (frutose adicional)\n\n### Monitoramento e Seguimento\n\n- Reavaliar triglicerídeos, HOMA-IR e enzimas hepáticas a cada 3 meses em pacientes com consumo elevado que estejam em processo de mudança.\n- Estabelecer metas individualizadas progressivas: redução gradual de volume e frequência é mais sustentável do que eliminação abrupta.\n- Documentar evolução do padrão de hidratação (proporção água vs. bebidas adoçadas) como marcador de adesão.\n\n### Encaminhamento\n\n- **Nutricionista:** para pacientes com consumo habitual elevado de sucos associado a obesidade, síndrome metabólica ou DHGNA — necessidade de planejamento alimentar individualizado.\n- **Hepatologista:** se ultrassonografia evidenciar esteatose moderada a grave ou enzimas persistentemente elevadas.\n- **Endocrinologista:** em casos de resistência insulínica avançada (HOMA-IR >3,0) ou diabetes tipo 2 com controle insatisfatório relacionado ao padrão dietético."
}
