{
  "score_item_id": "019c5360-48a5-7ee6-8124-d7580d4f0282",
  "clinical_relevance": "O consumo de café e chás cafeinados (chá preto, chá verde, chá mate) representa um dos hábitos alimentares mais prevalentes na população brasileira e mundial, com impacto relevante sobre múltiplos sistemas fisiológicos. A cafeína é a substância psicoativa mais consumida no planeta, presente em concentrações variáveis: café espresso (~60–100 mg/dose), café filtrado (~80–120 mg/200 mL), chá preto (~40–70 mg/200 mL), chá verde (~25–50 mg/200 mL) e chá mate (~30–60 mg/200 mL).\n\n**Mecanismo de ação central:** A cafeína atua primariamente como antagonista competitivo dos receptores de adenosina (A1 e A2A), impedindo a sinalização inibitória que promove sonolência e redução do alerta. Estruturalmente similar à adenosina, ocupa seus receptores sem ativá-los — analogia da \"chave errada que ocupa a fechadura\". Secundariamente, estimula os sistemas noradrenérgico e dopaminérgico, aumentando alerta, vigilância e diminuindo a percepção aguda de fome. Ao cessar o efeito, a adenosina acumulada se liga em massa aos receptores, podendo causar fadiga rebote e aumento de fome, especialmente em metabolizadores rápidos.\n\n**Metabolismo genético e variabilidade individual:** A metabolização da cafeína ocorre predominantemente via CYP1A2 hepática. Polimorfismos nessa enzima determinam metabolizadores lentos (genótipos CC/AC) e rápidos (AA), com implicações no tempo de meia-vida (3–5 horas em rápidos vs. até 10 horas em lentos) e na tolerabilidade individual. Na prática clínica, o teste genético não é obrigatório — a resposta clínica (agitação, insônia, taquicardia) é suficiente para ajuste de dose.\n\n**Eixo HPA e resposta catecolaminérgica:** A cafeína estimula a liberação de catecolaminas (noradrenalina, adrenalina) com efeito imediato (0–5 min), enquanto o cortisol tem resposta mais tardia (20–60 min). Um efeito frequentemente subestimado é a conversão de cortisol em cortisona mediada pela cafeína, gerando um \"vale\" subsequente com aumento de fome e desejo por mais cafeína — mecanismo que sustenta o padrão de uso compulsivo. Em pacientes com disfunção do eixo HPA ou fadiga adrenal, o maior consumo de cafeína pode ser sinal de compensação funcional.\n\n**Benefícios epidemiológicos documentados:** Revisões sistemáticas e meta-análises associam o consumo moderado de café e chás cafeinados a redução de risco de diabetes tipo 2, doenças cardiovasculares, depressão, doenças neurodegenerativas (Parkinson, Alzheimer) e mortalidade por todas as causas. O chá verde, rico em epigalocatequina galato (EGCG), apresenta propriedades antioxidantes, anti-inflamatórias e moduladoras do metabolismo glicêmico e lipídico. O chá mate contém compostos fenólicos com ação anti-inflamatória e termogênica.\n\n**Efeitos sobre desempenho cognitivo e físico:** Revisão sistemática brasileira (18 estudos: 15 em desempenho esportivo, 13 em desempenho cognitivo) demonstrou efeito positivo majoritário da cafeína sobre alerta subjetivo e tempo de reação simples. Efeitos foram observados inclusive com enxágue bucal com café, sugerindo absorção rápida por mucosa oral.\n\n**Interações clínicas relevantes:** Café e chás próximos às refeições reduzem a absorção de ferro não-heme (atenção em pacientes com anemia ferropriva ou ferritina baixa). O consumo de adoçantes artificiais (sucralose, estévia) em bebidas quentes como café e chá levanta preocupações pela possível formação de compostos problemáticos com o aquecimento. Consumo acima de 5 doses/dia é considerado ponto de atenção clínico, especialmente em pacientes com variantes de metabolização lenta.\n\n**Tolerância e uso estratégico:** O uso habitual diário reduz o valor ergogênico da cafeína por tolerância farmacológica. O uso estratégico (não diário) preserva o \"efeito surpresa\" e maximiza benefícios. A dependência de cafeína é reconhecida clinicamente e pode gerar síndrome de abstinência com cefaleia, fadiga, irritabilidade e dificuldade de concentração ao suspender abruptamente.",

  "points": 0,

  "patient_explanation": "Café, chá preto, chá verde e chá mate são bebidas que contêm cafeína, uma substância que age no cérebro bloqueando os sinais de cansaço e aumentando o estado de alerta. Quando consumidos com moderação, essas bebidas podem trazer benefícios: estudos mostram associação com menor risco de diabetes, doenças do coração e até melhora do humor e da cognição.\n\nNo entanto, o consumo excessivo ou nos momentos errados pode causar problemas. A cafeína pode gerar ansiedade, palpitações, dificuldade para dormir e uma sensação de \"queda\" de energia algumas horas depois — que muitas vezes leva a tomar mais café para compensar. Com o tempo, o organismo se adapta e a substância perde parte da sua eficácia.\n\nAlgumas pessoas metabolizam a cafeína mais lentamente do que outras por questões genéticas, e por isso sentem os efeitos por mais tempo. Grávidas e mulheres que amamentam devem evitar o consumo. Pessoas ansiosas ou com palpitações também devem conversar com o médico sobre reduzir ou suspender temporariamente. Tomar café ou chá junto com alimentos ricos em ferro pode reduzir a absorção desse mineral. O ideal é usar essas bebidas de forma consciente e estratégica, e não como dependência diária.",

  "conduct": "## Conduta Clínica — Café e Chás com Cafeína\n\n### Avaliação Inicial\n\n- **Quantificar o consumo diário:** número de doses, tipo de bebida, horários e forma de preparo (filtrado, espresso, solúvel, chás)\n- **Avaliar padrão de uso:** habitual/diário vs. estratégico/ocasional; presença de dependência (cefaleia ao não consumir, uso compulsório pela manhã)\n- **Investigar sintomas associados:** ansiedade, palpitações, insônia, taquicardia, fome rebote pós-café, fadiga crônica (possível disfunção HPA)\n- **Identificar populações de risco:** gestantes, lactantes, pacientes ansiosos, pós-COVID com disautonomia, pacientes com arritmias conhecidas\n- **Checar interações:** uso de adoçantes aquecidos (sucralose, estévia) no café/chá; consumo próximo às refeições em pacientes com anemia ou ferritina baixa\n\n### Estratificação por Perfil\n\n**Consumo moderado, sem sintomas (1–3 doses/dia):**\n- Manter e orientar sobre horários (evitar após 14h para preservar qualidade do sono)\n- Preferir café em grãos moídos na hora (preserva fitoquímicos como trigonelina) em vez de café solúvel industrializado\n- Evitar adoçantes artificiais em bebidas quentes; preferir taumatina ou fruta do monge se necessário\n- Orientar afastamento de refeições em pelo menos 30–60 min em pacientes com ferritina baixa ou anemia ferropriva\n\n**Consumo elevado (>5 doses/dia ou sintomas de dependência):**\n- Redução gradual para evitar síndrome de abstinência (cefaleia, fadiga, irritabilidade)\n- Testar retirada por 30 dias e monitorar: ansiedade, qualidade do sono, fome, energia\n- Reintroduzir com dose mínima eficaz se houver benefício claro\n- Avaliar disfunção do eixo HPA se o paciente usar cafeína como \"compensação\" de fadiga crônica\n\n**Pacientes ansiosos / excitotoxicidade glutamatérgica:**\n- Suspender cafeína por 30 dias como teste diagnóstico-terapêutico obrigatório\n- Monitorar ansiedade, sono e fome durante o período de retirada\n- Se houver melhora significativa, manter restrição ou reintroduzir em doses muito baixas com acompanhamento\n\n**Gestantes e lactantes:**\n- **Suspender completamente** — cafeína pode reduzir crescimento fetal e passa pelo leite materno\n- Fornecer alternativas não estimulantes; reforçar higiene do sono e suporte nutricional\n- Atenção a variantes CYP1A2 de metabolização lenta: maior acúmulo e risco teórico aumentado\n\n**Pós-COVID com taquicardia/palpitações ou disautonomia:**\n- Considerar suspensão temporária e reavaliação após estabilização do sistema nervoso autônomo\n- Monitorar frequência cardíaca e sintomas autonômicos durante reintrodução gradual\n\n### Uso Estratégico e Prescrição Racional\n\n- **Para não consumidores habituais** com necessidade pontual (desempenho cognitivo/físico): cafeína anidra 100–200 mg em cápsulas oleosas (ex.: óleo de cártamo) para liberação mais lenta\n- **Evitar uso diário contínuo** para prevenir tolerância; reservar para momentos de maior necessidade\n- **Horário ideal:** 90–120 min após despertar (após pico natural de cortisol matinal) e não após 14h\n- Em metabolizadores lentos (suspeita clínica por agitação, insônia, taquicardia com doses baixas): reduzir dose e preferir preparo filtrado; evitar café solúvel concentrado\n\n### Investigação Complementar (quando indicada)\n\n- **Ferritina e saturação de transferrina** em pacientes com consumo de café/chá próximo às refeições e suspeita de carência de ferro\n- **Cortisol salivar (curva diurna)** em pacientes com padrão de fadiga matinal dependente de cafeína (suspeita de disfunção HPA)\n- **Avaliação genética CYP1A2** opcional em casos de resposta muito atípica (intolerância severa a doses mínimas ou ausência de efeito mesmo em doses altas)\n- **Holter ou eletrocardiograma** em pacientes com palpitações atribuídas ao consumo de cafeína\n\n### Orientações Adicionais\n\n- **Chá verde:** pode ser recomendado como alternativa ao café por suas propriedades antioxidantes (EGCG), anti-inflamatórias e metabólicas; dose de EGCG de 100–150 mg/dia como modulador antioxidante/metabólico\n- **Adoçantes em bebidas quentes:** evitar sucralose e estévia aquecidas; preferir taumatina ou fruta do monge\n- **Educação sobre rótulos:** orientar o paciente a verificar composição de pré-treinos e termogênicos que podem conter cafeína em doses não declaradas ou substâncias adulterantes"
}
