{
  "score_item_id": "019c537b-d2e4-7a83-ae5a-e86b1f53c5ed",
  "clinical_relevance": "O consumo de açúcar — especialmente sacarose (glicose + frutose) e xarope de milho de alta frutose (HFCS) — representa um dos principais moduladores metabólicos avaliados no Escore Plenya. Em termos fisiológicos, a sacarose é hidrolisada no intestino delgado em glicose e frutose, com absorção e vias metabólicas distintas: a glicose estimula a liberação de insulina pelo pâncreas, promovendo captação celular e síntese de glicogênio hepático; a frutose, por sua vez, é metabolizada predominantemente no fígado sem regulação direta pela insulina, favorecendo lipogênese de novo, hipertrigliceridemia e risco de esteatose hepática não alcoólica (EHNA) quando consumida em excesso.\n\nA insulina exerce papel central: picos de glicemia pós-prandial estimulam secreção insulínica e, quando frequentes e exacerbados, culminam em hiperinsulinemia compensatória e, progressivamente, em resistência à insulina — processo diagnosticável pela curva glicêmica e insulinêmica. Do ponto de vista da carga glicêmica, o organismo mantém apenas ~5 gramas de glicose circulantes nos 5 litros de sangue (glicemia de 80–95 mg/dL), enquanto uma refeição padrão baseada nas pirâmides alimentares tradicionais pode fornecer ~100 g de carboidratos — evidenciando o enorme estímulo imposto ao sistema insulínico. O acúmulo de apenas 20 g/dia de carboidratos excedentes pode resultar em ~7 kg de ganho de peso em dois anos.\n\nO consumo elevado de frutose industrial (HFCS presente em ~90% dos produtos adoçados nos EUA) agrava o perfil metabólico por múltiplas vias: aumento de triglicerídeos e VLDL, hiperuricemia, resistência insulínica hepática e periférica, e disbiose intestinal. O excesso de produtos de glicação avançada (AGEs), gerados pela alta carga glicêmica crônica e por preparos em alta temperatura, ativa a via AGE-RAGE, com upregulation de NF-κB, aumento de citocinas inflamatórias e espécies reativas de oxigênio (ROS), perpetuando inflamação crônica de baixo grau.\n\nDo ponto de vista laboratorial, a hemoglobina glicada (HbA1c) é marcador preferencial de glicação crônica, superior à glicemia de jejum isolada: valores acima de 5,5–5,6% já sinalizam exposição elevada a picos glicêmicos, mesmo com glicemia de jejum normal. A insulina de jejum ideal situa-se em ≤6 µU/mL, sendo valores acima de 10 µU/mL sugestivos de hiperinsulinemia. A curva insulinêmica-glicêmica com coletas a 0, 30, 60, 120 e 180 minutos é a ferramenta mais sensível para identificar resistência à insulina subclínica. Dados observacionais demonstram que a restrição progressiva de carboidratos (de 65% para 10% das calorias totais) reduz de forma dose-dependente a glicemia de jejum, a HbA1c e o peso corporal em pacientes com diabetes tipo 2.\n\nA estratificação de risco metabólico associada ao consumo de açúcar considera: frequência e quantidade de ingestão de açúcares simples e ultraprocessados, presença de hiperinsulinemia, HbA1c, perfil lipídico (triglicerídeos, VLDL), índice de massa corporal, circunferência abdominal, presença de EHNA e predisposição genética (polimorfismos em FTO, TCF7L2, PPAR-γ, entre outros). A síndrome metabólica, resistência à insulina e diabetes tipo 2 representam o espectro de desfechos do consumo crônico excessivo de açúcar no contexto de susceptibilidade individual.",
  "points": 0,
  "patient_explanation": "O açúcar que você consome — seja no café, em biscoitos, refrigerantes ou alimentos industrializados — entra rapidamente na sua corrente sanguínea e faz o pâncreas liberar insulina para controlar essa subida. Quando isso acontece com muita frequência, o corpo começa a \"se cansar\" de responder à insulina, o que chamamos de resistência à insulina. Com o tempo, esse processo pode favorecer o acúmulo de gordura no fígado, aumento de triglicerídeos e o desenvolvimento de diabetes tipo 2.\n\nO seu organismo mantém apenas uma colher de chá de açúcar (cerca de 5 gramas) circulando no sangue a qualquer momento. Quando você come uma refeição rica em açúcar e carboidratos refinados, essa quantidade aumenta muito rapidamente, exigindo um trabalho enorme do seu pâncreas.\n\nA boa notícia é que ajustes na alimentação têm impacto direto e rápido: reduzir açúcares simples, preferir alimentos integrais, combinar carboidratos com proteínas e fibras e evitar ultraprocessados são estratégias eficazes para proteger seu metabolismo e sua saúde a longo prazo. Este parâmetro avalia seus hábitos recentes de consumo de açúcar para orientar recomendações personalizadas.",
  "conduct": "## Conduta Clínica — Consumo de Açúcar\n\n### 1. Avaliação Inicial\n\n- **Anamnese dietética detalhada:** estimar ingestão diária de açúcares simples (sacarose, frutose livre, HFCS), frequência de consumo de ultraprocessados e bebidas adoçadas\n- **Estratificar consumo de frutose:** <50 g/dia (baixo risco), 50–100 g/dia (risco moderado), >100 g/dia (alto risco metabólico)\n- **Identificar fontes ocultas:** molhos industrializados, pães embalados, cereais matinais, iogurtes flavorizados — biscoitos recheados populares contêm 37–40% de açúcar em peso\n- **Avaliar uso de adoçantes artificiais:** aspartame, sucralose, acessulfame-K — considerar riscos individuais e contexto de uso\n\n### 2. Investigação Laboratorial Complementar\n\n- **HbA1c:** marcador preferencial de glicação crônica; valores >5,5% indicam exposição elevada a picos glicêmicos mesmo com glicemia de jejum normal\n- **Insulina de jejum:** ideal ≤6 µU/mL; aceitável até 10 µU/mL; valores acima sugerem hiperinsulinemia\n- **Curva glicêmica e insulinêmica (TOTG com insulina):** coletas em 0, 30, 60, 120 e 180 min — ferramenta essencial para identificar resistência à insulina subclínica e hipoglicemia reativa\n- **Perfil lipídico completo:** triglicerídeos, VLDL, HDL — marcadores de lipogênese hepática por frutose excessiva\n- **Ácido úrico:** excesso de frutose favorece hiperuricemia\n- **Ultrassom hepático:** rastrear esteatose hepática não alcoólica em alto consumo crônico de frutose\n- **Pressão arterial:** hipertensão associada a hiperinsulinemia e síndrome metabólica\n\n### 3. Intervenções Dietéticas Baseadas em Evidências\n\n- **Reduzir carga glicêmica das refeições:**\n  - Iniciar refeições com vegetais fibrosos para retardar absorção de carboidratos\n  - Sempre combinar carboidratos com proteínas e/ou gorduras saudáveis\n  - Evitar carboidratos simples isolados (em especial em jejum)\n- **Preferir frutas inteiras a sucos:** fibras modulam velocidade de absorção e saciedade; sucos concentram frutose sem fibras\n- **Posicionar frutas de maior impacto glicêmico** (banana, mamão) para períodos estratégicos (ex.: pós-treino, final da tarde) e sempre após proteína\n- **Substituir açúcar refinado:**\n  - **Polióis (eritritol, xilitol):** alternativas seguras com menor impacto glicêmico; atenção à tolerância gastrointestinal individual\n  - **Estévia, taumatina, fruta do monge:** opções naturais com perfil de segurança favorável\n  - **Açúcar de coco:** benefício glicêmico marginal (IG ~35–54 vs. 65 do açúcar de mesa); sem vantagem relevante em preparações complexas\n  - **Evitar aspartame e sucralose em uso diário e em altas temperaturas** (risco de formação de compostos indesejados com aquecimento)\n- **Não adoçar sucos de frutas com mel:** ambos são ricos em frutose, somando carga excessiva\n- **Dieta low carb ou cetogênica:** considerar em pacientes com resistência à insulina, HbA1c entre 6,5–9% ou diabetes tipo 2 estabelecido — evidências demonstram redução dose-dependente de glicemia, HbA1c e peso corporal\n\n### 4. Metas Dietéticas Quantitativas\n\n- Frutose livre: **<50 g/dia** como meta geral; reduzir progressivamente em pacientes com dislipidemia, esteatose ou resistência à insulina\n- Açúcares adicionados: **<10% das calorias totais** (OMS); idealmente **<5%** em pacientes com risco metabólico\n- Carboidratos totais: individualizar conforme perfil metabólico — reduções progressivas de 65% para 35–45% das calorias têm impacto clínico relevante\n\n### 5. Monitoramento e Seguimento\n\n- **Reavaliar HbA1c, insulina de jejum e perfil lipídico** a cada 3–6 meses durante intervenção dietética\n- **Curva glicêmica-insulinêmica de controle** após 3 meses de intervenção em pacientes com resistência insulínica diagnosticada\n- **Monitorar marcadores de esteatose hepática** (AST, ALT, GGT, ultrassom) em consumo crônico elevado de frutose\n- **Diário alimentar ou aplicativo de rastreamento** para conscientização sobre fontes ocultas de açúcar\n\n### 6. Encaminhamentos\n\n- **Nutricionista:** para planejamento alimentar individualizado, especialmente em pacientes com síndrome metabólica, diabetes ou obesidade\n- **Endocrinologista:** em HbA1c ≥6,5%, resistência à insulina severa ou diabetes tipo 2 de difícil controle\n- **Hepatologista:** em evidência ultrassonográfica ou laboratorial de esteatose hepática significativa\n\n### 7. Educação do Paciente\n\n- **Rotulagem nutricional:** orientar a identificar açúcares ocultos nos rótulos (xarope de glicose, xarope de frutose, maltodextrina, dextrose, sacarose)\n- **Atenção especial a produtos \"diet\" e \"zero\":** o sabor adocicado per se pode estimular resposta insulínica antecipatória e aumentar fome\n- **Contextualizar recomendações:** em pacientes com restrições socioeconômicas, priorizar orientações factíveis e realistas antes de prescrições restritivas absolutas"
}
