{
  "score_item_id": "019c5378-9893-70f2-a25f-fd10d9afdbf0",
  "clinical_relevance": "O consumo de proteínas avaliado por recordatório alimentar é um parâmetro central na medicina funcional integrativa e na estratificação de risco metabólico, nutricional e de composição corporal. As proteínas são macronutrientes estruturalmente complexos, compostos por aminoácidos — essenciais, não essenciais e condicionalmente essenciais — que sustentam funções vitais: síntese muscular, produção enzimática, integridade de tecidos (pele, ossos, mucosas), resposta imune e homeostase metabólica.\n\nVALORES DE REFERÊNCIA E INTERPRETAÇÃO:\nA recomendação da OMS/WHO para adultos saudáveis é de 0,8 g/kg de peso corporal/dia como ingestão mínima para evitar balanço nitrogenado negativo (a necessidade média estimada é de 0,5–0,6 g/kg/dia). Na prática clínica da medicina funcional e de longevidade, alvos terapêuticos mais elevados são amplamente adotados: 1,2–1,6 g/kg/dia como faixa recomendada para otimização da composição corporal, envelhecimento saudável, emagrecimento e desempenho físico; ≥ 1,0 g/kg/dia como mínimo em protocolos hipocalóricos para preservação ou ganho de massa magra; > 1,3 g/kg/dia em portadores de DRC é potencialmente deletério, com risco de progressão de lesão renal e acúmulo de toxinas urêmicas. A média populacional observada é de aproximadamente 1,2 g/kg/dia, frequentemente mal distribuída ao longo do dia.\n\nFISIOPATOLOGIA E MECANISMOS:\nAo contrário de carboidratos e gorduras, o excesso proteico não é armazenado no organismo — é catabolizado, gerando ureia e outras toxinas nitrogenadas. Em função renal preservada, esse processo é fisiologicamente tolerado. Em doença renal crônica (DRC), a elevação da pressão intraglomerular e a hiperfiltração decorrentes da alta ingestão proteica podem acelerar a glomerulosclerose e a lesão túbulo-intersticial, conforme descrito nas diretrizes KDIGO 2024.\n\nNo contexto do exercício, as demandas proteicas aumentam proporcionalmente à intensidade, frequência e volume de treinamento. A síntese proteica muscular (hipertrofia) depende de sobrecarga mecânica, microlesões controladas e ativação da síntese proteica — processo mediado por sinalizadores como IL-6, lactato e espécies reativas de oxigênio. Déficit proteico crônico manifesta-se clinicamente por elevação de marcadores de catabolismo (amônia, ureia, ácido úrico, transaminases, cortisol), queda de performance, perda de massa magra, alopecia difusa, unhas quebradiças e imunodeficiência.\n\nBCAAs (leucina, isoleucina, valina) são abundantes em proteína animal e estimulam a via mTOR e a secreção de insulina (leucina). Sob restrição severa de carboidratos, BCAAs podem ser oxidados como substrato energético. O excesso de BCAAs e seus metabólitos intermediários tem sido associado a resistência insulínica — razão pela qual a qualidade e quantidade proteica devem ser individualizadas.\n\nDISTRIBUIÇÃO E PADRÃO ALIMENTAR:\nUm erro comum é a concentração proteica no almoço e no jantar, com déficit significativo no café da manhã e nos lanches. A maioria dos pacientes não atinge as metas proteicas justamente por padrões ricos em farináceos com proteína concentrada apenas em duas refeições. A distribuição ao longo de 3–4 refeições diárias potencializa a síntese proteica muscular, especialmente com aporte de 20–40 g de proteína de alto valor biológico por refeição.\n\nIMPACTO METABÓLICO E GLICÊMICO:\nDietas moderadas a ricas em proteína (20–25% das calorias) associam-se a maior redução de glicemia de jejum (FPG) e HbA1c em 6 meses em portadores de DM2 submetidos à restrição de carboidratos, comparadas a dietas hipoprotéicas (≤ 20%). Há efeito protetor sobre a massa magra, especialmente quando associadas à restrição calórica e ao exercício resistido. Em metarregressão de 87 estudos de restrição energética, ingestão ≥ 1 g/kg/dia foi associada à retenção ou ganho de massa magra — em protocolos < 12 semanas, preservação de ~0,6 kg; em > 12 semanas, ganho de ~1,2–1,74 kg.\n\nSAÚDE RENAL E TIPO DE PROTEÍNA:\nO tipo proteico é clinicamente relevante, especialmente na DRC. Estudos observacionais e um RCT associam maior proporção de proteína vegetal em relação à animal a menor velocidade de declínio da TFGe e menor risco de mortalidade em portadores de DRC. As diretrizes KDIGO 2024 recomendam manter 0,8 g/kg/dia na DRC e evitar > 1,3 g/kg/dia.\n\nMORTALIDADE E SARCOPENIA:\nEstudo prospectivo com 1.763 idosos em risco de sarcopenia (Chinese Longitudinal Healthy Longevity Survey, 2012–2018) demonstrou que albumina sérica e ingestão proteica adequada são fatores protetores independentes contra mortalidade por todas as causas, reforçando a importância da avaliação do consumo proteico como parâmetro de longevidade.",
  "points": 0,
  "patient_explanation": "As proteínas são os tijolos do seu corpo: elas constroem músculos, ossos, pele, enzimas e células do sistema imune. Sem proteína suficiente, o corpo começa a 'desmontar' os próprios músculos para se manter funcionando.\n\nO recordatório alimentar é uma ferramenta que estima quanto de proteína você realmente consome no dia a dia, com base no que você comeu em dias típicos. Isso permite comparar sua ingestão real com o que seu corpo precisa.\n\nA maioria das pessoas não ingere proteína suficiente ao longo do dia — ou come pouco no café da manhã e no lanche, concentrando tudo no almoço e jantar. Essa distribuição inadequada reduz o aproveitamento pelo organismo.\n\nQuando a ingestão é insuficiente, podem surgir sinais como queda de cabelo, unhas fracas, cansaço fácil, dificuldade de ganhar músculo, maior susceptibilidade a infecções e recuperação lenta após exercícios. Por outro lado, o excesso sem orientação — especialmente em quem tem problemas nos rins — também pode ser prejudicial.\n\nO objetivo é encontrar a quantidade certa para o seu peso, seus objetivos e sua saúde. Para a maioria dos adultos ativos, a meta é de 1,2 a 1,6 gramas de proteína por quilo de peso corporal por dia, bem distribuídos em todas as refeições.",
  "conduct": "## Conduta Clínica — Consumo de Proteínas (Recordatório Alimentar)\n\n### 1. Interpretação do Recordatório\n\n- **Calcular ingestão em g/kg/dia** com base no peso atual (ou peso ajustado em casos de obesidade grave)\n- Classificar o resultado:\n  - **< 0,8 g/kg/dia:** Ingestão insuficiente — risco de balanço nitrogenado negativo, sarcopenia e imunodeficiência\n  - **0,8–1,0 g/kg/dia:** Adequado para adultos saudáveis sedentários (mínimo WHO); insuficiente para longevidade e performance\n  - **1,0–1,2 g/kg/dia:** Zona de transição — adequado em dietas hipocalóricas para preservação de massa magra\n  - **1,2–1,6 g/kg/dia:** Faixa ótima funcional — composição corporal, emagrecimento, envelhecimento saudável, desempenho\n  - **> 1,6 g/kg/dia:** Monitorar função renal; potencialmente benéfico em atletas de alta performance com rins saudáveis\n  - **> 1,3 g/kg/dia em DRC:** Evitar — risco de progressão de lesão renal e acúmulo de toxinas urêmicas\n\n---\n\n### 2. Investigação Complementar\n\n**Rastreio renal obrigatório antes de elevar proteína:**\n- **TFGe (eGFR):** calculada por CKD-EPI ou MDRD\n- **Albuminúria / razão albumina-creatinina urinária (UACR)**\n- **Ureia e creatinina sérica**\n- **Albumina sérica:** marcador de estado nutricional proteico e preditor de mortalidade em idosos\n\n**Avaliação de composição corporal:**\n- Bioimpedância ou DEXA para quantificar massa muscular esquelética e rastreio de sarcopenia\n- Em déficit proteico crônico: verificar marcadores de catabolismo — amônia, ureia, ácido úrico, transaminases, cortisol\n\n**Marcadores complementares (conforme contexto):**\n- TSH e T3 livre: déficit energético crônico pode simular hipotireoidismo (pseudohipotireoidismo por redução de T3)\n- Hemograma: anemia por déficit proteico\n- Pré-albumina (transtirretina): marcador mais sensível de estado proteico agudo\n\n---\n\n### 3. Intervenções por Cenário Clínico\n\n#### A. Ingestão insuficiente (< 1,0 g/kg/dia) — adulto saudável\n- **Meta:** atingir 1,2–1,6 g/kg/dia distribuídos em 3–4 refeições\n- Priorizar proteína no café da manhã (ex.: ovos, iogurte grego, queijo cottage)\n- Fontes de alta qualidade: ovos, carnes magras, peixes, laticínios, leguminosas combinadas\n- Orientar equivalências práticas: 100 g de carne ≈ 25 g de proteína; 1 ovo ≈ 6–7 g de proteína\n- Considerar suplementação com whey protein ou proteína vegetal concentrada se houver dificuldade em atingir meta pela alimentação\n\n#### B. Ingestão insuficiente em idosos ou risco de sarcopenia\n- Meta ≥ 1,2 g/kg/dia; distribuição uniforme ao longo do dia é especialmente importante nesta faixa etária\n- Associar exercício resistido — sinergia comprovada com ingestão proteica para ganho e manutenção de massa magra\n- Monitorar albumina sérica como preditor de mortalidade e estado nutricional\n\n#### C. Ingestão insuficiente em paciente em emagrecimento ou dieta hipocalórica\n- **Mínimo absoluto:** ≥ 1,0 g/kg/dia; preferência por 1,2 g/kg/dia\n- Proteína adequada em restrição calórica preserva e pode aumentar massa magra:\n  - < 12 semanas: preservação de ~0,6 kg de massa magra\n  - > 12 semanas: ganho de ~1,2–1,74 kg de massa magra\n- Dietas low carb com proteína ≥ 1 g/kg/dia favorecem composição corporal independentemente da ingestão calórica total\n\n#### D. Excesso proteico em paciente com DRC\n- **Alvo KDIGO 2024:** manter 0,8 g/kg/dia\n- **Evitar:** > 1,3 g/kg/dia — risco de hiperfiltração glomerular, glomerulosclerose e acúmulo de toxinas urêmicas\n- **Preferir proteína de origem vegetal** sobre animal: associada a menor velocidade de declínio de TFGe e menor risco de mortalidade\n- Encaminhar a nefrologista e nutricionista especializada em DRC para protocolo individualizado\n- Monitorar: TFGe, UACR, ureia, fósforo, potássio (conforme estágio de DRC)\n\n#### E. Distribuição inadequada (concentração no almoço/jantar)\n- Reestruturar distribuição proteica ao longo do dia:\n  - Café da manhã: 20–35 g de proteína\n  - Almoço: 25–40 g\n  - Lanche: 10–20 g\n  - Jantar: 25–40 g\n- Essa distribuição ao longo de 3–4 refeições maximiza a síntese proteica muscular\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Nutricionista:** sempre que houver dificuldade em atingir metas proteicas, restrições alimentares complexas ou necessidade de planejamento alimentar individualizado\n- **Nefrologista:** TFGe < 60 mL/min/1,73 m² ou albuminúria presente antes de qualquer elevação da ingestão proteica; manejo de DRC com ajuste proteico\n- **Endocrinologista/clínico geral:** sarcopenia severa, caquexia, anorexia, déficit energético crônico com alterações hormonais (cortisol elevado, TSH alterado, T3 reduzido)\n\n---\n\n### 5. Atenção a Populações Específicas\n\n- **Gestantes:** necessidades proteicas aumentadas; avaliar individualmente com nutricionista e obstetra\n- **Atletas:** demandas aumentam com VO2 max, intensidade e frequência de treino; pode superar 1,6 g/kg/dia sob supervisão profissional\n- **Pacientes com DM2:** dieta moderadamente hiperproteica (20–25% das calorias) associada a maior redução de FPG e HbA1c em 6 meses comparada à hipoprotéica (≤ 20%) em contexto de restrição de carboidratos\n- **Idosos:** risco elevado de sarcopenia com ingestão < 1,0 g/kg/dia; priorizar distribuição fracionada e associação com exercício de resistência\n- **Uso de suplementos de BCAA:** evitar exageros — metabólitos intermediários associados a resistência insulínica; priorizar fontes alimentares integrais; reduzir suplementos isolados de BCAA em pacientes sem indicação específica (ex.: doença hepática avançada)"
}
