{
  "score_item_id": "019c537e-9b24-7650-836e-7153987d2658",
  "clinical_relevance": "O consumo calórico total diário — quando calculado pelo profissional com base na taxa metabólica basal (TMB) somada ao gasto energético das atividades — é um dos parâmetros nutricionais mais relevantes para a estratificação de risco metabólico e para o planejamento terapêutico individualizado. A TMB representa o gasto energético mínimo necessário para manter funções vitais em repouso e corresponde, em média, a 60–75% do gasto energético total (GET) em indivíduos sedentários. O GET é obtido pela multiplicação da TMB pelo fator de atividade física (PAL), variando de 1,2 (sedentário) a 2,0 ou mais (atleta).\n\nA mensuração mais precisa da TMB é feita por calorimetria indireta em repouso, que também avalia a proporção de substratos utilizados (gordura vs. carboidrato). Em condições ideais, espera-se que mais de 75–85% do gasto energético em repouso seja proveniente da oxidação de gorduras. Perfis próximos de 50% indicam inflexibilidade metabólica (perfil glicolítico), com implicações clínicas relevantes para prescrição de jejum intermitente — contraindicado nesses casos pelo risco de catabolismo muscular por gliconeogênese de aminoácidos.\n\nO desequilíbrio entre consumo e gasto calórico é o principal mecanismo fisiopatológico da obesidade. Dados epidemiológicos são alarmantes: mais da metade da população brasileira apresenta sobrepeso ou obesidade, enquanto nos EUA essa proporção se aproxima de 70% dos adultos, com apenas 12% considerados metabolicamente saudáveis. A dieta habitual ocidental contém aproximadamente 300 g/dia de carboidratos (~60% das calorias), muito acima das necessidades fisiológicas agudas — a glicemia circulante total em 5 L de sangue representa apenas ~5 g de glicose.\n\nA restrição calórica prolongada e inadequada pode reduzir o metabolismo basal e comprometer a função tireoidiana, gerando quadro de pseudo-hipotireoidismo (elevação de TSH e queda de T3 por déficit energético crônico). Indicadores bioquímicos de déficit energético crônico incluem elevação de amônia, ureia, ácido úrico e transaminases, além de queda de performance e de massa muscular. Em mulheres com baixa massa muscular, restrições calóricas sem adequado aporte proteico resultam em redução do metabolismo basal e efeito sanfona progressivo.\n\nA referência de 7.000 kcal para oxidação de aproximadamente 1 kg de gordura corporal é parâmetro consolidado para planejamento de déficit calórico. Déficits moderados de 300–500 kcal/dia são preferencialmente recomendados para preservação de massa magra durante o emagrecimento, com aporte proteico mínimo de 1,0–1,2 g/kg/dia. O metabolismo basal tende a reduzir progressivamente com a perda de peso, exigindo recalibragem periódica do plano alimentar. A estagnação de 6–8 semanas sem progresso deve orientar reavaliação completa da estratégia terapêutica.",
  "points": 0,
  "patient_explanation": "Este parâmetro avalia quantas calorias você realmente precisa consumir por dia, calculadas de forma personalizada pelo profissional de saúde. O cálculo leva em conta duas coisas: primeiro, o quanto seu corpo gasta apenas para funcionar em repouso (respirar, manter o coração batendo, regular a temperatura — chamamos isso de metabolismo basal); segundo, o quanto você gasta com suas atividades diárias, como trabalhar, caminhar, fazer exercícios ou cuidar da casa.\n\nSaber esse número é importante porque consumir muito mais calorias do que seu corpo gasta leva ao acúmulo de gordura e ao ganho de peso. Por outro lado, consumir muito menos do que o necessário pode prejudicar seus músculos, diminuir sua energia, afetar o funcionamento da tireoide e tornar mais difícil emagrecer de forma duradoura.\n\nCada pessoa tem um gasto calórico diferente, influenciado por fatores como massa muscular, nível de atividade física, idade, hormônios e genética. Por isso, o cálculo feito pelo profissional é muito mais seguro e eficaz do que seguir dietas genéricas. Quando a ingestão calórica está bem ajustada, o corpo consegue perder gordura preservando os músculos, mantendo energia e saúde a longo prazo.",
  "conduct": "## Avaliação Inicial do Consumo Calórico\n\n### Cálculo da Taxa Metabólica Basal e Gasto Energético Total\n- Utilizar equações validadas para estimativa da TMB (Harris-Benedict revisada, Mifflin-St Jeor ou Schofield) como ponto de partida\n- Multiplicar a TMB pelo fator de atividade física (PAL): sedentário 1,2 | leve 1,375 | moderado 1,55 | intenso 1,725 | muito intenso 1,9\n- **Sempre que disponível, preferir calorimetria indireta em repouso** para mensuração objetiva da TMB e do quociente respiratório (QR)\n  - QR >0,80–0,85 em repouso indica perfil predominantemente glicolítico (inflexibilidade metabólica)\n  - QR próximo a 0,70–0,75 indica boa oxidação de gorduras (perfil metabólico favorável)\n\n### Avaliação Complementar\n- **Composição corporal:** dobras cutâneas ou bioimpedância (dois indivíduos com mesmo IMC podem ser metabolicamente opostos)\n- **Laboratorial básico:** glicemia de jejum, insulina basal, HOMA-IR (<2,15), HbA1c, TG/HDL, PCR-us, TSH, T3 livre\n- **Laboratorial para suspeita de déficit energético crônico:** amônia, ureia, ácido úrico, TGO/TGP, cortisol, TSH, T3 (avaliar pseudo-hipotireoidismo metabólico)\n- **Marcadores inflamatórios quando indicado:** TNF-alfa (<8,1 pg/mL), IL-6 (<3,4 pg/mL), homocisteína (<7,9 µmol/L)\n\n---\n\n## Estratégia Terapêutica por Perfil Clínico\n\n### Paciente com excesso de gordura e necessidade de emagrecimento\n- Estabelecer déficit calórico moderado de **300–500 kcal/dia** abaixo do GET calculado\n- **Aporte proteico mínimo de 1,0–1,2 g/kg/dia** para preservação de massa magra durante hipocaloria\n- Recalibrar o plano a cada 4–6 semanas, pois o metabolismo basal reduz com a perda de peso\n- Priorizar redução de carboidratos de má qualidade (ultraprocessados, açúcares refinados) antes de restrição calórica total\n- Referência prática: ~7.000 kcal de déficit acumulado equivale à oxidação de ~1 kg de gordura\n\n### Paciente com metabolismo reduzido (especialmente mulheres com baixa massa muscular)\n- **Considerar priorizar ganho de massa muscular antes de focar na perda de peso**\n- Restrição calórica excessiva aprofunda a redução do metabolismo basal e o efeito sanfona\n- Musculação é o exercício mais eficaz para elevar o metabolismo basal e prevenir reganho\n- Aporte proteico mais elevado (1,2–1,6 g/kg/dia) para estímulo à síntese proteica\n\n### Paciente com perfil glicolítico (inflexibilidade metabólica)\n- **Evitar jejum intermitente** nesses pacientes — risco de catabolismo muscular por gliconeogênese de aminoácidos\n- Estratégia: aeróbico de maior volume + treino de força para aumentar massa muscular e capacidade mitocondrial\n- Redução gradual de carboidratos refinados com substituição por proteínas e gorduras de qualidade\n\n---\n\n## Monitoramento e Reavaliação\n\n- **Reavaliar composição corporal e parâmetros clínicos a cada 4–8 semanas**\n- Critérios para mudança de estratégia: 6–8 semanas sem progresso, sinais de baixa força ou energia, plateaus persistentes, queda de cabelo, unhas quebradiças, imunidade baixa\n- Monitorar trimestralmente: HbA1c, glicemia de jejum, insulina, perfil lipídico, PCR-us\n- Ajustar o cálculo calórico sempre que houver mudança significativa de peso, composição corporal ou nível de atividade física\n\n---\n\n## Encaminhamento e Colaboração Multidisciplinar\n\n- **Encaminhar ao nutricionista** para elaboração do plano alimentar individualizado — o emagrecimento efetivo exige essa parceria\n- Considerar avaliação por endocrinologista em casos de: suspeita de hipotireoidismo, resistência insulínica grave, síndrome metabólica estabelecida ou obesidade grau II/III\n- **Indicar acompanhamento psicológico ou terapia comportamental** quando houver dificuldade de adesão, compulsão alimentar ou histórico de transtorno alimentar\n- Abordagem multidisciplinar (médico + nutricionista + psicólogo + educador físico) apresenta melhores resultados a longo prazo\n\n---\n\n## Orientações Práticas ao Paciente\n\n- Utilizar método de porções (mãos, tamanho, proporção no prato) como ferramenta acessível de controle calórico\n- Alertar que mesmo alimentos \"saudáveis\" ou low carb podem gerar excesso calórico (queijos, castanhas, abacate, carnes gordurosas)\n- Reforçar que **alimentação é o principal determinante do balanço calórico** — exercício físico isolado tem impacto limitado na perda de peso, mas é fundamental para saúde geral, metabolismo e preservação muscular\n- Adesão realista (80% de consistência) é mais sustentável e eficaz do que perfeição seguida de abandono"
}
