{
  "score_item_id": "019c5374-7426-7761-8653-9a90cfda4a2e",
  "clinical_relevance": "O consumo alimentar nos últimos 6 meses representa um parâmetro comportamental central no Escore Plenya, refletindo o padrão dietético habitual do paciente e seu impacto direto sobre marcadores cardiometabólicos, inflamatórios, hormonais e de composição corporal. A avaliação qualitativa e quantitativa da dieta recente permite identificar desequilíbrios nutricionais, padrões pró-inflamatórios, resistência insulínica alimentar e deficiências de micronutrientes com consequências clínicas mensuráveis.\n\nDo ponto de vista fisiológico, a qualidade alimentar modula múltiplas vias metabólicas: a razão ômega-6:ômega-3 regula a produção de eicosanoides pró ou anti-inflamatórios; a carga glicêmica da dieta determina o perfil insulinêmico e a trajetória de resistência à insulina; o teor proteico (meta de 1,2–1,6 g/kg/dia) governa a composição corporal e a preservação de massa magra; a ingestão de gorduras trans tem associação dose-resposta com risco cardiovascular, enquanto gorduras saturadas naturais e monoinsaturadas apresentam evidências mais matizadas.\n\nEpidemiologicamente, análises de longo prazo (NHANES) demonstraram redução de aproximadamente 50% na densidade nutricional dos alimentos modernos em relação às décadas anteriores, com queda em praticamente todos os microelementos — exceção para fósforo. Esse cenário resulta em dietas hipercalóricas e hiponutrientes simultaneamente. Estudos prospectivos com até 30 anos de seguimento (coorte de ~69.000 mulheres e >41.000 homens) associaram o consumo de ≥2 porções/semana de abacate a 16% menor risco de doença cardiovascular e 21% menor risco de doença coronariana. Meta-análise de 18 coortes prospectivas com 251.497 participantes demonstrou que maior índice glicêmico dietético aumentou significativamente o risco de mortalidade por todas as causas em mulheres.\n\nNo contexto inflamatório, a dieta ocidental moderna apresenta razão ômega-6:ômega-3 estimada entre 15:1 e 20:1, muito acima da proporção evolutiva de 4:1 a 1:1, favorecendo a produção de mediadores pró-inflamatórios (PGE2, leucotrienos pró-inflamatórios) e contribuindo para doenças inflamatórias crônicas, autoimunes e neuropsiquiátricas. O padrão alimentar ultraprocessado eleva PCR-us, IL-6 e TNF-α, sendo estes marcadores mensuráveis para monitoramento de intervenção.\n\nA estratificação de risco pelo padrão alimentar considera: (1) frequência de consumo de ultraprocessados (itens ricos em açúcar refinado, farináceos, gorduras trans, aditivos); (2) qualidade e distribuição de proteínas ao longo do dia; (3) razão estimada ômega-6:ômega-3 pela anamnese; (4) ingestão de fibras e vegetais; (5) regularidade de consumo de peixes gordurosos, oleaginosas e fontes de gorduras monoinsaturadas; (6) presença de comportamentos de risco como puladores de refeições, consumo excessivo de frutose (>50 g/dia) ou padrão rico em laticínios diários de alta densidade calórica. A análise deve incluir recordatório alimentar de 24 horas e questionário de frequência alimentar para fundamentar a conduta individualizada.",
  "points": 0,
  "patient_explanation": "O que você come nos últimos 6 meses diz muito sobre a sua saúde atual e futura. A alimentação habitual influencia diretamente sua energia, peso, pressão, colesterol, inflamação e até o humor. Quando a dieta tem muitos alimentos ultraprocessados, pães, biscoitos, frituras industriais e refrigerantes, o corpo fica em estado de inflamação constante, o açúcar no sangue sobe com frequência e os nutrientes essenciais ficam em falta — mesmo que a quantidade de comida pareça suficiente. Por outro lado, uma alimentação baseada em alimentos de verdade — legumes, verduras, proteínas de qualidade, gorduras naturais como azeite e oleaginosas, e peixes — protege o coração, o cérebro e o metabolismo. Neste parâmetro, avaliamos o seu padrão alimentar real para entender quais ajustes podem trazer mais benefício para a sua saúde. Não existe dieta perfeita para todos: o objetivo é entender o que funciona melhor para o seu corpo e encontrar mudanças sustentáveis.",
  "conduct": "## Conduta Clínica: Consumo de Alimentos (Últimos 6 Meses)\n\n### Avaliação e Investigação Inicial\n\n- **Recordatório alimentar de 24 horas** em pelo menos dois dias não consecutivos (um dia útil, um final de semana) para estimar padrão real\n- **Questionário de frequência alimentar (QFA)** focado em grupos alimentares-chave: ultraprocessados, proteínas, gorduras, fibras, frutose, laticínios\n- **Estimativa da razão ômega-6:ômega-3** pela anamnese dietética (frequência de consumo de peixes gordurosos, sementes, óleos industriais, alimentos fritos)\n- **Avaliação da distribuição proteica** ao longo do dia: a maioria dos pacientes concentra proteína no almoço/jantar e não atinge a meta de 1,2–1,6 g/kg/dia\n- **Estimativa de ingestão diária de frutose**: categorizar em <50 g (baixo risco), 50–100 g (moderado), >100 g (alto risco metabólico)\n- **Identificação do \"erro principal\"**: excesso de carboidratos refinados, déficit proteico, excesso de gorduras trans ou razão ômega-6:ômega-3 desbalanceada\n\n### Exames Laboratoriais Complementares Sugeridos\n\n- **Perfil metabólico básico:** glicemia em jejum, HbA1c, insulina de jejum, HOMA-IR\n- **Perfil lipídico completo:** colesterol total, LDL, HDL, TG, razão TG/HDL\n- **Marcadores inflamatórios:** PCR-us (<1 ideal; 1–3 risco moderado; >3 alto risco), homocisteína (<7,9 µmol/L ideal)\n- **Ferro, ferritina e transferrina** — especialmente em dietas restritivas ou vegetarianas\n- **Vitamina B12, vitamina D, magnésio** quando há indícios de padrão alimentar deficiente em micronutrientes\n- **Considerar avaliação de metais tóxicos** (arsênico, chumbo, mercúrio) em pacientes com consumo elevado e monotônico de arroz integral ou peixes grandes\n\n### Intervenções Nutricionais por Perfil\n\n#### Padrão Geral (Sobrepeso / Sedentário / Dieta Ocidental Típica)\n- **Reduzir ultraprocessados** como prioridade: refrigerantes, biscoitos, snacks, embutidos ricos em açúcar e farináceos\n- **Aumentar proteína** distribuída em 3–4 refeições: atingir 1,2–1,6 g/kg/dia com ovos, carnes, peixes e laticínios\n- **Priorizar gorduras naturais:** azeite de oliva, oleaginosas (nozes, amêndoas, castanhas), abacate, peixes gordurosos\n- **Reduzir carboidratos de baixa qualidade** (pães, farináceos) sem eliminar carboidratos complexos de qualidade\n- Lanche às 17h com oleaginosas (20–30 g) para manejo de fome vespertina e melhora da adesão\n\n#### Dislipidemia\n- Reduzir gorduras trans de forma prioritária (associação dose-resposta com risco cardiovascular)\n- Substituir óleos industriais de sementes por azeite para cocção\n- Incluir ômega-3 via peixes gordurosos (salmão, sardinha, cavala) 2–3x/semana ou suplementação de óleo de peixe (EPA+DHA)\n- Limitar consumo diário excessivo de queijo (alta densidade de gordura saturada e baixa variabilidade nutricional); priorizar carnes magras a pasto pelo melhor perfil MUFA/proteína\n- Monitorar perfil lipídico em 8–12 semanas após intervenção\n\n#### Doenças Inflamatórias / Autoimunes\n- Investigar e corrigir razão ômega-6:ômega-3 pela dieta e suplementação\n- Considerar teste de 1 mês de dieta anti-inflamatória com eliminação de glúten e lácteos em casos refratários\n- Aumentar polifenóis: café, chás variados, frutas vermelhas, curcumina (500 mg a 2 g/dia com piperina 10 mg para biodisponibilidade)\n- Em vegetarianos com autoimunes refratários: avaliar polimorfismos nos genes FADS (conversão limitada de ALA para EPA/DHA) e indicar fontes diretas de EPA/DHA (peixe ou suplemento de algas)\n\n#### Resistência Insulínica / Síndrome Metabólica\n- Avaliar padrão alimentar típico (café com pães/cereais; lanches hiperpalatáveis; jantar volumoso) e identificar principal ponto de intervenção\n- Reduzir carga glicêmica global; posicionar frutas de maior impacto glicêmico (banana, mamão) para horários estratégicos e após proteína\n- Implementar estratégias cíclicas conforme tolerância: jejum intermitente, redução de carboidratos à noite\n- Evitar sucos de frutas — reconhecer diferença pequena, mas real, em relação à fruta inteira (fibras, velocidade de absorção)\n\n### Critérios de Encaminhamento\n\n- **Nutricionista:** quando há necessidade de plano alimentar estruturado, distúrbios alimentares suspeitos, dietas restritivas (vegana, carnívora) que exijam monitoramento especializado\n- **Gastroenterologista/Nutrólogo:** em casos de disbiose grave, síndrome do intestino irritável, intolerâncias alimentares múltiplas ou má absorção documentada\n- **Endocrinologista:** quando resistência insulínica avançada, DM2 descompensado ou obesidade grau III associada\n- **Psiquiatra/Psicólogo:** quando padrão alimentar caótico está associado a transtornos de comportamento alimentar, TDAH ou transtornos de humor\n\n### Monitoramento\n\n- Reavaliar padrão alimentar a cada 3–4 meses com QFA ou recordatório\n- Monitorar marcadores laboratoriais (HbA1c, PCR-us, TG/HDL, ferritina) a cada 3–5 meses nas fases de intervenção ativa\n- Estabelecer metas SMART: específicas, mensuráveis, atingíveis, relevantes e com prazo — ex.: \"incluir peixe 2x/semana nas próximas 4 semanas\"\n- Documentar intervenções e resposta clínica para ajuste individualizado contínuo"
}
