{
  "score_item_id": "019bf31d-2ef0-7fc2-9d5c-a7d275642ead",
  "clinical_relevance": "O padrão alimentar familiar compartilhado é um determinante ambiental de primeira ordem na saúde cardiometabólica, ponderando tanto a transmissão epigenética quanto o chamado 'efeito espelhamento'. Crianças e cônjuges que coabitam tendem a reproduzir os hábitos alimentares do indivíduo-índice: escolhas de alimentos, horários de refeição, velocidade de ingestão, proporção de macronutrientes e grau de processamento dos alimentos. Dados do campo da medicina funcional integrativa evidenciam que peso e status de IMC dos pais influenciam de forma independente o peso ao nascer, a prevalência de obesidade e o risco de diabetes em filhos, além de forte componente cultural transmitido por imitação comportamental. Quando o padrão alimentar do paciente é rico em ultraprocessados, carboidratos de alto índice glicêmico, gorduras saturadas de cadeia longa em excesso e pobre em micronutrientes, toda a unidade familiar pode estar exposta ao mesmo risco: resistência insulínica, dislipidemia, inflamação sistêmica crônica de baixo grau, disbiose intestinal e glicação proteica acelerada. A avaliação da adesão familiar à dieta é considerada um indicador de comprometimento real com mudanças de hábito — em populações pediátricas com condições como autismo e TDAH, por exemplo, a adesão da família à dieta anti-inflamatória funciona como preditor de sucesso terapêutico. Epidemiologicamente, cerca de 70% dos adultos brasileiros apresentam sobrepeso ou obesidade e quase 50% vivem com pré-diabetes ou diabetes, cenário que reflete não apenas escolhas individuais, mas padrões alimentares domésticos perpetuados de geração em geração. O ambiente alimentar doméstico é moldado pela pessoa que mais influencia as compras, o preparo e os horários das refeições, tornando esse indivíduo-chave um vetor de saúde ou doença para toda a família. A velocidade de ingestão, a presença de distrações como televisão e celulares durante as refeições e a escolha de alimentos ultra-palatáveis também são comportamentos compartilhados que amplificam o risco familiar de excesso calórico e disbiose. A densidade nutricional dos alimentos consumidos na casa é outro aspecto crítico: análises longitudinais mostram redução de concentração de micronutrientes em vegetais nas últimas décadas, tornando ainda mais importante a escolha ativa por alimentos de qualidade. Quando o padrão familiar é favorável — baixo consumo de ultraprocessados, predominância de alimentos in natura, refeições compartilhadas sem distração e ritmo alimentar adequado — isso representa um fator protetor coletivo de alta relevância clínica.",
  "points": 8,
  "patient_explanation": "Este parâmetro avalia se as pessoas que moram com você — cônjuge, filhos, outros familiares — seguem o mesmo padrão alimentar que você adota. Isso é importante porque os hábitos alimentares dentro de casa são muito parecidos entre todos os moradores: as mesmas compras, os mesmos alimentos disponíveis, os mesmos horários e formas de comer. Quando alguém na família muda a alimentação para melhor, toda a família tende a se beneficiar. O contrário também é verdade: se o padrão da casa inclui muitos alimentos ultraprocessados, frituras, açúcar e pouco vegetal, todos ficam expostos aos mesmos riscos de saúde, como sobrepeso, diabetes e inflamação. Crianças aprendem a comer observando os adultos — por isso, os hábitos que os pais têm influenciam profundamente a saúde dos filhos ao longo da vida. Saber que todos na casa comem de forma parecida ajuda o médico a entender seu contexto real e a propor estratégias que funcionem para toda a família, tornando a mudança mais sustentável e efetiva.",
  "conduct": "## Conduta Clínica: Padrão Alimentar Familiar Compartilhado\n\n### Avaliação Inicial\n\n- **Mapeamento do ambiente alimentar doméstico:** identificar quem realiza as compras e o preparo das refeições, quais alimentos estão habitualmente disponíveis em casa e quais padrões de refeição são compartilhados (horários, velocidade de ingestão, uso de telas durante as refeições).\n- **Identificação do indivíduo-chave:** determinar quem exerce maior influência sobre as escolhas alimentares da família (comprador principal, cozinheiro habitual), pois esse membro é o principal alvo de orientação.\n- **Avaliação do grau de adesão familiar:** verificar se cônjuge e filhos adotam o mesmo padrão do paciente ou se há divergências significativas, o que pode facilitar ou dificultar a adesão ao plano terapêutico.\n- **Investigação de crianças na casa:** avaliar sinais de excesso de peso, consumo elevado de ultraprocessados, velocidade de ingestão aumentada e hábito de comer com distrações (TV, celular), dados consistentes com literatura sobre TDAH, obesidade infantil e risco cardiometabólico futuro.\n\n### Investigação Complementar\n\n- **Recordatório alimentar de 24 horas familiar:** estimar proporção de alimentos in natura versus ultraprocessados, carga glicêmica habitual e relação ômega-6:ômega-3 na dieta da família.\n- **Avaliação antropométrica dos familiares conviventes:** IMC, circunferência abdominal e, quando possível, composição corporal por bioimpedanciometria ou dobras cutâneas.\n- **Biomarcadores nos familiares com risco elevado:** glicemia de jejum, HbA1c, lipidograma, insulinemia basal, PCR ultrassensível — especialmente em cônjuges acima de 40 anos e filhos com sobrepeso ou sintomas sugestivos de resistência insulínica.\n\n### Intervenções Baseadas em Evidências\n\n#### Educação Nutricional Familiar\n- **Orientar sobre efeito espelhamento:** explicar que crianças imitam comportamentos alimentares parentais, inclusive imagem corporal e relação emocional com comida; pais saudáveis formam filhos com menor risco cardiometabólico.\n- **Refeições sem distrações:** orientar a extensão do tempo de refeição e eliminação de telas — estudo do JAMA (2023) demonstrou que estender o jantar em apenas 10 minutos levou crianças a consumirem mais frutas e vegetais; comer mais devagar aumenta saciedade e reduz ingestão calórica total.\n- **Desconstruir o conceito de \"dieta equilibrada\" genérica:** trabalhar o conceito de homeostase individual — não existe padrão único ideal para todos; cada membro da família pode precisar de ajustes conforme suas necessidades metabólicas, mas a base de qualidade alimentar é compartilhada.\n\n#### Modificações Práticas do Ambiente Doméstico\n- **Reformulação das compras:** reduzir disponibilidade de ultraprocessados, bebidas açucaradas e lanches de alto índice glicêmico no domicílio; aumentar oferta de vegetais, proteínas de qualidade, azeite, oleaginosas e frutas de baixo impacto glicêmico.\n- **Planejamento de refeições:** estruturar ao menos uma refeição principal compartilhada ao dia, sem pressa, sem telas e com variedade de alimentos in natura.\n- **Redução de carboidratos de alta carga glicêmica:** evitar pães muito tostados, frituras com carbonização, sucos de fruta e preparos com excesso de açúcar; combinar sempre carboidratos com vegetais e proteínas para atenuar picos glicêmicos.\n\n#### Estratégias por Perfil\n- **Quando o padrão familiar é positivo (todos seguem):** reforçar e consolidar — o suporte social doméstico é um dos maiores preditores de adesão sustentada. Aproveitar para aprofundar personalização individual sem romper a dinâmica coletiva favorável.\n- **Quando o padrão é negativo e compartilhado:** priorizar intervenção no indivíduo-chave das compras/preparo; propor mudanças graduais e palatáveis para não gerar resistência familiar; considerar envolvimento da família nas consultas.\n- **Quando há divergência (paciente quer mudar, família resiste):** trabalhar estratégias de autonomia do paciente dentro do ambiente doméstico adverso; orientar sobre como preparar opções saudáveis paralelas; considerar suporte psicológico para manejo de conflitos relacionados à alimentação.\n\n### Critérios de Encaminhamento\n\n- **Nutricionista:** sempre que houver necessidade de prescrição alimentar individualizada para um ou mais membros da família, especialmente em casos de obesidade infantil, diabetes, dislipidemias ou restrições alimentares específicas.\n- **Psicólogo ou terapeuta familiar:** quando a dinâmica alimentar doméstica estiver associada a conflitos relacionais, comportamento alimentar disfuncional, compulsão alimentar ou resistência ativa à mudança por parte de membros da família.\n- **Pediatra ou endocrinologista pediátrico:** quando houver crianças com sobrepeso, obesidade ou sinais de resistência insulínica no domicílio.\n- **Equipe multidisciplinar:** em casos de obesidade grave, síndrome metabólica consolidada ou quando o padrão alimentar familiar está fortemente enraizado e requer abordagem comportamental estruturada."
}
