{
  "score_item_id": "019bf31d-2ef0-7090-b843-99752e3c622d",
  "clinical_relevance": "O levantamento de suplementações em uso — incluindo marcas, formas farmacêuticas e doses — é uma etapa crítica da anamnese funcional integrativa. O uso inadequado, insuficiente ou excessivo de suplementos impacta diretamente biomarcadores laboratoriais, função mitocondrial, equilíbrio mineral, ciclo de metilação e resposta ao tratamento. A densidade nutricional dos alimentos modernos caiu substancialmente (estudo NHANES 2011 estimou redução de até 50% em alguns nutrientes), tornando a suplementação direcionada por exames e individualização clínica uma ferramenta terapêutica legítima na medicina funcional integrativa.\n\n**Suplementos de maior relevância clínica e suas referências de dosagem:**\n\n- **Vitamina D:** Doses usuais de 2.000 a 20.000 UI/dia conforme nível sérico. Portadores de polimorfismos nos genes GC e VDR podem necessitar de níveis séricos >50 ng/mL para efeito desejado. Monitorar vitamina D, PTH e cálcio iônico. Prescrever em conjunto com K2 (MK7) 100–200 mcg e magnésio.\n- **Magnésio:** Cofator em mais de 300 reações enzimáticas. Formas com maior biodisponibilidade: bisglicinato, treonato, dimalato/malato (citrato para constipação; treonato para função cognitiva). Dose usual: 200–400 mg de magnésio elementar/dia, dividido em duas tomadas (manhã e noite). Em crianças com TDAH: 5–10 mg/kg/dia. Meta-análises confirmam benefícios cardiovasculares e na composição corporal com uso por no mínimo 6 meses.\n- **Ômega-3 (EPA/DHA):** Indicado especialmente em portadores de polimorfismos FADS1 e FADS2 que reduzem a conversão de precursores. Eficácia condicionada a estilo de vida saudável.\n- **Coenzima Q10 (CoQ10):** Forma ubiquinona (padrão) ou ubiquinol (forma ativa, maior biodisponibilidade, doses menores). Indicação prioritária para pacientes acima de 40 anos, com condições crônicas ou em uso de estatinas: 100–200 mg/dia. Impacto mitocondrial em órgãos de alta demanda energética (coração, cérebro). Evidências em mortalidade cardiovascular e fertilidade.\n- **Selênio:** Componente da glutationa peroxidase; protege a mitocôndria do estresse oxidativo. Forma mais biodisponível: selenometionina. Dose: 20–200 mcg/dia; evitar manutenção prolongada de doses altas. Nível sérico ideal no último quartil da referência (120–150 mcg/L). Sinais de selenose: alopecia, unhas quebradiças, halitose com odor a alho.\n- **Zinco:** Dose pediátrica: 0,5–1 mg/kg. Interação competitiva com ferro: em ferritina <40, priorizar ferro antes de zinco. Regra de suplementação: 1 mg de cobre para cada 15 mg de zinco suplementado. Zinco eritrocitário é mais fidedigno do que zinco sérico em gestantes.\n- **Cobre:** Fontes: cacau, amêndoas, sementes de girassol, ostras, lentilha, fígado. Prescrever como cobre quelado. Atenção em mulheres em uso de anticoncepcionais orais ou DIU de cobre (cobre naturalmente elevado).\n- **Vitamina B12:** Forma ativa: metilcobalamina, preferencialmente sublingual, 200–1.000 mcg. Via oral ineficaz em má absorção. Nível ideal: >550 pg/mL (quartil superior da referência 200–800). Atenção: B12 pode estar falsamente elevada em usuários de espirulina ou levedura nutricional.\n- **Folato (B9):** Metilfolato (forma ativa) 200–1.000 mcg. Avaliar com homocisteína para confirmar aproveitamento.\n- **Cromo:** 200–300 mcg por refeição principal; pode ser administrado durante as refeições para melhorar adesão.\n- **Iodo:** Kelp (200–400 mcg) ou Ascophyllum nodosum/I-plus (200–400 mg). Escolha individualizada conforme potência e carga de cápsulas.\n- **Piridoxal-5-fosfato (B6 ativa):** 5–30 mg sublingual. Atenção: altas doses de biotina interferem em exames de tireoide — orientar suspensão antes de coleta.\n- **Ácido D-Aspártico:** 500 mg a 3 g para suporte de GH e testosterona. Diferenciar de ácido aspártico comum.\n- **L-Carnitina e derivados:** Indicados em resistência à insulina, diabetes, esteatose hepática, inflamação crônica ou infertilidade.\n- **Astaxantina:** Antioxidante carotenoide de alta potência. Indicada em portadores de polimorfismo FABP2 (menor permeabilidade de membrana celular).\n\n**Qualidade e formas farmacêuticas:** Sais orgânicos (quelados) possuem maior biodisponibilidade, menor toxicidade e menos efeitos gastrointestinais comparados a sais inorgânicos. Exemplos: selenometionina, magnésio dimalato, cobre quelado. Ao trabalhar com farmácias de manipulação, solicitar laudos de matéria-prima. Marcas internacionais de referência incluem Life Extension, NOW, Source Naturals, Nordic, Garden of Life e THORNE.\n\n**Interações relevantes:** Ferro e zinco competem pela absorção — espaçar administração. Magnésio é essencial para ativação de vitamina D. K2 não apresenta risco de coagulação em doses usuais. Biotina em altas doses interfere em exames de tireoide.",

  "points": 0,

  "patient_explanation": "Neste campo você informa quais suplementos está usando atualmente, incluindo o nome do produto ou da marca, a dose (quantidade por cápsula ou sachê) e com que frequência toma. Essa informação é muito importante para o seu médico porque suplementos podem interagir entre si, influenciar resultados de exames e afetar a eficácia de tratamentos. Por exemplo, tomar muito zinco sem cobre pode causar desequilíbrio mineral; tomar vitamina D sem magnésio pode reduzir o seu efeito; e biotina em doses altas pode alterar exames de tireoide. Muitos suplementos também existem em formas diferentes — algumas o corpo absorve melhor do que outras. Ao saber exatamente o que você toma, o médico consegue verificar se as doses estão adequadas para o seu caso, se há algo desnecessário, se falta algo importante, e se a qualidade do que você usa é confiável. Não existe resposta certa ou errada — o objetivo é entender a sua rotina atual para personalizar o seu cuidado.",

  "conduct": "## Conduta Clínica — Suplementações Utilizadas (Marcas e Doses)\n\n### 1. Levantamento Anamnésico Estruturado\n\n- **Registrar para cada suplemento em uso:**\n  - Nome comercial e/ou princípio ativo\n  - Forma farmacêutica (cápsula, sachê, sublingual, transdérmico, injetável)\n  - Dose por unidade e frequência de uso\n  - Tempo de uso contínuo\n  - Origem (farmácia de manipulação, marca comercial, importado)\n- **Rastrear automedicação e uso por indicação de terceiros** (não médicos), especialmente em fitoterápicos e compostos combinados\n- **Perguntar sobre uso de multivitamínicos prontos** — frequentemente mal individualizados\n\n### 2. Avaliação Crítica do Perfil de Suplementação\n\n- **Prioridade de prescrição:** nutrientes essenciais antes de fitoterápicos ou compostos adjuvantes (ex.: selênio, zinco, magnésio antes de berberina ou canela)\n- **Verificar se há sobreposição de nutrientes** entre suplementos múltiplos (ex.: vitamina D em dois produtos diferentes)\n- **Avaliar formas farmacêuticas:** preferir formas ativas e queladas quando disponíveis\n  - Metilfolato > ácido fólico sintético\n  - Metilcobalamina sublingual > cianocobalamina oral\n  - Bisglicinato/treonato/dimalato de magnésio > óxido de magnésio\n  - Selenometionina > selenito de sódio\n  - Ubiquinol > ubiquinona (especialmente em >40 anos e usuários de estatinas)\n- **Verificar razão zinco:cobre** — ao suplementar zinco, adicionar 1 mg de cobre para cada 15 mg de zinco\n\n### 3. Investigação Laboratorial Complementar\n\n**Painel mínimo para orientar suplementação:**\n- Vitamina D 25(OH), PTH, cálcio iônico\n- Vitamina B12, folato sérico, homocisteína\n- Zinco sérico ou eritrocitário (preferir eritrocitário em gestantes)\n- Ferritina (ideal 75–150), saturação de transferrina (>30–35%), ferro sérico\n- Selênio sérico (ideal 120–150 mcg/L)\n- Cobre sérico (ideal 80–110 mcg/dL) — especialmente se há suplementação de zinco\n- Magnésio sérico (ideal >2,1 mg/dL; lembrar que é predominantemente intracelular)\n- Ácido ascórbico (ideal >1 mg/dL), retinol (ideal >0,5 mg/L)\n- Manganês em sangue total (ideal 2–25 mcg/L)\n- PCR-us e hemograma\n\n**Quando há uso de altas doses de biotina:** orientar suspensão de 3 a 7 dias antes de exames de tireoide (TSH, T3, T4 e anticorpos podem ser falsamente alterados).\n\n**Em veganos:** homocisteína pode estar falsamente baixa por baixo consumo de metionina — suplementar metionina antes de nova dosagem para avaliação real do ciclo de metilação.\n\n### 4. Intervenções Baseadas em Evidências\n\n**Gestão de interações entre suplementos:**\n- Ferro e zinco competem pela absorção intestinal — administrar em horários separados\n- Magnésio é necessário para ativação enzimática da vitamina D — prescrever em conjunto\n- K2 (MK7) 100–200 mcg deve acompanhar doses altas de vitamina D para direcionamento correto do cálcio\n\n**Protocolo de introdução para pacientes novos:**\n- Iniciar uma formulação por vez, aguardar 2–3 dias antes de adicionar a próxima\n- Monitorar efeitos colaterais gastrointestinais, especialmente com sais inorgânicos\n\n**Ajuste por polimorfismos genéticos (quando disponível):**\n- FADS1/FADS2: indicar EPA e DHA diretamente (não precursores)\n- FABP2: astaxantina e dieta mediterrânea\n- GC/VDR: pode ser necessário manter 25(OH)D >50 ng/mL para efeito clínico\n- BCO1: considerar retinol além de betacaroteno\n\n**Qualidade dos produtos:**\n- Preferir marcas com certificação de terceiros ou farmácias de manipulação com laudos de matéria-prima\n- Alertar o paciente sobre custo x qualidade: formas queladas e ativas são mais caras, mas com maior biodisponibilidade e menor risco de toxicidade\n- Evitar polivitamínicos não individualizados\n\n### 5. Critérios de Encaminhamento\n\n- **Farmacêutico clínico ou farmácia de manipulação:** para formulações personalizadas, ajuste de formas farmacêuticas e verificação de laudos de ingredientes\n- **Nutricionista:** quando a suplementação não for suficiente sem reorganização alimentar, especialmente em casos com múltiplas deficiências\n- **Geneticista ou médico com formação em genômica:** quando polimorfismos relevantes (MTHFR, FADS, VDR, BCO1) justificarem abordagem personalizada avançada\n- **Endocrinologista:** em suspeita de toxicidade por vitamina D (hipercalcemia), selenose ou desregulação hormonal associada a suplementação de zinco, iodo ou precursores de testosterona"
}
