{
  "score_item_id": "019bf31d-2ef0-753a-b39e-0c9dd0c68816",
  "clinical_relevance": "A adesão à suplementação prescrita é um parâmetro clínico transversal que impacta diretamente a efetividade de protocolos terapêuticos em medicina funcional integrativa. A suplementação, quando indicada com base em avaliação individualizada das necessidades bioquímicas do paciente, atua como adjuvante nutricional-metabólico capaz de corrigir deficiências subclínicas, modular vias metabólicas e otimizar desfechos clínicos em diversas condições.\n\nDo ponto de vista fisiopatológico, a suplementação inadequada — seja por subdosagem, descontinuidade, uso no horário errado, interações ou produto de baixa biodisponibilidade — pode anular o efeito esperado da intervenção. A creatina monoidratada, por exemplo, deve ser consumida preferencialmente com carboidratos para maximizar a absorção celular e imediatamente após o preparo para evitar conversão em creatinina; uso apenas em dias de treino ou em fase de carregamento desnecessária são erros comuns que reduzem a adesão e os resultados. A dose terapêutica efetiva varia conforme o objetivo: 2–3 g/dia para saúde cerebral em adultos; 5 g/dia para vegetarianos/veganos; até 5 g/dia são considerados seguros em pacientes sem comprometimento renal documentado.\n\nOutros exemplos de suplementos com janelas e condições de uso críticas incluem: aminoácidos essenciais (AAEs) — mais eficazes que BCAAs isolados por fornecerem todos os substratos para síntese proteica, com uso ideal intra ou pós-treino para síntese proteica e ressíntese de glicogênio; glutamina — condicionalmente essencial, relevante em protocolos de alta intensidade ou sinais de imunossupressão, com dose e momento de uso devendo ser individualizados; beta-alanina — útil para tamponamento da acidose em exercícios glicolíticos de alta intensidade (3–6 g/dia), mas contraindicada quando o objetivo é induzir acidose metabólica controlada para estimular GH no emagrecimento central ou em portadores de síndrome metabólica com esse objetivo; HMB (beta-hidroxi-beta-metilbutirato) — metabólito da leucina com dose prática de 1 g 3x/dia, especialmente em pacientes acima de 30–40 anos com recuperação lenta; complexo B (B1, B2, B3, B5, B6 e folato) — indicado com base em necessidades e histórico nutricional, especialmente em contextos de déficit energético crônico ou suporte ao metabolismo do sistema nervoso.\n\nErros frequentes de uso que anulam o efeito da suplementação: (1) suspensão precoce antes do efeito esperado; (2) uso irregular ou apenas em dias de sintomas; (3) produto de má qualidade ou baixa biodisponibilidade; (4) dose subótima por medo de efeitos adversos; (5) ignorar sinergias (ex.: creatina com carboidrato) e antagonismos (ex.: antioxidantes em excesso bloqueando sinalização por ERO pós-treino, prejudicando adaptações mitocondriais); (6) uso de BCAA isolado quando AAEs seriam mais eficazes; (7) excesso de BCAA com potencial associação a resistência insulínica em contextos de restrição de carboidratos.\n\nDo ponto de vista epidemiológico, a não adesão a tratamentos crônicos — incluindo suplementação — é um problema universal que afeta entre 30 e 50% dos pacientes em acompanhamento clínico, segundo dados consolidados da literatura de adesão terapêutica. Na prática da medicina funcional integrativa, onde protocolos de suplementação costumam ser mais complexos (múltiplos compostos, múltiplas doses ao dia, custos elevados), a taxa de uso inadequado tende a ser ainda maior. A avaliação periódica do uso real — incluindo marca, dose, horário e regularidade — é indispensável para calibrar o protocolo e identificar causas de falha terapêutica.",
  "points": 7,
  "patient_explanation": "Este parâmetro avalia se você está usando corretamente os suplementos que foram prescritos pelo seu médico ou nutricionista. Suplementos são nutrientes ou compostos que complementam a alimentação quando a dieta sozinha não é suficiente para atingir os níveis ideais para a sua saúde. Para que eles funcionem, não basta tomar: é preciso tomar na dose certa, no horário adequado, com o produto de qualidade e sem interromper o uso antes do tempo recomendado. Por exemplo, alguns suplementos são melhor absorvidos quando tomados junto com uma refeição, enquanto outros perdem eficácia se ficarem esperando na água por muito tempo. Usar suplementos de forma errada pode fazer com que você não obtenha os benefícios esperados, mesmo gastando dinheiro e se esforçando. Informe sempre ao seu médico se tiver dificuldade de seguir a prescrição — por custo, efeitos colaterais ou esquecimento — para que o protocolo possa ser ajustado de forma que funcione para você.",
  "conduct": "## Avaliação do Uso da Suplementação Prescrita\n\n### 1. Anamnese Dirigida na Consulta\n\n- **Identificar cada suplemento em uso:** nome comercial, marca, dose utilizada vs. dose prescrita, frequência e horário de tomada\n- **Verificar consistência do uso:** uso diário vs. uso apenas em dias de treino ou sintomas\n- **Investigar barreiras de adesão:** custo, esquecimento, efeitos adversos percebidos (ex.: parestesia com beta-alanina), dificuldade de ingestão\n- **Avaliar armazenamento e preparo:** produtos sensíveis à temperatura ou que devem ser consumidos imediatamente após preparo (ex.: creatina em solução aquosa)\n- **Checar uso concomitante não prescrito:** automedicação com outros suplementos que possam gerar antagonismo ou interações\n\n### 2. Pontos Críticos por Suplemento\n\n- **Creatina monoidratada**\n  - Dose: 2–3 g/dia (saúde cerebral); 5 g/dia (vegetarianos/veganos ou atletas)\n  - Melhor absorção com carboidratos; consumir imediatamente após preparo em água\n  - Uso diário (não apenas em treino); fase de carregamento geralmente desnecessária\n  - Segura até 5 g/dia sem doença renal; usar 2 g em comprometimento renal com acompanhamento\n\n- **Aminoácidos essenciais (AAEs)**\n  - Preferir AAEs completos a BCAA isolado para síntese proteica eficaz\n  - Uso ideal: intra ou pós-treino para preservação de massa e ressíntese de glicogênio\n  - Evitar excesso de BCAA isolado — potencial associação a resistência insulínica em dietas hipoglicídicas\n\n- **Beta-alanina**\n  - Dose: 3–6 g/dia; pode causar parestesia transitória (dose-dependente)\n  - Indicada para exercícios glicolíticos de alta intensidade\n  - **Contraindicada** quando o objetivo é induzir acidose para estimular GH (emagrecimento central) ou em síndrome metabólica com esse objetivo específico\n\n- **Glutamina**\n  - Avaliar indicação real: alta intensidade, sinais de imunossupressão, fadiga com depleção confirmada\n  - Excesso pode causar sintomas gastrointestinais (leaky gut) e depressão imune\n  - Dosar glutamina sérica se disponível para melhor individualização\n\n- **HMB (beta-hidroxi-beta-metilbutirato)**\n  - Dose: 1 g 3x/dia (evidência não consensual)\n  - Perfil de uso: pacientes ≥30–40 anos com recuperação lenta ou dor muscular persistente\n\n- **Complexo B**\n  - Priorizar B1, B2, B3, B5, B6 e folato com base em histórico nutricional e necessidades\n  - Avaliar padrão alimentar restritivo e uso de medicações depletoras (ex.: metformina e B12)\n\n### 3. Investigação Complementar\n\n- Dosar marcadores bioquímicos relevantes para monitorar resposta à suplementação:\n  - Creatina/creatinina sérica e eGFR se uso de creatina\n  - Glutamina sérica se suspeita de depleção\n  - Amônia, ureia, ácido úrico, transaminases (CK, LDH, TGO, TGP) para rastrear proteólise e estresse metabólico\n  - Vitaminas do complexo B sérico quando indicado\n- Bioimpedância para monitorar composição corporal e verificar resposta ao protocolo\n\n### 4. Intervenções para Melhorar Adesão\n\n- **Simplificar o protocolo** sempre que possível: reduzir número de suplementos para o mínimo eficaz\n- **Fornecer orientação escrita** com horário, dose e forma de preparo de cada item\n- **Educar sobre mecanismo de ação** resumido de cada suplemento — pacientes que entendem o porquê aderem melhor\n- **Reavaliar custo-benefício:** substituir por alternativas de mesma eficácia e menor custo quando viável\n- **Monitorar a cada 1–2 meses** com reavaliação clínica e bioquímica; ajustar protocolo conforme resposta\n\n### 5. Critérios de Encaminhamento\n\n- Nutricionista: para adequação dietética e revisão de suplementação nutricional complexa\n- Nefrologista: uso de creatina ou proteína elevada em pacientes com comprometimento renal (eGFR reduzido, albuminúria)\n- Endocrinologista: se suspeita de déficit hormonal (GH, tireoide) influenciando resposta ao protocolo\n- Psicologia/psiquiatria: quando barreiras de adesão tiverem componente comportamental ou psiquiátrico relevante"
}
