{
  "score_item_id": "c77cedd3-2800-77ce-8296-6d488eefc152",
  "clinical_relevance": "O histórico de atividade física e movimento na infância (0–12 anos) é um parâmetro de alta relevância clínica para a avaliação longitudinal de saúde, desenvolvimento neurocognitivo, composição corporal, saúde metabólica e risco de doenças crônicas na vida adulta. A infância representa uma janela crítica de programação biológica: os padrões de movimento estabelecidos nesse período influenciam diretamente a neuroplasticidade, a aptidão cardiorrespiratória, a força muscular, a densidade óssea e o perfil metabólico ao longo de toda a vida.\n\n**Desenvolvimento neurocognitivo e atividade física:** Evidências robustas demonstram que pré-escolares com melhor condicionamento físico apresentam desempenho superior em funções executivas — memória de trabalho, inibição e flexibilidade cognitiva. A força muscular (especialmente força de preensão) e a agilidade mostram as associações mais fortes com desempenho cognitivo; a aptidão cardiorrespiratória tem impacto positivo moderado. Um estudo publicado em Pediatrics Research (2025) sugere que a quantidade total de movimento ao longo do dia pode ser mais relevante para o desenvolvimento cognitivo do que a intensidade do exercício isoladamente. O tempo sedentário elevado na infância associa-se a pior desempenho em memória de trabalho fonológica e controle inibitório.\n\n**Exercício como neuromodulador:** A atividade física regular na infância promove aumento de produção de neurotransmissores (dopamina, serotonina, norepinefrina), maior conectividade cerebral, modulação do eixo hipotálamo-hipófise-adrenal (HPA) e elevação do BDNF (fator neurotrófico derivado do cérebro), favorecendo neuroplasticidade, atenção, controle inibitório e redução de sintomas de ansiedade e depressão. Exercício regular está associado a 57% de redução no risco de desenvolver ansiedade.\n\n**Recomendações de volume:** A recomendação consolidada para crianças é de aproximadamente 60 minutos de atividade física diária, com ênfase em atividades moderadas a vigorosas. Esportes com padrão de explosão e recuperação (futebol, basquete, judô, tênis) e atividades mind-body (yoga, tai chi adaptados) demonstram benefícios específicos para atenção, memória e função executiva. Brincadeiras ao ar livre, mesmo não estruturadas, atenuam os efeitos negativos do sedentarismo e do excesso de tempo de tela.\n\n**Obesidade infantil e sedentarismo:** A ausência ou insuficiência de atividade física na infância é um fator de risco independente para obesidade. Intervenções preventivas que combinam redução de atividades sedentárias, colaboração familiar e promoção de atividade física com educação alimentar são reconhecidas como críticas para a prevenção da obesidade infantil. Fatores socioeconômicos e o nível de escolaridade materna podem confundir a avaliação, exigindo interpretação contextualizada.\n\n**Impacto sobre TDAH e neurodesenvolvimento:** Em crianças com TDAH ou tendência ao neurodesenvolvimento atípico, a atividade física estruturada não é apenas benéfica — é considerada terapêutica e obrigatória. Ensaio clínico randomizado com 60 meninos de 7–10 anos por 12 semanas demonstrou que tanto HIIT quanto MICT melhoraram atenção, impulsividade e hiperatividade; HIIT teve superioridade para atenção e inibição. A recomendação para crianças com TDAH inclui ~1 hora diária de atividade física, preferencialmente pela manhã, com limitação de tempo de tela a no máximo 2 horas/dia.\n\n**Efeitos de longo prazo:** Um histórico de sedentarismo na infância está associado a maior risco de síndrome metabólica, obesidade, diabetes tipo 2, doenças cardiovasculares, depressão, ansiedade e déficits cognitivos na vida adulta. Ao contrário, crianças fisicamente ativas têm maior probabilidade de manter hábitos ativos na adolescência e vida adulta, com benefícios cumulativos sobre longevidade e qualidade de vida.",
  "points": 0,
  "patient_explanation": "Este parâmetro avalia como você se movimentava e praticava atividades físicas durante a infância, dos primeiros anos de vida até os 12 anos. Essa fase é especialmente importante porque os hábitos de movimento formados nesse período influenciam diretamente a saúde do cérebro, o desenvolvimento muscular e ósseo, o peso corporal e até o humor e a concentração ao longo de toda a vida.\n\nCrianças que se movimentam bastante — seja brincando ao ar livre, praticando esportes ou participando de atividades físicas no dia a dia — tendem a ter melhor memória, atenção, controle emocional e composição corporal. Já o excesso de tempo parado, especialmente diante de telas, está associado a dificuldades de aprendizado, maior risco de sobrepeso e problemas de comportamento.\n\nEntender como foi sua infância em termos de movimento ajuda o médico a compreender parte da sua história de saúde e a identificar possíveis influências que se estendem até hoje. Não há julgamento nessa avaliação — o objetivo é montar um quadro completo da sua trajetória de saúde para criar o melhor plano de cuidado para você.",
  "conduct": "## Conduta Clínica: Histórico de Atividade Física na Infância\n\n### Avaliação do Histórico\n\n- **Caracterizar o padrão de movimento na infância (0–12 anos):**\n  - Prática de esportes organizados (tipo, frequência, duração)\n  - Brincadeiras ao ar livre e atividades livres\n  - Nível de sedentarismo e tempo de tela\n  - Participação em educação física escolar\n  - Contexto familiar e socioeconômico (acesso a espaços, suporte dos pais)\n- **Identificar marcos relevantes:**\n  - Períodos prolongados de inatividade (doenças, mudanças de cidade, restrições ambientais)\n  - Presença de obesidade, sobrepeso ou baixo peso na infância\n  - Diagnóstico ou suspeita de TDAH, ansiedade ou dificuldades de aprendizado\n  - Histórico de lesões músculo-esqueléticas relevantes\n\n### Interpretação Clínica\n\n- **Infância ativa (esportes, brincadeiras ao ar livre, >60 min/dia de movimento):** Fator protetor para saúde metabólica, cognitiva e mental. Associado a melhor função executiva, menor risco de obesidade e doenças crônicas.\n- **Infância sedentária (predominância de telas, pouco movimento estruturado ou livre):** Fator de risco para déficits cognitivos, obesidade infantil, TDAH não reconhecido, ansiedade e menor aptidão cardiorrespiratória na vida adulta.\n- **Contexto de TDAH ou dificuldades neurocognitivas na infância:** Investigar se houve prescrição de atividade física estruturada como parte do manejo; ausência desse suporte é clinicamente relevante.\n\n### Investigação Complementar\n\n- **Avaliação funcional atual:**\n  - Força de preensão palmar (dinamometria) — correlacionada com histórico de força muscular na infância\n  - Aptidão cardiorrespiratória (VO2 máx estimado ou teste de esforço)\n  - Composição corporal (bioimpedância ou DEXA)\n- **Rastreio metabólico:** Glicemia de jejum, insulina, HOMA-IR, perfil lipídico, especialmente em pacientes com histórico de obesidade infantil\n- **Avaliação cognitiva e de saúde mental:** Se há relato de dificuldades escolares, TDAH, ansiedade ou depressão na infância, considerar rastreio funcional atual\n\n### Intervenções Baseadas em Evidências\n\n#### Para pacientes com histórico de infância sedentária\n- **Prescrição de exercício individualizada:** Iniciar com atividade aeróbica moderada progressiva; considerar perfil genético (COMT lento vs. rápido) se disponível\n- **Meta mínima atual:** 150 min/semana de atividade moderada ou 75 min/semana de atividade vigorosa (OMS)\n- **Priorizar exercício como base terapêutica**, especialmente se há comorbidades metabólicas, cognitivas ou psiquiátricas associadas ao histórico\n- **Redução do sedentarismo atual:** Quebrar períodos longos de inatividade, reduzir tempo de tela não essencial\n\n#### Para pacientes com TDAH ou suspeita (histórico de infância com pouco exercício)\n- **Exercício moderado de 20–40 minutos, 3–5 vezes/semana** como componente terapêutico inegociável\n- **HIIT** pode ser preferível para melhora de atenção e controle inibitório\n- **Atividades mind-body** (yoga, tai chi adaptados) para melhora de atenção sustentada\n- Exercício regular associado a **redução de 57% no risco de ansiedade** e pode reduzir necessidade de medicação\n\n#### Para pais de crianças em acompanhamento\n- Garantir **mínimo de 60 minutos de atividade física diária**, preferencialmente pela manhã\n- Limitar tempo de tela recreativo a **no máximo 2 horas/dia** para crianças de 8–11 anos\n- Promover **brincadeiras ao ar livre** e participação em esportes com padrão de explosão e recuperação (futebol, basquete, judô, tênis)\n- Introduzir **obrigações estruturantes**: ao menos dois esportes regulares (uma arte marcial + outro)\n- Remover telas durante refeições e momentos de brincadeira\n\n### Encaminhamento a Especialistas\n\n- **Educador físico / Fisiologista do exercício:** Para prescrição individualizada, especialmente em pacientes com obesidade, sarcopenia, limitações ortopédicas ou comorbidades cardiovasculares\n- **Nutricionista integrativo:** Em caso de histórico de obesidade infantil ou padrão alimentar inadequado associado ao sedentarismo\n- **Psicólogo / Psiquiatra:** Se há histórico de TDAH, ansiedade, depressão ou trauma na infância com impacto atual\n- **Pediatra / Médico de família:** Para avaliação e orientação de crianças ainda em acompanhamento\n\n### Monitoramento\n\n- Reavaliar nível de atividade física atual e resposta a intervenções em **ciclos de 8–12 semanas**\n- Monitorar marcadores metabólicos, composição corporal e parâmetros cognitivos/comportamentais conforme indicação clínica\n- Documentar evolução em prontuário para rastreio longitudinal"
}
