{
  "score_item_id": "c77cedd3-2800-7513-8469-dc83e1795dca",
  "clinical_relevance": "O parâmetro 'Esportes praticados (frequência e intensidade) na infância' integra o domínio de movimento e atividade física dentro do histórico desenvolvimental do paciente. A infância representa uma janela crítica de plasticidade fisiológica, na qual os padrões de atividade física estabelecem trajetórias metabólicas, cardiorrespiratórias e neurológicas com impacto duradouro na vida adulta.\n\nDo ponto de vista fisiológico, o exercício físico durante a infância promove adaptações estruturais no músculo esquelético — principal órgão endócrino do corpo humano — com liberação de miocinas e mediadores do secretoma muscular que modulam fígado, tecido adiposo e cérebro. A frequência e a intensidade do exercício determinam quais sistemas energéticos são recrutados: o sistema ATP-CP/fosfagênio (anaeróbio alático), o glicolítico lático e o oxidativo aeróbico. A ativação regular e progressiva desses sistemas durante a infância contribui para o desenvolvimento da capacidade mitocondrial, da flexibilidade metabólica e da aptidão cardiorrespiratória.\n\nO framework FIT (Frequência, Intensidade, Tipo e Tempo) é a base da prescrição e da avaliação de atividade física. No contexto do histórico infantil, permite classificar se a criança teve exposição adequada, insuficiente ou excessiva ao esforço físico organizado. Crianças que praticaram esportes regulares tendem a apresentar, na vida adulta, maior VO2máx, melhor perfil lipídico, menor resistência insulínica, maior densidade óssea e melhor saúde mental.\n\nDo ponto de vista neurocognitivo, evidências consolidadas indicam que maior volume de atividade física na infância — independentemente da intensidade — associa-se a melhores resultados em memória de trabalho e controle inibitório. Modalidades de alta intensidade intermitente (HIIT e esportes com padrões de explosão e recuperação como judô, tênis, futebol, basquete) demonstraram maior benefício sobre atenção sustentada e controle inibitório, provavelmente por maior recrutamento de BDNF, dopamina e modulação do eixo HPA.\n\nNo plano psiquiátrico-metabólico, exercício regular está associado a 57% menor chance de desenvolver ansiedade ao longo da vida, redução de 23% no risco de depressão em intensidade moderada, e redução ainda mais pronunciada com exercícios de alta intensidade. Esses efeitos são mediados por aumento de norepinefrina, redução de IL-6 e TNF-α, modulação do metabolismo do triptofano com aumento de serotonina e redução de quinureninas neuroinflamatórias, além de liberação de GLP-1.\n\nA inatividade física na infância, por outro lado, está associada a aumento da gordura abdominal, resistência insulínica precoce, pior desenvolvimento cognitivo (tempo sedentário elevado prejudica especialmente memória de trabalho fonológica e inibição), e maior risco de doenças crônicas na vida adulta. O sedentarismo precoce configura um fator de risco modificável retroativamente, pois intervenções na vida adulta podem compensar parcialmente o deficit — mas o histórico deficitário permanece clinicamente relevante para estratificação de risco e para compreender padrões metabólicos atuais (como inflexibilidade metabólica e perfil 'glicolítico').\n\nEstrategicamente, este item permite identificar pacientes com potencial de resgate de capacidade aeróbica e metabólica, bem como aqueles com histórico de overtraining infantil (atletas de alta performance precoce), que podem apresentar sequelas endócrinas, ortopédicas ou motivacionais.",
  "points": 7,
  "patient_explanation": "Este campo registra os esportes que você praticou na infância, com que frequência e com qual intensidade. Isso é importante porque o que fazemos quando somos crianças influencia diretamente nossa saúde na vida adulta.\n\nCrianças que praticam esportes regularmente desenvolvem um coração mais forte, músculos mais eficientes, melhor equilíbrio de açúcar no sangue e uma mente mais saudável. Estudos mostram que praticar atividades físicas desde cedo reduz em mais da metade o risco de desenvolver ansiedade ao longo da vida, e também protege contra depressão.\n\nO tipo de esporte também faz diferença: atividades que alternam momentos de esforço intenso com pausas (como futebol, tênis, judô e basquete) trazem benefícios especiais para a concentração e o raciocínio.\n\nSe você praticou pouca atividade física na infância, não se preocupe: isso não define seu futuro, mas ajuda seu médico a entender melhor seu perfil de saúde atual e a personalizar seu acompanhamento. Com as orientações certas, é possível recuperar muito do que não foi desenvolvido nessa fase.",
  "conduct": "## Conduta Clínica — Esportes praticados na infância (frequência e intensidade)\n\n### 1. Avaliação do Histórico\n\n- **Identificar modalidades praticadas:** aeróbicas contínuas (natação, corrida, ciclismo), intermitentes/mistas (futebol, tênis, judô, basquete, vôlei) ou predominantemente anaeróbicas (ginástica artística, atletismo de força)\n- **Quantificar frequência e duração:** sessões por semana e anos de prática\n- **Avaliar intensidade percebida:** recreativa, competitiva amadora, alta performance/federada\n- **Investigar interrupções:** lesões, burnout, desmotivação, pressão externa — especialmente relevante em ex-atletas precoces\n- **Rastrear sedentarismo infantil:** histórico de TV/tela excessiva, jogos eletrônicos sedentários como padrão dominante\n\n### 2. Implicações Clínicas Baseadas no Histórico\n\n**Infância ativa (esportes regulares, ≥3x/semana):**\n- Maior probabilidade de boa aptidão cardiorrespiratória basal\n- Tendência a melhor flexibilidade metabólica (maior proporção de oxidação lipídica em repouso)\n- Menor risco de resistência insulínica e síndrome metabólica\n- Perfil neurológico favorável: melhor controle inibitório e memória de trabalho\n\n**Infância sedentária ou com baixa atividade:**\n- Maior atenção ao perfil metabólico atual: glicemia de jejum, insulina, HOMA-IR, triglicerídeos\n- Risco aumentado de perfil 'glicolítico' (baixa oxidação lipídica em repouso): investigar via calorimetria indireta ou RQ basal\n- Investigar saúde mental: histórico de ansiedade, depressão, dificuldade de concentração\n- Avaliar aptidão cardiorrespiratória atual antes de prescrever exercício de maior intensidade\n\n**Ex-atleta de alta performance infantil/adolescente:**\n- Investigar lesões ortopédicas crônicas (joelho, quadril, coluna)\n- Rastrear disfunções hormonais: amenorreia na infância/adolescência, hipogonadismo, histórico de déficit energético relativo no esporte (RED-S)\n- Avaliar relação com exercício atual: aversão, compulsão, identidade vinculada à performance\n\n### 3. Exames Complementares Sugeridos\n\n- **Perfil metabólico basal:** glicemia, insulina, HOMA-IR, triglicerídeos, HDL\n- **Função muscular e composição corporal:** bioimpedância para massa magra/gordura e hidratação\n- **Aptidão cardiorrespiratória:** teste ergométrico ou VO2máx estimado\n- **Marcadores de estresse metabólico (se histórico de overtraining):** cortisol basal, CK, LDH, amônia, ácido úrico, transaminases\n- **Saúde óssea (ex-atletas femininas com histórico de amenorreia):** densitometria óssea\n- **HRV (variabilidade da frequência cardíaca):** marcador de condicionamento autonômico atual\n\n### 4. Intervenções Baseadas em Evidências\n\n**Para pacientes com histórico de baixa atividade física na infância:**\n- Iniciar prescrição de exercício progressiva, priorizando tolerância e adesão acima de intensidade\n- Preferir atividade que o paciente aprecie: adesão é mais importante que modalidade ideal\n- Protocolo sugerido: 150 min/semana de exercício aeróbico moderado (50-75% FC máxima) como base, com progressão gradual\n- Considerar exercícios com padrão de explosão/recuperação (HIIT, esportes coletivos) após condicionamento basal adequado — benefícios adicionais sobre cognição e saúde mental\n- Monitorar FC de recuperação pós-treino como marcador de adaptação ao condicionamento\n\n**Para pacientes com histórico ativo:**\n- Valorizar base fisiológica estabelecida; adaptar prescrição atual ao nível de condicionamento residual\n- Em caso de destreinamento prolongado: reiniciar com cargas progressivas, pois carga interna será elevada mesmo com estímulos leves\n- Variar estímulos para evitar estagnação (força, HIIT, aeróbico contínuo em diferentes combinações)\n\n**Para ex-atletas com sequelas:**\n- Encaminhamento a fisioterapia ou medicina do esporte para lesões ortopédicas crônicas\n- Avaliação endocrinológica se histórico de RED-S ou disfunção hormonal\n- Suporte psicológico se identidade vinculada à performance ou relação disfuncional com exercício\n\n### 5. Critérios de Encaminhamento\n\n- **Cardiologista:** histórico de síncope ao esforço, arritmia identificada, cardiopatia congênita suspeita ou confirmada\n- **Endocrinologista:** disfunção hormonal relacionada ao exercício intenso precoce, RED-S, pseudo-hipotireoidismo por déficit energético crônico\n- **Ortopedia/Medicina do Esporte:** lesões crônicas de overuse, dor articular persistente relacionada a prática esportiva intensa na infância\n- **Psicólogo/Psiquiatra:** transtornos alimentares associados ao esporte, burnout esportivo, dependência de exercício ou aversão patológica ao movimento"
}
