{
  "score_item_id": "019c1f9f-a6f0-7228-bef1-4ed504c694ec",
  "clinical_relevance": "O histórico de atividade física na adolescência é um parâmetro de relevância clínica significativa na avaliação longitudinal de saúde, pois esse período representa uma janela crítica para o desenvolvimento de hábitos, capacidade cardiorrespiratória, densidade óssea e padrões neurocomportamentais que persistem na vida adulta. A adolescência (aproximadamente 10–19 anos) é o momento em que o organismo apresenta maior plasticidade em resposta ao exercício, com impactos mensuráveis sobre o desenvolvimento musculoesquelético, o sistema nervoso central e o metabolismo.\n\nDo ponto de vista fisiológico, a atividade física regular nessa fase modula positivamente o eixo hipotálamo-hipófise-adrenal (HPA), aumenta a produção de neurotransmissores (dopamina, serotonina, noradrenalina), estimula a expressão de fatores neurotróficos como o BDNF (Brain-Derived Neurotrophic Factor) — conforme demonstrado desde 2012 —, e promove maior conectividade cerebral. Esses mecanismos sustentam melhorias em memória de trabalho, controle inibitório, atenção e função executiva. O exercício aeróbico e de alta intensidade (HIIT) associa-se especificamente a maior benefício para atenção sustentada e controle inibitório; modalidades mind-body (yoga, tai chi) mostram eficácia preferencial para atenção; exergaming e atividades multicomponentes beneficiam memória e função executiva.\n\nEpidemiologicamente, dados da OMS estabelecem que crianças e adolescentes entre 5 e 17 anos devem acumular ao menos 60 minutos diários de atividade física de intensidade moderada a vigorosa. O sedentarismo nessa faixa etária associa-se a maior risco de obesidade, síndrome metabólica, hipertensão, dislipidemia e diabetes tipo 2 — condições classicamente prevalentes em adultos que emergem progressivamente em populações mais jovens. A obesidade aumenta em ritmo mais acelerado em adolescentes do que em adultos, e hábitos alimentares inadequados combinados com estilo de vida sedentário (tempo de tela prolongado, sono irregular, inatividade física) são os principais determinantes modificáveis.\n\nDo ponto de vista neurocognitivo, maior quantidade total de movimento ao longo do dia — independentemente da intensidade — associa-se a melhores resultados em memória de trabalho e controle inibitório. Tempo sedentário elevado associa-se a pior desempenho em memória de trabalho fonológica e inibição. Estudo publicado em 2025 (Pediatrics Research) sugere que a quantidade total de movimento pode ser mais relevante para o desenvolvimento cognitivo do que a intensidade isolada.\n\nNo contexto de TDAH pediátrico, uma análise de 31 ensaios clínicos com 1.403 participantes (média de idade: 10 anos; 79% meninos) demonstrou efeitos positivos consistentes do exercício sobre sintomas de TDAH. O protocolo HIIT (alternando 100% e 50% VO2 máx) mostrou benefício superior ao MICT (20 minutos contínuos a 70–75% VO2 máx) para atenção. O exercício físico regular associa-se a 57% menos chances de desenvolver ansiedade, reforçando sua indicação como componente central do tratamento integrado. Brincadeiras ao ar livre na infância e adolescência atenuam os efeitos negativos do excesso de telas; exposição excessiva a telas aos 2 anos associa-se a prejuízos em comunicação e habilidades sociais aos 4 anos.\n\nFatores socioeconômicos, culturais e ambientais influenciam diretamente a prática de atividade física na adolescência: renda familiar, escolaridade dos responsáveis, acesso a espaços seguros e estruturados, motivação intrínseca e suporte institucional (escolar e familiar) são determinantes relevantes. Programas escolares estruturados, com integração de atividade física curricular e extracurricular, mostram resultados consistentes na promoção de hábitos saudáveis e na redução de iniquidades.",
  "points": 0,
  "patient_explanation": "O histórico de atividade física na adolescência diz respeito a quanto você se movimentou e praticou esportes ou exercícios durante essa fase da vida — geralmente entre os 10 e os 19 anos. Esse período é especialmente importante porque o corpo e o cérebro estão em pleno desenvolvimento, e os hábitos formados nessa época tendem a durar pela vida adulta.\n\nPraticar atividades físicas regularmente na adolescência ajuda a desenvolver ossos mais fortes, um coração mais saudável, melhor memória e concentração, além de reduzir o risco de ganho de peso excessivo e problemas como pressão alta e diabetes. A Organização Mundial da Saúde recomenda pelo menos 60 minutos de atividade física moderada ou intensa por dia para essa faixa etária.\n\nFicar muito tempo parado — sentado diante de telas, por exemplo — pode prejudicar a memória, a atenção e aumentar o risco de doenças metabólicas mesmo em pessoas jovens. Por outro lado, esportes, brincadeiras ao ar livre e qualquer tipo de movimento ao longo do dia trazem benefícios para o cérebro e para o corpo.\n\nNão se preocupe se seu histórico não foi perfeito: essas informações servem para entender melhor sua saúde hoje e identificar o que pode ser melhorado agora, independentemente do passado.",
  "conduct": "## Conduta Clínica: Histórico de Atividade Física na Adolescência\n\n### Avaliação Inicial\n\n- **Anamnese direcionada:** investigar tipo, frequência, duração e intensidade das atividades físicas praticadas durante a adolescência (esportes, brincadeiras ao ar livre, aulas de educação física, atividades extracurriculares)\n- **Histórico de sedentarismo:** tempo de tela diário, padrão de sono e comportamentos sedentários predominantes no período\n- **Contexto socioeconômico e cultural:** acesso a espaços de prática, suporte familiar e escolar, motivação e barreiras enfrentadas\n- **Comorbidades associadas:** investigar presença atual ou passada de obesidade infantojuvenil, síndrome metabólica, TDAH, ansiedade ou depressão — condições com forte associação ao perfil de atividade física na adolescência\n\n### Investigação Complementar (quando indicado)\n\n- **Densitometria óssea:** considerar em adultos jovens com histórico de sedentarismo prolongado na adolescência, especialmente mulheres, dado o impacto do exercício na formação do pico de massa óssea\n- **Perfil metabólico:** glicemia de jejum, insulina, HOMA-IR, perfil lipídico — em pacientes com histórico de obesidade na adolescência ou sedentarismo acentuado\n- **Avaliação da capacidade cardiorrespiratória atual:** teste ergométrico ou VO2 máx estimado, como marcador de saúde cardiovascular e preditivo de morbimortalidade\n- **Avaliação neuropsicológica:** em pacientes com queixas cognitivas (atenção, memória, função executiva) associadas a histórico de inatividade física e/ou TDAH\n\n### Intervenções Baseadas em Evidências\n\n#### Prescrição de Exercício no Adulto com Histórico de Sedentarismo na Adolescência\n\n- **Frequência e duração:** 20 a 40 minutos de exercício de intensidade moderada, 3 a 5 vezes por semana, como base terapêutica\n- **Progressão individualizada:** considerar perfil atual de condicionamento, comorbidades, preferências e contexto de vida\n- **Modalidades recomendadas por objetivo:**\n  - **Função cognitiva e atenção:** HIIT (intervalos de alta intensidade alternados com recuperação), yoga, tai chi\n  - **Memória e função executiva:** exergaming, atividades multicomponentes (esportes com múltiplas habilidades motoras)\n  - **Saúde metabólica e cardiovascular:** exercício aeróbico contínuo moderado combinado com treinamento de força\n- **Redução do sedentarismo:** reduzir tempo sedentário contínuo com pausas ativas ao longo do dia; remover telas durante refeições; aumentar quantidade total de movimento independentemente da intensidade\n\n#### Estratégias para Famílias e Adolescentes (contexto preventivo)\n\n- Inserir pelo menos **60 minutos diários de atividade física moderada a vigorosa**, conforme diretrizes da OMS para a faixa etária de 5 a 17 anos\n- Priorizar **esportes estruturados** (artes marciais, tênis, futebol, natação, balé) e **brincadeiras ao ar livre**, que atenuam efeitos negativos do excesso de telas e promovem habilidades socioemocionais\n- Incorporar **programas escolares de atividade física curricular e extracurricular**, com foco em motivação intrínseca e comportamentos saudáveis\n- Promover **colaboração familiar** na adoção de rotinas ativas, incluindo alimentação saudável e controle do tempo de tela\n\n#### Personalização da Prescrição\n\n- Ajustar **horário, intensidade e tipo de exercício** conforme rotina, sono, alimentação e perfil individual\n- Em pacientes com TDAH ou queixas cognitivas: priorizar HIIT e modalidades mind-body; monitorar resultados com questionários de sintomas e testes cognitivos em ciclos de 12 semanas\n- Considerar avaliação funcional integrada (nutrição, função intestinal, tireoidiana, hormonal e mitocondrial) no plano terapêutico de pacientes com histórico de sedentarismo acentuado e comorbidades múltiplas\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista:** histórico de obesidade na adolescência com síndrome metabólica atual ou resistência insulínica\n- **Cardiologista:** baixa capacidade cardiorrespiratória com sintomas ao esforço ou fatores de risco cardiovascular acumulados\n- **Psiquiatra/Neurologista:** queixas cognitivas persistentes ou TDAH não tratado com impacto funcional\n- **Educador físico/Fisiologista do exercício:** para prescrição individualizada e monitoramento progressivo da atividade física\n- **Nutricionista:** quando histórico de sedentarismo se associa a padrão alimentar inadequado e excesso de peso"
}
