{
  "score_item_id": "019c1f9f-a6f0-74dd-b781-52faa31a44db",
  "clinical_relevance": "O parâmetro 'Esportes praticados (frequência e intensidade) na adolescência' avalia retrospectivamente o padrão de atividade física estruturada durante a fase de desenvolvimento entre aproximadamente 10 e 19 anos. Trata-se de um determinante crítico da saúde ao longo da vida, pois os hábitos físicos consolidados na adolescência predizem fortemente o nível de atividade na vida adulta, o desenvolvimento da aptidão cardiorrespiratória (VO2 máx), a composição corporal, a saúde óssea e a saúde mental.\n\nFisiologicamente, o exercício regular na adolescência promove: (1) modulação do eixo hipotálamo-hipófise-adrenal (HPA), com melhora da regulação do cortisol e da resposta ao estresse; (2) aumento da produção de neurotransmissores como dopamina e norepinefrina, com impacto direto sobre funções executivas, memória de trabalho e controle inibitório; (3) estímulo à biogênese mitocondrial via ativação de AMPK e PGC1-α; (4) melhora da captação de glicose muscular via translocação de GLUT4 independente de insulina; (5) redução de marcadores inflamatórios como IL-6 e TNF-α; (6) modulação serotoninérgica via metabolismo do triptofano, com redução de neuroinflamação e de ácido quinolínico.\n\nO framework FIT (Frequência, Intensidade, Tipo e Tempo) é a ferramenta-padrão para estratificar a exposição ao exercício. A intensidade pode ser classificada com base na frequência cardíaca: exercício leve (40–55% da FC máxima), moderado (50–85% da FC máxima) e altíssima intensidade (acima de 85% da FC máxima). Exercícios com padrão oscilatório — como esportes coletivos (futebol, basquete, vôlei) e artes marciais (judô, jiu-jitsu, tênis) — replicam naturalmente o padrão HIIT (High-Intensity Interval Training), com alternância entre picos de explosão e fases de recuperação, o que se associa a benefícios neurometabólicos superiores em comparação ao exercício contínuo de intensidade moderada (MICT).\n\nEm termos de impacto sobre saúde mental, a evidência é robusta: atividade física regular de intensidade moderada reduz o risco de depressão em 23%; alta intensidade reduz em 43%. A atividade física regular está associada a 57% menor chance de desenvolver ansiedade. Esses dados são especialmente relevantes para a faixa etária adolescente, período de alta vulnerabilidade para transtornos do humor e do neurodesenvolvimento.\n\nPara adolescentes, a recomendação consolidada é de aproximadamente 60 minutos de atividade física por dia, incluindo atividades aeróbicas de intensidade moderada a vigorosa e exercícios de fortalecimento muscular e ósseo pelo menos 3 vezes por semana. A quantidade total de movimento ao longo do dia parece ser ao menos tão relevante quanto a intensidade para o desenvolvimento cognitivo e da aptidão cardiorrespiratória.\n\nA ausência ou baixa prática esportiva na adolescência se associa a: maior risco de sobrepeso e obesidade, menor aptidão cardiorrespiratória na vida adulta, maior vulnerabilidade a doenças metabólicas (resistência insulínica, síndrome metabólica, diabetes tipo 2), piores desfechos em saúde mental, menor densidade óssea de pico (aumentando risco de osteoporose futura) e menor capacidade funcional geral. O sedentarismo elevado correlaciona-se especificamente com pior desempenho em memória de trabalho fonológica e controle inibitório.",
  "points": 8,
  "patient_explanation": "Este parâmetro avalia os esportes e atividades físicas que você praticou na adolescência — com que frequência, por quanto tempo e com que intensidade. Isso é importante porque os hábitos de movimento formados nessa fase da vida influenciam diretamente a sua saúde hoje: o quanto seu coração e pulmões são eficientes, sua força muscular, seu peso, e até sua saúde mental e capacidade de concentração.\n\nCrianças e adolescentes que praticam esportes regularmente têm menor risco de desenvolver ansiedade, depressão, diabetes e doenças do coração ao longo da vida. Além disso, esportes na adolescência ajudam o cérebro a se desenvolver melhor, melhorando memória, atenção e autocontrole.\n\nNão se preocupe se você não foi um atleta — o que importa é entender como foi seu nível de movimento nessa fase para avaliar pontos de atenção no seu estado de saúde atual e orientar recomendações personalizadas para você hoje.",
  "conduct": "## Conduta Clínica: Esportes praticados na adolescência (frequência e intensidade)\n\n### 1. Anamnese e Estratificação do Histórico\n\n- **Levantar detalhes do histórico esportivo adolescente:**\n  - Modalidades praticadas (esportes coletivos, artes marciais, esportes individuais, atividades recreativas)\n  - Frequência semanal (dias/semana) e duração das sessões\n  - Intensidade percebida (leve, moderada, vigorosa) e eventual prática competitiva\n  - Faixa etária de início e término da prática\n  - Histórico de lesões musculoesqueléticas durante a adolescência\n- **Classificar o perfil retrospectivo:**\n  - **Ativo:** ≥60 min/dia de atividade moderada a vigorosa, ≥5 dias/semana\n  - **Moderadamente ativo:** 30–60 min/dia, 3–4 dias/semana\n  - **Insuficientemente ativo:** <30 min/dia ou <3 dias/semana\n  - **Sedentário:** ausência de prática esportiva regular\n\n### 2. Correlações Clínicas a Investigar\n\n- **Aptidão cardiorrespiratória atual:** correlacionar com histórico de prática aeróbica adolescente; considerar ergoespirometria ou teste de esforço em adultos jovens com histórico sedentário\n- **Composição corporal:** bioimpedância ou DEXA para avaliar massa muscular, gordura visceral e densidade óssea — especialmente em pacientes com baixo histórico esportivo\n- **Marcadores metabólicos:** glicemia de jejum, insulina, HOMA-IR, perfil lipídico — risco aumentado em quem foi sedentário na adolescência\n- **Saúde mental:** rastrear sintomas de ansiedade e depressão (PHQ-9, GAD-7); histórico de baixa atividade física associa-se a maior vulnerabilidade\n- **Função executiva e atenção:** considerar rastreamento de TDAH em adultos com histórico de sedentarismo e sintomas cognitivos (memória de trabalho, controle inibitório)\n- **Densidade óssea:** em mulheres com histórico de baixa atividade física na adolescência e/ou história de amenorreia, considerar densitometria óssea precocemente\n\n### 3. Intervenções Baseadas em Evidências\n\n#### Prescrição de Exercício Atual (baseada no histórico)\n- **Pacientes com histórico ativo:** manutenção do padrão; prescrição de volume e intensidade compatíveis com condição atual\n- **Pacientes com histórico sedentário ou insuficiente:**\n  - Iniciar com exercício aeróbico moderado (50–70% FC máxima), 20–30 min, 3–5 vezes/semana\n  - Progredir gradualmente para 150 min/semana de atividade moderada ou 75 min/semana de atividade vigorosa (meta OMS para adultos)\n  - Incluir exercício resistido 2–3x/semana para compensar déficit de massa muscular e densidade óssea\n- **Perfis com sintomas de ansiedade:** priorizar exercício aeróbico (efeito ansiolítico bem documentado); combinar com anaeróbico quando tolerado\n- **Perfis com baixa energia/motivação (COMT rápida):** considerar exercícios de explosão e curta duração, modalidades com esforço breve e intenso\n- **Esportes com padrão oscilatório** (futebol, basquete, judô, tênis, jiu-jitsu) são preferíveis por replicar o padrão HIIT e favorecer adesão a longo prazo\n\n#### Monitoramento\n- **Framework FIT:** avaliar Frequência (dias/semana), Intensidade (FC, PSE), Tipo e Tempo (duração)\n- **Frequência cardíaca:** FC máxima estimada = 220 − idade; zonas de treinamento baseadas em percentuais\n- **EPOC e recuperação:** monitorar tempo de retorno da FC ao basal como indicador de condicionamento\n- **Reavaliação a cada 4–8 semanas** com ajuste de carga e metas\n\n### 4. Encaminhamentos\n\n- **Educador físico / fisiologista do exercício:** para prescrição individualizada, especialmente em pacientes com comorbidades ou histórico de lesões\n- **Endocrinologista:** se resistência insulínica, síndrome metabólica ou dislipidemia associadas ao histórico sedentário\n- **Psiquiatra / psicólogo:** se rastreamento positivo para ansiedade, depressão ou TDAH\n- **Reumatologista / ortopedista:** se histórico de lesões esportivas com sequelas ou dor musculoesquelética atual\n- **Densitometria óssea:** encaminhar mulheres com histórico de baixa atividade física e/ou fatores de risco adicionais para osteoporose\n\n### 5. Orientações ao Paciente\n\n- Explicar que o histórico esportivo da adolescência informa riscos atuais, mas **não determina o futuro** — a atividade física iniciada em qualquer fase da vida traz benefícios substanciais\n- Reforçar que a **quantidade total de movimento ao longo do dia** é tão relevante quanto sessões formais de exercício\n- Estimular redução do tempo sedentário como meta independente (não apenas aumento do exercício)\n- Orientar sobre modalidades acessíveis e prazerosas para maximizar adesão a longo prazo"
}
