{
  "score_item_id": "019c1f9f-a6f2-7776-abe6-00e1a899f026",
  "clinical_relevance": "O parâmetro 'Vida adulta' no subgrupo 'Movimento e atividade física - Histórico' representa o registro longitudinal do padrão de exercício físico praticado pelo paciente desde os 18 anos até aproximadamente 6 meses antes da consulta atual. Trata-se de um dado anamnéstico de natureza comportamental e epigenética, com impacto direto sobre o fenótipo metabólico, cardiovascular, neuroendócrino e cognitivo do indivíduo na vida adulta.\n\nDo ponto de vista fisiológico, a prática regular de exercício físico ao longo da vida adulta induz adaptações estruturais e funcionais profundas: biogênese mitocondrial via PGC-1α, translocação de GLUT4 independente de insulina, aumento da capacidade oxidativa muscular, remodelamento cardíaco fisiológico e neuroplasticidade. A inatividade crônica, por outro lado, está associada a acúmulo de gordura visceral, resistência insulínica, inflamação crônica de baixo grau (elevação de IL-6 e TNF-α), deterioração da função endotelial e declínio cognitivo acelerado.\n\nEm termos epidemiológicos, os dados são contundentes: atividade física regular de intensidade moderada reduz o risco de depressão em 23% e o de ansiedade em 57%; alta intensidade reduz o risco de depressão em 43%. Indivíduos fisicamente aptos com IMC elevado apresentam menor risco de mortalidade por todas as causas e por causas cardiovasculares do que indivíduos com IMC normal porém sedentários — evidência que reforça a centralidade do condicionamento físico como marcador de saúde independente do peso corporal.\n\nO histórico de exercício na vida adulta informa o médico sobre: (1) o capital físico acumulado — massa muscular, densidade óssea, capacidade aeróbica e reserva metabólica — que o paciente carrega para a fase atual da vida; (2) períodos de sedentarismo que possam ter contribuído para o desenvolvimento de resistência insulínica, dislipidemia, hipertensão ou sarcopenia; (3) o perfil de risco neuroinflamatório, dado que o exercício modula o eixo HPA, reduz IL-6 e TNF-α, melhora o metabolismo do triptofano (aumentando 5-HT e desviando de quinureninas neuroinflamatórias), e reduz a produção de ácido quinolínico.\n\nA estratificação clínica do histórico pode ser feita em quatro categorias: (a) consistentemente ativo — prática regular de ao menos 150 min/semana de intensidade moderada ou 75 min/semana de alta intensidade ao longo da maior parte da vida adulta; (b) intermitente — períodos de atividade alternados com sedentarismo, frequentemente associados a eventos de vida (gestação, mudanças profissionais, lesões); (c) historicamente sedentário com atividade recente — ausência de exercício regular por anos seguida de retomada recente; (d) sedentário crônico — ausência de atividade física regular por toda ou quase toda a vida adulta. Cada perfil implica diferentes níveis de risco acumulado e diferentes pontos de partida para intervenção.\n\nA intensidade e o tipo de exercício também importam: treino aeróbico melhora sensibilidade à insulina, função cardiovascular e saúde mental; treino resistido preserva massa muscular e densidade óssea, melhora o perfil lipídico e a sensibilidade à insulina; modalidades mind-body (yoga, tai chi) têm impacto positivo sobre atenção e regulação do eixo HPA. O HIIT (treinamento intervalado de alta intensidade) demonstra eficácia em biogênese mitocondrial e melhora glicêmica com menor volume de treino. A combinação de modalidades produz os melhores resultados metabólicos.\n\nO efeito metabólico agudo de uma sessão de exercício pode perdurar 48 a 96 horas, mas os benefícios estruturais dependem da consistência ao longo de meses e anos. Por isso, o histórico longitudinal é mais informativo do que a prática atual isolada.",
  "points": 0,
  "patient_explanation": "Este campo registra como foi a sua vida de exercícios físicos desde que você se tornou adulto até recentemente. Não se trata de avaliar o que você faz hoje, mas de entender o caminho que seu corpo percorreu ao longo dos anos.\n\nO corpo guarda a memória da atividade física: quem se exercitou regularmente na vida adulta tende a ter mais músculo, ossos mais fortes, coração mais eficiente e metabolismo mais equilibrado. Já períodos longos sem exercício deixam marcas que incluem acúmulo de gordura, metabolismo mais lento e maior risco de doenças como diabetes, pressão alta e depressão.\n\nNão há julgamento aqui. Muitas pessoas passam por fases de inatividade por causa de trabalho, família, lesões ou outros desafios da vida. O importante é que o médico entenda esse histórico para montar um plano adequado à sua realidade atual e ao que seu corpo vivenciou. Quanto mais honesto e detalhado for o relato, mais preciso será o cuidado.",
  "conduct": "## Avaliação do Histórico de Atividade Física na Vida Adulta\n\n### 1. Anamnese Detalhada do Histórico\n\n- **Cronologia**: Mapear por décadas (18–30, 30–40, 40–50 anos etc.) o padrão de atividade — tipo de exercício, frequência semanal, duração, intensidade percebida\n- **Modalidades praticadas**: Aeróbico (corrida, natação, ciclismo), resistido (musculação, calistenia), mind-body (yoga, tai chi), esportes coletivos\n- **Períodos de sedentarismo**: Identificar gatilhos — lesões, gravidez, mudanças de emprego, luto, doenças\n- **Nível de condicionamento atingido**: O paciente já treinou com orientação profissional? Realizou competições? Tinha metas estruturadas?\n- **Percepção subjetiva**: O exercício era prazeroso ou obrigatório? Havia aversão ou barreiras específicas?\n\n### 2. Estratificação do Perfil Histórico\n\n- **Consistentemente ativo**: ≥150 min/semana de intensidade moderada ou ≥75 min/semana de alta intensidade por ≥10 anos contínuos → risco cardiometabólico reduzido, maior reserva muscular e mitocondrial\n- **Intermitente**: Ciclos de atividade e inatividade → avaliar impacto dos períodos de sedentarismo sobre composição corporal e marcadores metabólicos\n- **Historicamente sedentário com retomada recente**: Priorizar progressão segura; risco de lesão musculoesquelética elevado; ganhos metabólicos iniciais tendem a ser rápidos\n- **Sedentário crônico**: Maior risco de sarcopenia, resistência insulínica, dislipidemia, hipertensão e declínio cognitivo; necessita abordagem multidisciplinar estruturada\n\n### 3. Investigação Complementar Orientada pelo Histórico\n\n**Laboratorial:**\n- Glicemia de jejum + insulina de jejum + HOMA-IR (rastreio de resistência insulínica relacionada ao sedentarismo)\n- Hemograma com diferencial (leucocitose de repouso pode indicar inflamação crônica)\n- PCR ultrassensível e IL-6 (marcadores de inflamação crônica de baixo grau associada à inatividade)\n- Perfil lipídico completo: HDL, TG, LDL oxidado\n- HbA1c\n- TSH (hipotireoidismo pode mimetizar sedentarismo por fadiga)\n- Testosterona total e livre, DHEA-S (em homens; deficiência androgrênica associada a sarcopenia)\n- Vitamina D 25(OH) — deficiência frequente em sedentários com baixa exposição solar\n- Ferritina e zinco em pacientes com fadiga e baixa tolerância ao exercício\n\n**Funcional e de imagem:**\n- Avaliação de composição corporal (DXA ou bioimpedância de referência): massa muscular esquelética, índice de massa muscular apendicular, percentual de gordura\n- Teste de força de preensão palmar (dinamometria) — proxy de força muscular global\n- Teste de sentar e levantar (5 repetições) — avalia força de membros inferiores e risco de queda\n- Ergoespirometria ou teste ergométrico quando indicado clinicamente (avaliação de VO₂ máximo, limiares ventilatórios)\n- Avaliação cardiológica pré-participação em pacientes ≥40 anos sedentários que desejam retomar exercício de alta intensidade\n\n### 4. Intervenções Baseadas em Evidências\n\n**Prescrição de exercício individualizada:**\n- **Meta mínima geral**: 150 min/semana de intensidade moderada (50–70% FC máx) ou 75 min/semana de alta intensidade (>70% FC máx), conforme capacidade atual\n- **Pacientes sedentários crônicos**: Iniciar com caminhadas de 20–30 min, 3x/semana; progredir 10% de volume a cada 2 semanas\n- **Treino resistido**: 2–3x/semana; fundamental para preservar e recuperar massa muscular, especialmente em pacientes com histórico de sedentarismo prolongado; prescrito com técnica, progressão de carga e monitoramento\n- **HIIT**: Considerar para pacientes com pouco tempo disponível ou com objetivo de biogênese mitocondrial acelerada; protocolo mínimo eficaz: 4 min de esforço intenso com recuperação, 3–4x/semana\n- **Aeróbico em zona fat-max** (entre primeiro e segundo limiar anaeróbico, ~55–70% FC máx): Indicado para pacientes com resistência insulínica e objetivo de melhora metabólica\n- **Mind-body (yoga, tai chi)**: Útil especialmente para pacientes com perfil ansiosos, TDAH ou dificuldade de adesão ao exercício convencional\n\n**Monitoramento de intensidade:**\n- Frequência cardíaca: Fórmula base 220 − idade para FC máx; preferir teste ergométrico para maior precisão\n- Escala de Borg (esforço percebido)\n- Frequência cardíaca de recuperação pós-treino: indicador de adaptação cardiovascular e condicionamento progressivo\n\n**Suporte metabólico e nutricional associado:**\n- Adequar ingestão proteica (≥1,6 g/kg/dia) para preservação e ganho de massa muscular\n- Creatina monoidratada (3–5 g/dia) pode ser considerada para suporte à força muscular e saúde cognitiva\n- Vitamina D (2.000–5.000 UI/dia conforme nível basal) + K2 MK7 (100–200 mcg/dia) para saúde óssea e muscular\n- Magnésio (glicinato ou malato, 200–400 mg de magnésio elementar/dia) para suporte à função muscular e recuperação\n\n### 5. Critérios de Encaminhamento\n\n- **Cardiologista**: Paciente ≥40 anos, sedentário por ≥5 anos, com ≥2 fatores de risco cardiovascular (HAS, DM, dislipidemia, tabagismo, histórico familiar) → avaliação pré-participação antes de iniciar exercício de moderada a alta intensidade\n- **Endocrinologista**: Resistência insulínica confirmada (HOMA-IR elevado), síndrome metabólica, alterações hormonais relevantes\n- **Nutricionista**: Para todos os pacientes com histórico de sedentarismo crônico e objetivos de recomposição corporal\n- **Educador físico / Fisiologista do exercício**: Para prescrição supervisionada, especialmente em pacientes com comorbidades ou histórico de lesões musculoesqueléticas\n- **Psicólogo / Psicoterapeuta**: Pacientes com histórico de aversão ao exercício, transtornos de humor associados à inatividade, ou barreiras comportamentais persistentes\n- **Fisioterapeuta**: Histórico de lesões musculoesqueléticas limitantes, dores crônicas ou limitações funcionais que impeçam progressão segura\n\n### 6. Acompanhamento e Metas\n\n- Reavaliação de composição corporal, força muscular e marcadores laboratoriais em 2–3 meses após início da intervenção\n- Metas progressivas e mensuráveis aumentam adesão\n- Registrar evolução de VO₂ estimado, força de preensão, sentar-levantar e marcadores metabólicos a cada consulta\n- Considerar periodização das estratégias a cada 2–3 meses para evitar estagnação e manter motivação"
}
