{
  "score_item_id": "019c1f9f-a6f3-74c2-b472-1723d24bc1fa",
  "clinical_relevance": "Esportes praticados — com especificação de frequência e intensidade — constituem um parâmetro comportamental de alta relevância no escore de saúde funcional integrativa. O histórico esportivo na vida adulta reflete a carga acumulada de atividade física estruturada e é determinante do condicionamento cardiorrespiratório, da composição corporal, da saúde metabólica e da reserva funcional ao longo do envelhecimento.\n\nDo ponto de vista fisiológico, a intensidade e a frequência do exercício determinam os sistemas energéticos predominantemente recrutados: o sistema ATP-CP é predominante em esforços explosivos de curta duração (até ~10 segundos); o sistema glicolítico lático domina entre 10 segundos e 2 minutos; o sistema oxidativo aeróbico prepondera acima de 2 a 3 minutos de esforço contínuo. A aptidão cardiorrespiratória (VO2máx) é o principal preditor independente de mortalidade por todas as causas e mortalidade cardiovascular, superando inclusive fatores de risco tradicionais como hipertensão, tabagismo e dislipidemia.\n\nO framework FIT (Frequência, Intensidade, Tipo e Tempo) é a base para a prescrição individualizada: frequência refere-se ao número de sessões por semana; intensidade, à zona de frequência cardíaca ou limiar de lactato trabalhado; tipo, à modalidade (aeróbico, resistência, combinado, mind-body); e tempo, à duração de cada sessão e ao período total de prática. A prescrição baseada nesses princípios é superior a protocolos genéricos e deve ser individualizada.\n\nEm termos de recomendações baseadas em evidências consolidadas, adultos saudáveis devem acumular pelo menos 150 minutos por semana de atividade aeróbica moderada ou 75 minutos de atividade vigorosa, além de dois ou mais dias de exercício de resistência muscular. Para efeitos terapêuticos em condições psiquiátricas e neurológicas, a literatura aponta 20 a 40 minutos de exercício moderado, 3 a 5 vezes por semana, como dose mínima eficaz. Para redução do risco de depressão, a atividade física moderada regular reduz o risco em 23%; alta intensidade regular reduz em 43%. O risco de desenvolvimento de ansiedade é 57% menor em indivíduos que se exercitam regularmente.\n\nO exercício físico é reconhecido como \"medicamento\" com eficácia demonstrada em 26 condições crônicas distintas: depressão, ansiedade, estresse, esquizofrenia, demência, Parkinson, esclerose múltipla, obesidade, hiperlipidemia, síndrome metabólica, SOP, diabetes tipo 1 e tipo 2, hipertensão, doença coronariana, insuficiência cardíaca, AVC, claudicação intermitente, DPOC, asma, fibrose cística, osteoartrite, osteoporose, lombalgia, artrite reumatoide e câncer.\n\nNa dimensão neurocognitiva, o exercício aumenta a produção de BDNF, dopamina e norepinefrina; promove neuroplasticidade e conectividade cerebral; modula o eixo hipotálamo-hipófise-adrenal (HPA); e reduz neuroinflamação (diminuição de IL-6 e TNF-α). Esportes com alternância de explosão e sustentação (jiu-jitsu, judô, tênis, futebol, basquete, vôlei) implementam naturalmente o padrão de HIIT, favorecendo a adesão e ampliando benefícios sobre função executiva, memória de trabalho e controle inibitório. Mind-body (yoga, tai chi) mostrou-se particularmente eficaz para atenção; exergaming para memória.\n\nA avaliação do perfil metabólico individual é determinante: indivíduos com perfil oxidativo se beneficiam de maior volume aeróbico; perfis glicolíticos necessitam de combinação de aeróbico de maior volume com treino de força. A personalização genética (ex.: polimorfismos COMT) também orienta a escolha: COMT lenta indica necessidade de exercício diário de intensidade para controle dopaminérgico; COMT rápida responde melhor a exercícios de explosão e curta duração.\n\nSedentarismo crônico associa-se a pior desempenho em memória de trabalho fonológica e inibição, e é fator de risco independente para demência precoce. A baixa aptidão cardiovascular em adultos jovens é preditora de demência de início precoce. Por outro lado, atividade física vigorosa no lazer protege contra demência, mesmo após controle de variáveis de confundimento como ambiente na infância.",
  "points": 18,
  "patient_explanation": "Este item avalia os esportes que você pratica na vida adulta — com que frequência e com que intensidade. Isso é muito importante porque o exercício físico regular é, comprovadamente, um dos fatores mais poderosos para a sua saúde: ele protege o coração, melhora o humor, afasta a depressão e a ansiedade, fortalece músculos e ossos, melhora a memória e reduz o risco de doenças crônicas como diabetes, hipertensão e até câncer.\n\nNão é necessário ser um atleta de alta performance. O que importa é a regularidade: estudos mostram que praticar alguma atividade física com frequência regular já reduz significativamente o risco de depressão e ansiedade, e melhora a qualidade de vida de forma abrangente. Quanto mais consistente for a sua prática ao longo da vida adulta, maior a proteção acumulada.\n\nSe você pratica pouco ou nada, isso é uma oportunidade de mudança com grande impacto positivo na sua saúde. Cada tipo de esporte tem benefícios distintos, e o ideal é encontrar uma modalidade que você goste, pois isso aumenta a adesão. Seu médico pode ajudar a indicar o tipo, a intensidade e a frequência mais adequados ao seu perfil.",
  "conduct": "## Conduta Clínica: Esportes Praticados (Frequência e Intensidade)\n\n### Avaliação Inicial\n\n- **Anamnese esportiva detalhada:** modalidades praticadas, frequência semanal (dias/semana), duração de cada sessão, intensidade percebida (escala de Borg ou zona de frequência cardíaca), tempo total de prática ao longo da vida adulta.\n- **Identificação do perfil predominante:** aeróbico (corrida, ciclismo, natação), resistência/força (musculação, calistenia), esportes coletivos (futebol, basquete, vôlei), esportes de combate (jiu-jitsu, judô), mind-body (yoga, tai chi) ou combinado.\n- **Avaliação de sedentarismo:** tempo sentado/deitado por dia; número de horas de comportamento sedentário além do trabalho.\n- **Histórico de lesões** relacionadas à prática esportiva; episódios de overtraining.\n\n### Estratificação de Risco\n\n- **Adequado:** 150+ min/semana de atividade aeróbica moderada OU 75+ min/semana de atividade vigorosa + 2+ dias de resistência muscular.\n- **Insuficiente:** prática regular porém abaixo das recomendações mínimas.\n- **Sedentário:** sem prática regular de exercício estruturado.\n- **Risco por excesso:** sinais de overtraining, lesões por sobrecarga, estresse oxidativo excessivo (triatletas de alto volume sem suporte nutricional adequado).\n\n### Investigação Complementar\n\n- **Avaliação cardiorrespiratória:** ergoespirometria (VO2máx) quando disponível; teste ergométrico em adultos acima de 40 anos ou com fatores de risco cardiovascular antes de iniciar programa de alta intensidade.\n- **Bioimpedância ou DEXA:** composição corporal (massa magra, massa gorda, hidratação).\n- **Exames laboratoriais básicos:** glicemia de jejum, HbA1c, lipidograma, TSH, vitamina D (25-OH), magnésio sérico, hemograma.\n- **Avaliação de lactato e limiares:** em pacientes com objetivos específicos de performance ou quando a personalização da intensidade é prioritária (lactato em repouso e em esforço escalonado).\n- **Marcadores de dano muscular:** CK, LDH, em atletas com suspeita de overtraining ou recuperação lenta.\n- **Frequência cardíaca de recuperação pós-esforço:** monitorar como proxy de adaptação autonômica.\n\n### Prescrição e Intervenções Baseadas em Evidências\n\n#### Princípios Gerais — Framework FIT\n- **Frequência:** 3 a 5 vezes por semana para efeitos terapêuticos; mínimo de 2 vezes para manutenção.\n- **Intensidade:** definir limiares via FC-alvo (zona moderada: 50–70% FCmáx; zona vigorosa: 70–85% FCmáx), percepção subjetiva de esforço (Borg 12–16) ou limiar de lactato.\n- **Tipo:** individualizar conforme objetivo, perfil metabólico, comorbidades e preferências.\n- **Tempo:** 20 a 60 minutos por sessão; progressão gradual de carga.\n\n#### Recomendações por Perfil\n\n- **Perfil ansioso/dopaminérgico:** priorizar exercício aeróbico (corrida, ciclismo, natação) — efeito ansiolítico superior; progredir gradualmente para combinar com anaeróbico.\n- **Perfil depressivo/baixa energia (COMT rápida):** preferir exercícios de explosão e curta duração; HIIT e modalidades com esforço breve e intenso.\n- **Perfil cognitivo/TDAH:** esportes com alternância de explosão e sustentação (jiu-jitsu, judô, tênis, futebol, basquete, vôlei); mind-body para atenção; exergaming como alternativa acessível.\n- **Pacientes com doenças crônicas:** o exercício é terapêutico em 26 condições crônicas — prescrever tipo, dose e forma adequados à condição específica, não por preferência pessoal.\n- **Idosos ou com limitações:** estratégias alternativas de biogênese mitocondrial; exercício de baixa intensidade e alta frequência; caminhada diária combinada a treino de força.\n\n#### Efeitos Epigenéticos e Metabólicos\n- Programas de exercício de pelo menos 3 meses produzem efeitos epigenéticos benéficos mensuráveis (ex.: metilação em espermatozoides).\n- Exercício induz PGC1-α → biogênese mitocondrial → melhora da capacidade oxidativa e saúde cerebral.\n- HIIT reduz hiperglicemia e aumenta capacidade mitocondrial muscular em pacientes com diabetes tipo 2.\n\n#### Suporte Nutricional Integrado\n- Garantir aporte adequado de antioxidantes (vitamina C, glutationa, vitamina E) antes de intensificar treinos.\n- Em alta intensidade com sinais de fadiga/imunossupressão: avaliar reposição de glutamina sérica.\n- Creatina monoidratada (3–5 g/dia) para saúde muscular e cerebral; beta-alanina em protocolos glicolíticos.\n- Magnésio (glicinato ou malato): 200–400 mg/dia de magnésio elementar; ajustar conforme inflamação, estresse ou hipertensão.\n- Vitamina D: manter 25(OH)D entre 40–60 ng/mL; suplementar conforme nível basal.\n\n### Critérios de Encaminhamento\n\n- **Cardiologista:** antes de iniciar programa de alta intensidade em adultos > 40 anos, pacientes com fatores de risco cardiovascular, histórico de cardiopatia ou arritmia.\n- **Fisiologista do exercício / Educador físico especializado:** para prescrição avançada com ergoespirometria, determinação de limiares e periodização.\n- **Ortopedista / Fisioterapeuta:** lesões por sobrecarga, dor musculoesquelética recorrente, limitações articulares.\n- **Psiquiatra / Psicólogo:** quando o histórico esportivo evidenciar comportamento compulsivo com exercício, dismorfias ou exercício como mecanismo de compensação alimentar.\n\n### Monitoramento e Reavaliação\n\n- Reavaliar frequência, intensidade e tipo de exercício a cada 1–2 meses com base em exames e desempenho funcional.\n- Monitorar FC de recuperação pós-esforço como proxy de melhora do condicionamento.\n- Repetir bioimpedância e exames laboratoriais após 2–3 meses de intervenção para avaliar resposta metabólica.\n- Ajustar plano conforme evolução clínica, adesão e resultados objetivos.",
  "conduct_references": []
}
