{
  "score_item_id": "019c1f9f-a6f3-76d3-b12a-6cfe695f0b0a",
  "clinical_relevance": "Atividades ao ar livre constituem um parâmetro comportamental e ambiental de relevância crescente na medicina funcional integrativa, avaliando o histórico de exposição a ambientes externos, brincadeiras livres e esportes ao longo da vida adulta. Funcionalmente, a prática regular de atividades ao ar livre integra múltiplos benefícios fisiológicos: exposição à luz solar (síntese de vitamina D, regulação do ritmo circadiano), atividade física não estruturada, contato com ambientes naturais e interação social — fatores com impacto mensurável sobre saúde mental, cognitiva e metabólica.\n\nDo ponto de vista neurobiológico, o exercício físico — especialmente quando praticado ao ar livre — estimula a produção de BDNF (fator neurotrófico derivado do cérebro), aumenta neurotransmissores como dopamina e norepinefrina, modula o eixo hipotálamo-hipófise-adrenal (HPA), promove neuroplasticidade e autofagia, e reduz marcadores inflamatórios (IL-6, TNF-α, estresse oxidativo). A miocina irisina, liberada pelo músculo durante o exercício, exerce efeitos sistêmicos e cerebrais relevantes. Esses mecanismos fundamentam associações epidemiológicas robustas: prática regular de exercícios moderados associa-se a redução de 57% no risco de desenvolver ansiedade e redução de 23-43% no risco de depressão (dependendo da intensidade).\n\nEm crianças e adolescentes, a relevância das atividades ao ar livre é ainda mais marcante. Estudos demonstram que apenas 1 em cada 20 crianças atende à tríade mínima de saúde cognitiva para a faixa de 8-11 anos: menos de 2 horas de tela recreativa/dia, pelo menos 60 minutos de atividade física/dia e sono reparador. Crianças que brincam ao ar livre regularmente apresentam atenuação dos efeitos negativos do excesso de telas sobre comunicação, habilidades sociais e regulação emocional. O sedentarismo e o tempo de tela elevado associam-se a pior desempenho em memória de trabalho fonológica e controle inibitório.\n\nNo contexto do histórico da vida adulta, o padrão de atividades ao ar livre reflete hábitos de movimento acumulado, exposição ambiental protetora e engajamento social estruturado. Adultos com histórico consistente de atividades ao ar livre tendem a apresentar melhor aptidão cardiorrespiratória, menor tempo sedentário, melhor regulação do eixo HPA e menor carga de ansiedade e depressão. A recomendação consolidada para adultos é de 20-40 minutos de exercício moderado, 3-5 vezes por semana (equivalente a ≥150 minutos/semana de intensidade moderada), sendo o componente ao ar livre um potencializador por agregar luz natural, variação de terreno e dimensão social.\n\nA personalização da prescrição deve considerar perfil genético (polimorfismo COMT: metabolizadores lentos respondem melhor a exercício aeróbico diário de intensidade; rápidos, a modalidades de explosão e curta duração), rotina, sono, alimentação e disponibilidade de ambiente (praças, parques, clima, acesso a espaços abertos). A integração de atividades ao ar livre em esportes que alternam explosão e recuperação (futebol, tênis, judô, jiu-jitsu, basquete) favorece adesão e replicação de padrões HIIT naturais, com benefícios adicionais sobre atenção sustentada, controle inibitório e condicionamento metabólico.",
  "points": 0,
  "patient_explanation": "Atividades ao ar livre não são apenas lazer — são uma necessidade biológica do ser humano. Quando passamos tempo fora de casa praticando esportes, caminhando, brincando ou simplesmente nos movimentando em ambientes abertos, nosso cérebro e nosso corpo recebem benefícios que nenhum remédio ou suplemento consegue replicar completamente.\n\nA exposição à luz solar regula nosso relógio biológico e ajuda a produzir vitamina D. O movimento ao ar livre libera substâncias no cérebro que melhoram o humor, reduzem a ansiedade e fortalecem a memória. Estudos mostram que praticar atividade física regularmente pode reduzir em mais de 50% o risco de desenvolver ansiedade.\n\nPara crianças, brincar ao ar livre protege o desenvolvimento do cérebro, melhora a atenção, reduz os efeitos negativos do excesso de telas e fortalece habilidades sociais. Para adultos, manter esse hábito ao longo da vida é um dos fatores mais importantes para preservar a saúde mental e cognitiva.\n\nNão é necessário fazer treinos intensos: caminhar em parques, praticar esportes recreativos ou simplesmente passar tempo em ambientes externos já traz benefícios reais e mensuráveis para sua saúde a longo prazo.",
  "conduct": "## Avaliação do Histórico de Atividades ao Ar Livre\n\n### Anamnese Direcionada\n\n- **Frequência e duração habitual** de atividades ao ar livre na vida adulta (atual e passado recente)\n- Tipos de atividade: esportes, caminhadas, corrida, atividades recreativas, jardinagem, trabalho externo\n- **Contexto social:** atividades solitárias vs. em grupo; esportes coletivos vs. individuais\n- Barreiras identificadas: ambiente urbano, segurança, tempo disponível, clima, condições físicas\n- Histórico de sedentarismo prolongado ou períodos de inatividade\n- Padrão de exposição solar e uso de protetor (relevante para síntese de vitamina D)\n- Tempo de tela diário (correlacionar inversamente com tempo ao ar livre)\n\n### Investigação Complementar Sugerida\n\n- **Vitamina D sérica (25-OH):** deficiência frequente em indivíduos com pouca exposição solar/ao ar livre; alvo funcional ≥ 40-60 ng/mL\n- **Cortisol salivar em múltiplos pontos:** avaliar disfunção do eixo HPA em sedentários crônicos\n- **Aptidão cardiorrespiratória:** VO2 máx estimado ou teste de caminhada de 6 minutos\n- **Composição corporal:** massa muscular (DXA ou bioimpedância) — force de preensão e agilidade correlacionam com funções cognitivas\n- **Marcadores inflamatórios:** PCR-us, IL-6 em casos com sedentarismo crônico\n- **Perfil glicêmico e insulínico:** atividade física ao ar livre melhora captação de glicose muscular via GLUT4 independente de insulina\n- **Hemograma:** ferro sérico e ferritina (deficiência afeta energia e disposição para atividades)\n\n### Intervenções Baseadas em Evidências\n\n#### Prescrição de Atividade ao Ar Livre para Adultos\n\n- **Meta mínima consolidada:** 20-40 minutos de exercício moderado, 3-5 vezes/semana (equivalente a ≥150 min/semana)\n- Priorizar atividades ao ar livre sobre ambientes fechados sempre que possível\n- **Exposição solar:** 15-30 minutos de exposição direta (braços e pernas) nos horários de menor radiação UV intensa para síntese adequada de vitamina D\n- Redução ativa do tempo sedentário ao longo do dia: pausas de movimento a cada 60-90 minutos\n\n#### Personalização por Perfil\n\n- **COMT lento (dopamina alta basal):** exercício aeróbico diário de maior duração; corrida, ciclismo, natação ao ar livre\n- **COMT rápido (baixa dopamina basal):** modalidades de explosão e recuperação; esportes coletivos, circuitos curtos, HIIT em ambiente externo\n- **Perfis ansiosos:** exercício aeróbico é particularmente ansiolítico; iniciar com intensidade moderada e progredir gradualmente\n- **Comorbidade depressiva:** atividade de alta intensidade associa-se a redução de risco de 43% vs. 23% para moderada\n\n#### Modalidades com Forte Evidência\n\n- **HIIT em esportes naturais** (judô, jiu-jitsu, tênis, futebol, basquete): alternam explosão e recuperação, favorecem adesão e replicam benefícios cognitivos (atenção, inibição)\n- **Mind-body ao ar livre** (yoga, tai chi em parques): evidência para melhora de atenção\n- **Esportes coletivos:** benefício adicional via interação social, exposição a culturas positivas e redução do isolamento\n\n#### Integração Funcional Integrativa\n\n- Abordar atividades ao ar livre dentro de um plano multicomponente: **sono → movimento → alimentação → gestão de telas**\n- Antes de prescrever suplementação ou medicação para fadiga, ansiedade ou déficit cognitivo, corrigir sedentarismo e deficit de tempo ao ar livre\n- Documentar metas mensuráveis: tempo ao ar livre/semana, número de sessões, tipo de atividade — revisar em ciclos de 12 semanas\n- Avaliar e reduzir barreiras ambientais e sociais ao acesso a espaços externos\n\n### Critérios de Encaminhamento\n\n- **Educador físico ou preparador físico:** para estruturação de programa individualizado, especialmente em pacientes sedentários há mais de 12 meses, com sarcopenia ou comorbidades cardiovasculares\n- **Fisioterapeuta:** limitações musculoesqueléticas que impedem atividade ao ar livre\n- **Psiquiatria/Psicologia:** quando sedentarismo e isolamento estão associados a transtorno de ansiedade, depressão maior ou TDAH com prejuízo funcional significativo\n- **Endocrinologia:** deficiência grave de vitamina D (< 20 ng/mL), resistência insulínica ou disfunção tireoidiana identificada na investigação\n\n### Monitoramento\n\n- Reavaliar vitamina D após 90 dias de intervenção\n- Monitorar sintomas de ansiedade e humor com escalas validadas (GAD-7, PHQ-9) a cada 12 semanas\n- Registrar tempo semanal de atividade ao ar livre como métrica de desfecho comportamental\n- Correlacionar evolução com marcadores laboratoriais (vitamina D, cortisol, glicemia, composição corporal)"
}
