{
  "score_item_id": "c77cedd3-2800-74d3-af10-b4210f1ef00a",
  "clinical_relevance": "As modalidades de esporte praticadas pelo paciente constituem um dado histórico fundamental no Escore Plenya, pois o tipo de atividade física influencia diretamente os sistemas fisiológicos estimulados, os mecanismos neurobiológicos ativados e os desfechos clínicos esperados. Conhecer as preferências esportivas permite individualizar a prescrição de exercício segundo o princípio do 'exercise as medicine', reconhecido como intervenção terapêutica eficaz em pelo menos 26 condições crônicas — incluindo transtornos psiquiátricos (depressão, ansiedade, TDAH, esquizofrenia), condições neurológicas (demência, Parkinson, esclerose múltipla), doenças metabólicas (obesidade, síndrome metabólica, diabetes tipo 1 e 2, SOP), doenças cardiovasculares (hipertensão, doença coronariana, insuficiência cardíaca), doenças pulmonares (DPOC, asma) e doenças musculoesqueléticas (osteoartrite, osteoporose, artrite reumatoide).\n\nAs modalidades diferem substancialmente em seus mecanismos de ação fisiológica. Exercícios aeróbicos (corrida, natação, ciclismo) atuam prioritariamente via ativação de AMPK, translocação de GLUT4 independente de insulina, biogênese mitocondrial mediada por PGC1-α, liberação de norepinefrina e modulação anti-inflamatória (redução de IL-6 e TNF-α). São particularmente ansiolíticos e indicados para perfis dopaminérgicos/ansiosos. Exercícios de força (musculação, calistenia) aumentam massa muscular, metabolismo basal e gasto calórico residual, sendo superiores ao aeróbico para emagrecimento sustentado. Modalidades de alta intensidade com padrão explosão-recuperação (HIIT, jiu-jitsu, judô, tênis, futebol, basquete, vôlei) replicam um padrão evolutivamente natural ao comportamento humano, mostrando superioridade no manejo cognitivo do TDAH em ensaio randomizado com 60 meninos de 7 a 10 anos (protocolo HIIT: 100% VO2 máx em picos com recuperação a 50%), com melhora de atenção, inibição comportamental e redução de erros em tarefas cognitivas comparado ao treinamento contínuo moderado (MICT a 70-75% VO2 máx).\n\nModalidades mind-body (yoga, tai chi) demonstraram maior eficácia para atenção e função executiva, com validação em estudos publicados em 2025. Exergaming apresentou resultado superior para memória em populações com TDAH. Atividades multicomponentes (esportes com múltiplas habilidades motoras) beneficiaram memória e função executiva em grau moderado.\n\nA personalização da modalidade deve considerar o perfil genético COMT: indivíduos com COMT lenta (mais agitados, com excesso dopaminérgico) respondem melhor a exercícios aeróbicos diários de intensidade moderada a alta; indivíduos com COMT rápida (menor ânimo, depleção dopaminérgica) respondem melhor a exercícios de explosão e curta duração. Outros determinantes de personalização incluem: idade, contexto social, disponibilidade ambiental (praça, clima, sol, vitamina D), momento do dia, sono, alimentação, componentes lúdicos e motivacionais.\n\nDo ponto de vista epidemiológico, a prática regular de atividade física associa-se a redução de 57% no risco de desenvolvimento de ansiedade; atividade de intensidade moderada reduz em 23% o risco de depressão, enquanto alta intensidade promove redução de 43%. O Framework FIT (frequência, intensidade, tipo e tempo) orienta a prescrição estruturada, com referência geral de 150 minutos semanais de atividade moderada para adultos, ou 20 a 40 minutos de intensidade moderada de 3 a 5 vezes por semana com caráter terapêutico essencial no TDAH. A quantidade total de movimento diário pode ser mais relevante para o desenvolvimento cognitivo do que a intensidade isolada, especialmente em crianças.\n\nA adesão é um determinante crítico: a modalidade preferida e prazerosa tem maior probabilidade de ser mantida a longo prazo, sendo preferível uma atividade de menor intensidade executada com regularidade do que protocolos ideais abandonados. A combinação de musculação com atividades prazerosas e caminhadas em contextos de alto estresse melhora tanto a composição corporal quanto a adesão.",
  "points": 0,
  "patient_explanation": "Este campo registra quais tipos de esporte ou atividade física você prefere praticar. Essa informação é muito importante para o seu acompanhamento de saúde, porque cada modalidade esportiva estimula o seu corpo de formas diferentes — e saber o que você gosta ajuda a criar recomendações que se encaixam na sua rotina e que você vai conseguir manter.\n\nExercícios aeróbicos, como corrida, natação ou ciclismo, são especialmente eficazes para reduzir ansiedade e melhorar o humor. Atividades de força, como musculação ou calistenia, ajudam a preservar os músculos e acelerar o metabolismo. Esportes com alternância de esforço e pausa, como futebol, judô, tênis ou basquete, têm benefícios importantes para a concentração e o controle emocional. Práticas como yoga e tai chi são ótimas para atenção e equilíbrio mental.\n\nNão existe modalidade perfeita para todo mundo. O que mais importa é encontrar algo que você goste e consiga fazer com regularidade. Mesmo atividades leves praticadas com constância trazem grandes benefícios para o coração, o cérebro, o humor e o controle do peso. Conte para nós quais esportes você prefere — essa informação vai nos ajudar a orientar você da melhor forma possível.",
  "conduct": "## Conduta Clínica: Modalidades de Esporte Preferidas\n\n### 1. Levantamento do Histórico Esportivo\n\n- **Identificar modalidades praticadas** atualmente e no passado (aeróbicas, de força, mistas, mind-body, coletivas/individuais)\n- **Avaliar frequência, duração e intensidade** habituais de cada modalidade\n- **Investigar motivadores e barreiras** de adesão: prazer, acesso, companhia social, custo, horário\n- **Identificar lesões prévias** relacionadas à prática esportiva que possam limitar modalidades\n- **Verificar contexto atual** de estresse, sono e alimentação, pois modulam a resposta ao exercício\n\n---\n\n### 2. Avaliação Funcional Complementar\n\n- **Bioimpedância** para avaliação de massa muscular e gordura corporal (orienta prioridade entre força vs. aeróbico)\n- **Avaliação cardiometabólica** (teste ergométrico, VO2 máx estimado) quando clinicamente indicado\n- **Perfil lipídico, glicemia e insulinemia de jejum** para contextualizar indicações de exercício metabólico\n- **Avaliação do eixo HPA** (cortisol salivar em múltiplos pontos) se suspeita de disfunção relacionada ao exercício excessivo ou sedentarismo\n- **Considerar perfil genético COMT** (se disponível) para personalização da modalidade: COMT lenta favorece aeróbico diário de maior intensidade; COMT rápida responde melhor a exercícios de explosão e curta duração\n\n---\n\n### 3. Prescrição por Modalidade — Princípios do Framework FIT\n\n**Frequência | Intensidade | Tipo | Tempo**\n\n#### Exercício Aeróbico (corrida, natação, ciclismo, caminhada)\n- Indicado especialmente para **ansiedade, depressão e perfis dopaminérgicos**\n- Redução de 57% no risco de ansiedade e 23-43% no risco de depressão com prática regular\n- Prescrição base: **150 min/semana em intensidade moderada** (50-60% FC máx) ou **75 min/semana em intensidade vigorosa**\n- Para TDAH em adultos: **20-40 minutos, 3-5 vezes/semana**\n\n#### Exercício de Força (musculação, calistenia)\n- Preferencial para **emagrecimento sustentado** por aumentar metabolismo basal e gasto calórico residual\n- Preservação e ganho de massa muscular; efeito superior ao aeróbico isolado no controle da composição corporal\n- **Cautela com treino de força em jejum**: pode prejudicar ganho de massa; otimizar janelas nutricionais pré e pós-treino\n\n#### HIIT e Modalidades Mistas com Explosão-Recuperação (futebol, basquete, judô, jiu-jitsu, tênis, vôlei)\n- **Primeira escolha para TDAH**: superioridade demonstrada sobre MICT para atenção, controle inibitório e redução de hiperatividade\n- Replicam padrão evolutivo natural de esforço humano (explosão + recuperação)\n- Promovem biogênese mitocondrial via PGC1-α, aumento de BDNF e dopamina\n- Para crianças com TDAH: rotina diária de ~1 hora com atividades de padrão explosão-recuperação\n\n#### Mind-Body (yoga, tai chi)\n- **Modalidade de escolha para atenção e função executiva**\n- Eficácia validada em meta-análises e em estudos publicados em 2025 para TDAH\n- Indicada também para pacientes com alta carga de estresse, dor crônica ou dificuldade de adesão a treinos convencionais\n\n#### Exergaming e Atividades Multicomponentes\n- Alternativa eficaz para memória e função executiva\n- Útil para crianças e adolescentes com dificuldade de engajamento em exercícios tradicionais\n- Pode ser incorporado como complemento em períodos de baixa motivação\n\n---\n\n### 4. Estratégias de Individualização e Adesão\n\n- **Priorizar modalidade preferida**: adesão é o determinante mais importante do benefício a longo prazo; atividade prazerosa regular supera protocolo ideal abandonado\n- **Combinar musculação com atividades prazerosas** para melhorar adesão e resultados de composição corporal\n- **Ajustar modalidade ao nível de estresse**: em períodos de alto estresse, preferir caminhadas e exercícios de menor intensidade\n- **Considerar componentes sociais e lúdicos**: esportes coletivos aumentam engajamento e têm impacto positivo na saúde mental\n- **Periodizar e variar** os estímulos (força, HIIT, intensidade/volume) para evitar estagnação adaptativa\n- **Reduzir tempo sedentário** mesmo em dias sem treino formal; promover quantidade total de movimento ao longo do dia\n\n---\n\n### 5. Monitoramento e Reavaliação\n\n- **Ciclos de reavaliação de 4-12 semanas** com métricas validadas (questionários de sintomas, testes funcionais, bioimpedância)\n- **Monitorar recuperação da FC pós-treino** como indicador subjetivo de adaptação e condicionamento\n- **Avaliar marcadores de overtraining** em atletas: dano muscular (CK, LDH), estresse oxidativo, qualidade do sono\n- **Ajustar protocolo** conforme resposta individual: intensidade, momento do dia, carga interna e externa\n- **Critério de encaminhamento a especialista em medicina do esporte** ou fisiologista do exercício: atletas competitivos, histórico de lesões recorrentes, doenças crônicas com limitações específicas para prática esportiva ou ausência de resposta clínica após 12 semanas de prescrição orientada"
}
