{
  "score_item_id": "c77cedd3-2800-7a2d-803b-7e39bddcb1c0",
  "clinical_relevance": "O registro das modalidades de exercício físico que o paciente rejeita ou evita ('odiadas') é um parâmetro histórico-comportamental central na medicina funcional integrativa. A adesão de longo prazo a qualquer programa de exercício é o preditor mais robusto de desfechos clínicos positivos, independentemente da modalidade prescrita. Prescrever uma atividade que o paciente detesta resulta, na prática, em baixa adesão, abandono precoce e ausência dos benefícios fisiológicos documentados do exercício.\n\nFisiopatologia da não-adesão por aversão: quando o exercício é percebido como punição ou obrigação aversiva, há ativação do eixo HPA com aumento do estresse percebido, redução da motivação intrínseca e liberação insuficiente de endorfinas e dopamina. O ciclo resultante — tentativa, fracasso por desprazer, culpa, sedentarismo — é altamente prejudicial do ponto de vista neurocomportamental e metabólico.\n\nBase epidemiológica e evidências: a literatura consolidada demonstra que a individualização e a preferência do paciente são determinantes críticos de adesão. A evidência reforça que 'é preferível que o paciente faça uma atividade que goste do que não fazer nada' (Emagrecimento - Parte VII, MFI 2024). Estudos sobre exercício como medicamento em 26 doenças crônicas (Pedersen & Saltin) demonstram que os benefícios do exercício são modalidade-dependentes quando se considera a dose e o perfil clínico, mas a adesão sustentada é pré-requisito absoluto para qualquer resultado.\n\nBenefícios documentados do exercício que se perdem com a não-adesão:\n- Redução de 57% no risco de desenvolver ansiedade com atividade física regular moderada (20-40 min, 3-5x/semana)\n- Redução de 23% no risco de depressão com atividade moderada; redução de 43% com atividade de alta intensidade\n- Melhora de BDNF, neuroplasticidade, dopamina e função executiva (relevante especialmente em TDAH)\n- Melhora de biogênese mitocondrial via AMPK/PGC1-α, captação de GLUT4 independente de insulina\n- Modulação do eixo HPA, redução de IL-6, TNF-α e estresse oxidativo\n- Benefícios cardiovasculares, metabólicos e músculo-esqueléticos amplamente documentados\n\nPersonalização por perfil genético e clínico: o polimorfismo COMT influencia a resposta ao tipo de exercício. Indivíduos com COMT lenta (maior agitação, perfil dopaminérgico tenso) respondem melhor a exercícios aeróbicos de maior duração (corrida, natação). Indivíduos com COMT rápida (menor energia, ânimo reduzido) respondem melhor a exercícios de explosão e curta duração. Perfis ansiosos ou dopaminérgicos se beneficiam especialmente de aeróbicos pelo efeito ansiolítico. Ignorar essas preferências e impor modalidades rejeitadas contradiz a medicina de precisão.\n\nImplicação clínica do registro: mapear quais modalidades o paciente rejeita permite (1) excluí-las da prescrição para maximizar adesão; (2) investigar a causa da rejeição (dor, experiência negativa, condicionamento físico baixo, trauma, contexto social); (3) identificar substitutos funcionalmente equivalentes que sejam aceitos pelo paciente; (4) combinar musculação com atividades prazerosas para maximizar adesão e resultados metabólicos.",
  "points": 0,
  "patient_explanation": "Este campo registra os tipos de exercício que você não gosta ou evita fazer — como corrida, natação, academia, dança, ou qualquer outra modalidade. Saber quais atividades físicas você rejeita é tão importante quanto saber o que você gosta, porque o melhor exercício é aquele que você realmente consegue manter no longo prazo.\n\nQuando um médico prescreve uma atividade que você detesta, a tendência natural é abandonar rapidamente. Isso significa perder todos os benefícios que o exercício traz: mais disposição, menos ansiedade e depressão, melhor controle do peso, coração mais saudável e até mais memória e foco.\n\nAo mapear o que você não gosta, conseguimos encontrar alternativas que funcionem igualmente bem para a sua saúde — seja uma caminhada ao ar livre, um esporte coletivo, yoga, ou qualquer outra opção que você consiga manter com prazer. Não existe exercício 'obrigatório': existe o exercício certo para você.",
  "conduct": "## Conduta Clínica: Modalidades de Exercício Rejeitadas pelo Paciente\n\n### 1. Anamnese Estruturada das Preferências e Aversões\n\n- **Listar explicitamente** as modalidades rejeitadas pelo paciente e a razão da rejeição:\n  - Desconforto físico ou dor associada à modalidade\n  - Experiências negativas prévias (bullying, lesões, constrangimento)\n  - Falta de acesso ou recursos (academia, piscina, espaço)\n  - Incompatibilidade com rotina ou nível de condicionamento atual\n  - Aversão ao ambiente social da modalidade\n- Investigar também o histórico de modalidades já praticadas e o nível de engajamento\n- Avaliar o atual nível de condicionamento físico e limitações musculoesqueléticas\n\n### 2. Princípio Central: Adesão Supera Modalidade\n\n- **Nunca prescrever modalidade rejeitada** como obrigação central do plano de exercício\n- Reforçar ao paciente que a melhor atividade é aquela que ele consegue manter de forma consistente\n- Adaptar a prescrição à realidade de vida, disponibilidade de ambiente, horários e preferências\n- Considerar componentes sociais e lúdicos (esportes coletivos, atividades ao ar livre) para aumentar engajamento\n\n### 3. Identificação de Alternativas Funcionalmente Equivalentes\n\n- **Substituição por equivalente funcional:**\n  - Rejeição de corrida → caminhada vigorosa, ciclismo, natação, dança\n  - Rejeição de academia → calistenia em casa, pilates, esportes de quadra\n  - Rejeição de atividades coletivas → corrida solo, yoga, natação individual\n  - Rejeição de HIIT → treino de força tradicional, circuitos de baixa intensidade\n- **Modalidades com padrão HIIT naturalístico** (alternância de explosão e sustentação): jiu-jitsu, judô, tênis, futebol, basquete, vôlei — favorecem adesão e replicam benefícios metabólicos sem protocolo rígido\n\n### 4. Personalização por Perfil Clínico e Genético\n\n- **Perfil ansioso/dopaminérgico (COMT lenta):**\n  - Priorizar exercícios aeróbicos de maior duração (corrida, natação, ciclismo)\n  - Efeito ansiolítico documentado; iniciar com aeróbico antes de incluir anaeróbico\n- **Perfil de baixa energia/ânimo (COMT rápida):**\n  - Priorizar exercícios de explosão e curta duração\n  - Treinos de força, sprints, modalidades de combate de curta duração\n- **Alto estresse crônico:**\n  - Preferir caminhadas na natureza, yoga, atividades de baixa carga simpática\n  - Cautela com HIIT de alta intensidade em contexto de hipercortisolismo\n- **Paciente sedentário/descondicionado:**\n  - Iniciar com modalidades de baixo impacto e alta tolerância (caminhada, hidroginástica)\n  - Progressão gradual; não iniciar com a modalidade clinicamente 'ideal' se não for tolerada\n\n### 5. Monitoramento e Ajuste\n\n- Rever a prescrição de exercício a cada consulta com foco em adesão real\n- Utilizar métricas objetivas quando possível: frequência cardíaca, percepção de esforço, tempo de atividade semanal\n- **Meta mínima baseada em evidências:** 20-40 minutos de atividade moderada, 3-5 vezes por semana\n- Ajustar conforme resposta clínica (sintomas de ansiedade, depressão, composição corporal, marcadores metabólicos)\n- Monitorar sinais de overtraining em pacientes que adotam modalidades de alta intensidade: marcadores de dano muscular, recuperação da FC pós-treino, qualidade do sono\n\n### 6. Abordagem Motivacional\n\n- Utilizar entrevista motivacional para explorar barreiras à prática de exercício\n- Reforçar que qualquer movimento regular é superior ao sedentarismo\n- Combinar prescrição de exercício com suporte multidisciplinar (psicologia, nutrição) quando a aversão ao exercício tiver componente emocional significativo\n- Evitar reforço negativo ou culpabilização por rejeição de determinadas modalidades"
}
