{
  "score_item_id": "c77cedd3-2800-7de9-ad64-b75ed1037b5e",
  "clinical_relevance": "Lesões relacionadas ao exercício (LRE) constituem um espectro de condições musculoesqueléticas e sistêmicas desencadeadas ou agravadas pela prática de atividade física, abrangendo desde lesões agudas (rupturas musculares, entorses, fraturas por estresse) até condições crônicas por overuse (tendinopatias, síndrome de overtraining, disfunções metabólicas cumulativas). No contexto do Escore Plenya, o histórico de LRE é um marcador funcional de relevância, pois reflete padrões de carga interna inadequada, erros de periodização, déficits de recuperação e vulnerabilidades biomecânicas ou metabólicas individuais que persistem e influenciam a capacidade de exercício atual.\n\nDo ponto de vista epidemiológico, LRE representam um problema significativo em populações ativas: estima-se que entre 40–60% dos praticantes regulares de exercício físico experimentem pelo menos uma lesão por ano, com taxas de relesão elevadas quando o retorno ao esporte ocorre prematuramente ou sem critérios objetivos de recuperação. Lesões musculares — em particular do grupo dos isquiotibiais — são das mais frequentes no esporte, com risco de relesão aumentado de forma expressiva quando o retorno acontece antes da recuperação de 90% da força do membro contralateral, antes da resolução completa da dor e sem aprovação em testes funcionais e específicos do esporte.\n\nFisiopatologicamente, a lesão muscular induzida pelo exercício envolve microlesões das fibras musculares, processo inflamatório agudo mediado por IL-6, prostaglandinas e espécies reativas de oxigênio (ERO), seguido de reparo tecidual e hipercompensação. Esse processo é fisiológico quando a carga é adequada; torna-se patológico quando a recuperação é insuficiente ou a carga excede a capacidade adaptativa do tecido. O uso indiscriminado de anti-inflamatórios não esteroidais (AINEs) após lesões musculares no contexto de hipertrofia é particularmente problemático, pois a inibição da COX suprime as prostaglandinas necessárias ao reparo tecidual.\n\nO quadro de overtraining representa o extremo crônico das LRE, caracterizado por queda de performance, fadiga persistente, comprometimento imunológico e alterações laboratoriais: elevação de cortisol, ferritina, CK (pico em 24–48h), LDH, AST/ALT, amônia e ácido úrico; queda de testosterona e de massa muscular; sinais de desidratação e pseudo-hipotireoidismo (elevação de TSH com queda de T3 livre por déficit energético). Marcadores de lesão muscular devem ser coletados em janelas adequadas: lactato e LDH logo após o exercício; CK com pico em 24–48h; mioglobina nas primeiras horas.\n\nA diferenciação entre elevação de transaminases por origem muscular versus hepática é clinicamente relevante em pacientes ativos, sendo realizada pela correlação com CK, CK-MB, LDH e GGT. Atletas com LDH e AST elevados e CK elevada sem alteração de GGT provavelmente apresentam origem muscular, não hepática.\n\nA análise da carga interna — resposta metabólica, hormonal e bioquímica individual ao mesmo estímulo de treino — é fundamental para compreender por que o mesmo protocolo pode ser inócuo para um indivíduo e gerar lesão em outro. Destreinados têm alta carga interna para estímulos relativamente leves, maior inflamação e maior demanda proteica pós-sessão; o histórico de LRE nesses indivíduos indica exposição a cargas desproporcionais à capacidade adaptativa. A monitorização com painéis de overtraining (cortisol, ferritina, CK, LDH, amônia, testosterona, PCR, eletrólitos) deve ser estruturada em coletas pré, intra e pós-exercício, com janelas adequadas por marcador.\n\nO histórico de LRE também indica necessidade de avaliação de terapias regenerativas, incluindo ortobiológicos (PRP e fatores de crescimento — Consenso Europeu 2023), células-tronco mesenquimais e estratégias de suplementação com evidência em osteoartrite e recuperação tecidual: colágeno hidrolisado tipo 2, curcumina (com redução significativa de dor a curto prazo), ômega-3, vitamina D e coágulo de fibrina.\n\nEm termos de pontuação de impacto clínico, LRE recorrentes ou graves têm impacto moderado-alto, com restrição funcional relevante, redução da capacidade de exercício, piora da composição corporal e risco aumentado de sedentarismo secundário. O sedentarismo gerado por LRE, por sua vez, aumenta o risco cardiovascular, metabólico e psiquiátrico.",
  "points": 10,
  "patient_explanation": "Lesões relacionadas ao exercício são machucados que acontecem durante ou por causa da prática de atividade física. Podem ser lesões repentinas, como uma torção ou distensão muscular, ou lesões que aparecem aos poucos por excesso de treino, como tendinites ou dores crônicas nos músculos e articulações.\n\nEsses episódios são mais comuns do que parecem: muitas pessoas que praticam exercício regularmente já tiveram pelo menos uma lesão significativa. O problema é que, quando não tratadas corretamente ou quando o retorno ao exercício é feito antes da hora, as lesões tendem a voltar — às vezes com mais gravidade.\n\nConhecer seu histórico de lesões ajuda o médico a entender como o seu corpo responde ao exercício, se você tem vulnerabilidades específicas em algum músculo ou articulação, e se o seu treino está sendo adequado para a sua capacidade de recuperação. Isso permite criar um plano de atividade física que seja seguro, eficiente e compatível com a sua saúde. Lesões não precisam ser um obstáculo permanente: com a abordagem certa, a maioria das pessoas consegue retornar às atividades com segurança e até melhorar seu desempenho.",
  "conduct": "## Conduta Clínica — Lesões Relacionadas ao Exercício (Histórico)\n\n### 1. Avaliação Clínica Inicial\n\n- **Anamnese dirigida:** tipo de lesão (aguda vs. crônica por overuse), localização anatômica, mecanismo de lesão, número de episódios e frequência de relesão, tempo de afastamento, tratamentos realizados e resposta\n- **Investigar padrões de treino:** volume semanal, intensidade, frequência, ausência de periodização, intervalos de recuperação insuficientes, mudanças abruptas de carga\n- **Avaliar cronobiologia do treino:** horário de treino em relação ao ciclo circadiano (força/androgênico: preferência por 7–10h matutino)\n- **Rastrear déficit energético crônico:** queda de performance, perda de massa muscular, desidratação, queda de cabelo, unhas quebradiças, imunidade baixa, irritabilidade\n- **Investigar uso de AINEs:** uso frequente após treinos de hipertrofia é fator de risco para comprometimento do reparo muscular e perpetuação de lesões\n- **Avaliar composição corporal:** bioimpedância para identificar perda de massa magra, desidratação e alterações de água intra/extracelular\n\n---\n\n### 2. Investigação Laboratorial\n\n**Painel de overtraining e dano muscular (coletas com janelas adequadas):**\n- **CK (Creatina Quinase):** pico em 24–48h pós-exercício; avalia sistema ATP-CP e dano muscular em treinos de força\n- **LDH (Lactato Desidrogenase):** coleta logo após exercício; avalia sistema glicolítico\n- **AST/ALT:** diferenciar origem muscular vs. hepática correlacionando com CK, CK-MB, LDH e GGT\n- **Mioglobina:** coleta nas primeiras horas após lesão aguda intensa\n- **Amônia e ureia:** marcadores de catabolismo proteico e déficit energético crônico\n- **Ácido úrico e transaminases:** elevados em estados de overtraining e catabolismo\n- **Lactato e piruvato:** logo após exercício, para avaliação de acidose e eficiência metabólica\n\n**Painel hormonal e metabólico:**\n- Cortisol matinal e curva salivar (marcador de sobrecarga e overtraining)\n- Testosterona total e livre (queda é indicador de overtraining)\n- TSH, T3 livre (pseudo-hipotireoidismo por déficit energético crônico)\n- Ferritina, ferro sérico, hemoglobina (depleção por overtraining)\n- Sódio, potássio, magnésio, cálcio (eletrólitos essenciais para função muscular)\n\n**Marcadores inflamatórios:**\n- PCR ultrassensível, TNF-α\n- IL-6 (quando disponível): ausência de elevação esperada pós-treino pode indicar estímulo insuficiente; elevação persistente em repouso indica inflamação crônica\n\n**Avaliação nutricional:**\n- Vitamina D (25-OH-D): manter > 50 ng/mL; déficit associado a maior risco de lesões musculares e ósseas\n- Glutamina sérica: quando disponível, em casos de alta intensidade com sinais de fadiga e imunossupressão\n- Vitaminas C, K+ e glutationa: antes de intensificar treinos\n\n---\n\n### 3. Critérios de Retorno ao Esporte Após Lesão Muscular\n\nBaseado em protocolos de reabilitação com evidência:\n\n- **Amplitude de movimento:** sem dor ao longo de toda a amplitude\n- **Força muscular:** recuperação de > 90% em relação ao membro contralateral (avaliação isocinética quando disponível)\n- **Testes funcionais:** aprovação em testes funcionais específicos do esporte (sprints, saltos, mudanças de direção)\n- **Drills esportivos:** execução sem compensações ou dor\n- **Retorno prematuro aumenta significativamente o risco de relesão** — critérios devem ser objetivos, não baseados apenas em ausência de dor em repouso\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n**Reabilitação física:**\n- **Fortalecimento excêntrico:** pilar central na reabilitação de lesões musculares e tendinopatias (especialmente isquiotibiais, tendão de Aquiles, patelares)\n- **Controle neuromuscular:** treino de propriocepção e estabilização articular para redução de relesão\n- **Carga progressiva:** progressão sistematizada de carga sem saltos abruptos\n- **Recuperação ativa:** 15–20 minutos de exercício de baixa intensidade pós-treino em dias consecutivos para remoção de lactato e aceleração do EPOC\n- **Periodização:** manipulação estratégica de volume, intensidade e frequência para quebrar platôs e prevenir overuse; alternar sistemas energéticos para poupar fibras/sistemas sobrecarregados\n\n**Modulação inflamatória sem supressão total:**\n- **Evitar AINEs** imediatamente após treinos de hipertrofia — inibição da COX prejudica reparo e hipertrofia\n- **Alternativas anti-inflamatórias com evidência:** ômega-3 (EPA/DHA), Boswellia, curcumina (com significativa redução de dor em osteoartrite a curto prazo), colágeno hidrolisado tipo 2\n- **Evitar crioterapia excessiva** e antioxidantes em excesso imediatamente após treinos de hipertrofia (bloqueiam sinalização por ERO e IL-6 necessária ao reparo)\n\n**Suplementação com evidência:**\n- **Creatina monoidratada:** suporte ao sistema ATP-CP, força e recuperação; dose: 3–5 g/dia\n- **HMB (beta-hidroxi-beta-metilbutirato):** 1 g 3x/dia em pacientes ≥ 30–40 anos com dor e recuperação lenta\n- **Glutamina:** em protocolos de alta intensidade com sinais de acidose, fadiga ou imunossupressão; monitorar consumo excessivo (pode deprimir imunidade e causar permeabilidade intestinal)\n- **Colágeno hidrolisado tipo 2:** evidência em osteoartrite e suporte articular\n- **Vitamina D:** repor conforme nível sérico com objetivo > 50 ng/mL\n- **Magnésio:** suporte à função muscular e recuperação (dimalato de dia, treonato à noite)\n\n**Terapias regenerativas (quando indicadas):**\n- **PRP (Plasma Rico em Plaquetas):** conforme Consenso Europeu 2023 — indicação criteriosa em tendinopatias crônicas e lesões articulares refratárias; definir critérios de indicação e contraindicação individualmente\n- **Células-tronco mesenquimais e fatores de crescimento:** em casos selecionados\n- **Condrócitos autólogos:** em lesões condrais avançadas com indicação cirúrgica evitável\n\n---\n\n### 5. Critérios de Encaminhamento a Especialistas\n\n- **Ortopedia/medicina esportiva:** lesões estruturais confirmadas (rupturas parciais/totais, fraturas por estresse, lesões ligamentares instáveis), falha após 6–8 semanas de reabilitação conservadora, indicação de terapias ortobiológicas ou cirúrgicas\n- **Fisioterapia especializada:** todos os casos com LRE recorrentes ou com padrão biomecânico compensatório identificado\n- **Nutrição esportiva:** déficit energético crônico, composição corporal inadequada, sinais de síndrome de deficiência energética relativa no esporte (RED-S)\n- **Endocrinologia:** pseudo-hipotireoidismo por déficit energético persistente; hipogonadismo funcional; overtraining com comprometimento hormonal grave\n- **Psicologia esportiva:** quando há componente de ansiedade de retorno, kinesiofobia (medo de movimento) ou burnout\n\n---\n\n### 6. Monitoramento e Prevenção de Relesão\n\n- **Painel de overtraining:** cortisol, ferritina, ferro, hemoglobina, CK, LDH, amônia, lactato, sódio, potássio, magnésio, cálcio, testosterona, TNF-α, PCR — avaliar 24–96h pós-sessão em atletas e praticantes intensivos\n- **Monitoramento Point of Care (quando disponível):** coletas pré, intra, pós e 30–60 min pós para pH, lactato, PCO2, bicarbonato, glicose, CK, LDH, AST/ALT\n- **Frequência cardíaca de recuperação:** redução do tempo de retorno à FC basal indica melhora do condicionamento; EPOC diminuído ao longo do tempo sinaliza necessidade de modificar estímulo\n- **Bioimpedância:** monitorar água intra/extracelular, composição corporal e desidratação periodicamente\n- **Reavaliação clínica e laboratorial:** a cada 1–2 meses em fases de intensificação de treino; ajustar plano conforme resultados\n- **Cronobiologia:** prescrever treinos de força no período matutino (7–10h) quando viável; alinhar horários de treino a competições e eventos com antecedência"
}
