{
  "score_item_id": "c77cedd3-2800-7ad2-8233-b4346812377b",
  "clinical_relevance": "Cirurgias realizadas relacionadas ao exercício representam um parâmetro histórico de elevada relevância clínica no contexto da medicina funcional integrativa e da medicina do esporte. Este campo registra procedimentos cirúrgicos ortopédicos, musculoesqueléticos ou relacionados ao aparelho locomotor motivados por lesões decorrentes da prática esportiva ou de atividade física — incluindo reconstruções ligamentares (LCA, LCP, colaterais), reparos de menisco (meniscectomia parcial, sutura meniscal), tenorrafias e tenoplastias (tendão de Aquiles, manguito rotador, tendão patelar), cirurgias de instabilidade glenoumeral (Latarjet, Bankart artroscópico), osteotomias de alinhamento e artroplastias totais ou parciais de grandes articulações em pacientes ativos.\n\nDo ponto de vista fisiopatológico, lesões esportivas graves que culminam em cirurgia resultam em alterações biomecânicas duradouras, mesmo após reabilitação completa. A imobilização pós-operatória produz perda significativa de densidade óssea — estudos demonstram que fratura de tíbia com imobilização gera perda de massa óssea no quadril bilateral, e que 3 semanas de repouso no leito dobram o risco de fratura de quadril nos 10 anos subsequentes. Após reconstrução do LCA, a recuperação da força muscular do membro operado para níveis superiores a 90% do membro contralateral é critério objetivamente necessário para retorno ao esporte, sendo que o retorno prematuro eleva significativamente o risco de relesão.\n\nA presença de cirurgias ortopédicas prévias condiciona diretamente a capacidade funcional atual, o risco de progressão para osteoartrite, o padrão de movimento compensatório e o risco de novas lesões. Pacientes com histórico de meniscectomia parcial apresentam risco aumentado de osteoartrite do joelho em médio e longo prazo. Artroplastias totais de quadril e joelho, embora resolutivas para a dor, impõem restrições permanentes a determinados tipos de exercício de alto impacto.\n\nNo contexto da medicina regenerativa ortopédica, terapias como PRP (plasma rico em plaquetas), aspirado de medula óssea, ácido hialurônico intra-articular e células-tronco mesenquimais derivadas de tecido adiposo surgem como alternativas ou complementos à cirurgia, com respaldo do Consenso Europeu 2023 (aceito 2024). A presença de cirurgia prévia pode indicar que o paciente não teve acesso ou não se beneficiou suficientemente dessas abordagens, ou que a lesão era de magnitude que exigia intervenção cirúrgica.\n\nA epidemiologia das lesões esportivas cirúrgicas é expressiva: estima-se que a incidência de ruptura do LCA seja de 1 em 3.500 pessoas por ano na população geral, com pico em atletas jovens de esportes de pivô. Lesões de manguito rotador afetam cerca de 20% da população adulta, com prevalência crescente com a idade. O histórico cirúrgico musculoesquelético compõe, portanto, um dado anamnéstico estruturante para a prescrição segura e eficaz de exercício físico.",
  "points": 8,
  "patient_explanation": "Este campo registra se você já realizou alguma cirurgia relacionada à prática de atividade física ou esporte — como operações no joelho (ligamento cruzado, menisco), no ombro, no tornozelo, no quadril ou em tendões. Saber sobre essas cirurgias é muito importante para entender como seu corpo se move hoje, quais são seus pontos fortes e quais áreas merecem atenção especial durante os exercícios. Uma cirurgia no passado pode ter deixado adaptações no seu corpo que influenciam sua postura, equilíbrio e força. Com essa informação, conseguimos indicar os exercícios mais adequados para você, evitar sobrecarga nas regiões operadas e prevenir novas lesões. Ter passado por uma cirurgia não é um impedimento para se exercitar — muitas vezes é justamente o exercício bem prescrito que garante a melhor recuperação e qualidade de vida a longo prazo.",
  "conduct": "## Conduta Clínica: Cirurgias Realizadas Relacionadas ao Exercício\n\n### 1. Anamnese Detalhada da História Cirúrgica\n\n- **Identificar** tipo de cirurgia, articulação/estrutura operada, ano do procedimento e técnica utilizada (artroscopia vs. cirurgia aberta, tipo de enxerto em reconstruções ligamentares)\n- **Avaliar** o processo de reabilitação pós-operatória: fisioterapia realizada, duração, critérios de alta, retorno ao esporte\n- **Investigar** complicações pós-operatórias: infecção, rigidez articular, síndrome compartimental, trombose, relesão\n- **Documentar** restrições permanentes impostas pelo cirurgião ou decorrentes do procedimento\n- **Verificar** uso de órteses, palmilhas ou adaptações biomecânicas mantidas atualmente\n\n### 2. Avaliação Funcional Atual\n\n- **Testes funcionais objetivos** conforme a articulação operada:\n  - Joelho: teste de agachamento unipodal, salto horizontal e de recuo, dinamometria isocinética (meta: simetria >90% entre membros)\n  - Ombro: amplitude de movimento ativa e passiva, teste de força rotadores, testes de instabilidade\n  - Tornozelo/Aquiles: teste de subida de calcanhar, avaliação de equilíbrio unipodal (baropodometria)\n- **Avaliar padrões compensatórios** de movimento que possam gerar sobrecarga em articulações adjacentes\n- **Bioimpedância ou densitometria óssea (DXA):** considerar em pacientes com períodos prolongados de imobilização pós-operatória ou múltiplas cirurgias, dado o impacto documentado da imobilização sobre a densidade mineral óssea\n\n### 3. Investigação Complementar\n\n- **Imagem:** ressonância magnética da articulação operada se houver sintomas residuais, crepitação, instabilidade ou limitação funcional não justificada clinicamente\n- **Marcadores bioquímicos de dano muscular e inflamatório:** CK, LDH, PCR, VHS — especialmente ao iniciar ou intensificar programa de exercícios, para distinguir resposta fisiológica ao treinamento de processo inflamatório patológico\n- **Avaliação nutricional e metabólica:** proteínas séricas, vitamina D (25-OH), zinco, vitamina C — nutrientes essenciais para integridade de tecido conjuntivo e cicatrização\n- **Densitometria óssea (DXA):** indicada em pacientes com imobilização prolongada prévia, uso de corticosteroides pós-operatórios ou suspeita de redução de densidade óssea\n\n### 4. Prescrição de Exercício Individualizada\n\n- **Princípio central:** o tipo de exercício deve ser adaptado à cirurgia realizada, ao tempo de recuperação e à função atual — nunca prescrito de forma genérica\n- **Fortalecimento excêntrico** é especialmente relevante em pós-operatório de tendões e ligamentos, com progressão gradual de carga\n- **Controle neuromuscular e propriocepção** devem ser trabalhados continuamente após cirurgias ligamentares — o déficit proprioceptivo persiste mesmo após recuperação da força\n- **Exercício em meio aquático (hidrocinesia):** considerar em fases iniciais de retorno ou em pacientes com contraindicação a exercício com carga articular elevada\n- **Evitar impacto de alto grau** em articulações com artroplastia total (corrida em superfície dura, saltos com impacto)\n- **Monitorar sinais de alerta:** dor articular persistente pós-exercício (>24h), edema, crepitação progressiva, instabilidade — exigem reavaliação antes de progredir o treinamento\n\n### 5. Abordagem Integrativa e Regenerativa\n\n- **Suplementação com evidência em saúde articular:** colágeno hidrolisado tipo 2 e curcumina apresentam evidências de redução de dor em osteoartrite a curto prazo; considerar em pacientes com articulações operadas sintomáticas\n- **Evitar uso indiscriminado de AINEs:** a inibição de COX prejudica o processo de reparo tecidual e pode comprometer adaptações musculares ao treinamento; priorizar modulação inflamatória por ômega-3 e estratégias não farmacológicas\n- **Terapias orto-biológicas:** PRP, ácido hialurônico intra-articular e outras abordagens regenerativas podem ser consideradas em casos de articulações operadas com sintomatologia persistente, conforme Consenso Europeu 2023/2024\n- **Pré-habilitação em caso de nova cirurgia planejada:** otimizar estado nutricional e funcional antes do procedimento (proteínas, vitamina C, glutationa, vitamina D, K2) para acelerar cicatrização e reduzir risco de complicações\n\n### 6. Critérios de Encaminhamento\n\n- **Ortopedia/Medicina do Esporte:** sintomas articulares persistentes, suspeita de relesão, limitação funcional significativa não responsiva à reabilitação\n- **Fisioterapia especializada em esporte:** déficits funcionais identificados na avaliação, padrões compensatórios, necessidade de retorno ao esporte de alto rendimento\n- **Reumatologia:** suspeita de progressão para osteoartrite pós-cirúrgica com comprometimento sistêmico ou múltiplas articulações\n- **Nutrição esportiva:** suporte perioperatório em caso de nova intervenção cirúrgica planejada ou déficits nutricionais identificados"
}
