{
  "score_item_id": "c77cedd3-2800-7ccd-a370-e461d8980883",
  "clinical_relevance": "O parâmetro 'Restrições de atividades' integra o domínio Movimento e atividade física – Histórico do Escore Plenya e reflete a presença de limitações — médicas, funcionais, ortopédicas ou cardiometabólicas — que impedem ou restringem a prática regular de exercício físico. A relevância clínica deste item é ampla: a inatividade física é reconhecida como um dos principais determinantes modificáveis de morbimortalidade, superando em risco global a maioria das condições que motivam as próprias restrições.\n\nDo ponto de vista fisiológico, a restrição de atividade física resulta em sarcopenia progressiva, redução da capacidade oxidativa mitocondrial, queda do VO2máx, resistência insulínica, disfunção endotelial e comprometimento da saúde mental — todos mediados por mecanismos bem estabelecidos, incluindo downregulation do PGC-1α (coativador central da biogênese mitocondrial), redução da sensibilidade de receptores GLUT-4 e aumento de citocinas pró-inflamatórias sistêmicas.\n\nA literatura consolidada (Pedersen & Saltin, 2015; revisão de 26 condições crônicas) demonstra que o exercício físico é terapêutico em condições psiquiátricas (depressão, ansiedade, esquizofrenia), neurológicas (demência, Parkinson, esclerose múltipla), metabólicas (obesidade, síndrome metabólica, diabetes tipos 1 e 2, dislipidemia, SOP), cardiovasculares (hipertensão, doença coronariana, insuficiência cardíaca, AVC, claudicação intermitente), pulmonares (DPOC, asma, fibrose cística), musculoesqueléticas (osteoartrite, osteoporose, lombalgia, artrite reumatoide) e oncológicas. Em todas essas situações, o risco da inatividade supera, na maioria dos cenários, o risco da atividade — tornando a ausência de prescrição de exercício uma falha clínica ativa.\n\nAs restrições absolutas ao exercício são raras e geralmente temporárias. Entre as contraindicações reconhecidas estão: glicemia > 17 mmol/L (≈306 mg/dL) com ou sem cetonúria, hipoglicemia < 7 mmol/L em pacientes em insulinoterapia, angina instável ou infarto agudo com menos de 5 dias de estabilização, e descompensação cardíaca aguda (dispneia em repouso). Contraindicações relativas incluem: hipertensão mal controlada (treino resistido com alta carga e manobra de Valsalva deve ser evitado), retinopatia proliferativa ativa, neuropatia periférica com risco de úlceras (evitar atividades de impacto com descarga de peso), trombose ativa (contraindicação ao método Kaatsu/oclusão vascular).\n\nDo ponto de vista estratificado, a presença de restrições de atividade deve ser interpretada em conjunto com a causa subjacente: restrições por dor musculoesquelética aguda têm prognóstico diferente de restrições por insuficiência cardíaca avançada ou por complicações do diabetes. A permanência prolongada de restrições sem revisão clínica é em si um fator de risco independente para deterioração do estado funcional e metabólico.\n\nMonitoramento sugerido inclui marcadores de overtraining e catabolismo (cortisol, ferritina, CK, LDH, amônia, lactato, PCR, TNF-α) e de condicionamento (FC de recuperação pós-esforço, EPOC, HRV), além de avaliação cardiometabólica com ergoespirometria ou calorimetria indireta para personalização da prescrição quando a restrição for parcialmente superada.",
  "points": 0,
  "patient_explanation": "Este parâmetro avalia se você tem alguma limitação médica ou física que te impede — total ou parcialmente — de praticar exercícios físicos regularmente. Isso inclui recomendações médicas de repouso, dores crônicas, problemas no coração, pulmões, articulações ou outras condições que dificultam o movimento.\n\nO movimento é fundamental para a saúde em praticamente todos os aspectos: humor, memória, controle do açúcar no sangue, pressão arterial, força muscular, qualidade do sono e longevidade. Quando há restrições reais, elas precisam ser respeitadas — mas também precisam ser revisadas periodicamente, porque ficar parado por muito tempo também prejudica a saúde.\n\nNa maioria das situações, é possível encontrar uma forma segura e adaptada de se movimentar, mesmo que seja caminhada leve, exercícios na cadeira, fisioterapia ou movimentos suaves na água. O objetivo é entender suas limitações para traçar o melhor caminho possível dentro da sua realidade, sem risco e com benefício real para sua saúde.",
  "conduct": "## Conduta Clínica: Restrições de Atividades\n\n### 1. Avaliação Inicial\n\n- **Caracterizar a restrição:** identificar se é absoluta (repouso obrigatório por condição aguda) ou relativa (limitação parcial por condição crônica ou subaguda)\n- **Determinar a causa:** ortopédica/musculoesquelética, cardiovascular, metabólica, neurológica, pulmonar, oncológica ou psiquiátrica\n- **Avaliar temporalidade:** restrição aguda (< 4 semanas), subaguda (4–12 semanas) ou crônica (> 12 semanas)\n- **Investigar indicação original:** verificar se a restrição foi prescrita formalmente por médico ou assumida pelo próprio paciente sem orientação profissional\n\n### 2. Investigação Complementar\n\nConforme a causa suspeita:\n\n- **Cardiovascular:** ECG em repouso, ecocardiograma, ergoespirometria com teste ergométrico sintoma-limitado (avaliação por cardiologista antes de liberar exercício em doença coronariana, insuficiência cardíaca ou arritmias)\n- **Metabólica:** glicemia em jejum, HbA1c, insulina, HOMA-IR; glicemia capilar antes do exercício em diabéticos (contraindicar se > 17 mmol/L ou < 7 mmol/L com insulinoterapia)\n- **Musculoesquelética:** avaliação fisioterapêutica funcional, imagem (RX, RM) conforme indicação\n- **Pulmonar:** espirometria, oximetria de esforço (DPOC, asma, fibrose cística)\n- **Neurológica:** avaliação de equilíbrio, força e marcha; risco de queda em idosos\n- **Overtraining/catabolismo:** cortisol, ferritina, CK, LDH, amônia, lactato, PCR, TNF-α, testosterona, sódio, potássio, magnésio\n- **Composição corporal:** bioimpedância para identificar sarcopenia, desidratação e perda de massa magra\n\n### 3. Contraindicações Absolutas ao Exercício (temporárias)\n\n- Infarto agudo do miocárdio ou angina instável com menos de 5 dias de estabilização\n- Descompensação cardíaca aguda com dispneia em repouso\n- Glicemia > 17 mmol/L (≈ 306 mg/dL), independentemente de cetonúria\n- Glicemia > 14 mmol/L com cetonúria\n- Hipoglicemia < 7 mmol/L em pacientes em insulinoterapia\n- Fase aguda de trombose venosa profunda (contraindicação ao método Kaatsu/oclusão vascular)\n\n### 4. Contraindicações Relativas (exigem adaptação, não eliminação)\n\n- **Hipertensão mal controlada:** evitar treino resistido com cargas pesadas, manobra de Valsalva e contração isométrica prolongada; priorizar treino com pesos leves, baixa velocidade de contração e séries curtas\n- **Retinopatia proliferativa ativa:** evitar exercício de alta intensidade e manobras de Valsalva\n- **Neuropatia periférica com risco de úlceras:** evitar atividades com descarga de peso; preferir ciclismo (pedalando com a parte anterior do pé) ou exercícios aquáticos\n- **Doença coronariana estável:** evitar treinos vigorosos intermitentes sem avaliação prévia; iniciar com exercício supervisionado\n- **Obesidade com doença isquêmica ou hipertensão associada:** individualizar rigorosamente; evitar treinos de alta intensidade em curto prazo\n\n### 5. Intervenções Baseadas em Evidências\n\n**Princípio geral:** evitar a inatividade carrega risco maior que a atividade adaptada na quase totalidade das situações clínicas.\n\n- **Prescrição individualizada (Exercise as Medicine):** definir tipo, dose, frequência e intensidade conforme condição de base — não preferências genéricas\n- **Meta padrão (adultos com condições crônicas):** mínimo 30 min de atividade moderada diária; para controle de dislipidemia, caminhar/correr ≥ 20–30 km/semana demonstrou benefício dose-resposta\n- **Condições com limitação funcional severa:** iniciar com caminhada de baixa intensidade (40–55% FC máxima) por 20–30 min, com progressão supervisionada\n- **Treino combinado (aeróbico + resistido):** recomendado para idosos, pacientes com fraqueza muscular e condições metabólicas; 2–5 sessões semanais de 30–60 min, 50–80% da capacidade máxima, com teste ergométrico inicial\n- **Kaatsu/restrição de fluxo:** útil em idosos e pacientes pós-operatórios com limitação à alta intensidade; contraindicado em trombose ativa e hipertensão descontrolada\n- **Recuperação ativa:** 15–20 min a 40–50% FC máxima em dias consecutivos com < 24h de intervalo\n- **Monitoramento de intensidade:** usar FC alvo (fórmula 220 – idade como referência inicial), percepção subjetiva de esforço (PSE), FC de recuperação pós-treino e HRV\n\n### 6. Encaminhamento a Especialistas\n\n- **Cardiologista:** antes de liberar exercício em doença coronariana, IC, arritmias ou hipertensão estágio 3\n- **Fisioterapeuta:** restrições musculoesqueléticas, neurológicas ou pós-cirúrgicas; protocolo de reabilitação e progressão\n- **Endocrinologista:** diabetes com complicações (retinopatia, neuropatia, nefropatia) que condicionam o tipo de exercício permitido\n- **Pneumologista:** DPOC avançado, asma de difícil controle ou fibrose cística antes de prescrição de exercício\n- **Educador físico com formação clínica:** para co-prescrição e supervisão de protocolo individualizado\n\n### 7. Reavaliação e Seguimento\n\n- Reavaliar necessidade e adequação da restrição a cada 1–2 meses\n- Monitorar marcadores funcionais: FC basal, EPOC, tempo de retorno da FC ao basal pós-esforço (melhora de 10 para 5 min sinaliza menor efeito adaptativo e necessidade de progressão)\n- Bioimpedância seriada para rastreio de sarcopenia e alterações de composição corporal\n- Ajustar plano conforme evolução clínica, exames laboratoriais e desempenho funcional\n- Educar o paciente sobre metas bioquímicas, uso correto dos diferentes tipos de exercício e importância da adesão a longo prazo"
}
