{
  "score_item_id": "c77cedd3-2800-7bb3-9e74-b76061206583",
  "clinical_relevance": "A estratégia macro de treinamento refere-se ao conjunto de decisões estruturais que orientam o programa de exercício físico de um indivíduo: a periodização (manipulação sistemática de volume, intensidade e tipo de estímulo ao longo do tempo), a seleção dos sistemas energéticos-alvo, a adequação da carga interna às respostas bioquímicas individuais e o alinhamento com objetivos clínicos específicos (emagrecimento, hipertrofia, desempenho, recuperação ou manejo de condições como burnout e resistência insulínica).\n\nDo ponto de vista fisiológico, a intensidade do exercício é o principal determinante da resposta hormonal e metabólica. Abaixo de 50% do VO2máx predomina a oxidação de gordura, com baixa alteração de catecolaminas. Entre 50–75% do VO2máx situa-se a zona de FatMax, ótima para mobilização lipídica sem acidose excessiva. Entre o primeiro e o segundo limiar anaeróbico coexistem gordura e glicogênio. Acima do segundo limiar (próximo ao limiar de lactato) cessa o uso de gordura, aumenta a produção de lactato, estabelece-se acidose metabólica e eleva-se marcadamente o cortisol. Em intensidades superiores a 75–85% do VO2máx ocorre aumento brusco de catecolaminas, gliconeogênese, lipólise e mobilização de glicogênio, com redução paralela da insulina e elevação do glucagon.\n\nA carga interna — resposta metabólica, hormonal e bioquímica individual a um mesmo estímulo externo — é a medida clinicamente relevante, não a carga externa (séries, peso, velocidade). Indivíduos destreinados apresentam alta carga interna para estímulos leves, maior consumo energético por sessão, mais lesão tecidual, maior inflamação e maior demanda proteica. Indivíduos treinados, ao contrário, exigem variação periódica de estímulos (força, HIIT, intensidade/volume) para superar a manutenção e induzir novas adaptações. O monitoramento da carga interna baseia-se em: frequência cardíaca (FC basal, de pico e EPOC), variabilidade da frequência cardíaca (HRV), marcadores bioquímicos (lactato, CK, LDH, amônia, ureia, AST/ALT, cortisol, ferritina, hemoglobina, testosterona, PCR, TNF-α) e bioimpedância.\n\nA periodização nutricional é componente inseparável da estratégia macro. As principais abordagens documentadas são: (1) Train High/Train Low — alternância entre treinos de alta intensidade com carboidratos disponíveis (adaptação de performance) e treinos de baixa intensidade com baixa disponibilidade de carboidratos (adaptações oxidativas e maior uso de gordura); (2) Aeróbico em Jejum (AEJ) — recomendado em baixa intensidade para estimular o uso de gordura; em alta intensidade, pode ser estratégia para elevação de GH via acidose, mas com queda de performance; (3) Sleep Low — treino de alta intensidade à tarde/noite com alimentação pré, restrição calórica pós-treino e durante o sono, seguido de aeróbico em jejum pela manhã e reintrodução de carboidratos de alto IG antes do treino intenso da tarde.\n\nOs principais perfis clínicos que orientam a estratégia macro são: emagrecimento e resistência insulínica (priorizar intensidades que elevem catecolaminas, monitorar bioquímica); hipertrofia (controlar cortisol, reduzir volume excessivo, aumentar aporte proteico especialmente em destreinados, evitar anti-inflamatórios e crioterapia imediatamente após o treino); burnout e estresse crônico (reduzir intensidade, aumentar volume e atividades geradoras de endorfina, priorizar sono e desinflamação); performance atlética (periodizar com base em lactato, definir limiares individuais, alternar sistemas energéticos).\n\nA ausência ou inadequação da estratégia macro tem impacto direto em desfechos como overtraining (falha de recuperação com queda de testosterona, elevação de cortisol, imunossupressão e risco aumentado de lesão), platô de adaptação (ausência de novos estímulos), déficit energético crônico (catabolismo, queda de massa magra, pseudo-hipotireoidismo por queda de T3) e progressão de doenças metabólicas. A periodização inadequada para pacientes com síndrome metabólica ou burnout pode agravar a condição clínica de base.",
  "points": 14,
  "patient_explanation": "A estratégia macro de treino é o plano geral que organiza como, com que intensidade e com que objetivo você se exercita ao longo do tempo. Não basta treinar — é preciso treinar do jeito certo para o seu momento de saúde e para o que você quer alcançar.\n\nO seu corpo se adapta ao exercício rapidamente: o que gerava resultado há alguns meses pode não gerar mais. Por isso, mudar periodicamente o tipo de treino, a intensidade ou a alimentação em torno do exercício é fundamental para continuar evoluindo.\n\nCada pessoa responde de forma diferente ao mesmo treino. Por isso, o médico avalia não só o que você faz na academia, mas como o seu corpo reage a esse esforço — por meio de exames, medidas corporais e sintomas. Com base nisso, é possível ajustar o plano para que o exercício seja uma ferramenta de saúde real: emagrecer com preservação de músculo, ganhar força sem overtraining, melhorar o metabolismo e reduzir riscos de doenças crônicas. Um plano bem estruturado respeita o seu estado hormonal, seu nível de estresse e seu sono — não só a carga na barra.",
  "conduct": "## Avaliação Inicial da Estratégia Macro\n\n### Anamnese Funcional Direcionada\n- **Objetivo clínico atual:** emagrecimento, hipertrofia, desempenho, recuperação, manejo de burnout, controle metabólico\n- **Modalidade e frequência:** tipos de treino praticados, dias por semana, duração média das sessões\n- **Histórico de periodização:** variação de estímulos nos últimos 3–6 meses; presença de platôs\n- **Sinais de overtraining:** queda de performance, cansaço persistente, insônia, irritabilidade, infecções frequentes, perda de massa ou peso inexplicada\n- **Cronobiologia:** horário habitual de treino; sono (qualidade, duração, despertares)\n- **Perfil de burnout:** despertar lento, craving vespertino, cansaço seguido de insônia noturna\n\n### Avaliação da Carga Interna\n- **FC basal, pico e EPOC:** monitorar tempo de retorno da FC ao basal após sessão padrão; redução progressiva do EPOC sinaliza adaptação e necessidade de variação de estímulo\n- **HRV (variabilidade da frequência cardíaca):** marcador de recuperação autonômica; queda persistente indica carga excessiva\n- **Bioimpedância:** avaliar água intracelular/extracelular, massa magra, gordura; identificar desidratação e perda de massa\n- **PSE (percepção subjetiva de esforço):** correlacionar com FC e lactato capilar quando disponível\n\n---\n\n## Laboratório para Monitoramento da Estratégia de Treino\n\n### Painel Básico de Carga e Dano Muscular\n- **CK e CK-MB:** marcadores de dano muscular; coletar 24–48h após sessão intensa\n- **LDH:** elevação sugere dano tecidual; correlacionar com CK\n- **AST/ALT (TGO/TGP):** diferenciar origem muscular de hepática pelo contexto e correlação com CK\n- **Lactato:** coletar logo após sessão; orienta avaliação de limiar e adequação de intensidade\n- **Amônia e ureia:** elevação indica catabolismo proteico excessivo e carga metabólica desproporcionada\n- **Ácido úrico:** marcador de catabolismo e estado ácido-base\n\n### Painel Hormonal e de Overtraining\n- **Cortisol (matinal):** elevação crônica indica overtraining ou burnout; reduz resposta anabólica\n- **Testosterona total e livre:** queda em contexto de treino intenso sugere overtraining ou déficit energético\n- **TSH e T3 livre:** queda de T3 com TSH normal pode indicar pseudo-hipotireoidismo por déficit energético crônico\n- **Ferritina e hemoglobina:** monitorar capacidade de transporte de oxigênio e reservas\n- **PCR-us e TNF-α:** inflamação sistêmica crônica de baixo grau\n- **Índice R (bicarbonato/PCO2):** avaliar equilíbrio ácido-base; manter R basal entre 0,98–1,02; acidose crônica causa sequestro ósseo de cálcio\n\n### Frequência de Coleta\n- Coletas pré, intra, pós e 30–60 min pós-sessão quando disponível (Point of Care)\n- Painel completo a cada 1–2 meses com reavaliação da estratégia\n\n---\n\n## Prescrição da Estratégia Macro por Objetivo Clínico\n\n### Emagrecimento e Resistência Insulínica\n- **Priorizar intensidades que elevem catecolaminas** (>50–75% VO2máx) para estimular lipólise e gliconeogênese\n- **Zona de FatMax (50–75% VO2máx):** ótima para queima de gordura sem acidose excessiva; usar como base de treinos aeróbicos\n- **Combinar força e aeróbico:** musculação aumenta massa magra, eleva metabolismo basal e capta glicose independentemente de insulina\n- **Aeróbico em Jejum (AEJ):** apenas em baixa intensidade; ensina o uso de gordura como substrato\n- **Train Low:** dias de baixa disponibilidade de carboidratos em treinos de baixa intensidade/maior volume para ampliar adaptações oxidativas\n- **Monitorar bioquímica:** lactato, glicose, insulina, cortisol; ajustar conforme resposta individual\n\n### Hipertrofia\n- **Alta intensidade com recuperação adequada:** sobrecarga mecânica + microlesões + sinalização inflamatória (IL-6, ERO, lactato) são necessárias para síntese proteica\n- **Controlar cortisol:** reduzir volume excessivo, garantir recuperação de 48–72h por grupo muscular\n- **Não usar anti-inflamatórios (AINEs) nem crioterapia imediatamente após:** inibem a sinalização necessária para hipertrofia\n- **Evitar excesso de antioxidantes pós-treino:** ERO são sinalizadores anabólicos\n- **Proteína:** aumentar demanda especialmente em destreinados (>1,6 g/kg/dia); aminoácidos essenciais no pós-treino\n- **Testosterona:** mais influenciada pela intensidade do que pelo volume\n- **Induzir hiperplasia mitocondrial:** treinar todos os sistemas energéticos; reduzir intervalos e adequar intensidade para estimular IGF-1 e GH\n\n### Burnout e Estresse Crônico\n- **Contraindicado alta intensidade:** evitar treinos acima do segundo limiar anaeróbico\n- **Reduzir intensidade, aumentar volume:** privilegiar atividades geradoras de endorfina (caminhada, yoga, natação leve)\n- **Foco em sono e desinflamação:** respeitar janela de treino; evitar atividade física intensa após as 20h\n- **Cronobiologia:** força/androgênico preferir janela de 7–10h (pico matinal de testosterona)\n- **Monitorar sinais:** despertar lento (2–3h), queda 14–16h, craving 17–18h, cansaço seguido de insônia ~23h\n\n### Desempenho e Atletas\n- **Definir limiares individuais via lactato:** prescrever supra-limiar (acidose controlada) ou FatMax conforme objetivo\n- **Periodização nutricional ativa:** Train High/Train Low; Sleep Low em fases específicas\n- **Alternância de sistemas energéticos:** ATP-CP para força explosiva; glicolítico lático para acidose, GH e emagrecimento; oxidativo para resistência e FatMax\n- **Trocar estímulos em fase de manutenção:** corredor estabilizado pode fazer HIIT por ~3 meses para retomar progressão\n\n---\n\n## Periodização Nutricional Integrada\n\n- **Train High:** carboidratos pré-treino em dias de alta intensidade para manter performance\n- **Train Low:** baixa disponibilidade de carboidratos em treinos de baixa intensidade/alto volume para ampliar adaptações oxidativas e uso de gordura\n- **Sleep Low:** alta intensidade com alimentação pré; restrição calórica pós-treino e durante o sono; aeróbico em jejum pela manhã; carboidratos de alto IG antes do treino intenso da tarde\n- **AEJ (Aeróbico em Jejum):** apenas em baixa intensidade para estimular uso de gordura; alta intensidade em jejum somente se objetivo for elevar GH, com ciência da queda de performance\n- **Alternância de estratégias:** alternar low carb, jejum intermitente e mediterrânea a cada 2–3 meses evita estagnação metabólica\n\n---\n\n## Suplementação Alinhada à Estratégia\n\n- **Creatina:** indicada para treinos de força/explosão (metabolismo fosfagênio); 3–5 g/dia\n- **Beta-alanina:** indicada para performance em alta intensidade (tamponamento de acidose); avaliar se objetivo não é induzir acidose para GH\n- **HMB (1 g 3x/dia):** considerar em pacientes ≥30–40 anos com dor muscular persistente ou recuperação lenta\n- **Aminoácidos essenciais pós-treino:** reposição de glicogênio e preservação de massa magra\n- **Glutamina:** avaliar reposição em alta intensidade com sinais de acidose, fadiga ou imunossupressão; dose prática 1 g 3x/dia\n- **Ômega-3:** modulação inflamatória sem suprimir sinalização anabólica\n\n---\n\n## Encaminhamentos e Seguimento\n\n- **Reavaliação clínica e bioquímica:** a cada 1–2 meses para ajuste da estratégia macro\n- **Encaminhar a profissional de educação física especializado** para periodização estruturada quando objetivo for performance ou hipertrofia avançada\n- **Encaminhar a nutricionista esportivo** para periodização nutricional integrada ao treino\n- **Encaminhar a psicólogo ou terapeuta** em casos de burnout com componente emocional relevante\n- **Considerar avaliação cardiometabólica e calorimetria indireta** para personalização de zonas de treinamento e estratégias nutricionais (indicação ou não de jejum intermitente)"
}
