{
  "score_item_id": "c77cedd3-2800-7d37-8e88-8ff5483e6ced",
  "clinical_relevance": "A divisão das atividades físicas refere-se à forma como o indivíduo distribui seu tempo e esforço entre diferentes modalidades, intensidades e sistemas energéticos ao longo da semana — abrangendo exercícios aeróbicos, treinamento resistido, atividades de alta intensidade (HIIT) e períodos de recuperação ativa. Do ponto de vista fisiológico, cada tipo de atividade recrutará predominantemente um sistema energético distinto: o sistema ATP-CP (fosfagênico) para esforços máximos de curta duração (<10s), o sistema glicolítico lático para esforços de média intensidade (30s–2min) e o sistema oxidativo para esforços prolongados de baixa a moderada intensidade. A distribuição inadequada entre esses sistemas — seja por monotonia de estímulos, ausência de periodização ou desproporção entre volume e intensidade — resulta em adaptação metabólica insuficiente, risco de overtraining e perda progressiva de resultados.\n\nDo ponto de vista hormonal, a intensidade do exercício modula diretamente a resposta endócrina. Em intensidades acima de 75–85% do VO2máx, há aumento brusco de catecolaminas, cortisol e GH, com risco de catabolismo proteico se o volume for excessivo. Na zona de FatMax (50–75% do VO2máx, entre o primeiro e o segundo limiar), ocorre coexistência ideal de oxidação de gordura e glicogênio, sendo a faixa mais eficaz para emagrecimento sem comprometer massa muscular. Uma divisão de atividades bem estruturada deve contemplar sessões em diferentes zonas fisiológicas, respeitando os limiares individuais determinados por avaliação cardiometabólica.\n\nA periodização — manipulação estratégica de volume, intensidade e tipo de estímulo ao longo do tempo — é componente central da divisão de atividades. Estratégias como 'train high/train low' (alternar dias de alta intensidade com carboidratos disponíveis e dias de baixa intensidade com baixa disponibilidade de carboidratos) promovem adaptações metabólicas superiores à manutenção de estímulo único. A recuperação ativa (15–20 minutos de exercício de baixa intensidade pós-treino) acelera a ressíntese de glicogênio e a remoção de lactato em treinos com intervalo inferior a 24 horas.\n\nClinicamente, uma divisão inadequada de atividades é fator de risco para overtraining, caracterizado por elevação de cortisol, ferritina, CK, LDH, amônia e ureia, queda de testosterona, performance e massa magra, além de alterações de TSH e T3 por déficit energético crônico (pseudo-hipotireoidismo). O monitoramento da frequência cardíaca de recuperação pós-treino e do EPOC (Excess Post-exercise Oxygen Consumption) fornece indicadores práticos de adaptação: redução progressiva do tempo de retorno à FC basal indica melhora do condicionamento; estabilização do EPOC indica necessidade de variação de estímulos. O músculo esquelético atua como órgão endócrino, liberando miocinas (IL-6, IGF-1, irisina, entre outras) cujos efeitos metabólicos sistêmicos — sobre fígado, tecido adiposo, cérebro e osso — dependem diretamente do tipo e intensidade das atividades realizadas. Uma distribuição equilibrada entre modalidades otimiza a secreção desse secretoma e confere benefícios cardiometabólicos, anti-inflamatórios e neurotróficos.",

  "points": 12,

  "patient_explanation": "A 'divisão das atividades' avalia como você distribui seus exercícios físicos ao longo da semana: se pratica somente um tipo de atividade (como só caminhada ou só musculação), se varia entre atividades leves e intensas, e se inclui períodos adequados de descanso e recuperação.\n\nIsso é importante porque diferentes tipos de exercício têm efeitos diferentes no seu corpo. Atividades mais intensas estimulam o ganho de músculo e a queima de gordura de forma intensa, mas precisam ser equilibradas com atividades mais leves para que o corpo se recupere bem. Quando a distribuição não está equilibrada — por exemplo, fazendo sempre a mesma coisa na mesma intensidade —, o corpo se adapta e para de evoluir, ou então acumula fadiga excessiva.\n\nUma boa divisão de atividades leva em conta os seus objetivos (emagrecimento, ganho de massa muscular, saúde cardiovascular, bem-estar), o seu estado atual de condicionamento e o tempo disponível. Não existe uma fórmula única: o importante é que haja variedade, progressão gradual e respeito ao seu ritmo de recuperação. Ajustes nessa divisão podem melhorar significativamente seus resultados e sua disposição no dia a dia.",

  "conduct": "## Conduta Clínica: Divisão das Atividades\n\n### 1. Avaliação Inicial\n\n- **Anamnese do perfil de atividade:** frequência semanal por modalidade, intensidade percebida (PSE) e estimada (FC), intervalos entre sessões, histórico de lesões ou overtraining\n- **Avaliação cardiometabólica:** determinação dos limiares anaeróbicos (1º e 2º limiar) por ergoespirometria ou protocolo de lactato capilar; estimativa de VO2máx e zonas de treinamento individuais; calorimetria indireta para identificar substrato energético predominante\n- **Bioimpedância:** massa magra, gordura e água intra/extracelular como linha de base\n\n### 2. Estratificação do Perfil\n\n- **Sedentário / destreinado:** iniciar com baixo volume e intensidade para não suprimir adaptações iniciais; progredir gradualmente\n- **Ativo com monotonia:** risco de platô adaptativo; introduzir variação de modalidade, intensidade ou volume\n- **Ativo com sobrecarga:** sinais de overtraining (fadiga persistente, queda de performance, irritabilidade, distúrbios do sono); reduzir volume e intensidade\n- **Burnout / estresse elevado:** priorizar atividades de baixa intensidade geradoras de endorfina; foco em sono e desinflamação\n\n### 3. Prescrição por Objetivo\n\n**Emagrecimento / resistência insulínica:**\n- Combinar aeróbico (sem ultrapassar precocemente o 1º limiar) com treinamento resistido para ampliar massa muscular e capacidade mitocondrial\n- 'Train high/train low': alternar dias de alta intensidade com carboidratos disponíveis e dias de baixa intensidade com baixa disponibilidade de carboidratos\n- Aeróbico em jejum apenas em baixa intensidade (zona FatMax: 50–75% VO2máx)\n- Evitar déficit calórico acentuado em alta intensidade para minimizar perda muscular\n\n**Hipertrofia:**\n- Controlar volume excessivo para reduzir catabolismo por cortisol\n- Janela cronobiológica sugerida para força: 7–10h (pico matinal de testosterona)\n- Evitar anti-inflamatórios e crioterapia imediatamente após; não exagerar em antioxidantes para não bloquear sinalização por ERO e IL-6\n\n**Performance:** treinar todos os sistemas energéticos de forma alternada; respeitar cronobiologia (treinar nos horários das competições)\n\n**Burnout:** reduzir intensidade; recuperação ativa (15–20 min de baixa intensidade pós-treino) em dias com intervalo inferior a 24h\n\n### 4. Periodização\n\n- Manipulação estratégica de volume, intensidade e tipo de estímulo para quebrar platôs\n- Destreinados adaptam-se rapidamente; trocar estímulo (ex.: de aeróbico para força) gera novo gasto energético\n- Em fase de manutenção, variar estímulos quando houver baixa resposta bioquímica/inflamatória\n- **Sleep Low:** alta intensidade com alimentação pré; restrição calórica pós; aeróbico em jejum pela manhã seguido de carboidrato de alto IG para ressíntese de glicogênio\n\n### 5. Monitoramento\n\n- **Painel de overtraining:** cortisol, ferritina, hemoglobina, CK (pico 24–48h pós), LDH, amônia, ureia, ácido úrico, AST/ALT, testosterona, TNF-α, PCR, eletrólitos\n- **FC de recuperação:** tempo de retorno à FC basal indica nível de condicionamento; diminuição progressiva = adaptação positiva\n- **EPOC:** estabilização indica necessidade de variação de estímulo\n- **Índice R (bicarbonato/PCO2):** manter basal 0,98–1,02 para prevenir acidose crônica\n- Reavaliar a cada 1–2 meses\n\n### 6. Encaminhamentos\n\n- **Medicina do Esporte / Fisiologista:** ergoespirometria, limiares e zonas individualizadas\n- **Nutricionista esportivo:** periodização nutricional integrada\n- **Endocrinologia:** suspeita de pseudo-hipotireoidismo (TSH elevado, T3 baixo por déficit energético crônico) ou desequilíbrio hormonal\n- **Cardiologia:** risco cardiovascular elevado antes de protocolos de alta intensidade\n- **Psicologia:** burnout, compulsão por exercício ou comportamento de risco"
}
