{
  "score_item_id": "c77cedd3-2800-7f06-86a6-9119be8518af",
  "clinical_relevance": "O horário de prática da atividade física é um parâmetro cronobiológico com impacto mensurável sobre a resposta hormonal, metabólica e adaptativa ao exercício. A cronobiologia do exercício integra o conhecimento do ritmo circadiano endógeno — controlado pelo núcleo supraquiasmático — com as janelas de secreção hormonal que modulam performance, recuperação e composição corporal.\n\nDo ponto de vista hormonal, a testosterona apresenta pico matinal, com janela de maior concentração plasmática entre 7h e 10h. Treinos voltados à força muscular e ganho de massa realizados nessa janela se beneficiam do ambiente anabólico mais favorável, com maior razão testosterona/cortisol (TCR). A GH (hormônio do crescimento) é estimulada pelo exercício em 300–500% acima dos níveis basais, com picos que persistem até 2 horas após o treino; seu estímulo é potencializado pela intensidade do esforço e pela acidose metabólica controlada.\n\nO cortisol, com pico fisiológico nas primeiras horas da manhã (cortisol awakening response), tende a ser mais elevado em treinos matinais, o que pode ser adequado para objetivos de emagrecimento (mobilização de AGL e aminoácidos), mas exige atenção em indivíduos com padrão de burnout ou disfunção do eixo HPA. Treinos noturnos — especialmente aeróbicos de alta intensidade — elevam catecolaminas e cortisol em momento fisiologicamente inadequado, podendo interferir com o início da secreção de melatonina (que ocorre por volta das 20h–21h), suprimir o peristaltismo noturno e prejudicar a qualidade do sono.\n\nA preferência cronobiológica individual (cronótipo) deve ser considerada, mas as evidências indicam que o exercício físico deve ser preferencialmente diurno — manhã ou tarde. Quando o treino noturno (após 19h) for a única opção viável, o exercício anaeróbio (musculação) é preferível ao aeróbio, pois libera menos cortisol e catecolaminas, minimizando a perturbação do ritmo circadiano.\n\nDo ponto de vista do desempenho, treinar nos horários próximos ao de eventos ou competições melhora a performance específica por adaptação ao padrão circadiano de resposta neuroendócrina. Estratégias como Sleep Low (alta intensidade no período diurno com alimentação adequada, restrição calórica pós-treino e aeróbico em jejum pela manhã seguinte) exigem alinhamento preciso do horário do treino com a janela nutricional para maximizar adaptações metabólicas.\n\nA avaliação do horário habitual de treino informa também o risco de sobretreinamento: indivíduos com burnout apresentam despertar lento (2–3 h para atingir plena ativação), queda de rendimento entre 14h e 16h, craving entre 17h e 18h e cansaço seguido de insônia por volta das 23h — perfil que contraindica treinos de alta intensidade em qualquer horário, mas especialmente noturnos.",
  "points": 0,
  "patient_explanation": "O horário em que você se exercita importa muito para a sua saúde. O corpo humano funciona em ciclos naturais de aproximadamente 24 horas, chamados ritmo circadiano. Esses ciclos controlam quando seus hormônios sobem e caem, quando você tem mais energia e como o seu corpo se recupera depois do esforço.\n\nExercitar-se de manhã ou à tarde é o ideal para a maioria das pessoas: os hormônios que ajudam a construir músculo e queimar gordura estão mais ativos nesse período. Treinar tarde da noite, especialmente exercícios aeróbicos intensos, pode elevar hormônios de estresse (como o cortisol) num momento em que o corpo deveria estar se preparando para dormir — e isso pode piorar o sono, aumentar o cansaço no dia seguinte e dificultar a recuperação.\n\nSe você só consegue treinar à noite, prefira musculação em vez de corrida ou HIIT intenso, pois ela perturba menos o seu ritmo hormonal noturno. O mais importante é manter a regularidade da prática, mas ajustar o horário pode fazer uma grande diferença na qualidade do seu sono, na disposição e nos resultados do exercício.",
  "conduct": "## Horários de Atividade Física — Conduta Clínica\n\n### Avaliação Inicial\n\n- **Anamnese cronobiológica:** Identificar o horário habitual de treino, cronótipo do paciente (matutino, vespertino, intermediário) e qualidade do sono.\n- **Rastreio de disfunção do eixo HPA:** Sinais de burnout (despertar lento, queda de rendimento à tarde, insônia noturna), uso de estimulantes e histórico de overtraining.\n- **Objetivo do treino:** Emagrecimento, hipertrofia, performance aeróbia, saúde geral — cada objetivo tem uma janela horária mais favorável.\n\n### Recomendações por Objetivo\n\n- **Força/Hipertrofia:** Janela preferencial 7h–10h (pico matinal de testosterona; razão testosterona/cortisol mais favorável).\n- **Emagrecimento/resistência insulínica:** Intensidades moderadas a altas no período diurno; aeróbico em jejum de baixa intensidade pela manhã pode melhorar oxidação lipídica sem comprometer a performance.\n- **Performance aeróbia/endurance:** Alinhar o horário de treino ao horário da competição ou evento; considerar adaptação progressiva.\n- **Burnout/estresse elevado:** Reduzir intensidade independentemente do horário; evitar treinos noturnos; priorizar sono e manejo do estresse como pré-requisitos.\n\n### Orientações Sobre Treino Noturno\n\n- **Evitar exercício aeróbio de alta intensidade após 19h**, pois eleva cortisol e catecolaminas em janela de supressão fisiológica desses hormônios.\n- Se o treino noturno for inevitável, **preferir musculação (anaeróbio)** ao aeróbio — libera menos cortisol e interfere menos com a secreção de melatonina.\n- **Estratégias pós-treino noturno para reduzir ativação simpática:** alongamento suave, respiração diafragmática, banho morno, evitar telas com luz azul, reduzir luz ambiente (filtros amarelos/âmbar), chás calmantes (camomila, valeriana, erva-cidreira).\n- Orientar sobre o horário da última refeição após treino noturno: evitar grandes volumes de carboidrato ou proteína de digestão lenta próximos ao horário de dormir.\n\n### Monitoramento e Reavaliação\n\n- **Sono:** Avaliar qualidade e latência do sono em relação ao horário de treino; usar instrumentos como o Índice de Qualidade do Sono de Pittsburgh ou autorrelato estruturado.\n- **Marcadores bioquímicos relevantes (quando indicado):**\n  - Cortisol sérico matinal e/ou salivar (perfil diurno)\n  - Testosterona total e livre\n  - DHEA-S\n  - CK (pico 24–48h pós-treino) e LDH para avaliar dano muscular e adequação da carga\n- **Reavaliação em 4–8 semanas** após ajuste do horário de treino para verificar impacto em sono, disposição, composição corporal e marcadores bioquímicos.\n\n### Encaminhamento\n\n- **Endocrinologista ou médico do esporte:** Quando houver suspeita de disfunção do eixo HPA, hipogonadismo funcional relacionado ao exercício ou padrão de overtraining com alterações laboratoriais.\n- **Profissional de Educação Física:** Para periodização e prescrição individualizada alinhada ao cronótipo e objetivos clínicos.\n- **Psicólogo/terapeuta:** Em casos de burnout com componente de estresse crônico que impeça ajuste de rotina.\n\n### Pontos de Atenção Especial\n\n- **Uso de estimulantes e termogênicos:** Alertar sobre o agravamento da desregulação do eixo HPA com uso crônico, especialmente em treinos vespertinos/noturnos e em indivíduos com polimorfismos em enzimas como MAO e COMT.\n- **Jejum e horário de treino:** Aeróbico em jejum deve ser de baixa intensidade; alta intensidade em jejum pode elevar GH, mas reduz performance e exige acompanhamento bioquímico.\n- **Individualização:** O cronótipo e a rotina laboral/familiar devem ser respeitados; a melhor janela de treino é aquela que o paciente consegue manter com consistência, dentro dos limites cronobiológicos recomendados."
}
