{
  "score_item_id": "c77cedd3-2800-7b8a-a445-311a0f633963",
  "clinical_relevance": "O parâmetro 'Onde e como faz' refere-se ao ambiente, modalidade e método pelo qual o paciente realiza sua atividade física habitual — informação essencial para a prescrição individualizada e para a interpretação do impacto clínico do exercício. A simples afirmação de que o paciente 'pratica exercício' é insuficiente: o local (academia, rua, casa, piscina, parque), a supervisão (profissional, autônomo), o tipo de estímulo (aeróbico, resistido, funcional, HIIT, calistenia) e a estrutura da sessão determinam a dose efetiva de exercício recebida.\n\nFisiologicamente, a efetividade do treinamento depende da carga interna gerada, não do equipamento ou do ambiente em si. Um treino funcional realizado abaixo do primeiro limiar anaeróbico é essencialmente aeróbico; musculação em jejum pode ser aeróbica se a frequência cardíaca permanecer abaixo do limiar. A intensidade é definida pelo esforço fisiológico — frequência cardíaca (FC), percepção subjetiva de esforço (PSE), lactato e VO2máx — e não pelo local ou pelo tipo de equipamento utilizado. Isso implica que dois pacientes que 'fazem musculação' podem receber doses completamente diferentes de estímulo metabólico e cardiovascular.\n\nDo ponto de vista de prescrição baseada em evidências (conceito 'exercise as medicine'), o exercício deve ser individualizado quanto a tipo, dose e forma, respeitando o contexto do indivíduo: perfil fisiológico, condição clínica de base, disponibilidade de ambiente (praça, academia, clima, exposição solar), componentes sociais e preferências. Treinos supervisionados por profissional qualificado demonstram maior efetividade: na esclerose múltipla, o treinamento supervisionado resultou em melhora de 32% na capacidade de marcha versus 19% sem supervisão. Em condições psiquiátricas e metabólicas, a supervisão e o treino em pequenos grupos são recomendados como estratégia de engajamento e segurança.\n\nO ambiente de prática também influencia a adesão — fator crítico para resultados de longo prazo. Atividades realizadas na natureza, caminhadas e modalidades prazerosas favorecem a continuidade, especialmente em pacientes com alta carga de estresse. A ausência de supervisão tende a reduzir a precisão da intensidade aplicada: aeróbio 'moderado' sem mensuração objetiva é impreciso e pode resultar em subestimulação ou sobretreinamento. A mensuração sistemática da carga interna (FC, dispneia, falha muscular, EPOC, HRV) é essencial para efetividade.\n\nEm doenças crônicas como osteoartrite, dor lombar crônica, insuficiência cardíaca (NYHA II-III), DPOC e doenças psiquiátricas, o tipo e o local do exercício devem ser ajustados às limitações individuais, com avaliação cardiológica prévia quando indicado. O treinamento em hipóxia (Kaatsu/restrição de fluxo) e o treino aquático são alternativas validadas para populações com limitação musculoesquelética. A periodização nutricional — alinhamento da estratégia alimentar ao tipo e horário do treino — é outro componente que depende diretamente de 'como' o paciente treina.\n\nEm síntese, conhecer onde e como o paciente pratica atividade física permite: (1) estimar a dose real de exercício recebida; (2) identificar lacunas (ausência de supervisão, intensidade inadequada, desequilíbrio entre modalidades); (3) personalizar a prescrição com base no contexto real; (4) monitorar e ajustar o programa de forma contínua.",

  "points": 0,

  "patient_explanation": "Este parâmetro avalia onde você faz sua atividade física — academia, rua, casa, parque, piscina — e como você a realiza: se é com acompanhamento de um profissional ou por conta própria, se faz musculação, caminhada, corrida, natação, treino funcional ou outra modalidade, e com que intensidade e frequência.\n\nEssas informações são muito importantes porque o simples fato de 'se exercitar' não diz tudo: dois pacientes que fazem musculação podem estar recebendo benefícios muito diferentes dependendo de como treinem. A intensidade real do esforço — e não apenas o tipo de exercício — é o que determina os efeitos no seu organismo.\n\nAlém disso, o ambiente e a supervisão influenciam diretamente sua motivação e continuidade. Praticar atividade em um lugar que você gosta, com um profissional que orienta corretamente ou em grupo, tende a trazer melhores resultados a longo prazo. Não há uma fórmula única: o melhor exercício é aquele que você consegue manter de forma regular, com segurança e prazer, adaptado à sua rotina e ao seu momento de vida.",

  "conduct": "## Avaliação Inicial: Onde e Como o Paciente se Exercita\n\n### Anamnese Dirigida\n- **Local de prática:** academia, domicílio, rua/parque, piscina, estúdio de pilates/yoga, ambiente de trabalho\n- **Supervisão:** profissional de educação física presente, plataformas digitais/aplicativos, autônomo sem orientação\n- **Modalidade principal:** resistido (musculação, calistenia), aeróbico (caminhada, corrida, ciclismo, natação), funcional, HIIT, esportes coletivos, dança, pilates, yoga\n- **Modalidades combinadas:** presença ou ausência de combinação aeróbico + resistido\n- **Frequência e duração das sessões:** dias por semana, minutos por sessão\n- **Horário habitual:** manhã em jejum, pós-refeição, noturno\n- **Intensidade autorreferida:** leve, moderada, intensa (validar com escala de Borg ou FC se disponível)\n\n---\n\n### Avaliação Objetiva da Carga Interna\n- **Frequência cardíaca:** FC basal, FC pico durante o treino, tempo de retorno ao basal (indicador de condicionamento e EPOC)\n- **HRV (Heart Rate Variability):** marcador de recuperação autonômica; queda persistente sugere overtraining ou estresse sistêmico\n- **Percepção subjetiva de esforço (PSE/Borg):** útil quando não há monitoramento de FC\n- **EPOC:** diminuição progressiva do EPOC ao longo do tempo pode indicar necessidade de modificação do estímulo\n- **Limiares anaeróbicos:** quando disponível, avaliação cardiometabólica com determinação do primeiro e segundo limiar (via lactato ou calorimetria indireta) permite prescrição precisa das zonas de treinamento\n\n---\n\n### Identificação de Lacunas e Riscos\n- **Ausência de supervisão profissional:** risco de intensidade inadequada, técnica incorreta, lesão e baixa progressão\n- **Aeróbio sem mensuração objetiva:** intensidade frequentemente subestimada ou superestimada\n- **Predominância exclusiva de um tipo de treino:** ausência de estímulo resistido compromete massa muscular, metabolismo basal e saúde óssea; ausência de aeróbico compromete saúde cardiovascular e capacidade oxidativa\n- **Treino de força em jejum prolongado:** cautela — pode comprometer ganho de massa muscular\n- **Sinais de overtraining:** fadiga persistente, queda de desempenho, alterações de sono, irritabilidade, DOMS prolongado\n- **Pacientes com doenças crônicas:** avaliar necessidade de avaliação cardiológica prévia (insuficiência cardíaca NYHA II-III, doença coronariana, DPOC avançado)\n\n---\n\n### Prescrição e Orientação Individualizada\n\n#### Princípios Gerais (\"Exercise as Medicine\")\n- **Tipo, dose e forma** devem ser definidos de acordo com o indivíduo — não com preferências do médico ou tendências do mercado\n- Prescrição deve considerar: perfil fisiológico, condição clínica, fase de vida, nível de estresse, disponibilidade de tempo e ambiente, preferências e componentes sociais/lúdicos\n- **Adesão é o fator mais crítico:** a melhor modalidade é aquela que o paciente consegue manter; atividades prazerosas superam protocolos ótimos não praticados\n\n#### Combinação de Modalidades\n- **Resistido + aeróbico:** combinação com maior efeito global — musculação aumenta metabolismo basal e massa magra; aeróbico otimiza capacidade cardiovascular e oxidativa\n- Para emagrecimento com perda de massa muscular: priorizar resistido + atividades prazerosas para adesão\n- Para saúde cardiovascular e metabólica: incluir aeróbico estruturado com monitoramento de FC\n\n#### Zonas de Intensidade (referência prática)\n- **< 50% VO2máx / abaixo do 1º limiar:** predominância de oxidação de gordura, baixa catecolaminas — ideal para iniciantes e recuperação ativa\n- **50–75% VO2máx (FatMax / entre 1º e 2º limiar):** coexistência gordura/glicogênio; zona ótima para queima de gordura sem acidose excessiva\n- **> 75–85% VO2máx / acima do 2º limiar:** predominância glicolítica, produção de lactato, estímulo para GH e adaptações metabólicas intensas — indicado em protocolos HIIT com recuperação adequada\n\n#### Supervisão e Ambiente\n- Treino supervisionado por profissional qualificado é recomendado especialmente no início de qualquer programa e em pacientes com condições clínicas\n- Treino em pequenos grupos favorece engajamento e motivação\n- Natureza, parques e caminhadas ao ar livre são estratégias válidas, especialmente em pacientes com alta carga de estresse\n- Treino aquático e Kaatsu (restrição de fluxo sanguíneo) são alternativas válidas para pacientes com limitação musculoesquelética ou em reabilitação\n\n---\n\n### Monitoramento e Reavaliação\n- **Reavaliar em 4–8 semanas:** resposta clínica, composição corporal (bioimpedância), FC basal, EPOC, HRV, sono, humor\n- **Registrar sistematicamente:** sono, HRV, humor, dores musculares (DOMS) — indicadores de recuperação adequada\n- **Ajustar estímulo** quando EPOC estabiliza ou FC pós-treino retorna ao basal mais rapidamente — sinal de adaptação e necessidade de progressão\n- **Framework FIT:** monitorar Frequência, Intensidade, Tipo e Tempo de forma contínua\n- Manter ciclo de melhoria contínua: avaliação → intervenção personalizada → reavaliação → ajuste\n\n---\n\n### Encaminhamento\n- **Educador físico especializado:** para todos os pacientes sem supervisão profissional atual, especialmente ao iniciar programa estruturado\n- **Cardiologista:** antes de iniciar programa de exercício em pacientes com insuficiência cardíaca, doença coronariana conhecida ou alto risco cardiovascular — realizar teste de esforço sintoma-limitado\n- **Fisioterapeuta:** em casos de limitação musculoesquelética, dor lombar crônica, osteoartrite ou reabilitação pós-lesão\n- **Psicologia/coaching:** quando barreiras motivacionais ou comportamentais forem o principal fator limitante à adesão"
}
