{
  "score_item_id": "c77cedd3-2800-75f3-9aca-0bddd66c8069",
  "clinical_relevance": "O parâmetro 'Quem treina' avalia o perfil atual do praticante de atividade física do paciente no contexto do Escore Plenya, permitindo estratificar a dose-resposta ao exercício conforme o nível de condicionamento e identificar riscos de prescrição inadequada.\n\nDo ponto de vista fisiológico, a resposta ao exercício é altamente individual e depende do estado de treinamento. O indivíduo destreinado apresenta alta carga interna para estímulos de baixa intensidade objetiva, maior consumo energético por sessão, recuperação mais lenta, maior inflamação pós-exercício e maior demanda proteica. O indivíduo treinado, por sua vez, tem menor custo energético relativo e requer variação contínua de estímulos (força, HIIT, volume, intensidade) para manter adaptações e evitar estagnação.\n\nO conceito de 'exercício como medicamento' é central: a dose-resposta depende do contexto individual. A mesma carga externa (mesmo treino prescrito) pode representar estímulo leve, ideal ou excessivo conforme o perfil do paciente — razão pela qual a carga interna (resposta fisiológica real: frequência cardíaca, percepção subjetiva de esforço, marcadores bioquímicos) deve orientar a prescrição.\n\nDo ponto de vista metabólico, a intensidade do exercício determina os substratos utilizados: abaixo de 50% do VO2máx há predomínio de oxidação de gorduras com baixa alteração hormonal; entre 50–75% do VO2máx ocorre a zona de FatMax (coexistência de gordura e glicogênio, ótima para mobilização lipídica sem acidose excessiva); acima de 75–85% do VO2máx há elevação brusca de catecolaminas, maior acidose lática e fadiga. O limiar de lactato e os limiares anaeróbicos (primeiro e segundo) são ferramentas objetivas de zonificação.\n\nAs respostas hormonais ao exercício incluem: elevação de catecolaminas proporcional à intensidade (com consequente aumento de gliconeogênese, lipólise e mobilização de glicogênio), modulação de insulina/glucagon, variação de cortisol (elevado com volume/intensidade excessivos, favorecendo catabolismo), e secreção de GH (estimulada por acidose metabólica controlada em treinos glicolíticos láticos). A hipertrofia torna-se inviável sob catabolismo crônico sem intervenção hormonal.\n\nO EPOC (consumo excessivo de oxigênio pós-exercício) quantifica o custo metabólico pós-sessão e é um marcador prático de adaptação: a redução progressiva do EPOC ao longo do tempo sinaliza necessidade de modificar o estímulo. O monitoramento por frequência cardíaca (FC basal, pico e tempo de retorno ao basal) é ferramenta acessível para gestão da carga.\n\nDo ponto de vista epidemiológico e de saúde pública, a atividade física regular reduz em 23% o risco de depressão com intensidade moderada e em 43% com alta intensidade; reduz em 57% a chance de ansiedade; melhora marcadores cardiovasculares (FC de repouso, pressão diastólica); promove biogênese mitocondrial via PGC1-α; aumenta captação de glicose muscular independente de insulina (translocação de GLUT4 via AMPK); e reduz marcadores inflamatórios (IL-6, TNF-α, estresse oxidativo). O BDNF, aumentado pelo exercício intenso, promove neuroplasticidade e aumento do volume hipocampal.\n\nA falha em identificar corretamente quem treina — e com qual perfil — resulta em prescrições genéricas ineficazes, risco de overtraining, ausência de periodização adequada e perda de oportunidade de personalizar intervenções metabólicas, hormonais e nutricionais. A abordagem interdisciplinar (médico, educador físico, nutricionista, fisioterapeuta, psicólogo) é superior a abordagens fragmentadas.",
  "points": 0,
  "patient_explanation": "Este parâmetro registra quem está fazendo atividades físicas atualmente — se é você, um familiar, seu parceiro, ou ainda se está fazendo em conjunto. Essa informação ajuda o médico a entender o contexto social e de apoio ao seu treino, o que influencia diretamente na sua adesão e nos resultados.\n\nTreinar com suporte — seja de um familiar, parceiro ou grupo — tende a aumentar a motivação e a constância. Quando mais de uma pessoa da família se exercita, há benefício mútuo, tanto na criação de rotinas saudáveis quanto na redução do sedentarismo em casa.\n\nSe você é o único que treina na família, isso também é importante: o médico pode avaliar estratégias para engajar as pessoas próximas ou adaptar sua rotina ao contexto familiar. O mais importante é que qualquer atividade que você goste e consiga manter regularmente já traz benefícios reais à sua saúde, ao seu humor e à sua longevidade.",
  "conduct": "## Conduta Clínica — Quem treina (Contexto atual de atividade física)\n\n### Avaliação Inicial\n\n- **Identificar o perfil do praticante:** destreinado, recreacional ativo, atleta amador ou competitivo. Cada perfil demanda estratégia distinta de prescrição e monitoramento.\n- **Mapear a carga interna atual:** registrar intensidade relativa percebida (FC, percepção subjetiva de esforço — PSE, limiar individual), estado de sono, nível de estresse e condição nutricional pré-treino.\n- **Avaliar contexto social do treino:** quem treina junto (parceiro, familiar, grupo), qual o suporte disponível e qual o nível de adesão histórico do paciente.\n- **Investigar objetivo principal:** emagrecimento/resistência insulínica, hipertrofia, performance, saúde cardiovascular, bem-estar psíquico, reabilitação ou combinação.\n\n### Investigação Complementar Recomendada\n\n- **Avaliação cardiometabólica:** determinação dos limiares anaeróbicos (primeiro e segundo) por teste ergoespirométrico ou protocolo de lactato capilar para zonificação precisa da intensidade.\n- **Bioimpedância ou DEXA:** composição corporal (massa magra, gordura, hidratação) — essencial para monitorar adaptações e detectar obesidade sarcopênica.\n- **Exames bioquímicos basais e dinâmicos:**\n  - CK, LDH, TGO, TGP: marcadores de dano muscular e overtraining\n  - Amônia, ureia, ácido úrico: indicadores de proteólise/gliconeogênese excessiva\n  - Lactato: correlação com zonas de treinamento\n  - Cortisol (salivar em múltiplos pontos ou sérico matinal): avaliação de overtraining e disfunção do eixo HPA\n  - HRV (variabilidade da frequência cardíaca): marcador prático de recuperação\n- **Micronutrientes críticos para a prática esportiva:** complexo B, magnésio, ferro, zinco, cobre, CoQ10, carnitina, ácido lipoico, vitamina C, potássio e glutationa — especialmente antes de intensificar treinos.\n\n### Estratégias de Intervenção por Perfil\n\n**Destreinado:**\n- Iniciar com baixa intensidade (aeróbico moderado, < 50–60% FC máx) e progredir gradualmente em duração antes de aumentar intensidade\n- Maior demanda proteica para reparo muscular e recuperação\n- Monitorar EPOC e tempo de retorno da FC ao basal como indicadores de adaptação\n- Enfatizar atividades prazerosas para garantir adesão a longo prazo\n\n**Ativo/Recreacional:**\n- Aplicar periodização: alternar estímulos de força, HIIT e volume para evitar estagnação\n- Implementar periodização nutricional: dias *train high* (carboidrato pré, alta intensidade) vs. dias *train low* (baixa disponibilidade de carboidrato, baixa intensidade/maior volume)\n- Considerar *Sleep Low* para objetivos de emagrecimento: alta intensidade com alimentação pré; restrição calórica pós; aeróbico em jejum pela manhã seguido de carboidrato de alto IG para ressíntese de glicogênio\n\n**Foco em emagrecimento/resistência insulínica:**\n- Priorizar intensidades que elevem catecolaminas (zona FatMax: 50–75% VO2máx) e estimulem lipólise\n- Musculação tende a maior efeito global por aumentar massa magra e metabolismo basal, prevenindo efeito sanfona\n- Evitar treino de força em jejum prolongado: pode prejudicar ganho de massa magra\n- Combinar musculação com atividades aeróbicas prazerosas para melhorar adesão\n\n**Foco em hipertrofia:**\n- Controlar cortisol: reduzir volume excessivo, otimizar recuperação e sono\n- Adequar proteína (especialmente em destreinados)\n- Evitar catabolismo crônico\n- Suplementação considerada: creatina (força/ATP-CP), beta-alanina (glicolítico, performance), HMB 1 g 3x/dia em pacientes ≥ 30–40 anos com recuperação lenta\n\n**Burnout/estresse elevado:**\n- Reduzir intensidade, aumentar volume de baixa intensidade e atividades de bem-estar\n- Priorizar sono, desinflamação e endorfina\n- Caminhadas em natureza como estratégia complementar de manejo do estresse\n\n### Suporte Interdisciplinar e Encaminhamentos\n\n- **Educador físico** com conhecimento de fisiologia esportiva: prescrição individualizada com técnica, progressão e monitoramento de carga interna\n- **Nutricionista:** periodização nutricional alinhada ao treinamento, janelas pré e pós-treino, aminoácidos essenciais no intratreino\n- **Psicólogo:** adesão terapêutica, comportamento alimentar, motivação e superação de barreiras\n- **Fisioterapeuta:** reabilitação, prevenção de lesões, treino de musculatura pélvica e estabilização\n- **Cardiologista:** obrigatório antes de iniciar programa de treinamento em pacientes com insuficiência cardíaca (NYHA II–III), cardiopatias, ou com baixa capacidade funcional — precedido de teste ergoespirométrico sintoma-limitado\n\n### Monitoramento e Reavaliação\n\n- Reavaliar em 1–2 meses com ciclo de melhoria contínua: bioquímica, composição corporal, FC de repouso, EPOC e HRV\n- Trocar estímulos em fases de estagnação (manutenção): ex., corredor estabilizado faz intervalado por ~3 meses e depois retorna ao padrão\n- Registrar sistematicamente: sono, HRV, humor, nível de estresse — para correlação com resposta ao treino\n- Alertar para sinais de overtraining: queda de performance, DOMS persistente, FC de repouso elevada, distúrbios do sono, irritabilidade"
}
