{
  "score_item_id": "c77cedd3-2800-7f15-940c-a4d47cabb237",
  "clinical_relevance": "A suplementação periexercício — pré, intra e pós-treino — é uma estratégia de medicina do exercício com fundamentação bioquímica sólida, cujo impacto clínico varia amplamente conforme o composto utilizado, o objetivo terapêutico, o perfil metabólico e o sistema energético predominante no protocolo de treino.\n\n**Creatina monoidratada** é o suplemento de maior nível de evidência para o metabolismo fosfagênico (força e potência). Aumenta os estoques de fosfocreatina intramuscular, acelera a ressíntese de ATP entre séries e atua como leve tamponante ácido-base. Doses habituais: 3–5 g/dia de uso contínuo (fase de carregamento com 20 g/dia por 5–7 dias possível, porém dispensável na maioria dos contextos clínicos). Segurança estabelecida até 5 g/dia em indivíduos com função renal preservada; em nefropatia, limitar a 2 g/dia com acompanhamento de creatinina sérica — distinguindo elevação laboratorial benigna do risco renal real. Populações que mais se beneficiam: maiores de 50 anos, vegetarianos/veganos, indivíduos com baixa ingestão de proteína animal e triângulo digestivo depletado. Relevância adicional em saúde cerebral e em populações com transtornos do humor. Absorção otimizada com carboidratos (contexto pós-treino), mas a adesão não deve ser subordinada a essa janela. Preferir creatina monoidratada pura (padrão Creapure); versões nitrato e outras formas não demonstraram superioridade consistente.\n\n**Beta-alanina** é precursora da carnosina muscular, dipeptídeo tampão de H⁺ que atenua a acidose intramuscular durante esforços glicolíticos de moderada a alta intensidade (HIIT, atividades de 1–4 min). Dose efetiva: 3–6 g/dia, preferencialmente em doses fracionadas para minimizar parestesia. Importante ressalva clínica: em pacientes cujo objetivo é emagrecimento central com estímulo ao GH, a acidose metabólica lático-induzida é um sinal desejável — nesse contexto, a beta-alanina pode ser contraproducente ao atenuar o estímulo glicolítico necessário para a pulsatilidade do GH. Não apresenta benefício relevante em esforços puramente fosfagênicos.\n\n**Aminoácidos Essenciais (AAEs)** — incluindo BCAA como subconjunto — são superiores ao BCAA isolado para síntese proteica muscular, pois fornecem todos os substratos necessários para a ativação do mTOR e a elongação peptídica. A leucina ativa mTOR mas depende dos demais AAEs para a construção efetiva de massa magra. O uso intra e pós-treino favorece a ressíntese de glicogênio e a preservação de massa muscular com mínima alteração insulinêmica — vantajoso em protocolos de emagrecimento com manutenção de lean mass.\n\n**Glutamina** é condicionalmente essencial durante treinos de alta intensidade e acidose crônica. Funciona como tampão de amônia, substrato energético para enterócitos e células imunes, e precursor da glutationa. Indicações clínicas: imunocompromisso associado ao treino, sinais de permeabilidade intestinal aumentada (leaky gut), fadiga com glutamina sérica baixa. Atenção: o consumo excessivo como tampão pode deprimir o sistema imune e causar disbiose/permeabilidade intestinal paradoxal.\n\n**HMB (beta-hidroxi-beta-metilbutirato)**, metabólito da leucina, pode auxiliar na recuperação e preservação de massa magra, especialmente em indivíduos acima de 30–40 anos com dor muscular prolongada ou recuperação lenta. Dose prática: 1 g três vezes ao dia. Evidência ainda não consensual na literatura, porém com relação risco-benefício favorável.\n\n**Timing e periodização nutricional** são tão relevantes quanto o composto escolhido. O alinhamento da suplementação ao sistema energético predominante (fosfagênico, glicolítico lático, oxidativo) e ao objetivo (hipertrofia, emagrecimento, performance, saúde mitocondrial) determina a efetividade real da intervenção. Estratégias como 'Train High/Train Low', aeróbico em jejum e 'Sleep Low' devem ser individualizadas com base em marcadores bioquímicos (lactato, CK, LDH, amônia, glicemia).\n\nA suplementação inapropriada ou sem alinhamento ao contexto metabólico pode ser ineficaz ou contraproducente, justificando a avaliação clínica individualizada antes da prescrição.",
  "points": 7,
  "patient_explanation": "Suplementos de treino são produtos usados antes, durante ou depois do exercício para melhorar o desempenho, a recuperação muscular e os resultados a longo prazo. Os mais estudados e seguros incluem a creatina, que ajuda os músculos a terem mais energia durante atividades de força; os aminoácidos essenciais, que são os 'tijolos' das proteínas e ajudam a construir e preservar músculo; a beta-alanina, que reduz a sensação de 'queimação' muscular em treinos intensos; e a glutamina, que apoia o sistema imune e o intestino após esforços muito intensos.\n\nSe você usa suplementos, é importante saber que nem todo suplemento serve para todo objetivo. Por exemplo, um produto que é ótimo para ganhar força pode não ser adequado se sua meta é emagrecer. O uso deve ser orientado por um profissional de saúde, levando em conta seus objetivos, seu estado de saúde e o tipo de treino que você pratica. Suplementos com efeitos 'milagrosos' merecem desconfiança — prefira marcas com controle de qualidade certificado.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese dirigida:** objetivo do treino (hipertrofia, emagrecimento, performance, saúde geral), tipo e intensidade do exercício, histórico de suplementação anterior, adesão, tolerância gastrointestinal.\n- **Avaliação do sistema energético predominante:** fosfagênico (força/potência), glicolítico lático (HIIT, atividades de 1–4 min), oxidativo (endurance).\n- **Exames laboratoriais basais recomendados:**\n  - Creatinina sérica e eGFR (antes de prescrever creatina)\n  - CK, LDH, AST/ALT (rastreio de dano muscular/hepático)\n  - Ureia, amônia, ácido úrico (marcadores de catabolismo proteico e sobrecarga nitrogenada)\n  - Glicemia de jejum, insulina (perfil metabólico)\n  - Hemograma, ferritina (capacidade de transporte de oxigênio)\n  - Cortisol matinal, testosterona total (balanço hormonal anabólico/catabólico)\n  - Glutamina sérica se disponível (em alta intensidade com sinais de fadiga imune)\n- **Bioimpedância:** avaliar composição corporal, água intra/extracelular e massa muscular esquelética.\n\n## Prescrição por Objetivo\n\n### Hipertrofia e Força\n- **Creatina monoidratada:** 3–5 g/dia, uso contínuo (não apenas em dias de treino). Consumir logo após o preparo na água. Absorção otimizada com carboidratos, mas não criar barreiras à adesão.\n  - Fase de carregamento (20 g/dia por 5–7 dias): possível, mas geralmente desnecessária em contexto não-esportivo.\n  - Ajuste renal: 2 g/dia se TFG reduzida; discutir com nefrologista.\n- **Aminoácidos Essenciais (AAEs) pós-treino:** preferir AAEs completos sobre BCAA isolado; fornecem todos os substratos para ativação de mTOR e síntese proteica.\n- **HMB 1 g 3x/dia:** considerar em pacientes ≥30–40 anos com recuperação lenta ou dor muscular persistente.\n- **Evitar imediatamente após treino de hipertrofia:** anti-inflamatórios (AINEs), crioterapia intensa e antioxidantes em doses altas — podem bloquear sinalização de IL-6, ERO e lactato necessários para adaptação muscular.\n\n### Emagrecimento e Resistência Insulínica\n- **Aminoácidos Essenciais intra/pós-treino:** preservam massa magra com mínimo impacto insulinêmico.\n- **Cautela com beta-alanina:** se o objetivo é estimular GH via acidose glicolítica, a beta-alanina atenua esse mecanismo e pode ser contraproducente.\n- **Periodização nutricional:** avaliar estratégias como 'Train High/Train Low', aeróbico em jejum (baixa intensidade) e 'Sleep Low' para adaptações oxidativas.\n- **Proteína total:** meta de 1,2–1,6 g/kg/dia; distribuída ao longo do dia (café, almoço, lanche, jantar).\n\n### Performance Glicolítica (HIIT, Esportes de Resistência de Alta Intensidade)\n- **Beta-alanina:** 3–6 g/dia fracionados (minimizar parestesia); indicada para tamponamento de H⁺ em esforços de moderada-alta intensidade.\n- **AAEs intra/pós-treino:** ressíntese de glicogênio e anticatabolismo.\n- **Glutamina:** considerar se sinais de imunossupressão, fadiga persistente ou comprometimento intestinal.\n\n### Saúde Geral, Envelhecimento e Saúde Cerebral\n- **Creatina monoidratada:** 2–3 g/dia para saúde cerebral e longevidade; 5 g/dia para vegetarianos/veganos.\n- **Acetil-L-carnitina:** considerar como adjuvante em transtornos depressivos, com suporte de meta-análise.\n\n## Monitoramento\n\n- Reavaliar em **4–8 semanas** com marcadores bioquímicos e composição corporal.\n- Painel de rastreio de overtraining: cortisol, CK, LDH, ferritina, hemoglobina, amônia, lactato, sódio/potássio/magnésio, testosterona, TNF-α, PCR — coletar em janelas adequadas (lactato/LDH: logo após; CK: 24–48 h pós-sessão).\n- Monitorar creatinina sérica em pacientes em uso de creatina com função renal limítrofe.\n- Avaliar resposta à frequência cardíaca de recuperação pós-treino como marcador subjetivo de condicionamento.\n\n## Alertas e Contraindicações\n\n- **Suplementos adulterados:** efedra/efedrina são proibidas desde 2004 por risco cardiovascular. Desconfiar de produtos com efeitos desproporcionais às doses declaradas; priorizar marcas com controle de qualidade certificado (ex: Creapure para creatina).\n- **Citrus aurantium (sinefrina):** evidência de eficácia em humanos é limitada; não reproduz riscos cardiovasculares da efedrina em doses habituais, mas eficácia clínica é questionável.\n- **Não iniciar suplementação agressiva em sedentários:** suprimir adaptações iniciais (biogênese mitocondrial) com excesso de suplementos pode prejudicar a resposta adaptativa.\n- **Glutamina em excesso:** pode causar imunossupressão paradoxal e permeabilidade intestinal aumentada.\n- **Encaminhar ao nefrologista** antes de prescrever creatina em pacientes com DRC estágios 3–5 ou TFG < 60 mL/min/1,73 m².\n- **Encaminhar ao nutricionista esportivo** em casos de déficit energético crônico com sinais de pseudo-hipotireoidismo (TSH elevado, T3 baixo), queda de cabelo, unhas quebradiças, imunidade baixa e queda de performance — quadro compatível com síndrome de overtraining e catabolismo sustentado."
}
