{
  "score_item_id": "c77cedd3-2800-75bb-ad6a-2f22013e4aca",
  "clinical_relevance": "O registro de provas e desafios físicos planejados para os próximos 6 meses é um parâmetro comportamental e de planejamento que integra o escore de movimento e atividade física atual. Do ponto de vista fisiológico, a existência de uma meta esportiva concreta — como uma corrida de rua, triathlon, prova de ciclismo, competição de natação ou qualquer desafio de performance — representa um determinante externo poderoso da adesão ao treinamento e da qualidade da periodização.\n\nA literatura de ciência comportamental demonstra que metas do tipo 'approach' (orientadas para resultados desejados) geram respostas emocionais mais positivas do que metas de evitação, e que metas estruturadas pelo framework SMART (Specific, Measurable, Achievable, Realistic, Timed) com ciclos semanais de revisão convertem intenções em comportamentos implementados de forma demonstrável. A existência de uma data-alvo para uma prova funciona como ancora temporal que organiza toda a estrutura de periodização.\n\nDo ponto de vista metabólico e hormonal, provas de endurance ou de alta intensidade planejadas exigem uma preparação sistemática que envolve múltiplas dimensões fisiológicas: (1) avaliação da carga interna basal — resposta metabólica e hormonal individual ao mesmo estímulo de treino, que varia consideravelmente entre indivíduos e define a real dose-resposta ao exercício; (2) definição dos limiares anaeróbicos individuais — limiar de lactato, FatMax, ponto de compensação respiratória — para prescrição em zonas fisiológicas corretas; (3) periodização nutricional alinhada à fase do treinamento, alternando estratégias 'train high' (alta intensidade com carboidratos disponíveis) e 'train low' (baixa disponibilidade de carboidratos para adaptações oxidativas).\n\nEm termos de estratificação de risco, atletas masters (≥30–40 anos) e pacientes com histórico de overtraining apresentam maior vulnerabilidade à síndrome de fadiga crônica por sobrecarga, sendo a avaliação bioquímica pré-competição — incluindo marcadores de dano muscular (CK, LDH, mioglobina), estado ácido-base (pH, lactato, bicarbonato, PCO2), função hepática (AST/ALT), estado de hidratação (ureia, creatinina) e amônia — indispensável para ajuste seguro da carga de treino nas semanas que precedem a prova. O índice R (bicarbonato/PCO2), com valores basais ideais de 0,98–1,02, funciona como indicador do custo metabólico e do equilíbrio ácido-base em resposta ao treinamento.\n\nA monitorização de IL-6, marcador central do secretoma muscular, diferencia a inflamação fisiológica esperada pelo treino da inflamação patológica que exige ajuste de carga. Exercício regular de intensidade moderada associa-se a redução de 23% no risco de depressão e a menor chance de ansiedade em 57%, benefícios mediados pela modulação do eixo HPA, redução de IL-6 e TNF-α, melhora da captação de glicose via GLUT4 independente de insulina, biogênese mitocondrial e aumento de norepinefrina. A reavaliação bioquímica e de desempenho em ciclos de 1–2 meses é recomendada para manutenção da melhoria contínua e prevenção de overtraining.",
  "points": 0,
  "patient_explanation": "Este parâmetro registra se você tem alguma prova ou desafio físico planejado para os próximos 6 meses — como uma corrida, triathlon, ciclismo, natação ou qualquer outro evento esportivo com data marcada.\n\nTer uma meta esportiva com prazo definido organiza o seu treinamento, orienta alimentação e recuperação, e permite que a equipe de saúde prepare seu corpo de forma segura para o esforço que está por vir.\n\nQuando sabemos que há uma prova se aproximando, conseguimos planejar exames para monitorar marcadores importantes, ajustar a intensidade dos treinos nas semanas anteriores e garantir que você chegue hidratado, com boa reserva de energia e sem sinais de sobrecarga. Isso reduz lesões e melhora a performance.\n\nSe não há prova planejada no momento, podemos discutir se faz sentido traçar um novo objetivo esportivo como parte da sua estratégia de saúde e longevidade.",
  "conduct": "## Avaliação Inicial\n\n### Identificação do Tipo e Data da Prova\n- **Registrar:** modalidade, distância, data prevista e experiência prévia na modalidade\n- **Calcular:** semanas disponíveis para preparação a partir da consulta\n- **Classificar risco:** iniciante, atleta recreativo ou competitivo; histórico de lesões ou overtraining\n\n### Avaliação Funcional Basal\n- **Bioimpedância:** composição corporal (massa magra, gordura, hidratação intra/extracelular)\n- **Avaliação cardiometabólica:** estimar limiares de lactato e FatMax; definir zonas de FC individualizadas\n- **Perfil de substrato em repouso:** espera-se 75–85% via gordura; valores menores indicam perfil glicolítico e necessidade de intervenção para flexibilidade metabólica\n\n---\n\n## Avaliação Laboratorial Pré-Prova\n\n### Marcadores de Dano Muscular e Carga Interna\n- **CK:** coleta 24–48 h após treino intenso\n- **LDH:** logo após sessão; monitorar junto à CK\n- **AST/ALT:** diferencial lesão muscular vs hepática (correlacionar com CK e GGT)\n- **Ureia, creatinina e amônia:** hidratação, catabolismo proteico e fadiga central\n- **Ácido úrico:** elevação indica turnover purínico excessivo (sinal de sobrecarga)\n\n### Marcadores Ácido-Base e Metabólicos\n- **Lactato e piruvato:** logo após treino; razão lactato/piruvato avalia eficiência mitocondrial\n- **pH, bicarbonato e PCO2:** índice R (bicarbonato/PCO2) basal ideal 0,98–1,02; desvios indicam acidose crônica\n\n### Marcadores Hormonais e Inflamatórios\n- **Cortisol matinal:** sinais de burnout ou sobrecarga do eixo HPA\n- **IL-6:** diferencia inflamação fisiológica da patológica; guia ajuste de carga\n- **PCR-us:** inflamação subclínica que compromete recuperação\n- **Hemograma:** anemia, leucocitose ou linfocitopenia associadas a overtraining\n\n---\n\n## Periodização do Treinamento\n\n### Princípios Gerais\n- **Individualizar pela carga interna:** o que importa é a resposta fisiológica ao treino, não o volume prescrito em si\n- **Ciclo básico:** estímulo → estresse → reparo → hipercompensação; sem recuperação adequada leva ao overtraining\n- **Periodização nutricional:**\n  - *Train High:* alta intensidade com carboidratos pré-treino (performance)\n  - *Train Low:* baixa intensidade sem carboidratos (adaptações oxidativas)\n  - *Sleep Low:* alta intensidade com alimentação pré; aeróbico em jejum na manhã seguinte\n\n### Protocolos por Objetivo\n- **Endurance:** FatMax entre 1º e 2º limiar; supra-limiar apenas no pico e com pacing (maratonas: últimos quilômetros)\n- **Composição corporal:** intensidades que elevam catecolaminas (>75% VO2máx)\n- **Burnout:** reduzir intensidade; aumentar volume e endorfina; priorizar sono antes de intensificar\n\n---\n\n## Suplementação de Suporte\n\n- **Creatina:** provas de força/sprints (ATP-CP); 3–5 g/dia\n- **Beta-alanina:** sistema glicolítico; evitar quando objetivo é acidose controlada para GH\n- **Glutamina:** alta intensidade com acidose ou imunossupressão; excesso causa leak gut\n- **HMB:** 1 g 3x/dia em ≥30–40 anos com recuperação lenta\n- **AAEs:** intra ou pós-treino para ressíntese de glicogênio e massa magra\n- **Magnésio, vitamina C, K+ e glutationa:** suporte antes de intensificar volume\n- **Ômega-3 (EPA/DHA):** redução de inflamação e melhora de recuperação\n\n---\n\n## Monitoramento e Encaminhamento\n\n- **Reavaliação:** a cada 1–2 meses; ajustar treino, nutrição e suplementação conforme bioquímica\n- **Point of Care:** coletas pré, intra, pós e 30–60 min pós para pH, lactato, glicose, ureia, CK\n- **Encaminhar:** fisioterapeuta esportivo (lesões); cardiologista (provas ≥42 km ou pacientes ≥40 anos com fatores de risco); nutricionista esportivo (periodização nutricional)\n- **Educação:** metas claras pelo framework SMART com revisão semanal; feedback imediato de resultados para reforçar adesão"
}
