{
  "score_item_id": "c77cedd3-2800-7f9c-9bf6-5c053962ca97",
  "clinical_relevance": "A situação familiar e o suporte social de amigos para a prática de exercícios físicos constituem determinantes comportamentais robustos da adesão à atividade física regular. O ambiente social do paciente — incluindo se familiares e amigos praticam exercícios, incentivam a prática ou criam barreiras a ela — é um preditor independente do nível de atividade física atual e de longo prazo.\n\nDo ponto de vista fisiológico e comportamental, o suporte social atua em múltiplos mecanismos: reforço positivo extrínseco, modelagem comportamental (observar outros praticando aumenta a autoeficácia percebida), redução de barreiras logísticas (companhia para treino, divisão de deslocamento) e regulação emocional (redução de ansiedade antecipatória ligada ao exercício).\n\nA teoria sociocognitiva de Bandura demonstra que a autoeficácia para o exercício — crença do indivíduo na própria capacidade de executar e manter a atividade física — é fortemente modulada pela experiência vicária, ou seja, observar pessoas do próprio círculo social praticando com sucesso. Ambientes familiares onde o exercício é culturalmente valorizado estão associados a maior continuidade da prática ao longo da vida.\n\nDo ponto de vista clínico, pacientes que relatam ausência de suporte familiar ou de amigos para exercícios apresentam maior risco de sedentarismo crônico, o que se traduz em aumento do risco cardiovascular, metabólico e de mortalidade por todas as causas. O sedentarismo é reconhecido como fator de risco independente para doenças crônicas não transmissíveis.\n\nA avaliação da situação familiar/amigos de exercícios atual fornece ao clínico informação essencial para estratificar barreiras à mudança de comportamento e personalizar intervenções. Um paciente com família sedentária e sem amigos que praticam atividade física enfrenta barreiras ambientais e sociais que exigem abordagem específica, diferente daquele inserido em ambiente social favorável à prática.",
  "points": 0,
  "patient_explanation": "Este item avalia se as pessoas ao seu redor — família e amigos — praticam exercícios físicos regularmente e se apoiam a sua prática. O ambiente social tem grande influência sobre os nossos hábitos: quando convivemos com pessoas ativas, tendemos a nos sentir mais motivados e com menos dificuldade para manter uma rotina de atividade física.\n\nTer familiares que caminham juntos, amigos que convidam para treinar ou um parceiro que valoriza o esporte são fatores que facilitam muito a manutenção de hábitos saudáveis. O contrário também é verdade: quando todos ao redor são sedentários, fica mais difícil criar e manter uma rotina ativa.\n\nCompreender sua situação atual ajuda o seu médico a identificar possíveis barreiras e encontrar estratégias personalizadas para que você consiga se mover mais no dia a dia, mesmo que o ambiente ao redor ainda não seja o ideal.",
  "conduct": "## Avaliação da Situação Familiar e Social de Exercícios\n\n### Investigação Clínica\n\n- **Anamnese dirigida:** Perguntar diretamente se familiares (cônjuge, filhos, pais) praticam atividade física regularmente e se incentivam ou dificultam a prática do paciente\n- **Mapeamento de barreiras sociais:** Identificar se há conflito de horários com responsabilidades familiares, se o paciente sente falta de companhia para exercitar, ou se recebe críticas/desestímulo do entorno\n- **Avaliação do suporte social percebido:** Investigar se o paciente tem ao menos uma pessoa em seu círculo social com quem possa praticar ou que o incentive ativamente\n- **Histórico de tentativas anteriores:** Verificar se experiências passadas de prática foram facilitadas ou dificultadas pelo ambiente social\n\n### Estratificação de Risco por Contexto Social\n\n- **Contexto favorável:** Família ativa, amigos que praticam exercícios, convites frequentes para atividades físicas — menor risco de recaída ao sedentarismo\n- **Contexto neutro:** Família sedentária mas não hostil à prática — barreiras moderadas, exige estratégias de motivação intrínseca\n- **Contexto desfavorável:** Família que desencoraja ativamente, ausência total de pares ativos, responsabilidades familiares que impedem janelas de tempo para exercício — alto risco de sedentarismo persistente\n\n### Intervenções Baseadas em Evidências\n\n#### Para pacientes com suporte social limitado\n- **Grupos de exercício comunitário:** Academias, grupos de corrida, turmas de esporte coletivo funcionam como substitutos funcionais do suporte familiar/amigos, criando novos vínculos sociais em torno da atividade física\n- **Tecnologia e comunidades virtuais:** Aplicativos com funcionalidades sociais (desafios, rankings entre amigos, compartilhamento de treinos) podem suprir parcialmente a ausência de suporte presencial\n- **Envolvimento gradual da família:** Propor atividades físicas de baixa intensidade e baixo custo para inclusão de familiares (caminhadas, passeios de bicicleta), reduzindo resistência e construindo suporte progressivo\n- **Prescrição de atividade física em pares:** Incentivar o paciente a convidar ativamente um familiar ou amigo, mesmo sedentário, para iniciar juntos — a mudança conjunta aumenta a adesão de ambos\n\n#### Abordagem motivacional\n- Utilizar técnicas de entrevista motivacional para explorar discrepâncias entre valores do paciente (saúde, longevidade) e comportamento atual influenciado pelo contexto social\n- Fortalecer autoeficácia: identificar modelos no próprio círculo social do paciente (mesmo que distantes) que sejam exemplos positivos de pessoas ativas\n- Estabelecer metas de curto prazo independentes do suporte social, reduzindo a dependência da motivação externa\n\n#### Encaminhamentos\n- **Psicologia/Terapia comportamental:** Para pacientes com padrão de dependência de aprovação social que dificulta a iniciativa individual de exercício\n- **Educador físico:** Prescrição individualizada com progressão estruturada, especialmente quando o paciente não tem referências de como iniciar a prática\n- **Grupos multidisciplinares de mudança de estilo de vida:** Programas estruturados que combinam suporte profissional e social simultaneamente\n\n### Monitoramento\n- Reavaliar a situação de suporte social em consultas de seguimento, pois o ambiente pode mudar (parceiro que passa a praticar junto, filhos crescendo, mudança de emprego com novos colegas)\n- Registrar evolução da atividade física e correlacionar com mudanças no suporte social percebido"
}
