{
  "score_item_id": "019c1646-a023-7ba7-b004-97a01e452de9",
  "clinical_relevance": "O histórico de sono na infância (0 a 12 anos) é um parâmetro crítico de neurodesenvolvimento com impacto direto e duradouro sobre cognição, regulação emocional, comportamento e risco de transtornos psiquiátricos. O sono reparador nessa fase é essencial para consolidação de memória, aprendizado e maturação das funções executivas. A privação crônica de sono na infância provoca desatenção, irritabilidade e impulsividade, sendo frequentemente confundida com TDAH — um diagnóstico que pode ser precipitado quando o sono não é adequadamente avaliado e corrigido antes. Fatores etiológicos do sono inadequado na infância incluem: exposição a dispositivos de mídia antes de dormir (associada ao dobro do risco de distúrbios do sono), presença de TV ou roteador Wi-Fi no quarto, apneia obstrutiva do sono, respiração oral, deficiência de melatonina e exposição noturna à luz azul. Do ponto de vista cronobiológico, a secreção de melatonina inicia-se por volta das 20h em crianças, e o desrespeito a esse ritmo compromete a qualidade do sono. Para crianças de 8 a 11 anos, a 'tríade' do desempenho cognitivo adequado exige: limitação de telas recreativas a no máximo 2 horas/dia, pelo menos 60 minutos de exercício físico diário e sono reparador respeitando o ritmo circadiano — condições atendidas por apenas 1 em cada 20 crianças. A privação crônica de sono aumenta significativamente o risco de psicose na vida adulta e eleva citocinas inflamatórias, incluindo IL-6 e TNF-α; dados mostram que duas horas semanais de privação de sono já são suficientes para aumentar marcadores inflamatórios. Estima-se que 50% das pessoas com TDAH apresentam distúrbio de sono associado, reforçando a bidirecionalidade da relação. Do ponto de vista nutricional, deficiências de magnésio, ferro, zinco, ômega-3 e vitaminas do complexo B durante a infância podem comprometer a qualidade do sono e mimetizar ou agravar sintomas de TDAH. A ferritina baixa, a neuroinflamação e a produção insuficiente de melatonina são fatores biológicos relevantes que devem ser investigados. O ambiente familiar e socioeconômico também modula o risco: baixa escolaridade materna aumenta o risco de TDAH (frequentemente associado a distúrbios do sono) em até 113%, e baixa renda familiar em até 83%. Crianças que habitam ambientes com maior conflito, superlotação e privação de rotinas estruturadas têm maior probabilidade de sono inadequado. A avaliação do histórico de sono na infância, portanto, oferece uma janela clínica privilegiada para identificar fatores modificáveis que impactam o neurodesenvolvimento a longo prazo.",
  "points": 0,
  "patient_explanation": "O sono na infância é uma das bases mais importantes para o desenvolvimento saudável do cérebro. Enquanto a criança dorme, o cérebro consolida o aprendizado, regula as emoções e se recupera do dia. Quando o sono é insuficiente ou de má qualidade durante os primeiros 12 anos de vida, isso pode causar dificuldades de atenção, comportamento agitado, irritabilidade e problemas escolares — sintomas que muitas vezes são confundidos com outros transtornos. Um dos principais fatores que prejudica o sono das crianças hoje é o uso de telas (celulares, tablets, TV) antes de dormir, que pode dobrar o risco de distúrbios do sono. Outros fatores incluem rotinas irregulares, ambiente inadequado para dormir e deficiências nutricionais. Conhecer o histórico de sono da infância ajuda o médico a entender possíveis causas de dificuldades que persistem na vida adulta e a propor intervenções que façam diferença real na saúde e qualidade de vida.",
  "conduct": "## Avaliação do Histórico de Sono na Infância\n\n### Anamnese Dirigida\n- **Duração e qualidade do sono** nos diferentes períodos da infância (0–2, 3–6, 7–12 anos)\n- **Presença de dispositivos** (TV, tablet, celular, roteador Wi-Fi) no quarto durante a infância\n- **Horário habitual de dormir e acordar** e consistência da rotina\n- **Sintomas associados:** ronco, apneia observada, respiração oral, agitação noturna, bruxismo\n- **Ambiente familiar:** conflitos, superlotação, instabilidade socioeconômica\n- **Histórico de diagnóstico de TDAH ou dificuldades escolares** — avaliar se distúrbio do sono foi excluído antes do diagnóstico\n- **Amamentação:** tempo de aleitamento materno (menos de 6 meses associado a maior risco de problemas comportamentais)\n\n### Investigação Complementar\n- **Rastreio nutricional:** ferritina, zinco, magnésio, vitamina D, ômega-3, vitaminas do complexo B (B1, B2, B3, B5, B6, folato, B12)\n- **Avaliação do sono atual:** polissonografia ou monitoramento domiciliar quando houver suspeita de apneia, agitação noturna ou respiração oral\n- **Avaliação funcional ampliada:** microbioma intestinal, função tireoidiana, metabolômica — especialmente em casos com sintomas comportamentais persistentes\n- **Perfil genético:** polimorfismos relevantes (ex.: COMT) podem modular resposta a intervenções\n\n### Intervenções Baseadas em Evidências\n\n#### Higiene do Sono e Ambiente\n- **Remover telas do quarto** (TV, celular, tablet, roteador Wi-Fi), especialmente à noite\n- Estabelecer **rotina consistente de horário de dormir** respeitando o início da secreção de melatonina (~20h em crianças)\n- Limitar **tempo total de tela recreativa a no máximo 2 horas/dia** para crianças acima de 5 anos\n- Evitar conteúdo audiovisual de ritmo acelerado e alta fantasia próximo ao horário de sono\n\n#### Atividade Física e Rotina\n- **Pelo menos 60 minutos de exercício físico diário**, preferencialmente pela manhã\n- Incluir atividades estruturadas (esportes, artes marciais) que promovam disciplina e regulação emocional\n- Reduzir tempo sedentário ao longo do dia\n\n#### Intervenção Nutricional\n- **Magnésio:** 5 a 10 mg/kg/dia (formas preferenciais: bisglicinato, treonato, dimalato) — melhora o sono por efeito pró-GABA e apoia síntese de dopamina e serotonina\n- **Vitamina D:** avaliar níveis e suplementar conforme deficiência — associada a melhora comportamental e de sono em crianças com TDAH\n- **Ômega-3 (DHA/EPA):** suporte ao neurodesenvolvimento e modulação inflamatória\n- **Zinco e vitaminas do complexo B:** investigar e corrigir deficiências que podem comprometer sono e cognição\n- Reduzir consumo de **ultraprocessados, açúcares refinados e aditivos** que agravam hiperatividade e desatenção\n- Estimular **refeições familiares sem telas**, lentas e com mastigação adequada\n\n#### Ambiente Familiar e Envolvimento Parental\n- Orientar pais sobre **tecnotransferência**: o uso de telas pelos pais na frente dos filhos impacta negativamente o desenvolvimento e o sono infantil\n- Promover **leitura diária** (apenas 11 minutos/dia associados a melhora em leitura, ortografia e gramática)\n- Incentivar **comunicação ativa e presença parental** — fator protetor demonstrado contra problemas comportamentais e abuso de substâncias\n- Criar **cartilha familiar de hábitos** com metas mensuráveis para tempo de tela, sono, leitura e atividades físicas\n\n### Critérios de Encaminhamento\n- **Otorrinolaringologista/pneumologista:** suspeita de apneia obstrutiva do sono ou respiração oral persistente\n- **Neuropediatra/neuropsicólogo:** atrasos em marcos do neurodesenvolvimento, suspeita de TDAH, TEA ou outros transtornos — apenas após exclusão e correção de fatores modificáveis (sono, nutrição, telas)\n- **Psicólogo/terapeuta familiar:** conflitos familiares significativos, dificuldades de estabelecimento de limites e rotinas\n- **Nutricionista pediátrica:** deficiências nutricionais múltiplas ou padrão alimentar muito inadequado\n\n### Prioridade Clínica\n> Antes de suplementos ou medicações, **abordar rotinas de sono, tempo de tela, comunicação familiar e atividade física**. Corrigir nutrientes sem ajustar comportamento e sono raramente gera os resultados esperados. O sono deve ser avaliado e tratado **antes** de confirmar diagnósticos comportamentais."
}
