{
  "score_item_id": "c77cedd3-2800-7ae9-9784-67595e1a596b",
  "clinical_relevance": "A enurese — micção involuntária durante o sono em crianças acima de 5 anos — é classificada como primária (nunca houve continência noturna por pelo menos 6 meses) ou secundária (recidiva após período de continência estabelecida). A prevalência é de aproximadamente 15-20% aos 5 anos, 10% aos 7 anos e 1-2% na adolescência, com resolução espontânea em cerca de 15% dos casos por ano. Predomina no sexo masculino (razão 2:1). A fisiopatologia é multifatorial e envolve: (1) déficit na produção noturna de vasopressina/ADH, levando à poliúria noturna; (2) alteração do limiar de despertar em resposta à distensão vesical; (3) capacidade funcional reduzida da bexiga; e (4) componente genético expressivo — risco de 44% quando um dos pais teve enurese e de 77% quando ambos tiveram. A enurese na infância está associada a distúrbios do neurodesenvolvimento, sendo reconhecida como uma das comorbidades frequentes do TDAH; estudos indicam prevalência de enurese de 20-30% em crianças com TDAH, comparada a 7-10% na população geral da mesma faixa etária. Do ponto de vista da medicina funcional integrativa, a presença de enurese na infância como dado histórico em adultos pode sinalizar predisposição a disfunções do eixo sono-vigília, imaturidade no controle autonômico vesical, e possível associação com TDAH não diagnosticado ou parcialmente tratado. A desregulação do ritmo circadiano, presente em 73-78% dos pacientes com TDAH, pode comprometer a produção noturna de ADH e o padrão de sono profundo necessário para o despertar diante de estímulos vesicais. Além disso, deficiências nutricionais (magnésio, zinco, vitaminas do complexo B) e disbiose intestinal foram associadas a distúrbios do neurodesenvolvimento que incluem enurese como manifestação. O histórico de enurese na infância, quando presente no adulto, serve como marcador retroativo de vulnerabilidade neurobiológica que merece investigação de sequelas funcionais como qualidade do sono, padrão autonômico e rastreio de TDAH.",
  "points": 4,
  "patient_explanation": "Enurese é o nome médico para o que chamamos popularmente de 'fazer xixi na cama' durante o sono, em crianças com mais de 5 anos de idade. É uma condição muito comum na infância — cerca de 1 em cada 5 crianças de 5 anos passa por isso — e a grande maioria se resolve sozinha com o tempo. No contexto do seu escore de saúde, registramos se você teve enurese na infância porque ela pode indicar que houve, naquele período, uma imaturidade no controle do sistema nervoso relacionado ao sono e à bexiga. Em alguns casos, a enurese na infância está associada a dificuldades de atenção e concentração que podem ter continuado na vida adulta, mesmo sem diagnóstico formal. Saber desse histórico nos ajuda a entender melhor seu perfil neurológico e de sono ao longo da vida, permitindo uma avaliação mais completa da sua saúde hoje.",
  "conduct": "## Conduta Clínica: Histórico de Enurese na Infância\n\n### Interpretação do Dado Histórico\n- O registro de enurese na infância em um adulto é um **marcador anamnésico**, não uma condição ativa\n- Serve para contextualizar possíveis vulnerabilidades neurobiológicas e do eixo sono-vigília\n- Deve ser investigado em conjunto com outros dados do escore (qualidade do sono atual, sintomas de TDAH, histórico familiar)\n\n### Investigação Complementar Recomendada\n\n**Avaliação do sono atual:**\n- Questionários validados de qualidade do sono (Pittsburgh Sleep Quality Index)\n- Rastreio de apneia obstrutiva do sono (STOP-BANG, polissonografia se indicada)\n- Avaliação de cronótipo e padrão circadiano\n\n**Rastreio de TDAH no adulto:**\n- Escalas ASRS-v1.1 (Adult ADHD Self-Report Scale)\n- Anamnese direcionada a sintomas de desatenção, impulsividade e disfunção executiva\n- Considerar avaliação neuropsicológica formal se rastreio positivo\n\n**Avaliação funcional integrativa:**\n- Dosagem de magnésio eritrocitário, zinco sérico e vitaminas do complexo B (especialmente B6/P5P e B12)\n- Cortisol salivar (curva diurna) para avaliar padrão de eixo HPA e ritmo circadiano\n- Avaliação de disbiose intestinal se houver sintomas gastrointestinais associados\n\n### Intervenções Baseadas em Evidências\n\n**Se identificado TDAH associado:**\n- Priorizar correção de sono, nutrição e estilo de vida antes de considerar medicação\n- Suplementação de magnésio (bisglicinato ou treonato), ômega-3, vitamina D e zinco conforme déficits identificados\n- Higiene do sono rigorosa: limitar telas à noite, manter horários regulares, otimizar ambiente\n\n**Se identificada desregulação do sono:**\n- Avaliação e correção de ritmo circadiano (exposição à luz solar matinal, redução de luz azul noturna)\n- Melatonina em baixas doses (0,5-1 mg) pode ser considerada se há evidência de atraso de fase\n- Tratar apneia do sono se confirmada (CPAP ou medidas posicionais/estruturais)\n\n**Abordagem integrativa geral:**\n- Dieta anti-inflamatória e redução de açúcares simples e aditivos\n- Atividade física regular (modula eixo HPA e melhora qualidade do sono)\n- Avaliar e tratar disbiose intestinal se identificada\n\n### Critérios de Encaminhamento\n- **Neurologista ou psiquiatra:** rastreio positivo para TDAH ou outras condições do neurodesenvolvimento\n- **Pneumologista/somnologista:** suspeita de apneia do sono ou outros distúrbios respiratórios do sono\n- **Psicólogo/neuropsicólogo:** avaliação formal de funções executivas e neurodesenvolvimento\n\n### Notas Clínicas\n- Enurese isolada na infância com resolução espontânea e sem comorbidades tem baixo impacto clínico residual no adulto\n- O impacto clínico aumenta quando associado a outros sinais de disfunção do neurodesenvolvimento (TDAH, distúrbios de aprendizado, sono fragmentado persistente)\n- Sempre contextualizar com histórico familiar, pois há forte componente genético (risco de 44-77% com parentes afetados)"
}
