{
  "score_item_id": "c77cedd3-2800-7a3b-b643-8e229f0aae71",
  "clinical_relevance": "A qualidade do sono na adolescência (12–18 anos) é um parâmetro comportamental de alto impacto clínico, com implicações diretas no neurodesenvolvimento, regulação emocional, função cognitiva e saúde mental a longo prazo. Fisiologicamente, o sono reparador nessa faixa etária é essencial para consolidação de memória, plasticidade sináptica, regulação do eixo HPA e síntese de neurotransmissores como dopamina e serotonina — processos que dependem de cofatores como magnésio, vitamina D, ferro e zinco. A privação crônica ou sono de má qualidade compromete a amplitude do ritmo circadiano, com estudo de 91 mil participantes demonstrando redução de um quinto dessa amplitude, impactando múltiplas dimensões de saúde.\n\nEpidemiologicamente, distúrbios do sono são altamente prevalentes entre adolescentes, com até 50% dos jovens com diagnóstico de TDAH apresentando algum transtorno do sono concomitante, e o Transtorno de Fase Atrasada do Sono (TFAS) presente em 73–78% desses indivíduos. O sono insuficiente ou de má qualidade provoca desatenção, irritabilidade e impulsividade, podendo mimetizar ou agravar sintomas de TDAH, ansiedade e depressão — dificultando o diagnóstico diferencial e aumentando o risco de tratamento farmacológico desnecessário.\n\nFatores de risco para sono de má qualidade nessa faixa incluem: exposição noturna à luz azul de dispositivos digitais (crianças com acesso a dispositivos antes de dormir têm o dobro de risco de distúrbios do sono), uso excessivo de redes sociais (associado a maiores taxas de depressão, ansiedade e ideação suicida), apneia do sono, respiração oral, deficiência de melatonina, jantar tardio de alta carga glicêmica, deficiências de magnésio (que estabiliza GABA, ritmo circadiano e eixo HPA), e baixa renda familiar (associada a sono comprometido e maior risco de TDAH).\n\nDo ponto de vista imunológico, apenas duas horas semanais de privação de sono aumentam citocinas inflamatórias (IL-6, TNF-alfa, PCR), revelando alta sensibilidade imunológica. Um estudo do JAMA Psychiatry mostrou que sonos curtos e de má qualidade de forma persistente na infância e adolescência podem ser fator de risco para desenvolvimento de psicose na idade adulta, possivelmente mediado por inflamação (aumento de IL-6). Estratificação de risco: sono insuficiente com sintomas comportamentais persistentes justifica investigação complementar e intervenção multimodal imediata.",
  "points": 12,
  "patient_explanation": "O sono é um dos remédios mais poderosos e gratuitos que existem. Durante a adolescência, dormir bem é fundamental para que o cérebro se desenvolva de forma saudável, para aprender melhor na escola, regular as emoções e ter energia ao longo do dia. Quando o sono é de má qualidade ou insuficiente, podem aparecer dificuldades de atenção, irritabilidade, impulsividade e até sintomas de ansiedade e depressão — muitas vezes confundidos com outros problemas de saúde. Usar celular, tablet ou assistir séries antes de dormir dobra o risco de ter distúrbios do sono. Uma boa noite de sono depende de hábitos simples: desligar as telas pelo menos uma hora antes de dormir, manter horários regulares, jantar mais cedo e praticar atividade física. Cuidar do sono na adolescência é investir na saúde do cérebro e do corpo para a vida toda.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese detalhada do sono:** horário de dormir e acordar, duração média, latência, despertares noturnos, sonolência diurna, qualidade subjetiva\n- **Investigar fatores interferentes:**\n  - Tempo de tela e uso de dispositivos após as 20h (TV, celular, tablet no quarto)\n  - Acesso a Wi-Fi/roteador no quarto\n  - Horário e composição do jantar (carga glicêmica)\n  - Consumo de cafeína (refrigerantes, energéticos, chás)\n  - Prática e horário de atividade física\n  - Presença de ronco, respiração oral ou apneia observada\n- **Aplicar questionários validados:** Índice de Qualidade do Sono de Pittsburgh (PSQI) ou Escala de Sonolência de Epworth quando aplicável\n- **Rastrear sintomas associados:** desatenção, impulsividade, irritabilidade, ansiedade, depressão — distinguindo se precedem ou seguem o distúrbio do sono\n\n## Investigação Complementar\n\n- **Laboratorial (quando indicado):**\n  - Magnésio sérico (deficiência associada a sono ruim e sintomas de TDAH)\n  - Vitamina D (25-OH)\n  - Ferro e ferritina sérica\n  - Zinco\n  - Ômega-3 (índice eritrocitário, se disponível)\n  - Glicemia de jejum / insulina basal (resistência insulínica afeta neurotransmissão e sono)\n  - Marcadores inflamatórios: PCR, IL-6, TNF-alfa (quando há suspeita de neuroinflamação)\n  - Tireoide: TSH, T4 livre\n- **Polissonografia ou monitoramento domiciliar:** indicados quando há suspeita de apneia do sono, síndrome das pernas inquietas, TFAS ou sono não reparador persistente sem causa identificável\n\n## Critérios de Encaminhamento\n\n- **Pneumologia/Otorrinolaringologia:** suspeita de apneia obstrutiva do sono ou respiração oral crônica\n- **Neurologia/Psiquiatria infanto-juvenil:** TFAS confirmado, sintomas de TDAH persistentes após correção do sono, depressão maior ou ideação suicida associada\n- **Endocrinologia:** resistência insulínica, obesidade ou disfunção tireoidiana\n\n## Intervenções Baseadas em Evidências\n\n### Higiene do Sono (Primeira Linha)\n- Estabelecer rotina de sono com início da preparação a partir das 20h\n- **Retirar dispositivos eletrônicos do quarto** (incluindo TV, celular e roteador Wi-Fi)\n- Ativar modo \"night shift\" (luz quente) em dispositivos usados à noite, se inevitável\n- Limitar tempo recreativo de telas a no máximo 2 horas/dia\n- Jantar mais cedo e com menor carga glicêmica\n- Evitar cafeína após o início da tarde\n\n### Atividade Física\n- Pelo menos 60 minutos de atividade física diária, preferencialmente pela manhã\n- Exercício aeróbio é o mais eficaz para modular o sono e o ritmo circadiano\n\n### Suporte Nutricional (quando deficiências identificadas)\n- **Magnésio:** 5–10 mg/kg/dia de magnésio elementar (formas preferidas: bisglicinato, treonato ou malato); melhora qualidade do sono por efeito pró-GABA, estabiliza ritmo circadiano e eixo HPA\n- **Vitamina D:** suplementar conforme níveis séricos; 50.000 UI/semana combinada com magnésio mostrou melhora em escores comportamentais e de sono em ensaios clínicos randomizados\n- **Ômega-3:** suplementação associada a melhora de sono e comportamento em estudos com crianças e adolescentes\n- **Zinco e ferro:** corrigir deficiências identificadas laboratorialmente\n- **Melatonina:** considerar em casos de TFAS ou dificuldade de início do sono, especialmente associada a higiene do sono rigorosa\n\n### Abordagem Familiar\n- Orientar pais sobre redução do próprio tempo de tela (\"tecnotransferência\"): uso excessivo pelos pais interrompe interação e serve de modelo para os filhos\n- Estabelecer metas concretas: retirar dispositivos do quarto à noite em 30 dias\n- Priorizar interação verbal e presença parental, especialmente no período noturno\n\n### Monitoramento\n- Reavaliar qualidade do sono em 4–8 semanas após intervenções comportamentais\n- Melhorar o sono antes de confirmar diagnósticos de TDAH ou outras condições comportamentais — o quadro pode se alterar significativamente com sono adequado"
}
