{
  "score_item_id": "019c1647-1212-7573-8459-dc293bfdd04c",
  "clinical_relevance": "A fase da adolescência (12 a 18 anos) representa um período crítico para a consolidação dos padrões de sono, com implicações diretas sobre neurodesenvolvimento, saúde mental e desempenho cognitivo. Do ponto de vista cronobiológico, ocorre nessa faixa etária um atraso fisiológico na fase do sono (transtorno de fase atrasada do sono — TFAS), que é prevalente em 73–78% dos indivíduos com TDAH e relevante em parcela significativa dos adolescentes sem diagnóstico formal. Esse atraso é exacerbado pela exposição noturna a telas e luz azul, que suprime a liberação de melatonina (cuja secreção fisiológica inicia por volta das 20h) e retarda o início do sono.\n\nA privação crônica de sono nessa fase tem consequências fisiopatológicas bem documentadas: (1) aumento de citocinas pró-inflamatórias (IL-6, TNF-α), com estudos mostrando que até duas horas semanais de privação já elevam marcadores inflamatórios de forma mensurável; (2) disfunção do eixo HPA com hipocortisolismo relativo ao despertar, prejudicando os circuitos fronto-estriatais dopaminérgicos e impactando funções executivas, controle inibitório e regulação emocional; (3) risco aumentado de transtornos de saúde mental — estudo do JAMA Psychiatry demonstrou associação entre sono curto e de má qualidade persistente na infância e adolescência com maior risco de psicose na vida adulta, possivelmente mediado por elevação de IL-6.\n\nDo ponto de vista epidemiológico, apenas 1 em cada 20 crianças e adolescentes atende simultaneamente às três recomendações básicas para bom desempenho cognitivo: (a) tempo de tela recreativo inferior a 2 horas/dia, (b) pelo menos 60 minutos de exercício físico diário e (c) sono reparador adequado à faixa etária. O uso de dispositivos de mídia antes de dormir dobra o risco de distúrbios do sono. O tempo em mídias sociais está associado, em estudos publicados no JAMA Psychiatry, a maiores taxas de depressão, ansiedade, ideação suicida e automutilação em jovens.\n\nFatores socioeconômicos modulam o risco: baixa renda familiar durante a infância aumenta o risco de TDAH (frequentemente confundido com privação de sono) em até 83%; baixa escolaridade materna eleva esse risco em até 113%. Esses dados desafiam explicações puramente genéticas e reforçam a importância de múltiplos determinantes ambientais. A avaliação clínica do histórico de sono na adolescência deve incluir: horário habitual de início e término do sono, qualidade subjetiva, presença de despertares noturnos, uso de telas no quarto (TV, celular, tablet, roteador Wi-Fi), sintomas diurnos (desatenção, irritabilidade, fadiga, instabilidade emocional) e rastreio de comorbidades como apneia do sono e respiração oral.",
  "points": 0,
  "patient_explanation": "Durante a adolescência, entre 12 e 18 anos, o corpo passa por mudanças naturais no ritmo do sono: biologicamente, você tende a ficar mais acordado à noite e ter dificuldade de acordar cedo. Isso é normal, mas se torna problema quando somado ao uso de celulares e redes sociais antes de dormir — a luz desses dispositivos atrasa ainda mais o seu sono.\n\nDormir mal cronicamente não é só cansaço: prejudica concentração, memória e humor, e aumenta o risco de ansiedade e depressão. Estudos mostram que adolescentes com muito tempo em redes sociais têm maiores taxas de tristeza, irritabilidade e pensamentos negativos.\n\nPequenas mudanças fazem grande diferença: retirar o celular do quarto à noite, ter horário fixo para dormir, praticar atividade física durante o dia e evitar telas ao menos uma hora antes de deitar. Cuidar do sono nessa fase é cuidar do seu cérebro, desempenho e bem-estar.",
  "conduct": "## Avaliação Clínica do Histórico de Sono na Adolescência\n\n### Anamnese Direcionada\n- **Horários de sono:** hora habitual de deitar e acordar nos dias de semana e fins de semana; duração média do sono\n- **Qualidade do sono:** dificuldade para iniciar o sono, despertares noturnos, sensação de sono não reparador\n- **Higiene do sono:** presença de TV, celular, tablet ou roteador Wi-Fi no quarto; uso de telas na cama; horário do último uso de dispositivos antes de dormir\n- **Sintomas diurnos:** desatenção, irritabilidade, labilidade emocional, fadiga, dificuldade escolar\n- **Uso de mídias sociais:** tempo diário estimado, horários de uso, plataformas utilizadas\n- **Rastreio de comorbidades:** ronco, pausas respiratórias, respiração oral, sonambulismo\n\n### Investigação Complementar\n- **Polissonografia ou monitoramento domiciliar** nos casos com suspeita de apneia do sono, transtorno de fase atrasada do sono ou sintomas de sono não reparador sem causa comportamental identificada\n- **Rastreio de saúde mental:** escalas de ansiedade e depressão (ex: PHQ-A, GAD-7) quando há sintomas emocionais associados\n- **Avaliação nutricional/bioquímica** se há sintomas cognitivos persistentes: ferro, ferritina, saturação de transferrina, zinco, magnésio, vitaminas do complexo B (especialmente B12), vitamina D, glicemia de jejum\n- **Avaliação do ambiente familiar:** dinâmica de comunicação pais-filhos, rotinas domésticas, estressores socioeconômicos\n\n### Intervenções Baseadas em Evidências\n\n#### Higiene do Sono (Primeira Linha)\n- **Remover dispositivos eletrônicos do quarto** à noite (celular, tablet, TV, roteador Wi-Fi)\n- **Estabelecer horário fixo** para apagar as luzes, com preparação iniciando por volta das 20h–21h\n- **Evitar telas pelo menos 1 hora antes de dormir**; ativar filtro de luz azul (\"night shift\") como medida adjuvante, não substitutiva\n- **Limitar uso recreativo de telas a no máximo 2 horas/dia** (recomendação validada para desempenho cognitivo em jovens)\n- **Não avaliar diagnósticos comportamentais** (TDAH, ansiedade) sem antes corrigir o sono: privação crônica de sono mimetiza e agrava sintomas de desatenção, impulsividade e labilidade emocional\n\n#### Estilo de Vida\n- **Atividade física:** pelo menos 60 minutos diários, preferencialmente pela manhã, para reforço do ritmo circadiano\n- **Alimentação:** evitar refeições de alta carga glicêmica próximas ao horário de dormir; jantares mais lentos e sem telas melhoram qualidade alimentar e preparo para o sono\n- **Comunicação familiar:** aumentar o diálogo estruturado entre pais e adolescentes — estudos de acompanhamento de 14 anos mostram efeito protetor contra abuso de substâncias e transtornos alimentares na vida adulta\n\n#### Encaminhamentos\n- **Pneumologia/Otorrinolaringologia:** suspeita de apneia obstrutiva do sono ou respiração oral crônica\n- **Psiquiatria/Psicologia:** quando há comorbidade de ansiedade, depressão, uso problemático de internet ou ideação suicida associados à privação de sono\n- **Neuropediatria/Neurologia:** nos casos com suspeita de transtorno de fase atrasada do sono refratário a medidas comportamentais\n\n#### Considerações Farmacológicas\n- **Melatonina** pode ser considerada como adjuvante no transtorno de fase atrasada do sono, após esgotamento das medidas comportamentais\n- **Não iniciar medicações** para sintomas de desatenção ou comportamento sem avaliação prévia e tratamento do sono: o cérebro privado de sono não responde adequadamente a intervenções farmacológicas ou suplementares"
}
