{
  "score_item_id": "c77cedd3-2800-76a2-a48c-6a02ec07734f",
  "clinical_relevance": "O sono é regulado pelo ritmo circadiano, sistema endógeno de aproximadamente 24 horas controlado pelos \"clock genes\" (CLOCK, PER1/2/3, CRY1/2), cujo papel foi reconhecido pelo Prêmio Nobel de Medicina de 2017. Biologicamente, o organismo humano apresenta capacidades metabólicas diurnas ativas predominantemente entre 6h e 18h, com a melatonina começando a ser secretada a partir das 20h–21h e a supressão do peristaltismo por volta das 22h30. A qualidade e o horário do sono têm implicações profundas para múltiplos sistemas fisiológicos.\n\nDuração recomendada por faixa etária (conhecimento consolidado): adultos jovens (18–25 anos): 7–9 horas; adultos (26–64 anos): 7–9 horas; idosos (≥65 anos): 7–8 horas. Desvios persistentes abaixo de 6 horas ou acima de 10 horas associam-se a aumento de morbimortalidade.\n\nImpacto metabólico da privação de sono: privação de apenas 2 horas de sono por semana está associada a aumento mensurável de citocinas inflamatórias. Noites de má qualidade de sono podem causar: redução da leptina em até 18%, elevação da grelina em até 25%, aumento do apetite em 24%, redução da sensibilidade à insulina em 30% e aumento do apetite por alimentos calóricos em 34–45%. A ativação excessiva do eixo HPA libera cortisol e adrenalina, induzindo fragmentação do sono, que por sua vez eleva ainda mais o cortisol, criando um ciclo vicioso.\n\nRisco oncológico: meta-análise de 61 estudos (aproximadamente 115.000 mulheres) demonstrou que trabalho em regime noturno aumenta o risco de câncer de mama em 32% na população geral e em 58% em enfermeiras. O trabalho noturno com alteração do ritmo circadiano é classificado como potencialmente cancerígeno nível 2A pela IARC.\n\nAlterações com a idade: a produção endógena de melatonina diminui progressivamente com a idade, especialmente após os 40–50 anos, o que compromete a iniciação e manutenção do sono. A redução de um quinto na amplitude do ritmo circadiano foi observada em estudo com 91.000 participantes, associando-se a piora ampla de marcadores de saúde. Em indivíduos com polimorfismo no gene PER3, há maior sensibilidade à luz azul noturna, com maior impacto na supressão de melatonina e na qualidade do sono.\n\nCronobiologia do sono: o ritmo circadiano é modulado pela exposição à luz. Luz azul (comprimento de onda curto) à noite causa atraso do adormecer, redução de melatonina, diminuição do sono REM e piora do alerta matinal. A exposição à luz natural logo ao acordar é essencial para sincronização do oscilador central no núcleo supraquiasmático. Testosterona é 20–25% mais baixa às 16h em comparação às 8h, refletindo a influência circadiana sobre o eixo gonadal.",
  "points": 0,
  "patient_explanation": "O sono tem horários e durações ideais que variam conforme a idade. Para adultos, dormir entre 7 e 9 horas por noite, em horários regulares e alinhados ao ciclo natural de claro-escuro, é fundamental para a saúde. O organismo humano é biologicamente programado para estar ativo durante o dia e descansar à noite: a partir das 20h–21h, o cérebro começa a produzir melatonina, o hormônio que induz o sono. Quando dormimos mal ou em horários inadequados, o corpo sofre consequências concretas: mais fome, mais dificuldade de controlar o peso, maior inflamação, pior imunidade e maior risco de doenças como diabetes e doenças do coração. Com o avançar da idade, a produção de melatonina naturalmente diminui, o que pode dificultar o sono. Identificar os seus melhores horários e duração de sono ao longo da vida ajuda o médico a entender possíveis causas de sintomas e a propor estratégias personalizadas para melhorar sua saúde e disposição.",
  "conduct": "## Avaliação Clínica do Padrão de Sono Histórico\n\n### Anamnese Direcionada\n- **Horários habituais** de início e término do sono na vida adulta (18 anos até 6 meses atrás)\n- **Duração média** por período da vida (identificar fases de privação crônica)\n- **Consistência dos horários**: regularidade ou variabilidade entre dias úteis e fins de semana (\"jet lag social\")\n- **Percepção subjetiva** de reparação ao acordar\n- **Histórico de trabalho noturno** ou em turnos rotativos\n- **Uso de estimulantes**: horário da última dose de cafeína (café, chimarrão, tereré), nicotina\n- **Exposição à luz azul** à noite (telas, tipo de iluminação doméstica)\n- **Uso de álcool** próximo ao horário de dormir\n- **Horário do jantar** em relação ao horário de dormir\n- **Aplicativos ou wearables** com dados de sono disponíveis\n\n### Investigação Complementar\n- **Curva de cortisol salivar** (coleta em 4 pontos ao longo do dia): avalia ritmo circadiano do eixo HPA e padrões de achatamento ou elevação\n- **Melatonina salivar noturna**: quando disponível, para avaliar produção endógena, especialmente em pacientes acima de 40–50 anos\n- **Polissonografia**: indicada quando há suspeita de apneia obstrutiva do sono, síndrome das pernas inquietas, narcolepsia ou sono não reparador sem causa aparente; estudos de polissonografia em TDAH mostram sono não reparador e alterações na latência, duração e eficiência do sono\n- **Genômica funcional** (quando disponível): avaliar polimorfismos em PER3 (sensibilidade à luz azul), MTNR1B (receptor de melatonina) e genes de álcool-desidrogenase para personalização das condutas\n- **Testosterona matinal em jejum**: variação circadiana de 20–25% entre coleta matinal (8h) e vespertina (16h) deve ser considerada na interpretação\n\n### Intervenções Baseadas em Evidências\n\n#### Higiene do Sono e Protocolo Circadiano\n- **Exposição à luz natural** logo ao acordar: fundamental para sincronização do ritmo circadiano\n- **Reduzir luz azul** 2–3 horas antes de dormir: usar filtros (Night Shift, aplicativos), óculos âmbar após 20h, iluminação doméstica avermelhada/âmbar à noite\n- **Jantar pelo menos 2–3 horas antes** de dormir; evitar alimentos de difícil digestão à noite\n- **Última dose de cafeína** no máximo até 14h–15h (considerar metabolizadores lentos de cafeína)\n- **Evitar álcool** à noite: apesar da sensação de relaxamento, suprime sono REM e fragmenta o sono\n- **Rotina pós-20h**: higiene pessoal, banho morno, relaxamento; evitar conteúdo estressante (filmes de suspense, notícias agitadas)\n- **Exercício físico**: aeróbio é o mais eficaz para modular o sono; horário ideal sugerido é 6h, mas pode ser individualizado; à noite, preferir musculação ao aeróbio (menor liberação de cortisol)\n- **Diário de sono** ou uso de wearables para monitoramento objetivo\n\n#### Suplementação Noturna (quando indicada)\n- **5-HTP sublingual** com P5P: precursor de serotonina e melatonina; útil para iniciar inibição noturna do SNC (evitar uso diurno em usuários de ISRS)\n- **L-teanina**: 200–400 mg\n- **Magnésio treonato**: 200–500 mg (revisão sistemática mostra redução de ansiedade/depressão e melhora do sono)\n- **Taurina**, **Mulungu** (~200 mg), **Valeriana** (200–400 mg), **Passiflora** (~250 mg), **Melissa** (~200 mg), **Relora** (reduziu cortisol salivar em 18% vs. placebo em estudo citado), **Fosfatidilserina** (200–400 mg)\n- **Melatonina**: iniciar com doses baixas (0,5 mg sublingual); estratégia preferencial: 1º higiene do sono, 2º precursores, 3º melatonina; mais indicada em pacientes com boa higiene mas baixa produção endógena (especialmente após 40–50 anos)\n\n#### Critérios de Encaminhamento\n- **Pneumologia/Medicina do Sono**: suspeita de apneia do sono (ronco, pausas respiratórias, sonolência diurna excessiva, Epworth ≥10)\n- **Psiquiatria/Psicologia**: insônia crônica com componente ansioso ou depressivo significativo; transtorno de fase atrasada do sono (especialmente em pacientes com TDAH, onde prevalência de transtorno de fase atrasada chega a 73–78%)\n- **Endocrinologia**: suspeita de hipotireoidismo, síndrome de Cushing ou hipogonadismo como fatores contribuintes\n\n#### Monitoramento\n- Reavaliar qualidade e padrão de sono em **todas as consultas**\n- Reavaliação formal com instrumentos padronizados (Pittsburgh, Epworth) a cada 4–6 semanas durante intervenção ativa\n- Considerar curva de cortisol salivar de controle após 3–6 meses de intervenções para documentar resposta"
}
