{
  "score_item_id": "019bf31d-2ef0-77ed-8332-6f2e5242850f",
  "clinical_relevance": "O histórico de uso de medicamentos e suplementos para dormir é um parâmetro clínico essencial na medicina funcional integrativa, pois fornece mapeamento indireto dos sistemas de neurotransmissores envolvidos na regulação do sono — principalmente GABA, serotonina, dopamina e melatonina — além de revelar padrões de disfunção circadiana e do eixo HPA (hipotálamo-pituitária-adrenal).\n\nFisiologicamente, o sono é regulado pelo ritmo circadiano (modulado pela melatonina pineal) e pelo sistema homeostático (adenosina, GABA). A produção endógena de melatonina diminui progressivamente após os 40-50 anos, tornando a suplementação clinicamente relevante nessa faixa etária. O trato digestivo produz aproximadamente 400 vezes mais melatonina para uso local do que a glândula pineal, e fatores como cortisol elevado, glutamato excessivo e GABA reduzido à noite comprometem o benefício da melatonina exógena quando a higiene do sono é inadequada.\n\nFármacos sedativo-hipnóticos (benzodiazepínicos e similares) são frequentemente utilizados de forma inapropriada ou prolongada, com risco de dependência, supressão da arquitetura fisiológica do sono e efeito rebote. O histórico de uso permite identificar: (1) grau de comprometimento dos sistemas inibitórios endógenos; (2) exposição prolongada a fármacos que alteram receptores GABA; (3) possibilidade de descontinuação gradual com suporte de suplementos.\n\nEntre os nutracêuticos com evidência favorável para o sono destacam-se: magnésio (revisões sistemáticas confirmam eficácia, especialmente o treonato por atravessar a barreira hematoencefálica; dose oral: 200–500 mg), L-teanina (efeito gabaérgico; 200–400 mg), 5-HTP (precursor de serotonina e melatonina; uso sublingual noturno), taurina (gabaérgica; 1–2 g/dia), Relora — extrato de magnólia e felodendron — (reduz cortisol salivar em 18% vs. placebo; 250 mg à noite), Ashwagandha/KSM-66 (~500 mg; ensaio clínico randomizado de 2020 demonstrou melhora da qualidade do sono em 6 semanas em indivíduos saudáveis), valeriana officinalis (200–400 mg), Passiflora incarnata (~250 mg), Melissa officinalis (~200 mg), mulungu (~200 mg) e fosfatidilserina (200–400 mg, com modulação da excitabilidade do SNC).\n\nA melatonina exógena deve ser introduzida como terceira linha, após higiene do sono e precursores. Doses iniciais de 0,5–1 mg sublingual são preferíveis; liberação lenta é indicada para despertares noturnos; cápsulas duo (liberação imediata + prolongada; 2–3 mg) cobrem início e manutenção. Sonhos muito vívidos indicam dose excessiva. Em pacientes com uso ativo de hipnóticos, a melatonina associada a outras medidas pode facilitar a retirada gradual.\n\nO registro do histórico medicamentoso também deve mapear interações relevantes: uso de inibidores de bomba de prótons e diuréticos reduz magnésio; ISRS contraindicam 5-HTP diurno; psicotrópicos, estatinas e anti-hipertensivos podem comprometer a qualidade do sono. Polimorfismos em genes PER3, MTNR1B e de álcool desidrogenase são relevantes para personalização terapêutica quando disponíveis.",
  "points": 8,
  "patient_explanation": "Este parâmetro registra se você já usou ou usa atualmente remédios ou suplementos para ajudar a dormir. Isso é importante porque revela como o seu organismo está regulando o sono e quais sistemas internos podem precisar de suporte.\n\nMuitas pessoas recorrem a remédios para dormir sem saber que existem alternativas naturais eficazes, como magnésio, melatonina, valeriana e outros suplementos, que podem melhorar a qualidade do sono com menos efeitos colaterais. O uso prolongado de remédios convencionais pode, com o tempo, dificultar que o organismo durma por conta própria.\n\nConhecer esse histórico ajuda o médico a entender quais partes do seu sistema de sono precisam de atenção, a escolher as melhores estratégias para você e, se for o caso, a reduzir ou suspender medicamentos de forma segura e gradual, com suporte adequado. O objetivo é sempre restaurar o sono natural e reparador.",
  "conduct": "## Conduta Clínica: Histórico de Uso de Medicamentos/Suplementos para Dormir\n\n### 1. Anamnese Detalhada\n\n- **Mapear o histórico completo:** quais substâncias foram usadas (fármacos hipnóticos, benzodiazepínicos, antihistamínicos, fitoterápicos, melatonina, magnésio, outros suplementos), doses, tempo de uso e motivo da descontinuação\n- Identificar **padrão da insônia:** inicial (dificuldade em adormecer), de manutenção (despertares noturnos) ou mista\n- Avaliar **resposta terapêutica prévia** e efeitos adversos relatados\n- Investigar **uso atual de medicamentos** que possam comprometer o sono: psicotrópicos, estatinas, anti-hipertensivos, inibidores de bomba de prótons, diuréticos\n- Perguntar sobre **álcool, cafeína, nicotina** e horários de uso\n\n### 2. Avaliação Complementar\n\n- **Curva de cortisol salivar ou urinário** em caso de suspeita de disfunção do eixo HPA (hipocortisolismo ou hipercortisolismo)\n- **Dosagem de magnésio** (eritrocitário ou intracelular é mais preciso que sérico)\n- **Polissonografia ou monitoramento domiciliar** quando suspeita de apneia obstrutiva do sono, síndrome das pernas inquietas ou outras parassonias\n- Considerar **polimorfismos genéticos** (PER3, MTNR1B, genes de álcool desidrogenase) para personalização terapêutica quando disponíveis\n- Rastrear **deficiências nutricionais** associadas ao sono: vitamina D, ferro, complexo B (especialmente B6/P5P), zinco\n\n### 3. Hierarquia Terapêutica\n\n**Prioridade 1 — Higiene do sono e hábitos circadianos:**\n- Exposição à luz natural pela manhã\n- Uso de luz âmbar/incandescente após 20h; óculos âmbar se necessário\n- Reduzir telas e estímulos após 20h\n- Última dose de cafeína no início da tarde\n- Evitar álcool (suprime sono REM e piora fases de restauração)\n- Refeição leve, pelo menos 2–3 horas antes de dormir\n- Exercício aeróbio regular (preferencialmente pela manhã)\n\n**Prioridade 2 — Precursores e nutracêuticos (antes de melatonina):**\n- **Magnésio treonato:** 200–500 mg à noite (melhor penetração na barreira hematoencefálica)\n- **L-teanina:** 200–400 mg (efeito gabaérgico)\n- **5-HTP sublingual:** precursor de serotonina e melatonina; evitar uso diurno em pacientes com ISRS\n- **Taurina:** 1–2 g/dia (gabaérgica, apoia conversão glutamato → GABA)\n- **P5P (piridoxal-5-fosfato):** 10–20 mg sublingual como cofator de GABA\n- **Relora (magnólia + felodendron):** 250 mg à noite; reduz cortisol salivar em 18% vs. placebo\n- **Fitoterápicos:** mulungu (~200 mg), valeriana officinalis (200–400 mg), Passiflora incarnata (~250 mg), Melissa officinalis (~200 mg)\n- **Fosfatidilserina:** 200–400 mg (modula excitabilidade do SNC; atenção ao fator de correção na manipulação)\n- **Ashwagandha/KSM-66:** ~500 mg (ECR de 2020 demonstrou melhora da qualidade do sono em 6 semanas)\n- **Aromaterapia com lavanda:** difusor no quarto ou inalação (5 inspirações profundas com ~5 gotas); evidências de melhora da qualidade do sono, especialmente em mulheres\n\n**Prioridade 3 — Melatonina:**\n- Indicada em >50 anos com queixa, e em qualquer idade com queixa grave ou uso atual de hipnóticos\n- Iniciar com **0,5–1 mg sublingual**\n- **Liberação lenta** se despertares noturnos\n- **Cápsula Duo (2–3 mg):** liberação imediata + prolongada para cobertura de início e manutenção\n- Sonhos muito vívidos indicam dose excessiva — reduzir\n- A melatonina é mais eficaz com boa higiene do sono; em pacientes muito agitados (cortisol elevado, glutamato alto, GABA baixo), o efeito é limitado sem as medidas anteriores\n\n### 4. Descontinuação de Fármacos Hipnóticos\n\n- Nunca suspender abruptamente benzodiazepínicos ou hipnóticos não-benzodiazepínicos\n- **Estratégia de retirada gradual** com suporte de melatonina, magnésio, L-teanina e fitoterápicos\n- Monitorar sintomas de abstinência e reajustar velocidade de desmame\n- Considerar terapia cognitivo-comportamental para insônia (TCC-I) como suporte\n\n### 5. Critérios de Encaminhamento\n\n- **Neurologista/pneumologista:** suspeita de apneia obstrutiva do sono (polissonografia)\n- **Psiquiatra:** insônia grave associada a transtornos do humor ou ansiedade com comprometimento funcional significativo\n- **Endocrinologista:** disfunção grave do eixo HPA ou alterações hormonais associadas"
}
