{
  "score_item_id": "019bf31d-2ef0-72d7-a8ea-2d6b8ac3da07",
  "clinical_relevance": "O histórico familiar de sono é um parâmetro clínico relevante na avaliação do risco individual para distúrbios do sono, uma vez que padrões de sono apresentam forte componente hereditário. Polimorfismos genéticos em genes como PER3, MTNR1B e HCRTR2 estão associados à predisposição ao cronótipo noturno, dificuldade em adormecer cedo, maior vulnerabilidade aos efeitos da luz azul sobre a melatonina e propensão à fome noturna. O gene PER3, em particular, tem variantes que aumentam a suscetibilidade aos efeitos disruptores da exposição noturna à luz artificial sobre a qualidade do sono REM. Polimorfismos no MTNR1B modulam a produção de melatonina e o timing circadiano, enquanto variantes em HCRTR2 influenciam a regulação do sono via sistema hipocretinérgico.\n\nDo ponto de vista epidemiológico, o trabalho em turnos noturnos — que altera o ritmo circadiano — é classificado pela IARC como potencialmente cancerígeno (nível 2A), com meta-análise de 29 estudos demonstrando aumento de 32% no risco de câncer de mama em trabalhadoras noturnas em geral e de 58% em enfermeiras. Análise em estudo de grande coorte (500.000 indivíduos, 37-73 anos, acompanhamento de 6 anos) demonstrou que indivíduos com padrão de acordar cedo apresentam menor risco de doença cardiovascular e diabetes em comparação àqueles que dormem tarde. Dormir tarde associa-se ainda a maior incidência de problemas emocionais, neurobiológicos, gastrointestinais e pneumopatias, bem como a estilo de vida menos saudável, com maior consumo de açúcar, álcool e ultraprocessados à noite.\n\nA privação de sono impacta múltiplos sistemas fisiológicos: a privação de apenas 2 horas semanais foi associada a aumento de citocinas inflamatórias (IL-6, TNF-alfa). Do ponto de vista metabólico, o sono insuficiente ou de má qualidade aumenta a resistência à insulina, o estresse oxidativo e os marcadores inflamatórios, além de comprometer a neurobiologia da atenção, da memória e do controle de impulsos — podendo mimetizar quadros de TDAH. A má qualidade do sono também interfere negativamente na síntese de neurotransmissores (dopamina, serotonina, GABA), no eixo HPA e na regulação do cortisol.\n\nA hereditariedade do sono não é determinista: embora tendências genéticas como o cronótipo noturno possam ser identificadas por testes genéticos, escolhas de estilo de vida e intervenções de higiene do sono têm potencial de modificar substancialmente os padrões herdados. O histórico familiar permite identificar vulnerabilidades precoces, orientar rastreamento genético direcionado e personalizar estratégias preventivas e terapêuticas.",
  "points": 0,
  "patient_explanation": "O histórico familiar de sono investiga se parentes próximos, como pais e irmãos, têm ou tiveram problemas relacionados ao sono, como dificuldade para dormir, ronco intenso, apneia ou tendência a dormir muito tarde. Isso é importante porque o jeito que dormimos tem uma parte herdada: certos genes podem fazer com que algumas pessoas tenham mais dificuldade de manter um horário regular de sono ou sejam mais sensíveis à luz da tela à noite. Conhecer esse histórico ajuda o médico a entender se você tem uma predisposição familiar para distúrbios do sono e a criar um plano personalizado para melhorar a qualidade do seu descanso. Vale lembrar que ter uma tendência genética não significa que ela vai se manifestar — hábitos saudáveis fazem grande diferença e podem contrariar predisposições herdadas.",
  "conduct": "## Conduta Clínica: Histórico Familiar de Sono\n\n### Avaliação Inicial\n\n- **Anamnese detalhada do histórico familiar:** investigar presença de insônia crônica, apneia do sono, síndrome das pernas inquietas, sonambulismo, cronótipo noturno acentuado ou outros distúrbios do sono em familiares de primeiro grau\n- **Mapeamento do cronótipo individual:** identificar horários naturais de sono e vigília, dificuldade de adormecer cedo, sonolência diurna e padrão de humor/energia ao longo do dia\n- **Avaliação de fatores ambientais e comportamentais:** exposição à luz azul à noite, horário e composição do jantar, consumo de cafeína (última dose), uso de álcool, ruído no ambiente\n\n### Investigação Complementar\n\n- **Polissonografia ou monitoramento domiciliar:** indicado para suspeita de apneia do sono, sono não reparador ou alterações de arquitetura do sono (latência, duração, eficiência, REM)\n- **Painel genético direcionado (conforme indicação clínica):** PER3, MTNR1B, HCRTR2 — para personalização de orientações sobre cronótipo, sensibilidade à luz azul e estratégias de higiene do sono\n- **Perfil de cortisol salivar em diferentes horários:** investigar disregulação do eixo HPA associada ao padrão de sono\n- **Exames laboratoriais complementares:** magnésio sérico/capilar, ferro e ferritina, vitamina D, zinco, vitaminas do complexo B (especialmente B6/P5P), glicemia e insulina de jejum, marcadores inflamatórios (PCR, IL-6, TNF-alfa)\n- **Avaliação da saúde intestinal e tireoidiana:** disfunções nessas áreas podem impactar diretamente a qualidade do sono\n\n### Intervenções Baseadas em Evidências\n\n**Higiene do Sono (primeira linha obrigatória)**\n- Exposição à luz natural pela manhã para ancoragem do ritmo circadiano\n- Redução da luz intensa e azul após as 20h; uso de lâmpadas âmbar/incandescentes de baixa intensidade e óculos com filtro de luz azul\n- Manutenção de horários regulares de sono e despertar, mesmo nos finais de semana\n- Última refeição ao menos 2-3 horas antes de dormir\n- Evitar cafeína no período vespertino/noturno\n- Evitar álcool: apesar da percepção subjetiva de melhora, suprime o sono REM e reduz a qualidade do descanso\n- Redução de ruídos e estímulos após as 20h; rotina calma de pré-sono (banho, leitura, relaxamento)\n\n**Estilo de Vida**\n- Exercício físico regular, preferencialmente aeróbio; horário sugerido pela manhã, podendo ser individualizado\n- Técnicas de relaxamento: meditação, respiração profunda\n- Desjejum rico em proteínas e vitamina B6 para suporte à síntese de neurotransmissores\n\n**Suplementação (quando indicado clinicamente)**\n- **Magnésio** (bisglicinato, treonato ou dimalato): dose de 5-10 mg/kg/dia para crianças; 200-500 mg/dia para adultos — melhora qualidade do sono por efeito pró-GABA, reduz excitotoxicidade glutamatérgica e apoia síntese de dopamina\n- **Melatonina:** iniciar com doses baixas (0,5 mg sublingual); indicada especialmente em pacientes acima de 40-50 anos (redução da produção endógena) e após otimização da higiene do sono\n- **5-HTP sublingual + P5P, L-teanina (200-400 mg), taurina, mulungu (~200 mg), valeriana (200-400 mg), Passiflora (~250 mg), melissa (~200 mg), fosfatidilserina (200-400 mg), Relora:** opções adjuvantes conforme perfil clínico individual\n- **Ômega-3, vitamina D e zinco:** combinação com bons resultados para qualidade do sono e função neurocognitiva\n\n### Encaminhamento a Especialistas\n\n- **Pneumologista/especialista em medicina do sono:** suspeita de apneia obstrutiva do sono (indicação de CPAP ou aparelhos orais)\n- **Geneticista/aconselhamento genético:** quando painel genético revela variantes de significância clínica relevante para toda a família\n- **Psiquiatra ou neurologista:** quando distúrbio do sono está associado a quadros de ansiedade, depressão, TDAH ou outras condições neuropsiquiátricas\n\n### Monitoramento\n\n- Revisão da qualidade do sono em todas as consultas\n- Diário de sono e uso de aplicativos/dispositivos de monitoramento como suporte ao acompanhamento\n- Reavaliação de marcadores laboratoriais e ajuste de suplementação conforme resposta clínica"
}
