{
  "score_item_id": "c77cedd3-2800-735f-bf28-c5d07d7d7092",
  "clinical_relevance": "A qualidade percebida do sono é um parâmetro subjetivo central na avaliação clínica integrada, refletindo a percepção do indivíduo sobre a adequação, restauração e continuidade do sono. Fisiologicamente, o sono saudável depende da integridade do ritmo circadiano regulado pelo eixo hipotálamo-hipófise-adrenal (HPA), da produção adequada de melatonina (derivada do triptofano via serotonina), e do equilíbrio entre neurotransmissores excitatórios (glutamato) e inibitórios (GABA). A disfunção desse sistema gera um ciclo vicioso: sono de má qualidade eleva cortisol e adrenalina, que por sua vez fragmentam ainda mais o sono.\n\nDo ponto de vista epidemiológico, os dados são expressivos. A privação de apenas 2 horas semanais de sono já é suficiente para elevar citocinas inflamatórias circulantes. Análise de 61 estudos envolvendo 115.000 mulheres demonstrou aumento de 32% no risco de câncer de mama em trabalhadoras noturnas em geral, e de 58% em enfermeiras; o trabalho em turno noturno é classificado como potencialmente carcinogênico (nível 2A pela IARC). Meta-análise de 29 estudos demonstrou que a melatonina reduz o tamanho tumoral, atenua efeitos adversos de quimio e radioterapia, e melhora a sobrevida.\n\nAs repercussões metabólicas da má qualidade do sono são quantificáveis: noites de sono inadequado causam redução de leptina (saciedade) em até 18%, aumento de grelina (fome) em até 25%, aumento da fome em 24%, redução da sensibilidade à insulina em 30%, e aumento do apetite por alimentos doces e calóricos em 34 a 45%. A desregulação do gene do relógio circadiano aumenta o risco de síndrome metabólica e obesidade.\n\nA inflamação crônica impacta diretamente o metabolismo do triptofano, desviando-o para a via das quinureninas em detrimento da síntese de serotonina e melatonina, perpetuando o ciclo de privação e neuroinflamação. Em contextos de TDAH, 50% dos pacientes apresentam distúrbio de sono concomitante, e o sono ruim pode ser causa subjacente — e não apenas consequência — dos sintomas diurnos de desatenção e hiperatividade. Estudos de polissonografia confirmam sono não reparador, alterações na latência, duração e eficiência do sono nessas populações.\n\nA estratificação de risco deve considerar: frequência das queixas (ocasional vs. crônica), padrão de insônia (dificuldade de iniciar vs. manter o sono vs. despertar precoce), presença de fatores agravantes (estresse crônico, dor, distúrbios hormonais, apneia obstrutiva), e impacto funcional diurno. A deficiência de magnésio — presente em mais de 80% das mulheres e 70% dos homens nos EUA — é um fator bioquímico de alta prevalência associado à piora da qualidade do sono por sua ação pró-GABAérgica e de modulação do ritmo circadiano.",
  "points": 14,
  "patient_explanation": "A qualidade do sono é a percepção de como você dormiu: se acordou descansado, se o sono foi contínuo e suficiente para restaurar seu corpo e mente. Dormir bem não é apenas uma questão de conforto — é uma necessidade biológica fundamental. Durante o sono, seu corpo regula hormônios importantes como o cortisol, a insulina e a melatonina, consolida memórias, repara tecidos e equilibra o sistema imunológico. Quando o sono é de má qualidade de forma recorrente, o organismo entra em desequilíbrio: o apetite aumenta (especialmente por doces e alimentos calóricos), a resistência à insulina piora, a inflamação cresce e o risco de doenças como diabetes, problemas cardiovasculares e até câncer aumenta. A boa notícia é que a qualidade do sono responde muito bem a mudanças de hábito, ajustes na rotina, manejo do estresse e, quando necessário, suplementação orientada pelo seu médico.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese detalhada do sono:** padrão de insônia (latência aumentada, despertares noturnos, despertar precoce), duração média, sensação de restauração ao acordar, horários de deitar e levantar\n- **Rastreio de fatores agravantes:** estresse crônico, dor, ansiedade, depressão, uso de cafeína (horário da última dose), álcool, telas à noite, ambiente do quarto (luminosidade, ruído, temperatura)\n- **Avaliação endócrina e metabólica:** curva de cortisol salivar (preferencial a medida sérica isolada) para avaliar disfunção do eixo HPA; investigar hipotireoidismo, resistência à insulina, alterações hormonais (estradiol, progesterona, testosterona)\n- **Rastreio nutricional:** magnésio (sérico e eritrocitário), vitamina D, ferro/ferritina, zinco, vitaminas do complexo B (especialmente B6/P5P)\n- **Marcadores inflamatórios:** PCR ultrassensível, IL-6, TNF-alfa quando indicado clinicamente\n- **Considerar polissonografia** em suspeita de apneia obstrutiva do sono, síndrome das pernas inquietas ou quando queixas graves não respondem a intervenções iniciais\n- **Rastreio de melatonina salivar noturna** em pacientes com suspeita de baixa produção ou fase atrasada do sono\n- **Avaliar polimorfismos relevantes** (PER3, MTNR1B) quando disponível, para personalizar condutas circadianas\n\n## Protocolo Circadiano (Higiene do Sono)\n\n- **Manhã:** desjejum rico em proteínas com vitamina B6 (P5P); exposição à luz natural logo ao acordar\n- **Tarde:** última dose de cafeína até, no máximo, início da tarde\n- **Noite (após 20h):** reduzir progressivamente luminosidade; substituir luzes brancas/azuis por luz âmbar ou incandescente de baixa intensidade; óculos âmbar após 20h; reduzir brilho de telas; evitar Netflix/redes sociais estimulantes; refeição noturna leve e preferencialmente vegetal (favorece GABA); evitar álcool (fragmenta o sono mesmo quando induz sedação inicial); rotinas calmas no período pré-sono\n\n## Intervenções Nutricionais e Suplementação\n\n**Micronutrientes prioritários:**\n- Magnésio (treonato 200–500 mg à noite — melhor passagem pela barreira hematoencefálica; dimalato de dia para suporte adrenal); corrigir deficiência, presente em >80% das mulheres e >70% dos homens\n- Vitamina D (dosar e repor conforme resultado)\n- Zinco, ferro e complexo B (especialmente B6/P5P 10–20 mg) conforme avaliação laboratorial\n\n**Nutracêuticos para o sono (uso noturno, ajustar combinações individualmente):**\n- L-teanina: 200–400 mg oral; efeito gabaérgico e melhora de ondas alfa\n- 5-HTP (25 mg sublingual com P5P 10 mg): precursor de serotonina e melatonina; evitar em uso concomitante com antidepressivos ISRS\n- GABA: via sublingual mais eficaz que oral\n- Taurina: gabaérgica, auxilia inibição noturna\n- Fitoterápicos: extrato de Mulungu (~200 mg), Valeriana officinalis (200–400 mg), Passiflora incarnata (~250 mg), Melissa officinalis (~200 mg)\n- Relora (magnólia + felodendron): reduz cortisol salivar em 18% vs. placebo; 250 mg à noite; dose extra diurna em pacientes com estresse elevado\n- Fosfatidilserina: 200–400 mg (atentar para fator de correção na manipulação)\n- Ashwagandha: extrato padronizado por 6 semanas demonstrou melhora da qualidade geral do sono em indivíduos saudáveis\n- Aromaterapia com óleo de lavanda: gabaérgico; difusor no quarto ou inalação direta (5 inspirações profundas); meta-análise favorável para qualidade do sono, especialmente em mulheres\n\n**Melatonina:**\n- Iniciar com dose baixa (0,5 mg sublingual), especialmente em maiores de 50 anos ou com queixas graves\n- Liberação imediata para dificuldade em adormecer; liberação lenta ou fórmula duo para despertares noturnos; doses altas podem causar sonhos vívidos\n\n## Encaminhamento a Especialistas\n\n- **Pneumologia/Medicina do Sono:** suspeita de apneia obstrutiva (ronco, sonolência diurna excessiva, apneias presenciadas), síndrome das pernas inquietas ou movimentos periódicos dos membros\n- **Psiquiatria/Psicologia:** insônia crônica associada a ansiedade, depressão ou trauma; considerar Terapia Cognitivo-Comportamental para Insônia (TCC-I), de primeira linha para insônia crônica\n- **Endocrinologia:** disfunção do eixo HPA confirmada, hipotireoidismo, alterações hormonais significativas impactando o sono\n\n## Exercício Físico\n\n- Prática regular melhora a qualidade do sono; orientar comprometimento com atividade física regular, preferencialmente não realizada próximo ao horário de dormir\n- Exercício dosado — evitar excesso, que pode hiperativar o eixo HPA"
}
