{
  "score_item_id": "c77cedd3-2800-74fb-9aca-432654d7e0d8",
  "clinical_relevance": "A hora de dormir é um determinante primário do alinhamento circadiano e da qualidade do sono. O ritmo circadiano, regulado pelos clock genes (CLOCK, PER, CRY) — tema laureado com o Prêmio Nobel de Medicina de 2017 — opera em ciclos de aproximadamente 24 horas, com capacidades metabólicas diurnas ativas das 6h às 18h. A melatonina começa a ser secretada por volta das 20–21h, e os movimentos peristálticos digestivos são suprimidos em torno das 22h30, evidenciando a natureza fisiologicamente determinada do período noturno. Dormir tarde (fase atrasada do sono) compromete toda essa cascata hormonal e metabólica.\n\nDo ponto de vista epidemiológico, um estudo com 500.000 indivíduos demonstrou que acordar cedo associa-se a menor risco cardiovascular e de diabetes, enquanto dormir tarde correlaciona-se com maior incidência de problemas emocionais, neurobiológicos e gastrointestinais. A desregulação circadiana pelo horário tardio de sono interfere no eixo cortisol–melatonina: idealmente, o pico de cortisol ocorre pela manhã, com declínio progressivo ao longo do dia e pico de melatonina à noite; a inversão ou dessincronização desse eixo dificulta a resolução de problemas de saúde crônicos.\n\nA má qualidade do sono — frequentemente consequência do horário tardio de dormir — está associada ao aumento do risco de todas as doenças, incluindo câncer. Uma meta-análise de 61 estudos (aproximadamente 115.000 mulheres) mostrou que o trabalho em regime noturno aumenta o risco de câncer de mama em 32% na população geral e em 58% em enfermeiras. A IARC classifica o trabalho que altera o ritmo circadiano como potencialmente cancerígeno (nível 2A). Privação de apenas 2 horas de sono por noite (dormir 6h em vez de 8h) eleva estresse oxidativo, resistência insulínica e inflamação, com aumento de citocinas inflamatórias. Duas noites de má qualidade de sono reduzem a leptina em até 18%, elevam a grelina em até 25% e aumentam a fome em 24%, criando um ciclo de desregulação metabólica. A desregulação circadiana também piora o ritmo imunológico, a homeostase hormonal e aumenta o risco de diabetes, doenças cardiovasculares, doenças psiquiátricas e obesidade.\n\nA luz azul de telas é um fator crítico: sua exposição noturna causa atraso para adormecer, supressão de melatonina, redução do sono REM e piora do alerta matinal. O polimorfismo no gene PER3 aumenta a sensibilidade individual à luz azul. Comportamentos como consumo de álcool à noite (que piora as fases do sono apesar da percepção subjetiva de melhora), jantar tardio, uso de estimulantes (cafeína) e exposição a conteúdos estressantes (séries de suspense) contribuem para o atraso do horário de dormir e a dessincronização circadiana. Em indivíduos com TDAH, 73–78% apresentam transtorno de fase atrasada do sono, demonstrando a associação forte e bidirecional entre esse transtorno e a desregulação circadiana.",
  "points": 18,
  "patient_explanation": "A hora em que você vai dormir é tão importante quanto quantas horas dorme. Nosso corpo tem um relógio interno — o ritmo circadiano — que regula hormônios, imunidade, digestão e muito mais. Esse relógio começa a preparar o corpo para dormir por volta das 20–21h, com a produção de melatonina (hormônio do sono). Quando você vai dormir muito tarde, atrapalha esse processo natural.\n\nDormir tarde de forma habitual está ligado a maior risco de problemas emocionais, ganho de peso, diabetes, doenças cardiovasculares e até câncer. Apenas duas noites seguidas de sono ruim já são suficientes para aumentar a fome, piorar o controle da glicose e gerar inflamação no corpo. O ideal é que adultos durmam cerca de 8 horas por noite, começando entre 21h e 23h, de acordo com o ritmo biológico natural. Pequenas mudanças no horário de dormir podem trazer grandes benefícios para sua saúde, disposição e metabolismo.",
  "conduct": "## Investigação Clínica\n\n- **Anamnese do sono:** perguntar sistematicamente o horário habitual de dormir, mesmo sem queixas espontâneas — muitos pacientes não percebem a má qualidade do descanso\n- **Identificar padrão circadiano:** matutino, vespertino ou noturno (cronotipo); suspeitar de transtorno de fase atrasada do sono (especialmente em TDAH: prevalência de 73–78%)\n- **Avaliar fatores interferentes:**\n  - Horário e composição do jantar (jantar tardio e rico em carboidratos é antifisiológico)\n  - Consumo de cafeína (café, chimarrão, tereré) e horário da última dose\n  - Uso de álcool à noite (piora fases do sono)\n  - Exposição a telas após 20h (luz azul suprime melatonina)\n  - Conteúdos estressantes à noite (séries, filmes de suspense)\n- **Ferramentas de rastreio:** relógios inteligentes como panorama inicial para avaliação objetiva do sono\n- **Exames complementares quando indicado:** curva de cortisol salivar ou urinária (preferir à coleta sanguínea isolada); polissonografia se suspeita de apneia ou outro distúrbio primário do sono\n\n## Encaminhamento a Especialistas\n\n- **Somnologista/medicina do sono:** transtorno de fase atrasada do sono confirmado, suspeita de apneia ou insônia crônica refratária\n- **Psiquiatra ou neuropediatra:** TDAH com desregulação circadiana severa\n- **Endocrinologista:** quando desregulação do eixo HPA for clinicamente significativa (curva de cortisol com padrão anormal)\n\n## Intervenções Baseadas em Evidências\n\n### Higiene do Sono e Rotina Circadiana\n- Estabelecer horário fixo de dormir entre 21h e 23h, alinhado ao ritmo circadiano natural\n- **Reduzir luz azul 2–3 horas antes de dormir:** uso de filtros (Night Shift), óculos âmbar após 20h, iluminação doméstica avermelhada/âmbar à noite\n- Evitar eletrônicos próximos à cama (celulares carregando, relógios eletrônicos)\n- **Exposição à luz natural logo ao acordar:** essencial para regular o ritmo circadiano e a expressão dos clock genes\n- Após 20h: idealmente apenas higiene pessoal, banho morno, relaxamento; evitar conteúdos estressantes\n- Reduzir ruídos e estímulos excitatórios noturnos\n\n### Alimentação e Estilo de Vida\n- Jantar cedo e leve, preferencialmente antes das 20h; evitar carboidratos em excesso à noite (antifisiológico pelo ritmo circadiano da insulina e glucagon)\n- **Evitar álcool à noite:** apesar da percepção subjetiva de relaxamento, piora as fases do sono e reduz a percepção de reparo\n- Definir horário da última dose de cafeína (café, chimarrão, tereré)\n- **Exercício físico:** aeróbio é o mais eficaz para modular o sono; horário ideal pela manhã (06h); se noturno, preferir musculação (libera menos cortisol)\n- Time-Restricted Eating (TRE) com janela alimentar inferior a 12 horas melhora a qualidade do sono e a composição corporal\n\n### Suplementação (Quando Indicada)\n- **Magnésio treonato:** 200–500 mg à noite (estabiliza GABA, ritmo circadiano e eixo HPA)\n- **L-teanina:** 200–400 mg antes de dormir\n- **5-HTP:** 25 mg sublingual com P5P (10 mg) antes de dormir — precursor de serotonina e melatonina; evitar em uso de ISRS\n- **Fitoterápicos:** Relora + Valeriana (200–400 mg) + Passiflora (~250 mg); Mulungu (~200 mg); Melissa (~200 mg); Fosfatidilserina (200–400 mg)\n- **Melatonina:** usar com critério e em doses baixas; preferir formulações sublinguais quando indicado\n- **Chás calmantes:** camomila, erva-cidreira, valeriana, mulungu — modulam GABA e reduzem instabilidade noturna"
}
