{
  "score_item_id": "019c53a3-1947-749e-9cf9-722da80c9d5a",
  "clinical_relevance": "A regularidade no dormir refere-se à consistência dos horários de início e término do sono ao longo dos dias da semana, sendo um componente central da higiene do sono e da cronobiologia clínica. Diferente da duração do sono, a regularidade envolve o alinhamento do ciclo sono-vigília ao ritmo circadiano endógeno de aproximadamente 24 horas, coordenado pelos genes do relógio biológico (CLOCK, PER1, PER2, CRY) no núcleo supraquiasmático do hipotálamo.\n\nFisiologicamente, o ritmo circadiano regula a liberação pulsátil de cortisol, melatonina, hormônio do crescimento (GH), leptina, grelina e insulina em janelas temporais específicas. O pico de cortisol ocorre nas primeiras horas da manhã, enquanto o pico de melatonina se dá entre 22h e 2h. O GH é secretado predominantemente durante o sono profundo não-REM (fases 3/4), e sua privação atenua os pulsos noturnos — condição associada à fibromialgia e pior composição corporal. A irregularidade nos horários de dormir desloca essas curvas hormonais, gerando uma dissociação entre o relógio central e os relógios periféricos (fígado, músculo, pâncreas), fenômeno denominado jet lag social.\n\nDo ponto de vista epidemiológico, estudos robustos documentam os riscos associados à irregularidade e ao sono tardio: um estudo com 500.000 indivíduos entre 37 e 73 anos acompanhados por seis anos demonstrou que acordar cedo associa-se a menor risco de doença cardiovascular e diabetes tipo 2, enquanto dormir cronicamente tarde correlaciona-se com maior incidência de problemas emocionais, neurobiológicos, gastrointestinais e pneumopatias. O desalinhamento circadiano também associa-se a hábitos alimentares menos saudáveis, como maior consumo de açúcar, álcool e ultraprocessados no período noturno.\n\nA privação de sono — mesmo que modesta, como dormir 6 horas em vez de 8 horas por apenas duas horas a menos por noite — eleva marcadores de estresse oxidativo, resistência à insulina e inflamação sistêmica com aumento de citocinas pró-inflamatórias. Noites de sono de má qualidade ou irregular reduzem a leptina em até 18%, elevam a grelina em até 25%, aumentam a fome em 24%, diminuem a sensibilidade à insulina em 30% e ampliam o apetite por doces e alimentos calóricos em 34% a 45%, constituindo fator independente de risco metabólico e obesidade.\n\nA desregulação dos genes do relógio circadiano aumenta a chance de desenvolver síndrome metabólica e obesidade. A ativação excessiva do eixo HPA (Hipotálamo-Pituitária-Adrenal) pela irregularidade do sono libera cortisol e adrenalina, fragmentando o sono e criando um ciclo vicioso: sono fragmentado → mais cortisol → mais fragmentação. O trabalho em turnos noturnos, paradigma extremo de irregularidade circadiana, foi classificado como potencialmente cancerígeno (nível 2A) pela IARC, com meta-análise de 61 estudos em aproximadamente 115.000 mulheres demonstrando aumento de 32% no risco de câncer de mama para trabalhadoras noturnas em geral e de 58% para enfermeiras.\n\nPolimorfismos genéticos como PER3 e HCRTR2 conferem predisposição ao cronótipo noturno e maior sensibilidade à luz azul, tornando alguns pacientes particularmente vulneráveis aos efeitos da irregularidade no sono. O gene MTNR1B influencia a resposta à melatonina e deve ser considerado na personalização das intervenções. Contudo, tendências genéticas não são determinísticas: mudanças graduais nos horários de sono são factíveis e clinicamente relevantes.",
  "points": 0,
  "patient_explanation": "Regularidade no dormir significa dormir e acordar sempre nos mesmos horários, inclusive nos fins de semana. Nosso corpo funciona como um relógio interno — o chamado ritmo circadiano — que programa a liberação de hormônios, a digestão, a imunidade e o humor em horários específicos do dia. Quando dormimos e acordamos em horários muito diferentes a cada dia, esse relógio interno se desorganiza, como se você estivesse viajando para fusos horários diferentes toda semana sem sair de casa.\n\nEssa desorganização pode causar mais fome (especialmente por doces), dificuldade para perder peso, cansaço durante o dia, dificuldade de concentração, irritabilidade e alterações no humor. A longo prazo, dormir em horários irregulares ou muito tarde aumenta o risco de diabetes, problemas cardíacos e outras doenças. Manter horários consistentes de sono — de preferência dormindo antes da meia-noite — é um dos hábitos mais poderosos para proteger sua saúde.",
  "conduct": "## Investigação Clínica\n\n### Anamnese Direcionada\n- **Horários habituais:** Levantar horário de dormir e acordar nos dias úteis e fins de semana (calcular jet lag social = diferença entre ponto médio do sono nos dois períodos)\n- **Consistência:** Variação maior que 1–2 horas entre dias como marcador de irregularidade significativa\n- **Fatores interferentes:** Última dose de cafeína (café, chimarrão, tereré), consumo de álcool à noite, horário e composição do jantar, tempo de tela (TV, celular, Netflix) antes de dormir\n- **Cronótipo:** Identificar se há tendência genética ao cronótipo noturno (polimorfismos PER3, HCRTR2)\n- **Qualidade percebida:** Sono reparador ou não, número de despertares, sonolência diurna\n\n### Exames Complementares\n- **Curva de cortisol salivar** em diferentes horários (manhã, meio-dia, tarde, noite) quando houver suspeita de disfunção do eixo HPA\n- **Melatonina salivar** para avaliar desalinhamento circadiano quando indicado\n- **Painel genético direcionado** (PER3, MTNR1B, ADH, CYP2E1) para personalização das orientações, especialmente em pacientes refratários\n- **Polissonografia ou monitoramento domiciliar** (actigrafia, dispositivos de consumo) para parâmetros objetivos de agitação, movimentos e respiração nos casos com suspeita de apneia ou sono não reparador\n- **Diário de sono por 7 dias:** Instrumento simples e de alto valor clínico para mapear padrões reais\n\n### Critérios de Encaminhamento\n- **Pneumologista/especialista em sono:** Suspeita de apneia obstrutiva do sono (ronco, despertares noturnos, sonolência diurna excessiva, obesidade)\n- **Psiquiatra:** Insônia crônica resistente às intervenções de higiene do sono, transtorno de fase atrasada do sono grave, comorbidades psiquiátricas (ansiedade, depressão)\n- **Endocrinologista:** Disfunção do eixo HPA documentada, deficiência de GH associada a sono não reparador e fibromialgia\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### 1. Higiene e Regularização dos Horários\n- **Fixar horários de dormir e acordar** todos os dias, incluindo fins de semana, preferencialmente com sono iniciando antes da meia-noite\n- **Exposição à luz natural logo ao acordar:** Abrir janelas ou sair ao ar livre nos primeiros 30 minutos após despertar para ancorar o relógio circadiano\n- **Protocolo circadiano matinal:** Exposição à luz natural + desjejum proteico com vitamina B6 para favorecer síntese de serotonina e melatonina\n\n### 2. Controle de Estímulos à Noite\n- **Reduzir luz azul 2–3 horas antes de dormir:** Ativar filtros de luz amarela em dispositivos (Night Shift), usar lâmpadas âmbar/vermelhas no ambiente doméstico à noite\n- **Óculos com filtro de luz azul após 20h:** Especialmente indicado para pacientes com polimorfismo no gene PER3\n- **Reduzir estímulos excitatórios após 20h:** Idealmente apenas higiene pessoal, banho morno, leitura leve ou relaxamento\n- **Evitar eletrônicos próximos à cama** (celular carregando, relógios eletrônicos com luz)\n- **Controle de ruído ambiental:** Reduzir volume de sons à noite\n\n### 3. Hábitos Alimentares e Substâncias\n- **Última refeição 2–3 horas antes de dormir:** Comer próximo ao horário de dormir causa desregulação metabólica e prejudica a qualidade do sono\n- **Evitar álcool à noite:** Apesar da sensação inicial de relaxamento, o álcool piora as fases do sono e reduz percepção de reparo\n- **Horário da última cafeína:** Ajustar individualmente, geralmente evitando café/chimarrão após 14h–16h\n- **Composição do jantar:** Preferir refeição leve, evitar alta carga glicêmica que interfere no controle glicêmico noturno\n\n### 4. Exercício Físico\n- **Exercício aeróbio regular** é o mais eficaz para modular o sono e o ritmo circadiano\n- **Melhor horário sugerido:** Manhã (6h), embora alguns pacientes tolerem treinos vespertinos sem prejuízo — avaliar individualmente\n- Comprometimento com prática regular é condição fundamental para resultados\n\n### 5. Suplementação de Suporte (quando indicada)\n- **Magnésio treonato** 200–500 mg: Melhora qualidade do sono e reduz ansiedade\n- **5-HTP sublingual** (com P5P/piridoxal-5-fosfato): Precursor de serotonina e melatonina; útil para iniciar inibição noturna do SNC; evitar uso diurno em pacientes com ISRS\n- **L-teanina** 200–400 mg: Efeito calmante sem sedação\n- **Melatonina** (dose baixa, 0,5–1 mg fisiológica): Especialmente útil para regularização circadiana e jet lag social\n- **Fosfatidilserina** 200–400 mg: Para hipercortisolismo noturno\n- **Ashwagandha (KSM-66)** ~500 mg ou Sensoril 250–500 mg: Melhora qualidade geral do sono\n- **Valeriana** 200–400 mg, **Passiflora** ~250 mg, **Melissa** ~200 mg, **Mulungu** ~200 mg: Fitoterápicos calmantes adjuvantes\n- **Relora:** Reduz cortisol salivar em 18% vs. placebo\n\n### 6. Monitoramento e Reavaliação\n- Reavaliar em 4–6 semanas após implementação das intervenções de higiene do sono\n- Rever qualidade do sono em todas as consultas subsequentes\n- Diário de sono e aplicativos de rastreamento como ferramentas de acompanhamento e engajamento"
}
