{
  "score_item_id": "019c53a6-f1a3-7704-9868-354859c750cd",
  "clinical_relevance": "O tempo de sono é um parâmetro clínico fundamental na avaliação da saúde global, com impacto direto sobre o metabolismo, a imunidade, o sistema neuroendócrino e o risco de doenças crônicas. A duração ideal do sono é descrita como 8 horas por noite — uma meta considerada difícil de atingir pela maioria da população, sendo 7 horas ou menos considerada insuficiente do ponto de vista funcional.\n\nFisiopatologicamente, a privação de sono — mesmo modesta, como dormir 6 horas em vez de 8 horas — eleva o estresse oxidativo, promove resistência insulínica e aumenta citocinas inflamatórias. Apenas 2 horas semanais de privação de sono são suficientes para elevar marcadores inflamatórios, revelando alta sensibilidade imunológica a reduções modestas de sono. A ativação excessiva do eixo HPA (Hipotálamo-Pituitária-Adrenal) libera cortisol e adrenalina, induzindo fragmentação do sono; o sono fragmentado, por sua vez, eleva ainda mais o cortisol — criando um ciclo vicioso autoperpetuante.\n\nDo ponto de vista metabólico, noites de sono de má qualidade ou duração insuficiente produzem: diminuição da leptina em até 18%, aumento da grelina em até 25%, aumento da fome em 24%, redução da sensibilidade à insulina em 30%, e aumento do apetite por alimentos doces e calóricos entre 34% e 45%. A desregulação dos genes do relógio circadiano aumenta o risco de síndrome metabólica e obesidade. Comer excessivamente à noite agrava a desregulação metabólica, pois o organismo não dispõe de enzimas e aceleração metabólica suficientes nesse período.\n\nSob a perspectiva oncológica, a má qualidade e a redução do tempo de sono estão associadas a aumento do risco de todas as doenças, incluindo câncer. O trabalho em regime noturno com alteração do ritmo circadiano é classificado como potencialmente cancerígeno (nível 2A) pela IARC. Meta-análise de 61 estudos envolvendo aproximadamente 115.000 mulheres demonstrou aumento de 32% no risco de câncer de mama em trabalhadoras noturnas em geral, e de 58% em enfermeiras. Meta-análise de 29 estudos indicou que a melatonina reduz o tamanho tumoral, alivia efeitos adversos de quimio e radioterapia e melhora a sobrevida.\n\nNo âmbito do neurodesenvolvimento e saúde mental, o sono insuficiente provoca desatenção, irritabilidade e impulsividade, mimetizando ou agravando sintomas de TDAH. Distúrbios do sono estão presentes em cerca de 50% dos indivíduos com TDAH, e o Transtorno de Fase Atrasada do Sono é prevalente em 73 a 78% desse grupo. Estudo publicado no JAMA Psychiatry demonstrou que sonos curtos e de má qualidade na infância, de forma persistente, podem ser fator de risco para o desenvolvimento de psicose na idade adulta, possivelmente mediado por aumento da interleucina 6. Para crianças de 8 a 11 anos, recomenda-se de 9 a 11 horas de sono reparador, preferencialmente iniciando antes das 20h; apenas 1 em cada 20 crianças atende a esse critério.\n\nA produção endógena de melatonina diminui com a idade, especialmente após os 40 a 50 anos, tornando adultos mais velhos mais vulneráveis às repercussões do sono inadequado. Polimorfismos genéticos nos genes PER3, MTNR1B e ADH influenciam cronótipo, qualidade do sono e resposta ao álcool, permitindo personalização das intervenções.",
  "points": 20,
  "patient_explanation": "O tempo de sono é um dos pilares mais importantes da sua saúde. Dormir bem não é luxo — é uma necessidade biológica fundamental. A recomendação geral para adultos é de 8 horas de sono por noite, e mesmo uma redução pequena, como dormir 6 horas no lugar de 8, já é suficiente para provocar inflamação no organismo, alterar os hormônios da fome (fazendo você sentir mais vontade de comer, especialmente doces), reduzir a sensibilidade do corpo à insulina e enfraquecer o sistema imunológico.\n\nQuando dormimos pouco ou mal por um longo período, aumenta o risco de desenvolver doenças como diabetes, pressão alta, obesidade, depressão e até câncer. O sono é o momento em que o corpo se regenera, consolida a memória e regula os hormônios. Sem esse descanso adequado, praticamente todos os sistemas do organismo são afetados.\n\nA boa notícia: o sono é um dos fatores de saúde mais modificáveis. Pequenas mudanças nos hábitos noturnos podem gerar grandes melhorias na energia, humor, peso e saúde geral.",
  "conduct": "## Avaliação do Tempo de Sono Atual\n\n### Anamnese Direcionada\n\n- **Duração:** Quantas horas de sono por noite em média nos últimos 3 meses\n- **Qualidade percebida:** Sono reparador ou não; presença de despertares noturnos\n- **Horários habituais:** Hora de deitar e hora de acordar; variação entre dias úteis e fins de semana\n- **Fatores interferentes:** Cafeína (horário da última dose), uso de telas à noite, jantar tardio, álcool, ruído, luminosidade do quarto, aparelhos eletrônicos no quarto\n- **Sintomas diurnos:** Sonolência excessiva, dificuldade de concentração, irritabilidade, fadiga persistente\n- **Contexto ocupacional:** Trabalho em turnos ou noturno (fator de risco oncológico — IARC nível 2A)\n- **Uso de substâncias:** Álcool (piora sono REM; ingestão moderada prejudica em ~24% a percepção de sono reparador), cafeína, nicotina\n\n---\n\n### Investigação Complementar\n\n**Avaliação funcional do sono e ritmo circadiano:**\n- Curva de cortisol salivar em múltiplos horários (manhã ao despertar, 30 min após, meio-dia, tarde, noite) — avaliação funcional do eixo HPA\n- Considerar polissonografia ou monitoramento domiciliar (actigrafia, dispositivos de consumo) para parâmetros objetivos: latência, eficiência, arquitetura e movimentos noturnos\n- Investigar polimorfismos genéticos (PER3, MTNR1B) para personalização das orientações de cronótipo\n\n**Painel metabólico e hormonal:**\n- Glicemia de jejum, insulina, HOMA-IR\n- TSH, T4 livre, T3 livre; DHEA-S, testosterona total e livre\n- PCR ultrassensível; hemograma completo\n\n**Triagem de apneia do sono:**\n- Escalas de Epworth e STOP-BANG; polissonografia quando há suspeita clínica\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Higiene do sono e protocolo circadiano (primeira linha — obrigatória antes de suplementação):**\n- **Exposição à luz natural pela manhã:** Âncora do ritmo circadiano; idealmente nos primeiros 30-60 minutos após acordar\n- **Redução de luz azul à noite:** Evitar luz intensa e telas 2-3 horas antes de dormir; usar filtros (Night Shift), luz âmbar/vermelha no ambiente, óculos com filtro de luz azul após as 20h\n- **Horário regular de sono e despertar:** Inclusive nos fins de semana, para estabilizar o ritmo circadiano\n- **Controle de ruído:** Reduzir volume de sons ambientais à noite\n- **Alimentação:** Terminar de comer pelo menos 2-3 horas antes de dormir; evitar refeições de alta carga glicêmica à noite\n- **Cafeína:** Orientar sobre horário da última dose (respeitar meia-vida individual)\n- **Álcool:** Evitar à noite; mesmo doses baixas prejudicam a arquitetura do sono e suprimem o sono REM\n- **Rotina noturna:** Após as 20h, priorizar higiene pessoal, banho morno, relaxamento; evitar atividades estimulantes\n\n**Exercício físico:**\n- Aeróbico regular é o mais eficaz; horário preferencial pela manhã (~6h), podendo ser individualizado\n\n**Suplementação noturna (conforme indicação clínica individual, após higiene do sono):**\n- **Magnésio treonato:** 200-500 mg à noite (estabiliza GABA, ritmo circadiano e eixo HPA; revisões sistemáticas e meta-análises confirmam eficácia para insônia)\n- **L-teanina:** 200-400 mg (melhora ondas alfa, modula dopamina e serotonina)\n- **Relora (Magnólia + Felodendro):** 250 mg à noite — reduz cortisol salivar em 18% vs. placebo em estudo clínico\n- **5-HTP sublingual** com P5P (evitar uso diurno em pacientes com ISRS)\n- **Melatonina:** Iniciar com 0,5 mg sublingual; especialmente indicada após os 40-50 anos (produção endógena declina); estratégia: 1º higiene do sono, 2º precursores, 3º melatonina\n- **Fitoterápicos:** Valeriana officinalis (200-400 mg), Passiflora incarnata (~250 mg), Melissa officinalis (~200 mg), Mulungu (~200 mg); lavanda em aromaterapia melhora qualidade do sono (meta-análise)\n- **Fosfatidilserina:** 200-400 mg (modulação do eixo HPA)\n- **Ashwagandha (KSM-66):** ~500 mg — melhora qualidade geral do sono\n\n---\n\n### Critérios de Encaminhamento\n\n- **Medicina do sono / pneumologia:** Suspeita de apneia obstrutiva do sono (ronco, apneias observadas, sonolência diurna excessiva, hipertensão refratária, obesidade central)\n- **Neurologia:** Suspeita de síndrome das pernas inquietas, distúrbio comportamental do sono REM ou narcolepsia\n- **Psiquiatria / psicologia:** Insônia crônica com componente ansioso ou depressivo predominante; indicação de Terapia Cognitivo-Comportamental para Insônia (TCC-I), tratamento de primeira linha com evidência robusta\n- **Endocrinologia:** Curva de cortisol com padrão flat ou valores extremamente baixos; suspeita de insuficiência adrenal primária\n\n---\n\n### Monitoramento\n\n- Reavaliar tempo e qualidade do sono em todas as consultas de seguimento\n- Solicitar diário de sono ou uso de aplicativos e actigrafia para monitoramento objetivo entre consultas\n- Repetir marcadores metabólicos e curva de cortisol após 2-3 meses de intervenção para avaliação de resposta\n- Ajustar combinações e doses de suplementação conforme evolução clínica individual"
}
