{
  "score_item_id": "019bf31d-2ef0-7efb-b6ec-8c7965bf4374",
  "clinical_relevance": "A frequência de interrupções do sono é um parâmetro central na avaliação da qualidade do sono e tem impacto direto sobre múltiplos sistemas fisiológicos. Interrupções recorrentes fragmentam a arquitetura do sono, comprometendo especialmente as fases de sono profundo (N3) e sono REM, essenciais para consolidação de memória, reparo tecidual e regulação hormonal.\n\nDo ponto de vista fisiológico, cada despertar noturno ativa transitoriamente o eixo HPA (Hipotálamo-Pituitária-Adrenal), promovendo liberação de cortisol e catecolaminas. O sono fragmentado induz elevação sustentada do cortisol noturno, que por sua vez perpetua o ciclo vicioso de fragmentação. Esse estado de hipercortisolemia noturna compromete a sensibilidade à insulina (redução documentada de até 30%), eleva marcadores inflamatórios (citocinas como IL-6 e TNF-alfa) e suprime a produção fisiológica de melatonina.\n\nDo ponto de vista metabólico, noites com má qualidade de sono causam: diminuição da leptina em até 18%, aumento da grelina em até 25%, aumento da fome em 24% e incremento do apetite por alimentos calóricos e doces em 34 a 45%. A desregulação do gene do relógio circadiano associa-se ao desenvolvimento de síndrome metabólica e obesidade.\n\nNo eixo imunológico, a privação de apenas 2 horas semanais de sono já é suficiente para elevar citocinas inflamatórias, evidenciando a alta sensibilidade do sistema imune à fragmentação do sono. Meta-análise de 61 estudos com aproximadamente 115 mil mulheres demonstrou que o trabalho em turno noturno — modelo de disrupção circadiana crônica — aumenta o risco de câncer de mama em 32% na população geral e em 58% em enfermeiras.\n\nNo contexto neuropsiquiátrico, o sono fragmentado aumenta risco de déficit de atenção, irritabilidade, impulsividade e, em exposição crônica desde a infância, eleva risco de psicose na vida adulta (possivelmente mediado por aumento de IL-6). Aproximadamente 50% dos indivíduos com TDAH apresentam distúrbios do sono, evidenciando a bidirecionalidade da relação.\n\nEtiologias frequentes das interrupções incluem: apneia obstrutiva do sono, síndrome das pernas inquietas, dor crônica, noctúria, uso de álcool (suprime sono REM e fragmenta a segunda metade da noite), uso de telas com luz azul antes de dormir (atrasa adormecimento e reduz melatonina), hipercortisolemia, hipoglicemia noturna, deficiência de magnésio e polimorfismos no gene PER3 (maior suscetibilidade à luz azul e disrupção circadiana).",
  "points": 12,
  "patient_explanation": "As interrupções do sono são despertares que ocorrem durante a noite e impedem que você descanse de forma contínua e reparadora. Mesmo que você volte a dormir rapidamente, cada interrupção quebra o ciclo natural do sono e prejudica as fases mais profundas e restauradoras do descanso.\n\nQualidade do sono importa tanto quanto quantidade. Uma noite com muitas interrupções pode deixar você acordado com sensação de cansaço, irritabilidade, dificuldade de concentração e até aumento do apetite — pois o corpo não conseguiu regular adequadamente os hormônios que controlam fome e saciedade.\n\nCom o tempo, interrupções frequentes podem afetar o metabolismo, o sistema imune, o humor e a saúde cardiovascular. As boas notícias: na maioria dos casos, as causas são identificáveis e tratáveis. Mudanças na rotina noturna, ajustes alimentares e, quando necessário, tratamento médico específico podem restaurar a qualidade do seu sono de forma significativa.",
  "conduct": "## Investigação Inicial\n\n- **Anamnese detalhada do sono:** horário de deitar e acordar, tempo estimado para adormecer, número e duração dos despertares, sensação ao acordar (reparador ou não), ronco, apneia observada pelo parceiro\n- **Diário do sono:** solicitar registro por 1 a 2 semanas (horários, despertares, humor ao acordar)\n- **Avaliação de hábitos noturnos:** última dose de cafeína, consumo de álcool, horário e composição do jantar, uso de telas (Netflix, celular), iluminação do quarto, ruído ambiental\n- **Aplicativos e wearables:** considerar como ferramentas de rastreamento de qualidade do sono (despertares, saturação, variabilidade da frequência cardíaca)\n- **Rastreamento de sintomas associados:** noctúria, dor crônica, pernas inquietas, respiração bucal, ronco\n\n## Exames Complementares\n\n- **Polissonografia:** indicada quando há suspeita de apneia do sono, síndrome das pernas inquietas ou quando a queixa persiste sem causa identificada\n- **Perfil de cortisol salivar** em múltiplos horários: investigar hipercortisolemia noturna como causa de despertares\n- **Painel laboratorial:** glicemia de jejum, insulina, hemoglobina glicada (hipoglicemia noturna), TSH/T4L (hipotireoidismo associado à fragmentação do sono), magnesemia eritrocitária, vitamina D, hemograma com marcadores inflamatórios (PCR, IL-6 quando disponível)\n- **Painel genético direcionado** (quando disponível): PER3, MTNR1B, ADH — para personalizar orientações sobre exposição à luz e álcool\n\n## Critérios de Encaminhamento\n\n- **Pneumologia/Medicina do Sono:** suspeita de apneia obstrutiva do sono (ronco, pausas respiratórias, sonolência diurna excessiva)\n- **Neurologia:** síndrome das pernas inquietas, movimentos periódicos de membros\n- **Psiquiatria/Psicologia:** insônia crônica com componente ansioso ou depressivo predominante\n- **Endocrinologia:** disrupção circadiana associada a distúrbios hormonais complexos\n\n## Intervenções Baseadas em Evidências\n\n### Higiene do Sono (Primeira Linha)\n- Manter horário regular de dormir e acordar, mesmo nos fins de semana\n- Finalizar refeições pelo menos 2 a 3 horas antes de dormir\n- **Evitar álcool à noite:** apesar da sensação inicial de relaxamento, fragmenta a segunda metade do sono e suprime o sono REM\n- **Eliminar luz azul após as 20h:** usar óculos âmbar, ajustar telas para modo noturno (luz âmbar/escura), reduzir brilho; polimorfismo no gene PER3 aumenta suscetibilidade\n- Reduzir ruído e iluminação no quarto; preferir luzes avermelhadas/âmbar à noite\n- Exposição à luz natural pela manhã logo ao acordar para reforço do ritmo circadiano\n- Remover dispositivos eletrônicos do quarto (especialmente celulares carregando e roteadores Wi-Fi)\n\n### Suplementação Nutracêutica (Quando Indicada)\n- **Magnésio treonato ou bisglicinato:** 200 a 500 mg à noite; pró-GABAérgico, reduz excitabilidade do SNC e melhora qualidade do sono (revisões sistemáticas e meta-análises confirmam eficácia para insônia)\n- **Melatonina:** iniciar com 0,5 a 1 mg sublingual; para despertares noturnos, preferir formulação de liberação lenta (cápsula duo 2 a 3 mg); produção endógena diminui após os 40 a 50 anos\n- **5-HTP:** precursor de serotonina e melatonina; útil para inibição noturna do SNC\n- **L-teanina:** 200 a 400 mg; promove relaxamento sem sedação excessiva\n- **Fitoterápicos:** mulungu (~200 mg), valeriana officinalis (200 a 400 mg), Passiflora incarnata (~250 mg), melissa officinalis (~200 mg)\n- **Relora (magnólia + philodendron):** reduz cortisol salivar (evidência: redução de 18% vs. placebo)\n- **Fosfatidilserina:** 200 a 400 mg; modula excitabilidade do SNC e eixo HPA noturno\n- **Aromaterapia com lavanda:** difusor no quarto ou inalação direta (5 inspirações com ~5 gotas); meta-análises demonstram melhora da qualidade do sono, especialmente em mulheres\n\n### Estilo de Vida\n- **Exercício aeróbio regular:** o mais eficaz para modular a arquitetura do sono; horário preferencial pela manhã, mas pode ser individualizado\n- **Técnicas de relaxamento:** meditação, respiração diafragmática, yoga — especialmente nas horas que antecedem o sono\n- **Desjejum rico em proteínas e vitamina B6:** favorece síntese de serotonina e regulação circadiana\n\n### Monitoramento\n- Reavaliar qualidade do sono em todas as consultas subsequentes\n- Utilizar escores validados (Pittsburgh Sleep Quality Index, Epworth) para acompanhamento objetivo\n- Ajustar intervenções conforme resposta clínica em 4 a 8 semanas"
}
