{
  "score_item_id": "019bf31d-2ef0-7bc5-8cd7-4673f4f13134",
  "clinical_relevance": "A duração das interrupções do sono é um parâmetro crítico da arquitetura do sono que reflete a continuidade e a qualidade do descanso noturno. Do ponto de vista fisiológico, o sono normal é composto por ciclos de aproximadamente 90 minutos alternando entre sono NREM (N1, N2, N3) e REM. Interrupções frequentes ou prolongadas fragmentam esses ciclos, comprometendo especialmente o sono de ondas lentas (N3) e o sono REM, ambos essenciais para processos de restauração física, consolidação de memória e regulação emocional.\n\nFisiologicamente, cada despertar noturno ativa o eixo HPA (hipotálamo-pituitária-adrenal), elevando transitoriamente o cortisol e aumentando a atividade simpática. Quando as interrupções são repetidas e prolongadas ao longo da noite, o resultado é uma exposição cumulativa ao cortisol, com impacto direto na sensibilidade à insulina, inflamação sistêmica e imunidade. O estresse oxidativo também é amplificado: privação parcial de sono — inclusive a decorrente de interrupções recorrentes — eleva marcadores inflamatórios como citocinas pró-inflamatórias.\n\nDo ponto de vista clínico, interrupções com duração superior a 5 minutos são consideradas clinicamente relevantes quando recorrentes. A avaliação deve incluir: número de despertares por noite, duração média de cada interrupção, capacidade de retornar ao sono (latência de reinício) e percepção subjetiva de recuperação. Dispositivos de actigrafia e aplicativos de monitoramento do sono podem auxiliar na objetivação desses parâmetros, complementando a anamnese.\n\nDo ponto de vista epidemiológico, distúrbios de manutenção do sono afetam estimativas entre 10% a 30% da população adulta, sendo mais prevalentes em mulheres, idosos e indivíduos com doenças crônicas. Em mulheres com endometriose, há evidência de hipocortisolismo e pior qualidade do sono, com correlação com maior dor e fadiga. A produção de melatonina declina progressivamente após os 40 anos, tornando a população acima de 50 anos particularmente vulnerável a despertares noturnos e dificuldade de reinício do sono.\n\nAs consequências de interrupções prolongadas e crônicas incluem: comprometimento cognitivo (memória, atenção, funções executivas), piora do humor e risco aumentado de depressão, resistência à insulina, imunossupressão, aumento do risco cardiovascular e maior suscetibilidade à dor crônica por mecanismos de sensibilização central mediados pelo eixo HPA. O trabalho noturno — que impõe interrupções estruturais ao ritmo circadiano — é classificado como potencialmente cancerígeno (nível 2A pela IARC), com meta-análise de 61 estudos demonstrando aumento de 32% no risco de câncer de mama em trabalhadoras noturnas.\n\nA estratificação de risco deve considerar: duração das interrupções (<5 min: baixo impacto; 5-15 min: impacto moderado; >15 min ou múltiplos despertares com dificuldade de reinício: alto impacto clínico), frequência semanal, e presença de sintomas diurnos associados como sonolência excessiva, fadiga, irritabilidade e comprometimento cognitivo.",
  "points": 12,
  "patient_explanation": "As interrupções do sono são os momentos em que você acorda durante a noite antes de completar seu descanso. O que importa não é apenas acordar, mas quanto tempo você fica acordado e se consegue voltar a dormir facilmente. Quando essas pausas são longas ou frequentes, seu corpo não consegue completar os ciclos de sono profundo que são responsáveis por restaurar sua energia, consolidar memórias e regular hormônios importantes. Com o tempo, interrupções prolongadas podem causar cansaço durante o dia, dificuldade de concentração, alterações de humor e maior suscetibilidade a doenças. Fatores como estresse, uso de telas à noite, consumo de álcool, cafeína em horários inadequados, ruído e temperatura do ambiente podem aumentar tanto a frequência quanto a duração dessas interrupções. A boa notícia é que a maioria dessas causas pode ser identificada e tratada com mudanças de hábitos, suplementação adequada e, quando necessário, apoio médico especializado.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese detalhada do padrão de sono:** horário de deitar e acordar, número de despertares por noite, duração estimada de cada interrupção, facilidade de retorno ao sono, sensação de descanso ao acordar\n- **Diário de sono por 7-14 dias:** registrar horários, interrupções e fatores associados (jantar tardio, álcool, estresse, ruído)\n- **Avaliação de fatores precipitantes:** cafeína (horário da última dose), álcool (piora o sono REM e causa despertares na segunda metade da noite), telas noturnas (luz azul suprime melatonina), ruído ambiental, temperatura do quarto\n- **Aplicativos e dispositivos de monitoramento:** actigrafia ou rastreadores de sono podem objetivar padrão de despertares e duração das interrupções\n\n## Investigação Complementar\n\n- **Polissonografia:** indicada quando há suspeita de apneia obstrutiva do sono (ronco, obesidade, pescoço largo, sonolência diurna excessiva), síndrome das pernas inquietas ou outros distúrbios primários do sono\n- **Curva de cortisol salivar (4 pontos):** avaliar disfunção do eixo HPA em pacientes com dor crônica, fadiga, endometriose ou suspeita de hipocortisolismo — valores baixos correlacionam-se com pior qualidade do sono e maior suscetibilidade à dor\n- **Dosagem de melatonina (urinária noturna):** especialmente em pacientes acima de 40-50 anos, onde a produção endógena já está reduzida\n- **Painel laboratorial:** magnésio sérico/eritrocitário, vitamina D, ferritina/ferro, zinco, TSH/T4L (hipotireoidismo interfere no sono), glicemia e insulina em jejum (resistência à insulina associada a pior qualidade do sono)\n- **Marcadores inflamatórios:** PCR ultrassensível, quando houver suspeita de inflamação crônica como causa subjacente\n\n## Intervenções Não Farmacológicas\n\n### Higiene do Sono (primeira linha)\n- Manter horário regular de sono, preferencialmente antes da meia-noite\n- Encerrar refeições 2-3 horas antes de dormir\n- Evitar álcool: apesar da sensação inicial de relaxamento, fragmenta o sono na segunda metade da noite e suprime o sono REM\n- Evitar cafeína após 14h-15h (ou conforme meia-vida individual)\n- Reduzir exposição à luz azul após 20h: óculos âmbar, filtros de tela, iluminação avermelhada/âmbar no ambiente doméstico\n- Temperatura do quarto entre 18-20°C\n- Reduzir ruído ambiental (tampões, máquina de ruído branco quando indicado)\n- Rotina relaxante pós-20h: banho morno, leitura, técnicas de respiração, meditação\n\n### Exercício Físico\n- Exercício aeróbico regular melhora significativamente a qualidade e continuidade do sono\n- Horário preferencial: manhã (6h); alguns pacientes toleram exercício vespertino sem prejuízo — individualizar\n- Evitar exercício intenso após 20h em pacientes com dificuldade de manutenção do sono\n\n## Suplementação (quando indicada)\n\n### Sublinguals noturnos (inibição do SNC)\n- **5-HTP sublingual:** precursor de serotonina e melatonina; evitar com ISRS\n- **L-teanina:** 200-400 mg; modulador GABAérgico; relaxamento sem sedação\n- **P5P (Piridoxal-5-fosfato):** cofator para síntese de GABA e serotonina\n\n### Via oral noturna\n- **Magnésio treonato:** 200-500 mg à noite (meia-vida ~12h); reduz excitabilidade do SNC; revisão sistemática demonstra melhora da qualidade do sono\n- **Taurina:** efeito GABAérgico; pode ser associada ao magnésio\n- **Valeriana officinalis:** 200-400 mg\n- **Passiflora incarnata:** ~250 mg\n- **Mulungu:** ~200 mg\n- **Melissa officinalis:** ~200 mg\n- **Relora (Magnólia + Phellodendron):** 250 mg à noite; estudo demonstrou redução de 18% no cortisol salivar vs. placebo; adicionar 250 mg diurno em casos de estresse elevado\n- **Fosfatidilserina:** 200-400 mg; modula excitabilidade do SNC e eixo HPA\n- **Ashwagandha (KSM-66 ~500 mg ou Sensoril 250-500 mg):** melhora qualidade do sono\n\n### Melatonina\n- **Indicação:** >40-50 anos ou dificuldade de manutenção do sono refratária\n- **Para despertares noturnos:** formulação de liberação lenta ou cápsula Duo; dose 2-3 mg\n- **Iniciar com dose baixa:** 0,5-1 mg sublingual; sonhos vívidos indicam superdose — reduzir\n- **Estratégia:** higiene do sono → precursores → melatonina (salvo casos graves)\n\n### Aromaterapia\n- **Óleo essencial de lavanda:** efeito GABAérgico e regulação parassimpática; difusor no quarto ou 5 inspirações profundas com ~5 gotas; meta-análise demonstra melhora da qualidade do sono especialmente em mulheres\n\n## Critérios de Encaminhamento\n\n- **Pneumologia/Medicina do Sono:** suspeita de apneia obstrutiva do sono (ronco, sonolência diurna intensa, IMC elevado)\n- **Neurologia:** síndrome das pernas inquietas ou movimentos periódicos dos membros\n- **Endocrinologia:** hipocortisolismo confirmado, hipotireoidismo ou deficiência de GH\n- **Psiquiatria/Psicologia:** insônia com componente ansioso/depressivo ou uso crônico de hipnóticos\n- **Ginecologia/Medicina Funcional:** mulheres com endometriose e hipocortisolismo associado ao sono"
}
