{
  "score_item_id": "019c53b1-d062-728e-8618-d96687bdf99f",
  "clinical_relevance": "O motivo das interrupções do sono é um parâmetro clínico central na avaliação da arquitetura e qualidade do sono. Interrupções noturnas frequentes fragmentam os ciclos de sono, comprometendo principalmente as fases de sono profundo (N3) e REM, essenciais para consolidação de memória, reparo tecidual, secreção pulsátil do hormônio do crescimento (GH) e regulação imunológica. A privação crônica de sono — mesmo parcial, como a redução de 2 horas semanais — está associada ao aumento de citocinas pró-inflamatórias (IL-6, TNF-alfa), resistência à insulina e estresse oxidativo sistêmico.\n\nAs principais causas de interrupções do sono incluem: apneia obstrutiva do sono (AOS), noctúria, dor crônica, ansiedade, disfunção do eixo hipotálamo-hipófise-adrenal (HPA), desregulação circadiana, síndrome das pernas inquietas, refluxo gastroesofágico, fogachos em mulheres na transição menopausal e uso de substâncias (álcool, cafeína, medicamentos). Na menopausa, distúrbios do sono afetam 30–46% das mulheres; mulheres com fogachos/suor noturno apresentam risco cardiovascular dobrado comparado a mulheres sem esses sintomas.\n\nO impacto sobre o GH é particularmente relevante: a privação de sono e os despertares noturnos achatam a curva de secreção pulsátil do GH, que ocorre predominantemente no início do sono profundo. Em pacientes com fibromialgia e dor crônica, a fragmentação do sono contribui para redução de IGF-1 e amplificação da percepção álgica.\n\nDo ponto de vista do eixo HPA, interrupções do sono elevam o cortisol noturno, perpetuando estado de hipervigilância simpática, redução do tônus GABAérgico e maior excitabilidade glutamatérgica. A neuroinflamação resultante pode desviar o triptofano para a via das quinureninas, reduzindo a síntese de serotonina e melatonina e agravando a fragmentação do sono. Em TDAH, estudos de polissonografia evidenciam sono não reparador com alterações na latência, duração e eficiência — frequentemente associados a despertares noturnos e transtorno de fase atrasada.\n\nA polissonografia (PSG) é o padrão-ouro para identificar a causa das interrupções, permitindo estadiamento do sono, registro de eventos respiratórios (índice apneia-hipopneia — IAH), movimentos periódicos de pernas, saturação de O2 e arquitetura geral. Dispositivos de monitoramento domiciliar (actigrafia, smartwatches) oferecem avaliação preliminar útil. A identificação precisa do motivo das interrupções é fundamental porque o tratamento difere substancialmente conforme a etiologia: CPAP para AOS, terapia hormonal para menopausa, abordagem GABAérgica e fitoterapia para ansiedade/hiperativação do eixo HPA, e manejo específico da dor para causas álgicas.",
  "points": 12,
  "patient_explanation": "Acordar várias vezes durante a noite — seja por ronco, necessidade de ir ao banheiro, calores, ansiedade, dor ou qualquer outro motivo — impede que seu corpo passe por todas as etapas necessárias do sono reparador. É durante o sono profundo e contínuo que o organismo libera hormônios de crescimento e reparo, consolida memórias e regula o sistema imunológico. Quando essas etapas são interrompidas repetidamente, você pode acordar cansado mesmo tendo dormido horas suficientes, além de sentir mais dificuldade de concentração, irritabilidade e menor disposição ao longo do dia. Cada causa de interrupção tem uma solução específica: identificar o motivo correto é o passo mais importante para que o tratamento seja eficaz e para que você volte a ter um sono profundo e restaurador.",
  "conduct": "## Investigação do Motivo das Interrupções do Sono\n\n### Anamnese Dirigida\n- **Caracterização das interrupções:** frequência por noite, horário predominante (início, meio ou fim da noite), duração, facilidade para voltar a dormir\n- **Sintomas associados:** ronco, apneias relatadas pelo parceiro, noctúria (quantas vezes/noite), dor, calores/sudorese noturna, ansiedade, pensamentos acelerados, movimentos involuntários de pernas\n- **Hábitos interferentes:** última dose de cafeína, horário e composição do jantar, consumo de álcool (piora as fases do sono apesar da sensação inicial de relaxamento), uso de telas à noite, rotinas pós-20h\n- **Medicações** que podem fragmentar o sono: diuréticos (noctúria), betabloqueadores, corticoides, antidepressivos ativadores, descongestionantes\n- **Condições associadas:** AOS, síndrome metabólica, diabetes, hipotireoidismo, refluxo, dor crônica, fibromialgia, TDAH, transtornos de ansiedade\n- **Contexto hormonal feminino:** fase do ciclo, perimenopausa/menopausa, fogachos noturnos\n\n### Exames Complementares\n- **Polissonografia (PSG):** padrão-ouro quando há suspeita de AOS, movimentos periódicos de pernas ou quando a causa não é identificada clinicamente; avalia IAH, saturação de O2, estadiamento do sono e microdespertares\n- **Monitoramento domiciliar:** actigrafia ou smartwatches como triagem inicial para padrão circadiano e frequência de despertares\n- **Curva de cortisol salivar/urinária (4–6 pontos):** para avaliar disfunção do eixo HPA, especialmente em despertares na madrugada ou dificuldade de iniciar o sono\n- **Melatonina salivar noturna:** quando se suspeita de deficiência ou atraso de fase\n- **Painel laboratorial:** glicemia em jejum, HbA1c, TSH, T3 livre, testosterona, estradiol/FSH (mulheres >45 anos), hemograma, ferritina (síndrome das pernas inquietas), magnésio sérico e eritrocitário\n- **Polimorfismos genéticos (quando disponível):** PER3 e MTNR1B para personalizar exposição à luz e cronobiologia\n\n### Condutas por Etiologia\n\n#### Apneia Obstrutiva do Sono\n- **CPAP** ou aparelho intraoral como tratamento de primeira linha\n- Controle de peso e posicionamento lateral durante o sono\n- Encaminhamento para pneumologia/otorrinolaringologia conforme IAH\n\n#### Desregulação do Eixo HPA / Ansiedade Noturna\n- **Higiene do sono rigorosa:** última refeição 2–3h antes de dormir; rotina calma pós-20h; luz âmbar/incandescente após o pôr do sol; óculos âmbar após 20h; reduzir brilho e tempo de telas; reduzir ruídos noturnos\n- **Exercício aeróbio regular** (preferencialmente às 6h, mas individualizável): melhora modulação do sono e reduz cortisol\n- **Suplementação noturna** (conforme avaliação individual):\n  - Magnésio treonato: 200–500 mg (estabiliza GABA, ritmo circadiano e eixo HPA; meia-vida ~12h)\n  - L-teanina: 200–400 mg\n  - 5-HTP 25 mg + P5P 10 mg sublingual (precursor de melatonina; evitar em uso de ISRS)\n  - Relora (magnólia + philodendron): 250 mg à noite; evidência de redução de cortisol salivar em 18% vs. placebo; em maior estresse, adicionar 250 mg diurno\n  - Valeriana: 200–400 mg; Passiflora: ~250 mg; Mulungu: ~200 mg; Melissa: ~200 mg\n  - Fosfatidilserina: 200–400 mg (modula excitabilidade do SNC)\n- **Melatonina:** iniciar com 0,5–1 mg sublingual; liberação lenta se despertares noturnos; formulação duo 2–3 mg para início e manutenção do sono\n- **Aromaterapia com lavanda:** difusor no quarto ou inalação direta (~5 gotas, 5 inspirações profundas); meta-análise mostra melhora do sono, especialmente em mulheres\n\n#### Menopausa e Fogachos Noturnos\n- Considerar **terapia hormonal** na janela de oportunidade (primeiros 10 anos de menopausa), com avaliação individualizada de risco-benefício\n- Dieta anti-inflamatória e controle do peso corporal\n- Técnicas de manejo do estresse e higiene do sono rigorosa\n\n#### Noctúria\n- Investigar causa subjacente (hiperatividade vesical, insuficiência cardíaca, diabetes, AOS com poliúria noturna, hiperplasia prostática benigna)\n- Restringir líquidos nas 2h antes de dormir\n- Encaminhamento urológico ou ginecológico conforme necessidade\n\n#### Dor Crônica / Fibromialgia\n- Avaliar GH e IGF-1 em pacientes com dor crônica e sono fragmentado\n- Magnésio, ômega-3 e vitamina D como suporte complementar\n- Manejo multidisciplinar da dor\n\n### Critérios de Encaminhamento\n- **Pneumologia/Medicina do Sono:** suspeita de AOS, IAH elevado na PSG, síndrome das pernas inquietas refratária\n- **Endocrinologia:** suspeita de hipotireoidismo, hipogonadismo, deficiência de GH ou menopausa precoce\n- **Psiquiatria/Psicologia:** transtorno de ansiedade, depressão ou TDAH com impacto grave no sono\n- **Urologia/Ginecologia:** noctúria >2x/noite sem causa identificada, sintomas menopausais intensos\n\n### Monitoramento\n- Reavaliar qualidade do sono em todas as consultas (diário de sono ou dispositivos de monitoramento)\n- Rever atividade física, alimentação e gestão do estresse em cada retorno\n- Ajustar suplementação conforme resposta clínica e exames"
}
