{
  "score_item_id": "c77cedd3-2800-7a83-befe-9b059fdfa924",
  "clinical_relevance": "As interrupções do sono referem-se a despertares noturnos que fragmentam a arquitetura do sono, comprometendo especialmente as fases de sono profundo (N3) e REM. Fisiologicamente, o sono normal progride em ciclos de aproximadamente 90 minutos com alternância entre sono NREM e REM; despertares frequentes impedem a consolidação dessas fases, resultando em sono não reparador mesmo com duração aparentemente adequada. Do ponto de vista do eixo HPA, existe um ciclo vicioso bem documentado: a ativação excessiva do eixo hipotálamo-pituitária-adrenal libera cortisol e adrenalina, induzindo fragmentação do sono; por sua vez, o sono fragmentado eleva ainda mais o cortisol, perpetuando o ciclo. A inflamação crônica também desvia o triptofano para a via das quinureninas, reduzindo a síntese de serotonina e melatonina, o que piora adicionalmente a qualidade do sono. Do ponto de vista metabólico, noites de sono com má qualidade causam: diminuição da leptina (saciedade) em até 18%, aumento da grelina (fome) em até 25%, diminuição da sensibilidade à insulina em 30% e aumento do apetite por alimentos calóricos em 34% a 45%. A privação de apenas 2 horas de sono por semana já aumenta citocinas inflamatórias mensuráveis. Análise de 61 estudos envolvendo 115.000 mulheres demonstrou aumento de 32% no risco de câncer de mama para trabalhadoras noturnas em geral, e de 58% para enfermeiras. O trabalho que altera o ritmo circadiano é classificado como potencialmente cancerígeno nível 2A pela IARC. A desregulação do gene do relógio circadiano aumenta a chance de desenvolver síndrome metabólica e obesidade. A deficiência de magnésio, presente em mais de 80% das mulheres e 70% dos homens nos EUA, é um fator bioquímico central nas interrupções do sono: o magnésio modula a estabilização do GABA, do ritmo circadiano e do eixo HPA, atua como antagonista dos receptores NMDA (reduzindo excitotoxicidade glutamatérgica) e reduz citocinas inflamatórias como IL-6 e TNF-alfa. Estudos de polissonografia demonstram sono não reparador com alterações em latência, duração e eficiência em diversas condições clínicas. A curva de cortisol salivar é preferível ao cortisol sérico isolado para investigar hipocortisolismo e disfunção circadiana. Polimorfismos nos genes PER3 e MTNR1B são relevantes para personalização da abordagem terapêutica.",
  "points": 0,
  "patient_explanation": "Interrupções do sono são despertares noturnos que quebram o descanso, impedindo que o corpo passe pelas fases mais profundas e reparadoras do sono. Mesmo dormindo 7 ou 8 horas, acordar várias vezes faz com que o organismo não se recupere adequadamente. Isso afeta o cérebro, o equilíbrio hormonal, o controle do peso e a imunidade. Quando o sono é fragmentado, o corpo produz mais hormônios do estresse, o que dificulta ainda mais dormir, criando um ciclo vicioso. O bem-estar, o humor, a memória, o metabolismo e o risco de doenças como diabetes e obesidade estão diretamente ligados à qualidade do sono. Identificar a causa das interrupções é o primeiro passo: podem ser fatores de estilo de vida (cafeína, telas, álcool, jantar pesado), desequilíbrios hormonais, deficiências nutricionais ou distúrbios como apneia do sono. Com a abordagem correta, a maioria das pessoas melhora significativamente.",
  "conduct": "## Investigação Complementar\n\n- **Padrão de sono:** Relógio inteligente ou actigrafia como triagem; polissonografia se suspeita de apneia ou distúrbio primário do sono\n- **Curva de cortisol salivar** (manhã, meio-dia, tarde, noite): preferível ao cortisol sérico isolado para avaliar disfunção do eixo HPA; valores muito baixos pela manhã são altamente sugestivos de hipocortisolismo\n- **Melatonina salivar noturna:** Se suspeita de déficit funcional\n- **Marcadores nutricionais:** Magnésio sérico/eritrocitário, vitamina D, ferro, zinco, B6/P5P, ômega-3\n- **Marcadores inflamatórios:** PCR (alvo ~0,7 mg/L), TNF-alfa, IL-6\n- **Avaliação metabólica:** Insulina de jejum (alvo <6 µUI/mL), glicemia, homocisteína (alvo <7 µmol/L)\n- **Tireoide:** TSH, T3 livre, T4 livre\n- **Genética:** Polimorfismos PER3, MTNR1B para personalização terapêutica\n\n## Encaminhamento a Especialistas\n\n- **Pneumologista/somnologista:** Suspeita de apneia obstrutiva (ronco, pausas respiratórias, sonolência diurna) — polissonografia e avaliação de CPAP\n- **Psiquiatra/neurologista funcional:** Insônia crônica com componente ansiogênico/depressivo importante ou falha terapêutica\n\n## Intervenções de Estilo de Vida (Primeira Linha)\n\n- **Cafeína:** Suspender chimarrão, tereré e café no período da tarde\n- **Telas:** Reduzir exposição 2-3 horas antes de dormir; usar modo âmbar à noite; óculos âmbar após 20:00\n- **Iluminação:** Lâmpadas de baixa intensidade ou âmbar após 20:00\n- **Jantar:** Refeição leve e vegetal à noite; evitar refeições pesadas tardias\n- **Álcool:** Evitar — piora as fases do sono e reduz percepção de reparo\n- **Rotina:** Após 20:00, limitar a higiene, banho morno e relaxamento\n- **Luz natural pela manhã:** Fundamental para ancorar o ritmo circadiano\n- **Exercício aeróbico regular:** Melhor horário sugerido: 06:00; pode ser individualizado\n- **Janela alimentar restrita (<12h/dia):** Melhora composição corporal e qualidade do sono\n\n## Suplementação com Evidências\n\n### Via Oral (noturna)\n- **Magnésio treonato:** 200-500 mg; facilita passagem pela barreira hematoencefálica; estabiliza GABA, ritmo circadiano e eixo HPA; meta-análises confirmam eficácia para insônia\n- **L-Teanina:** 200-400 mg; efeito gabaérgico, melhora ondas alfa\n- **5-HTP:** Precursor de serotonina e melatonina (evitar com antidepressivos ISRS)\n- **Relora (magnólia + phellodendron):** 250 mg à noite; reduz cortisol salivar em 18% vs. placebo\n- **Valeriana officinalis:** 200-400 mg | **Passiflora incarnata:** ~250 mg | **Mulungu:** ~200 mg | **Melissa:** ~200 mg\n- **Fosfatidilserina:** 200-400 mg; atenção ao fator de correção na manipulação\n- **Ômega-3 (EPA):** ~2,5 g/dia | **Vitamina D:** Corrigir conforme dosagem | **P5P/B6:** Cofator para GABA e melatonina\n\n### Via Sublingual (inibição rápida do SNC à noite)\n- **5-HTP + L-Teanina + P5P (10 mg):** Combinação sublingual antes de dormir\n- **GABA sublingual:** Segunda opção; mais eficaz que via oral\n\n### Melatonina (uso criterioso)\n- Iniciar com 0,5-1 mg sublingual; **liberação lenta** indicada para despertares noturnos; monitorar sonhos vívidos\n\n### Aromaterapia\n- **Lavanda:** Efeito gabaérgico; difusor ou inalação (5 inspirações com ~5 gotas); meta-análise confirma melhora do sono especialmente em mulheres"
}
