{
  "score_item_id": "019bf31d-2ef0-7815-a7d3-62844e1d3dae",
  "clinical_relevance": "O item 'Equipamento do sono' avalia o uso de dispositivos e aplicativos de monitoramento do sono pelo paciente, um parâmetro comportamental relevante no contexto da medicina funcional integrativa. O monitoramento do sono por meio de dispositivos de consumo (wearables, smartwatches, anéis de rastreamento) e aplicativos permite capturar dados longitudinais sobre duração, fragmentação, frequência cardíaca noturna e estimativas de fases do sono, complementando a avaliação clínica subjetiva.\n\nDo ponto de vista fisiológico, a arquitetura do sono normal compreende ciclos de aproximadamente 90 minutos alternando sono NREM (estágios 1, 2 e ondas lentas - estágios 3/4) e sono REM. As fases 3 e 4 do NREM (sono profundo) são determinantes para a secreção pulsátil do hormônio do crescimento (GH), consolidação de memória e reparação tecidual. O sono REM é fundamental para a regulação emocional e processamento cognitivo. A privação de sono — mesmo de apenas 2 horas por semana — eleva citocinas inflamatórias, aumenta o estresse oxidativo, favorece resistência à insulina e prejudica funções executivas e atenção.\n\nO padrão-ouro para avaliação objetiva do sono é a polissonografia (PSG), que registra eletroencefalograma, eletrooculograma, eletromiograma, fluxo aéreo, esforço respiratório e oximetria. A PSG é indicada na investigação de apneia obstrutiva do sono, síndrome das pernas inquietas, parassonias e outros distúrbios respiratórios do sono. Dispositivos de monitoramento domiciliar, embora menos precisos que a PSG, oferecem utilidade clínica ao capturar padrões noturnos de agitação, movimentos e parâmetros básicos de respiração ao longo de múltiplas noites, superando a limitação da PSG de capturar apenas uma noite em ambiente laboratorial.\n\nA relevância clínica do monitoramento com dispositivos de consumo está crescendo: eles permitem identificar padrões de despertares noturnos (sugerindo necessidade de melatonina de liberação lenta), variabilidade na duração do sono, consistência dos horários e impacto de intervenções comportamentais ou nutricionais. Dados de gadgets e aplicativos podem guiar e motivar mudanças de higiene do sono, monitorar resposta a suplementação e identificar a necessidade de investigação mais aprofundada com PSG.\n\nNo contexto do eixo HPA e ritmo circadiano, qualquer dado objetivável sobre o padrão de sono do paciente — seja de aplicativo, wearable ou autorrelato — complementa a avaliação da curva de cortisol salivar e a investigação de hipocortisolismo. A privação ou fragmentação do sono eleva o tônus simpático noturno, reduz a atividade GABAérgica, compromete a produção endógena de melatonina e altera o perfil inflamatório, com impacto direto sobre dor crônica, humor, função imune e risco oncológico (meta-análise de 61 estudos com ~115.000 mulheres evidenciou aumento de 32% no risco de câncer de mama em trabalhadoras noturnas).",
  "points": 0,
  "patient_explanation": "Este item avalia se você utiliza algum dispositivo ou aplicativo para monitorar o seu sono — como smartwatches, anéis de rastreamento, aplicativos de celular ou outros gadgets que registram informações sobre como você dorme. Esses equipamentos podem mostrar quanto tempo você dormiu, quantas vezes acordou durante a noite, sua frequência cardíaca enquanto dorme e até uma estimativa das fases do seu sono. Usar esse tipo de ferramenta pode ser muito útil porque nos ajuda a entender melhor a qualidade real do seu descanso, além de ser uma forma prática de acompanhar se as orientações que você recebe estão funcionando. Se você não usa nenhum equipamento, não há problema — existem outras formas de avaliar o seu sono. Mas se você já tem algum dispositivo ou aplicativo, as informações dele podem ser muito valiosas para o seu acompanhamento de saúde.",
  "conduct": "## Conduta Clínica — Equipamento do Sono\n\n### 1. Avaliação Inicial\n\n- **Perguntar ativamente** ao paciente se utiliza dispositivos de monitoramento do sono (smartwatch, anel inteligente, aplicativo de celular, sensor de cama) e há quanto tempo.\n- **Solicitar os dados registrados:** duração média, horários, estimativa de fases, despertares noturnos, frequência cardíaca noturna e variabilidade da frequência cardíaca (VFC).\n- **Integrar os dados do dispositivo** à anamnese clínica subjetiva, identificando discrepâncias entre percepção do paciente e dados objetivos.\n- Avaliar \"ortossonia\" — ansiedade excessiva em relação aos dados do dispositivo, que pode piorar a qualidade do sono.\n\n### 2. Interpretação dos Dados\n\n- **Duração abaixo de 6 horas** cronicamente indica privação; adultos necessitam de 7 a 9 horas por noite.\n- **Despertares noturnos frequentes:** investigar apneia, síndrome das pernas inquietas ou disfunção do eixo HPA; considerar melatonina de liberação lenta.\n- **Sono profundo reduzido (NREM 3/4):** associado à menor secreção de GH e maior risco de fibromialgia e dor crônica.\n- **Frequência cardíaca noturna elevada:** ativação simpática excessiva, álcool (suprime REM) ou estresse crônico.\n- **VFC baixa:** marcador de disfunção autonômica e desequilíbrio do eixo HPA.\n\n### 3. Investigação Complementar\n\n- **Polissonografia (PSG):** indicada na suspeita de apneia, parassonias, síndrome das pernas inquietas ou padrões anormais persistentes nos dispositivos.\n- **Monitoramento domiciliar básico:** alternativa inicial à PSG para rastrear respiração e agitação noturna.\n- **Curva de cortisol salivar:** considerar em dor crônica, fadiga e insônia com dados alterados.\n- **Exames laboratoriais:** magnésio sérico, vitamina D, ferritina, vitamina B12, folato e perfil tireoidiano.\n\n### 4. Intervenções Baseadas em Evidências\n\n**Higiene do sono:**\n- Horário regular, preferencialmente antes da meia-noite; última refeição 2–3h antes de dormir.\n- Óculos âmbar após as 20h; iluminação avermelhada à noite; evitar eletrônicos carregando próximos à cama.\n\n**Suplementação noturna:**\n- **Sublinguais:** 5-HTP, L-teanina, GABA, P5P (10–20 mg).\n- **Via oral:** L-teanina (200–400 mg), magnésio treonato (200–500 mg), taurina, mulungu (~200 mg), valeriana (200–400 mg), Passiflora (~250 mg), Relora (reduz cortisol salivar ~18% vs. placebo), fosfatidilserina (200–400 mg), Melissa (~200 mg).\n- **Melatonina:** iniciar com 0,5–1 mg sublingual; liberação lenta para despertares noturnos; Duo 2–3 mg para início e manutenção; priorizar higiene e precursores antes, exceto em >50 anos ou queixas graves.\n- **Aromaterapia:** lavanda em difusor ou inalação (5 inspirações com ~5 gotas); efeito GABAérgico.\n- **Exercício aeróbico** regular; horário preferencial às 6h.\n\n### 5. Uso dos Dispositivos\n\n- Incentivar gadgets e aplicativos como ferramenta complementar para monitorar resposta a intervenções.\n- Orientar que estimam fases por algoritmo e não substituem a PSG.\n- Manter diário de sono associado para correlacionar dados objetivos e percepção subjetiva.\n- Reavaliar qualidade do sono em todas as consultas.\n\n### 6. Encaminhamento\n\n- **Pneumologia/Medicina do Sono:** suspeita de apneia obstrutiva (ronco, pausas, sonolência diurna).\n- **Neurologia:** parassonias, síndrome das pernas inquietas, movimentos periódicos dos membros.\n- **Psiquiatria:** insônia crônica com componente ansioso ou depressivo não responsivo às intervenções."
}
