{
  "score_item_id": "c77cedd3-2800-7aac-9cf8-ea99accfeb68",
  "clinical_relevance": "O parâmetro 'Cama' avalia o equipamento utilizado pelo paciente durante o sono — incluindo tipo de colchão, travesseiro, base, roupa de cama e eventuais dispositivos auxiliares (máscaras de bloqueio de luz, protetores auriculares, aparelhos de CPAP). Na medicina funcional integrativa, o ambiente físico do sono é considerado um dos pilares da higiene do sono e compõe a estratégia circadiana global.\n\nDo ponto de vista fisiológico, a qualidade do sono é determinada não apenas por fatores neurobiológicos e comportamentais, mas também pelo contexto ambiental imediato. Um equipamento inadequado pode comprometer a continuidade do sono, induzir despertares por desconforto musculoesquelético, ruído ou temperatura, e reduzir a eficiência das fases profundas (N3 e REM). A supressão ou fragmentação do sono REM, por exemplo, compromete a consolidação de memória, a regulação emocional e a secreção noturna de hormônio do crescimento.\n\nA literatura abordada nos chunks científicos destaca que a higiene do sono estruturada — que inclui a avaliação do ambiente físico — é recomendada para todos os pacientes, mesmo na ausência de queixas explícitas, dado que muitos indivíduos não percebem a má qualidade do descanso. A avaliação do equipamento do sono integra a investigação sobre controle de ruído, temperatura, luminosidade e superfície de repouso.\n\nDo ponto de vista clínico, a inadequação do equipamento pode mimetizar ou agravar distúrbios do sono primários, dificultar a resposta a intervenções farmacológicas e suplementares, e perpetuar disfunções do eixo HPA (hipotálamo-pituitária-adrenal). Baixos níveis de cortisol matinal e desregulação circadiana estão associados a sono não reparador e podem ser perpetuados por ambiente de sono inadequado.\n\nA avaliação deve contemplar: tipo e estado do colchão (ortopédico, molas, espuma, látex), adequação do travesseiro à posição de dormência, uso de dispositivos como CPAP (em apneia obstrutiva do sono diagnosticada), presença de dispositivos eletrônicos próximos à cama emitindo luz azul ou calor, temperatura do quarto e controle de ruído ambiental. Estudos de polissonografia mostram sono não reparador e alterações na latência, duração e eficiência do sono associados a fatores ambientais e comportamentais identificáveis na anamnese.",
  "points": 4,
  "patient_explanation": "A cama e os equipamentos que você usa para dormir têm impacto direto na qualidade do seu sono. Um colchão inadequado, um travesseiro que não suporta bem o pescoço, ou dispositivos eletrônicos perto da cama podem causar despertares frequentes, dores musculares ao acordar e impedir que você atinja as fases mais profundas e restauradoras do sono. Dormir bem é fundamental para a saúde do corpo e da mente — afeta seu humor, sua energia, sua imunidade e até o controle do peso. Avaliar o que você usa para dormir é um passo simples e importante para melhorar a qualidade do descanso. Pequenas mudanças, como trocar o travesseiro, manter o quarto mais escuro e silencioso ou usar uma máscara para os olhos, podem fazer grande diferença.",
  "conduct": "## Avaliação do Equipamento do Sono\n\n### Anamnese Dirigida\n\n- **Tipo de colchão:** perguntar sobre firmeza, idade e estado de conservação (colchões com mais de 8-10 anos tendem a perder suporte adequado)\n- **Travesseiro:** adequação à postura de dormência (costas, lado ou barriga); altura e firmeza\n- **Dispositivos auxiliares:** uso de CPAP (se apneia diagnosticada), máscara de bloqueio de luz, protetores auriculares\n- **Eletrônicos no quarto:** presença de celular carregando próximo à cama, relógios eletrônicos com LED, televisor ligado — fontes de luz azul que suprimem melatonina e atrasam o início do sono\n- **Temperatura do quarto:** ambiente quente prejudica a indução do sono; temperatura ideal situa-se entre 18-22°C\n- **Controle de ruído:** avaliação de sons externos ou do parceiro (roncos)\n\n### Intervenções Baseadas em Evidências\n\n**Controle de luz:**\n- Remover ou cobrir dispositivos com LEDs no quarto\n- Utilizar óculos âmbar após as 20h para bloquear luz azul — evidências mostram melhora da qualidade do sono e da produção de melatonina\n- Considerar cortinas blackout ou máscara de dormir\n- Configurar telas para modo \"night shift\" (luz mais quente) a partir do fim da tarde\n\n**Controle de ruído:**\n- Avaliar uso de tampões auriculares ou aparelhos de ruído branco, se necessário\n- Discutir com o paciente impacto do ronco do parceiro e considerar encaminhamento para investigação de apneia\n\n**Superfície de repouso:**\n- Orientar sobre adequação do colchão ao biotipo e posição de dormência\n- Recomendar avaliação por fisioterapeuta ou médico do sono se houver queixas musculoesqueléticas ao acordar\n\n**Dispositivos médicos:**\n- Se houver suspeita de apneia obstrutiva do sono: solicitar polissonografia; CPAP é o tratamento padrão-ouro\n- Monitorar adesão ao CPAP em pacientes já diagnosticados — má adesão é causa frequente de sono não reparador mesmo com diagnóstico estabelecido\n\n### Integração com Higiene do Sono Global\n\n- O equipamento do sono é avaliado em conjunto com os demais pilares: controle de luz/tela, alimentação noturna, exercício, suplementação e manejo do estresse\n- Reavaliar o ambiente do sono em todas as consultas de acompanhamento\n- Considerar uso de relógio inteligente ou aplicativo de monitoramento do sono como panorama inicial, mesmo em pacientes sem queixas\n\n### Critérios de Encaminhamento\n\n- **Pneumologista/especialista em sono:** suspeita de apneia obstrutiva (ronco intenso, despertares com engasgo, sonolência diurna excessiva, Escala de Epworth elevada)\n- **Fisioterapeuta:** dores musculoesqueléticas persistentes ao acordar relacionadas à postura de dormência"
}
