{
  "score_item_id": "019c1649-2558-7553-bfbe-3acf1f3236b0",
  "clinical_relevance": "O colchão é um equipamento de sono cujas características físicas — firmeza, material, suporte ortopédico e termorregulação — influenciam diretamente a arquitetura do sono, a recuperação musculoesquelética e a qualidade dos pulsos noturnos de hormônio do crescimento (GH). O sono profundo (fases 3 e 4 do não-REM) é o principal determinante dos pulsos noturnos de GH; superficialização do sono por desconforto postural, pontos de pressão excessivos ou temperatura inadequada do colchão achata a curva de GH noturno, com impacto na recuperação tecidual, síntese proteica e reparação musculoesquelética. Colchões inadequados estão associados a despertares noturnos frequentes, sono não reparador e dor musculoesquelética, especialmente lombar e cervical. Estudos de biomecânica do sono demonstram que colchões de firmeza média são superiores tanto aos muito firmes quanto aos muito macios para redução da dor lombar e melhora da qualidade subjetiva do sono. A temperatura superficial do colchão interfere na termorregulação central necessária para o início e manutenção do sono: o núcleo corporal deve reduzir aproximadamente 1-2°C para facilitar o adormecimento, e materiais com baixa dissipação de calor (espumas viscoelásticas convencionais) podem comprometer esse processo. Em pacientes com dor crônica, fibromialgia ou doenças neuromusculares funcionais, a qualidade do suporte postural oferecido pelo colchão é especialmente relevante, dado que baixos níveis de cortisol e GH nessas populações já comprometem a recuperação tecidual, e o sono de má qualidade agrava ainda mais a suscetibilidade à dor. A privação de sono — mesmo de 2 horas por semana — aumenta marcadores inflamatórios como IL-6 e proteína C-reativa, desequilíbrios que um colchão inadequado pode perpetuar via fragmentação do sono. Do ponto de vista clínico, a avaliação do equipamento de sono deve integrar a anamnese de higiene do sono, especialmente em pacientes com queixas de insônia de manutenção, dor postural matinal, fadiga crônica ou sono não reparador.",
  "points": 4,
  "patient_explanation": "O colchão que você usa tem mais impacto na sua saúde do que parece. Um colchão inadequado pode causar desconforto postural, pontos de pressão e calor excessivo durante a noite, o que faz com que seu sono fique superficial e você acorde sem se sentir descansado. Durante o sono profundo, seu corpo produz hormônios importantes para recuperação muscular e reparo dos tecidos — e um colchão ruim interrompe justamente esse processo. Além disso, colchões muito velhos, muito moles ou muito duros podem piorar dores nas costas e no pescoço, que já são queixas muito comuns. Trocar ou ajustar o colchão é uma das mudanças de estilo de vida mais simples e com bom retorno para a qualidade do sono e do bem-estar geral.",
  "conduct": "## Avaliação Clínica do Colchão como Equipamento de Sono\n\n### Anamnese Direcionada\n- **Tempo de uso do colchão atual:** colchões com mais de 7-10 anos perdem progressivamente as propriedades de suporte e devem ser considerados para substituição\n- **Dor postural matinal:** presença de dor lombar, cervical ou em pontos de pressão (quadril, ombros) ao acordar sugere suporte inadequado\n- **Queixas de calor noturno:** sensação de calor excessivo pode indicar material com baixa dissipação térmica (ex: espuma viscoelástica convencional sem tecnologia de resfriamento)\n- **Despertares noturnos:** investigar se há relação com desconforto físico ou mudanças de posição frequentes\n- **Tipo de colchão atual:** espuma, molas ensacadas, látex, viscoelástico, híbrido\n\n### Recomendações Baseadas em Evidências\n\n#### Firmeza\n- **Firmeza média** é a mais recomendada para a maioria dos pacientes, associada a menor dor lombar e melhor qualidade subjetiva do sono\n- Colchões **muito firmes** aumentam pontos de pressão em quadril e ombro em decúbito lateral\n- Colchões **muito macios** comprometem o alinhamento da coluna vertebral\n\n#### Material\n- **Molas ensacadas ou híbridos (mola + espuma):** melhor suporte postural e maior dissipação de calor\n- **Látex natural:** boa responsividade, hipoalergênico, boa durabilidade\n- **Viscoelástico convencional:** pode reter calor; preferir versões com gel ou tecnologias de termorregulação\n\n#### Termorregulação\n- O início do sono depende da queda de 1-2°C na temperatura central; colchões com baixa dissipação de calor comprometem esse processo\n- Recomendar colchões com coberturas respiráveis e materiais com maior condutividade térmica\n\n### Intervenções Práticas\n- **Substituição:** indicar quando colchão tem mais de 8-10 anos ou quando há deformação visível (afundamento, irregularidades)\n- **Topper ortopédico:** pode ser utilizado como medida temporária para ajuste de firmeza sem substituição imediata do colchão\n- **Posição de dormir:** orientar sobre posição ideal conforme queixa (decúbito lateral com travesseiro entre os joelhos para lombalgia; decúbito dorsal com travesseiro sob os joelhos)\n- **Travesseiro adequado:** avaliar conjuntamente, pois o suporte cervical complementa o do colchão\n\n### Contexto Integrativo\n- O colchão deve ser avaliado dentro do protocolo circadiano completo: controle de luz, temperatura ambiente (ideal 18-20°C), ruído, horário de deitar e levantar, e demais itens de higiene do sono\n- Em pacientes com fibromialgia, dor crônica ou sono não reparador persistente, investigar complementarmente: apneia obstrutiva do sono (polissonografia), disfunção do eixo HPA (curva de cortisol salivar) e deficiência de GH/IGF-1\n- Associar ao protocolo de higiene do sono: encerrar refeições 2-3 horas antes de dormir, evitar cafeína no período vespertino/noturno, reduzir exposição à luz azul após 20h e implementar rotina calma pré-sono"
}
