{
  "score_item_id": "019bf31d-2ef0-7b18-bc13-059cf0770c8e",
  "clinical_relevance": "O travesseiro é um equipamento do sono com impacto direto na qualidade do descanso noturno, postura cervical e dor musculoesquelética. Do ponto de vista fisiológico, a função primária do travesseiro é manter o alinhamento neutro da coluna cervical durante o sono, prevenindo flexão ou extensão excessiva que predispõem à dor cervical, cefaleias tensionais e distúrbios do sono. A posição de dormir determina as características ideais do travesseiro: dormidores laterais necessitam de travesseiros mais altos (firmeza e espessura suficientes para preencher o espaço entre ombro e cabeça), dormidores dorsais precisam de travesseiros de altura moderada para manter lordose cervical fisiológica, e dormidores ventrais idealmente devem ser orientados a mudar de posição, pois qualquer travesseiro nessa postura impõe rotação cervical prolongada. O material também tem relevância clínica: travesseiros de espuma viscoelástica (memória) proporcionam distribuição de pressão mais uniforme e têm evidência de benefício em pacientes com dor cervical; travesseiros de látex apresentam boa resiliência e propriedades antialérgicas; travesseiros de penas/plumas permitem boa moldagem mas podem colapsar ao longo da noite; travesseiros sintéticos são mais acessíveis mas perdem forma rapidamente. Do ponto de vista da qualidade do sono, um travesseiro inadequado pode fragmentar o sono por desconforto, aumentar despertares noturnos e comprometer as fases profundas do sono não-REM (fases 3 e 4), onde ocorre a maior parte da secreção pulsátil do hormônio do crescimento (GH) e processos de reparação tecidual. A má qualidade do sono tem consequências sistêmicas amplas: aumento de marcadores inflamatórios, resistência à insulina, disfunção do eixo HPA com alterações no padrão de cortisol, e impacto negativo sobre o sistema imunológico. Travesseiros acumulam ácaros, fungos e bactérias ao longo do tempo, sendo causa relevante de rinite alérgica noturna, congestão nasal e, consequentemente, piora da qualidade respiratória durante o sono — fator que pode agravar ou mimetizar roncos e distúrbios respiratórios do sono. A substituição regular do travesseiro (recomendada a cada 1-2 anos para a maioria dos materiais) e o uso de capas antiácaros são medidas de higiene do sono com impacto mensurável em pacientes alérgicos. No contexto do escore de sono, a adequação do equipamento é um parâmetro modificável de baixo custo com potencial de melhora imediata da qualidade do descanso.",
  "points": 3,
  "patient_explanation": "O travesseiro tem mais impacto na sua saúde do que parece. Um travesseiro inadequado pode causar dor no pescoço, dores de cabeça ao acordar e fazer você dormir mal sem perceber o motivo. A altura e a firmeza certas dependem de como você dorme: se você dorme de lado, precisa de um travesseiro mais alto e firme; se dorme de costas, um travesseiro de altura média é o ideal. Além disso, travesseiros antigos acumulam ácaros e fungos que podem causar nariz entupido ou espirros durante a noite, atrapalhando seu descanso. Trocar o travesseiro a cada 1 a 2 anos e usar uma capa antiácaros são cuidados simples que fazem diferença real na qualidade do seu sono. Um bom travesseiro ajuda seu pescoço a ficar alinhado com a coluna enquanto você dorme, evitando tensões musculares e permitindo que seu corpo descanse de verdade.",
  "conduct": "## Avaliação do Travesseiro como Equipamento do Sono\n\n### Anamnese Dirigida\n- Perguntar sobre **posição preferencial de dormir** (lateral, dorsal, ventral)\n- Investigar presença de **dor cervical matinal**, cefaleia ao acordar ou rigidez no pescoço\n- Questionar sobre **sintomas alérgicos noturnos**: espirros, rinorreia, congestão nasal, lacrimejamento\n- Avaliar **tempo de uso do travesseiro atual** e quando foi adquirido\n- Questionar sobre **material do travesseiro** (plumas, látex, espuma, sintético)\n- Perguntar se o paciente acorda com o pescoço em posição estranha ou com o travesseiro deslocado\n\n### Orientações por Posição de Dormir\n\n**Dormidores laterais:**\n- Necessitam de travesseiro com **altura suficiente para preencher o espaço entre ombro e cabeça** (geralmente 12-15 cm)\n- Firmeza média a alta para não colapsar durante a noite\n- Materiais recomendados: látex ou espuma viscoelástica (memória)\n\n**Dormidores dorsais:**\n- Travesseiro de **altura moderada** (7-10 cm), suficiente para manter a curvatura cervical fisiológica sem flexão excessiva\n- Firmeza média\n- Evitar travesseiros muito altos que forcem flexão cervical anterior\n\n**Dormidores ventrais:**\n- Orientar sobre os **riscos posturais** desta posição (rotação cervical prolongada)\n- Se não conseguir mudar de posição, indicar travesseiro muito fino ou orientar uso sem travesseiro sob a cabeça\n- Considerar travesseiro sob o abdômen para reduzir hiperlordose lombar\n\n### Critérios para Substituição do Travesseiro\n- **Regra prática:** dobrar o travesseiro ao meio — se não voltar à forma original, está na hora de trocar\n- Travesseiros de penas/sintéticos: substituir a cada **1-2 anos**\n- Travesseiros de látex: substituir a cada **3-4 anos**\n- Travesseiros de espuma viscoelástica: substituir a cada **2-3 anos**\n- Substituir imediatamente se houver manchas persistentes, odor, deformação permanente ou piora de sintomas alérgicos\n\n### Higiene do Travesseiro e Controle de Alérgenos\n- **Capa antiácaros impermeável**: indicada especialmente para pacientes com rinite, asma ou dermatite atópica\n- Lavar a fronha semanalmente em água quente (acima de 60°C)\n- Lavar o travesseiro (quando permitido pelo fabricante) a cada 3-6 meses\n- Evitar deixar o travesseiro exposto ao sol apenas como secagem — a radiação UV por exposição solar direta tem efeito antiácaro auxiliar\n\n### Intervenções Baseadas em Evidências\n- **Dor cervical crônica:** travesseiros ortopédicos de látex ou espuma viscoelástica com suporte cervical anatômico demonstram benefício em estudos para redução de dor e melhora da qualidade do sono\n- **Rinite alérgica:** capas antiácaros combinadas com lavagem frequente de roupas de cama reduzem carga alergênica e sintomas noturnos\n- **Qualidade geral do sono:** adequação do travesseiro deve ser parte do protocolo de higiene do sono, junto com controle de luz, temperatura do ambiente e horários regulares\n\n### Encaminhamento\n- **Fisioterapia ou ortopedia:** se houver dor cervical persistente que não melhora com adequação postural e troca de travesseiro\n- **Pneumologia/alergologia:** se houver suspeita de rinite alérgica grave ou apneia do sono associada a congestão nasal crônica\n- **Polissonografia:** se os sintomas sugerirem distúrbio respiratório do sono além do equipamento inadequado\n\n### Integração com Protocolo de Higiene do Sono\n- O travesseiro adequado é parte do ambiente de sono ideal, que inclui também:\n  - Temperatura do quarto entre 18-21°C\n  - Escuridão total ou máscara de dormir\n  - Ausência de eletrônicos próximos à cama (celulares, relógios digitais emissores de luz)\n  - Colchão adequado para o biotipo e posição de dormir"
}
