{
  "score_item_id": "019bf31d-2ef0-7eb3-a838-0d959754a6c6",
  "clinical_relevance": "O uso de pijamas adequados compõe o conjunto de equipamentos e condições ambientais do sono, integrando o protocolo de higiene do sono — intervenção de primeira linha reconhecida para melhora da qualidade do descanso. Do ponto de vista fisiológico, o conforto térmico durante o sono é regulado pela necessidade de queda da temperatura corporal central (core body temperature), que ocorre fisiologicamente ao entardecer e é essencial para a entrada nas fases de sono profundo (N3) e sono REM. Roupas inadequadas para dormir — muito quentes, sintéticas ou que causem desconforto mecânico — podem interferir nessa termorregulação, contribuindo para maior latência do sono, fragmentação das fases e redução do sono restaurador.\n\nO contexto circadiano é central: o início da produção de melatonina ocorre por volta das 20–21h, acompanhado de supressão progressiva da temperatura corporal. Qualquer fator que eleve a temperatura cutânea ou cause desconforto físico durante esse período pode ativar o sistema nervoso simpático e elevar o cortisol, comprometendo a arquitetura do sono. A ativação excessiva do eixo HPA (hipotálamo-hipófise-adrenal) induz fragmentação do sono, que por sua vez eleva ainda mais o cortisol, criando ciclo vicioso.\n\nA má qualidade do sono resultante de fatores ambientais e de equipamento tem impacto metabólico documentado: privação de apenas duas horas por noite eleva estresse oxidativo, resistência insulínica e marcadores inflamatórios. Noites de sono de má qualidade reduzem leptina em até 18%, aumentam grelina em até 25%, elevam o apetite em 24% e reduzem sensibilidade à insulina em 30%, com aumento de desejo por alimentos calóricos entre 34% e 45%.\n\nEm populações específicas, como mulheres na transição menopausal e pós-menopausa, o controle térmico noturno é ainda mais relevante: fogachos e sudoreses noturnas afetam 30–46% das mulheres nessa fase, e roupas de dormir inadequadas potencializam o desconforto e a fragmentação do sono. A abordagem dos equipamentos do sono, incluindo o pijama, faz parte do checklist de higiene do sono que deve ser avaliado sistematicamente em toda consulta que aborde qualidade do sono, antes de recorrer a intervenções farmacológicas ou suplementares.",
  "points": 2,
  "patient_explanation": "O pijama que você usa para dormir faz parte das condições que influenciam a qualidade do seu sono. Durante a noite, o seu corpo precisa reduzir a temperatura interna para entrar nas fases mais profundas e reparadoras do descanso. Roupas muito quentes, apertadas ou feitas de tecidos sintéticos que não respiram podem atrapalhar esse processo, tornando mais difícil adormecer e fazendo com que você acorde com mais frequência durante a noite. Escolher um pijama confortável, com tecido leve e respirável — como algodão — e adequado à temperatura do ambiente é um cuidado simples que contribui para um sono de melhor qualidade. Para mulheres que passam por fogachos e suores noturnos, isso é ainda mais importante: tecidos naturais e roupas menos pesadas ajudam a reduzir o desconforto e as interrupções do sono. Pequenos ajustes no ambiente e nos equipamentos do sono, quando somados a outras boas práticas, fazem uma diferença real na sua saúde, disposição e bem-estar ao longo do dia.",
  "conduct": "## Avaliação Clínica dos Equipamentos do Sono\n\n### Anamnese Dirigida\n- Perguntar sobre o tipo de roupa usada para dormir: tecido, espessura, ajuste ao corpo\n- Avaliar se o paciente refere desconforto térmico noturno (muito calor ou frio)\n- Investigar sudorese noturna — diferenciar causa ambiental/vestuário de causa hormonal (menopausa, hipoglicemia noturna, infecção, neoplasia) ou disautonômica\n- Verificar se há queixa de prurido, dermatite ou irritação cutânea noturna relacionada ao tecido\n- Associar à avaliação completa de higiene do sono: horário de dormir e acordar, latência, fragmentação, qualidade subjetiva do descanso\n\n### Orientações Práticas ao Paciente\n- **Tecidos recomendados:** algodão, viscose de bambu ou linho — materiais respiráveis que facilitam a dissipação de calor e umidade\n- **Evitar:** tecidos sintéticos (poliéster, nylon) que retêm calor e prejudicam a termorregulação noturna\n- **Ajuste ao corpo:** pijamas folgados favorecem a circulação e o conforto térmico; roupas muito ajustadas podem causar desconforto mecânico e dificultar o relaxamento\n- **Adequação à temperatura ambiente:** orientar o paciente a ajustar o pijama conforme a estação e o ambiente, priorizando sempre o conforto térmico\n- **Populações específicas:** mulheres com fogachos e sudoreses noturnas devem dar preferência a roupas leves, de tecidos naturais, eventualmente trocando de pijama à noite se necessário\n\n### Contexto no Protocolo de Higiene do Sono\nO equipamento do sono (pijama, colchão, travesseiro, temperatura do quarto, luminosidade, ruído) deve ser avaliado como bloco integrado. A abordagem recomendada é:\n1. **Higiene do sono completa** (primeira linha)\n2. Precursores e nutracêuticos (segunda linha, quando indicado)\n3. Suplementação de melatonina (terceira linha)\n4. Intervenção farmacológica (quando necessário)\n\n### Investigação Complementar — Quando Indicada\n- **Sudorese noturna persistente:** avaliar perfil hormonal (estradiol, FSH, progesterona em mulheres; testosterona em homens), glicemia noturna, função tireoidiana (TSH, T4L), hemograma, marcadores inflamatórios\n- **Fragmentação do sono associada:** considerar polissonografia ou monitoramento domiciliar para descartar apneia do sono ou síndrome das pernas inquietas\n- **Dermatite de contato noturna:** encaminhamento a dermatologista se houver suspeita de alergia a tecido ou detergente\n\n### Encaminhamento\n- Ginecologista/endocrinologista: quando sudorese noturna for de causa hormonal confirmada ou provável\n- Pneumologista/especialista em sono: quando fragmentação do sono não responde às medidas de higiene e há suspeita de distúrbio respiratório do sono\n- Dermatologista: quando houver reação cutânea persistente ao vestuário noturno"
}
