{
  "score_item_id": "019bf31d-2ef0-7d0b-a934-934044a17207",
  "clinical_relevance": "Lençóis e cobertas integram o microambiente térmico do sono, elemento central da higiene do sono e da regulação circadiana. A temperatura corporal central sofre queda fisiológica de aproximadamente 1–2°C no início do sono, processo mediado pela vasodilatação periférica e pela dissipação de calor nas extremidades — mecanismo orquestrado pelo núcleo supraquiasmático e estreitamente relacionado ao pico de secreção de melatonina. Coberturas com propriedades térmicas inadequadas (excessivamente quentes ou frias) perturbam esse gradiente, aumentando a latência para adormecer, fragmentando o sono e reduzindo a proporção de sono de ondas lentas (N3) e REM, fases de maior relevância para consolidação de memória, reparação tecidual e regulação neuroendócrina.\n\nO material dos lençóis e cobertas influencia a condutividade térmica, a permeabilidade à umidade (wicking) e a exposição a alérgenos. Tecidos sintéticos com baixa permeabilidade ao vapor d'água elevam a umidade local, favorecendo proliferação de ácaros (Dermatophagoides pteronyssinus e D. farinae), principal alérgeno domiciliar associado à rinite alérgica e ao agravamento da asma — condições que causam fragmentação do sono por obstrução nasal e microdespertares. Coberturas de penas (down) também concentram alérgenos se não lavadas com frequência adequada. Lençóis de algodão de alta densidade de fios (thread count elevado), bambu ou linho são preferidos por sua maior transpiração e menor acúmulo de alérgenos.\n\nO peso da cobertura (cobertores pesados, do inglês weighted blankets) tem sido investigado como intervenção terapêutica. Estímulos de pressão profunda distribuída (deep pressure stimulation) modulam o sistema nervoso autônomo — aumentando o tônus parassimpático e reduzindo a atividade simpática — com potencial benefício em insônia, ansiedade, TDAH e condições do espectro autista. Revisões sistemáticas e ensaios clínicos pequenos demonstram reduções subjetivas na ansiedade e melhora do sono subjetivo com cobertores de 6–8 kg em adultos, embora a evidência ainda seja de qualidade moderada.\n\nNo contexto do ritmo circadiano e do eixo HPA, a privação de sono relacionada a ambiente inadequado eleva cortisol noturno, aumenta marcadores inflamatórios (IL-6, TNF-α) e favorece resistência à insulina. Estudo de meta-análise citado nos chunks analisados evidenciou que privação de apenas 2 horas de sono por semana aumentou citocinas inflamatórias mensuráveis. O controle do microambiente térmico por meio de coberturas adequadas é, portanto, uma intervenção de baixo custo e alto impacto na arquitetura do sono.\n\nA estratificação de risco neste parâmetro considera: (1) inadequação térmica — coberturas muito quentes ou frias para o clima e temperatura do quarto; (2) carga alergênica — presença de ácaros em coberturas antigas não higienizadas; (3) ausência de proteção — dormência sem cobertura adequada comprometendo regulação térmica noturna; (4) materiais irritantes — tecidos sintéticos que elevam umidade e despertam prurido. A intervenção é simples, de baixo custo e alta intervencionabilidade, justificando sua inclusão no escore de equipamento do sono.",
  "points": 3,
  "patient_explanation": "Os lençóis e cobertores que você usa para dormir influenciam diretamente a qualidade do seu sono. Durante a noite, o corpo precisa diminuir um pouco a sua temperatura para entrar e permanecer nas fases mais profundas do sono — e a roupa de cama tem papel fundamental nesse processo.\n\nCobertores muito quentes ou muito finos podem dificultar essa regulação, fazendo você acordar no meio da noite sem perceber. Tecidos que não 'respiram' bem (como os sintéticos) também acumulam calor e umidade, o que incomoda e pode favorecer o surgimento de ácaros — pequenos organismos que causam alergia, espirros e entupimento nasal durante o sono.\n\nTrocar ou lavar regularmente lençóis e travesseiros, escolher materiais naturais como algodão ou bambu e usar uma cobertura com peso e espessura adequados para o seu clima são atitudes simples que podem melhorar muito a qualidade do seu descanso e, com isso, sua energia, humor e saúde geral durante o dia.",
  "conduct": "## Avaliação do Microambiente Térmico do Sono\n\n### Anamnese Dirigida\n- **Material das coberturas:** algodão, sintético, lã, penas, bambu, linho — avaliar permeabilidade e conforto térmico relatado\n- **Peso da cobertura:** cobertor pesado (weighted blanket) vs. leve; preferência do paciente\n- **Temperatura do quarto:** investigar se o ambiente é quente, frio ou variável ao longo da noite\n- **Sintomas alérgicos noturnos:** espirros, coriza, prurido nasal ou cutâneo ao deitar — sugerem sensibilização a ácaros\n- **Frequência de higienização:** lençóis lavados com que frequência; última troca de travesseiros e cobertores\n- **Despertares noturnos por desconforto térmico:** suor excessivo ou sensação de frio\n\n---\n\n## Orientações Práticas de Higiene do Sono e Equipamento\n\n### Escolha de Materiais\n- **Preferir tecidos naturais de alta permeabilidade:** algodão (thread count 200–400), bambu ou linho — melhor controle de temperatura e umidade\n- **Evitar tecidos sintéticos puros (poliéster):** baixa respirabilidade, acúmulo de calor e umidade\n- **Cobertores de penas:** válidos se higienizados regularmente; considerar alternativas hipoalergênicas em pacientes com rinite ou asma\n- **Weighted blankets (cobertores pesados, 6–8 kg):** considerar em pacientes com insônia associada a ansiedade, TDAH ou hipersensibilidade sensorial — evidências de melhora subjetiva do sono e redução de ansiedade\n\n### Higienização\n- **Lençóis e fronhas:** lavar semanalmente a ≥60°C para eliminação de ácaros\n- **Cobertores e edredons:** lavar a cada 2–4 semanas ou usar capas laváveis; temperatura ≥60°C ou secagem em alta temperatura\n- **Travesseiros:** trocar a cada 1–2 anos; lavar a cada 3–6 meses conforme o material\n- **Colchões:** aspirar mensalmente; considerar capa antiácaros impermeável e respirável\n\n### Temperatura do Ambiente e da Cobertura\n- **Temperatura ideal do quarto:** 18–20°C — favorece a queda da temperatura corporal central necessária para o sono reparador\n- **Ajustar a espessura/peso da cobertura** à temperatura do quarto; evitar superaquecimento\n- **Meias para pés frios:** vasodilatação periférica induzida pelo aquecimento dos pés facilita a queda da temperatura central e reduz a latência do sono\n\n---\n\n## Investigação Complementar em Casos Específicos\n\n- **Rinite alérgica noturna ou asma:** solicitar **IgE total e específica para ácaros** (D. pteronyssinus, D. farinae); encaminhar a **alergologista/imunologista** se sensibilização confirmada\n- **Sudorese noturna intensa:** descartar causas sistêmicas — avaliar **TSH, T4L, perfil hormonal** (estradiol, testosterona, FSH/LH em climatério), **glicemia noturna**, **PCR-us** e **hemoculturas** se febre associada\n- **Insônia com componente de ansiedade:** avaliar escala de ansiedade (GAD-7), perfil de **cortisol salivar** (manhã, tarde, noite) para investigar desregulação do eixo HPA\n- **Fragmentação de sono sem causa aparente:** considerar **polissonografia domiciliar** para descartar apneia obstrutiva e movimentos periódicos de membros\n\n---\n\n## Integração com Protocolo de Higiene do Sono\n\n- **Rotina pós-20h:** incentivar ambiente calmo, luz âmbar ou incandescente de baixa intensidade; reduzir ruído\n- **Associar à avaliação completa do ambiente do sono:** blackout, temperatura, ruído, colchão, travesseiro e coberturas — todos os elementos do equipamento do sono devem ser avaliados em conjunto\n- **Reavaliar em todas as consultas:** a adequação do ambiente de sono é variável dinâmica; questionar ativamente em retornos\n- **Educação do paciente:** reforçar que melhorias no ambiente de sono são intervenções de alto retorno e baixo custo, frequentemente subestimadas"
}
