{
  "score_item_id": "c77cedd3-2800-7147-972b-e88d4a9b2acc",
  "clinical_relevance": "O ambiente do sono é um determinante fisiológico central da qualidade e arquitetura do sono, exercendo influência direta sobre o ritmo circadiano, a produção de melatonina e a regulação do eixo HPA (Hipotálamo-Pituitária-Adrenal). O ritmo circadiano humano é governado por um relógio central no núcleo supraquiasmático do hipotálamo, altamente sensível a estímulos ambientais — sobretudo luz, som e temperatura — que funcionam como sincronizadores (zeitgebers) do ciclo sono-vigília.\n\nA exposição à luz de comprimento de onda curto (luz azul, 460–480 nm), proveniente de telas de dispositivos eletrônicos e iluminação LED branca, suprime a síntese de melatonina pela glândula pineal e atrasa o início do sono, compromete o sono REM e piora o alerta matinal. Indivíduos com polimorfismo no gene PER3 apresentam maior suscetibilidade aos efeitos da luz azul noturna, tornando a avaliação genética relevante na personalização das orientações. O uso de óculos com filtro âmbar após as 20h e iluminação doméstica avermelhada/âmbar à noite são intervenções com suporte em estudos clínicos: um estudo com 94 jogadores de futebol (19–22 anos) demonstrou aumento significativo de melatonina no grupo que associou desjejum proteico com vitamina B6, exposição solar matinal e uso de luz âmbar/vermelha de baixa intensidade à noite.\n\nA produção de melatonina pela pineal inicia-se por volta das 20–21h em condições adequadas de escuridão, e qualquer exposição luminosa intensa nesse período pode suprimir esse processo. O trato digestivo produz aproximadamente 400 vezes mais melatonina do que o cérebro, porém para uso local; a higiene do ambiente noturno é essencial para que a melatonina exógena e endógena exerça seus efeitos sistêmicos.\n\nAlém da luz, o ambiente sonoro impacta o sono: ruídos noturnos elevam a ativação do sistema nervoso simpático, dificultam a transição para estágios profundos e aumentam despertares. O peristaltismo intestinal é fisiologicamente suprimido por volta das 22h30, reforçando a necessidade de jantar com antecedência mínima de 2–3 horas antes de dormir. Conteúdos audiovisuais estressantes (séries, filmes de tensão) à noite elevam a ativação fisiológica e podem prejudicar o início e a manutenção do sono.\n\nEpidemiologicamente, a má qualidade do ambiente de sono e a consequente privação de sono têm impacto sistêmico documentado: privação de apenas duas horas por noite eleva marcadores de estresse oxidativo, resistência à insulina e citocinas inflamatórias. Meta-análise de 61 estudos (≈115 mil mulheres) demonstrou que o trabalho em regime noturno aumenta o risco de câncer de mama em 32% na população geral e 58% em enfermeiras. A Agência Internacional de Pesquisa em Câncer (IARC) classifica o trabalho com disrupção do ritmo circadiano como potencialmente cancerígeno (nível 2A). Além disso, alterações no ritmo biológico desregulam a homeostase hormonal e aumentam o risco de diabetes, doenças cardiovasculares, doenças psiquiátricas e obesidade.",
  "points": 0,
  "patient_explanation": "O ambiente onde você dorme tem grande influência sobre a qualidade do seu descanso. Luz, ruído e temperatura do quarto afetam diretamente a produção de melatonina — o hormônio que prepara seu corpo para dormir — e o funcionamento do seu relógio biológico interno.\n\nA luz azul das telas de celular, computador e televisão, quando usada à noite, engana o seu cérebro, fazendo-o pensar que ainda é dia. Isso atrasa o sono, reduz o tempo de descanso profundo e pode deixá-lo menos alerta no dia seguinte. Luzes muito intensas no quarto, barulhos e até jantar muito perto da hora de dormir também prejudicam o seu sono.\n\nUm ambiente ideal para dormir é escuro, silencioso, fresco e tranquilo. Pequenas mudanças como usar lâmpadas amareladas à noite, evitar telas após as 20h, jantar pelo menos 2 horas antes de deitar e reduzir ruídos podem fazer uma grande diferença na qualidade do seu descanso — e, consequentemente, na sua saúde, disposição, controle de peso e imunidade.",
  "conduct": "## Avaliação do Ambiente do Sono\n\n### Anamnese Dirigida\n- **Luz noturna:** Tipo de iluminação do quarto e da casa após o pôr do sol; uso de telas (celular, TV, computador) à noite e horário de desligamento; presença de luzes de standby, relógios eletrônicos ou carregadores próximos à cama.\n- **Ruído:** Presença de sons perturbadores (trânsito, parceiro roncando, animais, notificações); uso de fones ou protetores auriculares.\n- **Temperatura e ventilação:** Sensação térmica no quarto durante o sono.\n- **Hábitos pré-sono:** Horário e composição do jantar (carga glicêmica, tipo de alimento); consumo de cafeína (café, chimarrão, chá preto) e horário da última dose; consumo de álcool à noite; conteúdo assistido (séries, filmes de tensão).\n- **Rotina pós-20h:** Atividades realizadas nas 2–3 horas antes de dormir.\n- **Polimorfismos genéticos:** Considerar investigação de PER3, MTNR1B e genes de álcool desidrogenase para personalização.\n\n### Investigação Complementar\n- **Perfil de cortisol salivar** em múltiplos horários para avaliação da regulação do eixo HPA e ritmo circadiano.\n- **Melatonina urinária ou salivar noturna** quando disponível.\n- **Polissonografia ou monitoramento domiciliar** (actigrafia, dispositivos wearable) para objetivar parâmetros de latência, eficiência, duração e arquitetura do sono.\n- **Painel genético direcionado:** PER3 (sensibilidade à luz azul), MTNR1B (receptor de melatonina), ADH/CYP2E1 (metabolismo do álcool).\n- **Exames laboratoriais:** Magnésio sérico e eritrocitário, zinco, vitamina D, vitamina B6 (P5P), TSH/T3L (hipotireoidismo interfere no cortisol e sono), proteína C-reativa.\n\n### Intervenções Baseadas em Evidências\n\n#### Higiene do Ambiente (primeira linha)\n- **Luz:** Substituir iluminação doméstica pós-20h por lâmpadas âmbar ou avermelhadas de baixa intensidade; utilizar óculos com filtro de luz azul após as 20h; ativar \"Night Shift\" ou filtros de cor quente em todas as telas; retirar relógios eletrônicos e carregadores do campo visual do quarto; instalar blackout nas janelas do quarto.\n- **Telas:** Evitar uso de celular, tablet e TV pelo menos 1–2 horas antes de dormir; se necessário, usar com brilho reduzido e temperatura de cor quente.\n- **Ruído:** Reduzir volume de notificações e sons ambiente à noite; considerar uso de ruído branco ou tampões auriculares quando necessário.\n- **Temperatura:** Manter o quarto fresco e bem ventilado; temperatura ambiente entre 18–20°C favorece o sono.\n\n#### Hábitos e Rotina Pré-Sono\n- Jantar pelo menos **2–3 horas antes** de deitar, com refeição leve e de baixa carga glicêmica.\n- **Evitar álcool** à noite: embora promova sensação inicial de relaxamento, fragmenta as fases do sono e reduz o sono REM.\n- **Cafeína:** Suspender consumo pelo menos 6–8 horas antes do horário de dormir.\n- **Conteúdo noturno:** Preferir conteúdo calmo; evitar séries de tensão, noticiários e redes sociais após 20h.\n- **Rotina calma pós-20h:** Higiene pessoal, banho morno, leitura leve, técnicas de respiração ou meditação.\n\n#### Exposição Matinal à Luz\n- **Luz natural logo ao acordar:** Abrir janelas ou sair ao ar livre nos primeiros 30–60 minutos após despertar para ancorar o ritmo circadiano.\n- **Desjejum proteico com vitamina B6** pela manhã favorece a síntese serotoninérgica e o ritmo circadiano (evidência em estudo com 94 atletas).\n\n#### Suplementação de Suporte (quando indicado)\n- **Magnésio treonato** 200–500 mg à noite (ativação de receptores GABA; deficiência comum em >70% dos homens e >80% das mulheres nos EUA).\n- **L-teanina** 200–400 mg (promove relaxamento sem sedação excessiva).\n- **5-HTP sublingual** com piridoxal-5-fosfato (precursor de serotonina/melatonina; evitar em uso de ISRS).\n- **Melatonina:** Iniciar com 0,5–1 mg sublingual; usar formulação de liberação lenta para despertares noturnos; ajustar dose se surgirem sonhos muito vívidos.\n- **Fitoterápicos:** Valeriana officinalis 200–400 mg, Passiflora incarnata ~250 mg, extrato de mulungu ~200 mg, Melissa officinalis ~200 mg.\n- **Relora** (magnólia + philodendron): reduz cortisol salivar em ~18% vs. placebo.\n- **Fosfatidilserina** 200–400 mg (modulação do SNC; atentar ao fator de correção na manipulação).\n- **Aromaterapia com lavanda:** Difusor no quarto ou inalação direta (~5 gotas); meta-análise apoia melhora da qualidade do sono, especialmente em mulheres.\n\n#### Exercício Físico\n- Exercício aeróbio regular melhora a qualidade do sono; horário preferencial pela manhã (~6h), ajustável individualmente.\n\n### Critérios de Encaminhamento\n- **Apneia obstrutiva do sono** (ronco, pausas respiratórias, hipersonolência diurna): encaminhar com polissonografia.\n- **Transtorno de fase atrasada do sono** persistente: considerar cronobiologista ou neurologista.\n- **Insônia crônica** (>3 meses): terapia cognitivo-comportamental para insônia (TCC-I) é primeira linha.\n- **Hipocortisolismo** (fadiga, hipotensão, intolerância ao estresse): avaliação com perfil de cortisol salivar."
}
