{
  "score_item_id": "019bf31d-2ef0-7240-b3ba-5926f65c1bdd",
  "clinical_relevance": "O ambiente do quarto de dormir é um determinante primário da qualidade do sono e, por extensão, da saúde metabólica, imunológica, hormonal e oncológica. A produção de melatonina — hormônio central na regulação do ritmo circadiano — é altamente sensível à exposição à luz, especialmente ao comprimento de onda azul (400–490 nm), presente em telas de dispositivos eletrônicos e iluminação LED branca. A exposição noturna à luz azul causa: atraso no início do sono, supressão da melatonina endógena, redução do sono REM, alteração do ritmo circadiano e piora do alerta matinal. Indivíduos com polimorfismo no gene PER3 apresentam sensibilidade aumentada a esses efeitos, tornando a avaliação genética relevante na personalização das recomendações. Do ponto de vista epidemiológico, um estudo com 500.000 indivíduos demonstrou que acordar cedo associa-se a menor risco cardiovascular e de diabetes, enquanto dormir tarde correlaciona-se com maior incidência de problemas emocionais, neurobiológicos e gastrointestinais. A privação de apenas 2 horas de sono por noite (dormir 6h em vez de 8h) eleva estresse oxidativo, resistência insulínica e marcadores inflamatórios (citocinas). Trabalhadores em regime noturno têm risco 32% maior de câncer de mama (meta-análise de 61 estudos, ~115.000 mulheres); em enfermeiras, esse risco sobe a 58%. A IARC classifica o trabalho que altera o ritmo circadiano como potencialmente cancerígeno (nível 2A). O ambiente inadequado do quarto — excesso de luz artificial noturna, ruído, temperatura desfavorável, presença de eletrônicos — é um fator modificável de alto impacto. A melatonina produzida em ambiente escuro adequado exerce efeitos antitumorais documentados: meta-análise de 29 estudos demonstrou que a melatonina reduz tamanho tumoral, atenua efeitos adversos de quimio/radioterapia e melhora sobrevida. A higiene do ambiente do sono deve ser investigada em todos os pacientes, mesmo sem queixas, pois muitos não percebem a má qualidade do descanso. Fatores ambientais a avaliar: presença de celulares (especialmente em carregamento) e relógios eletrônicos próximos à cama, tipo e intensidade da iluminação noturna, nível de ruído ambiental, e uso de telas (TV, tablets, smartphones) no quarto.",
  "points": 14,
  "patient_explanation": "O ambiente do seu quarto tem um impacto enorme na qualidade do seu sono — e o sono é considerado um dos remédios mais poderosos para a saúde, afetando diretamente sua imunidade, seu peso, seus hormônios, sua disposição e até o risco de doenças graves. A luz artificial à noite, especialmente a luz azul das telas (celular, TV, tablet), engana o seu cérebro e reduz a produção de melatonina, o hormônio que avisa seu corpo que é hora de descansar. Isso atrasa o sono, reduz sua qualidade e prejudica a recuperação noturna. Sons altos, luzes acesas, celular carregando do lado da cama e temperaturas inadequadas também interferem no sono mesmo sem você perceber. A boa notícia é que pequenas mudanças no ambiente do seu quarto podem transformar a qualidade do seu descanso. Um quarto escuro, silencioso e com iluminação âmbar ou vermelha à noite é o ambiente ideal para seu corpo produzir melatonina e se recuperar de verdade.",
  "conduct": "## Avaliação do Ambiente do Quarto\n\n### Investigação Clínica\n- **Anamnese dirigida ao ambiente:** perguntar sobre presença de TV, celular ou relógio eletrônico próximo à cama; tipo de iluminação utilizada à noite no quarto e nas áreas comuns; uso de telas (Netflix, celular) antes de dormir e por quanto tempo; nível de ruído ambiental (trânsito, vizinhos, parceiro com ronco).\n- **Avaliação cronobiológica:** horário habitual de início da melatonina (~20–21h) vs. exposição a estímulos luminosos nesse período; horário de acordar e dormir; turno de trabalho (risco se noturno).\n- **Rastreio genético (opcional, quando disponível):** polimorfismo no gene PER3 — maior sensibilidade à luz azul; polimorfismo MTNR1B — impacto na produção de melatonina.\n- **Monitoramento do sono:** uso de relógios inteligentes ou aplicativos como avaliação inicial não invasiva; polissonografia quando indicado (suspeita de apneia, sono fragmentado grave).\n\n### Intervenções no Ambiente — Por Prioridade\n\n**1. Controle da Luz Noturna (alta prioridade)**\n- Substituir iluminação do quarto por lâmpadas de tonalidade âmbar ou vermelha à noite.\n- Nas áreas comuns da casa, reduzir intensidade e temperatura de cor da iluminação a partir das 20h.\n- Orientar uso de filtros de luz azul em telas (ex.: Night Shift no iOS/macOS, filtro de luz azul no Android) 2–3 horas antes de dormir.\n- Recomendar óculos com lente âmbar (filtro de luz azul) após as 20h, especialmente em pacientes com polimorfismo PER3.\n- Remover ou cobrir LEDs de aparelhos eletrônicos no quarto durante o sono.\n- Retirar celulares em carregamento e relógios eletrônicos do campo visual e do ambiente próximo à cama.\n\n**2. Controle de Ruído**\n- Orientar redução de volume de sons no ambiente noturno.\n- Avaliar uso de tampões auriculares ou máquina de ruído branco quando necessário.\n- Investigar ronco do parceiro como causa de fragmentação do sono.\n\n**3. Controle de Temperatura e Outros Fatores**\n- Ambiente fresco favorece o início e a manutenção do sono (temperatura ligeiramente abaixo da temperatura corporal basal).\n- Quarto deve ser reservado para sono e intimidade — evitar trabalho, estudos ou uso de telas como hábito no leito.\n\n### Intervenções Complementares ao Ambiente\n\n**Aromaterapia no quarto**\n- Óleo essencial de lavanda em difusor — efeito GABAérgico documentado, melhora qualidade do sono principalmente em mulheres (evidência de meta-análise); alternativa: inalação direta (5 inspirações profundas com ~5 gotas).\n\n**Rotina pré-sono (a partir das 20h)**\n- Higiene pessoal, banho morno, relaxamento.\n- Evitar conteúdos estressantes (séries de ação, notícias) que elevam ativação fisiológica.\n- Última refeição pelo menos 2–3 horas antes de deitar.\n- Evitar cafeína, nicotina e álcool nas horas finais do dia (álcool, apesar de sensação inicial de relaxamento, fragmenta o sono e suprime o sono REM).\n\n**Exposição à luz matinal**\n- Orientar abertura de janelas ou saída ao exterior logo ao acordar — exposição à luz natural regula o ritmo circadiano e ancora o relógio biológico.\n\n### Encaminhamentos\n- **Médico do sono / pneumologista:** suspeita de apneia obstrutiva do sono (ronco, despertares noturnos, sonolência diurna excessiva).\n- **Geneticista / medicina funcional:** investigação de polimorfismos PER3, MTNR1B quando há refratariedade a medidas de higiene do sono.\n- **Trabalhadores noturnos:** avaliação de risco oncológico aumentado; educação sobre impacto do ritmo circadiano alterado; otimização de sono diurno com blackout total e controle de ruído."
}
