{
  "score_item_id": "019bf31d-2ef0-794d-aeb9-ac5fbe5b0542",
  "clinical_relevance": "A iluminação do ambiente do sono é um dos principais moduladores externos do ritmo circadiano humano, atuando diretamente sobre a síntese e secreção de melatonina pela glândula pineal. A luz — especialmente no espectro azul (comprimento de onda 460–480 nm) — suprime a produção endógena de melatonina ao inibir a via retino-hipotalâmica que sinaliza ao núcleo supraquiasmático (NSQ) o estado de escuridão. A exposição noturna à luz azul, proveniente de telas (smartphones, televisores, monitores) e iluminação artificial de tonalidade branca/fria, provoca atraso no início do sono, redução do tempo total de sono REM, diminuição da qualidade de recuperação noturna e dessincronização do eixo HPA (hipotálamo-hipófise-adrenal).\n\nOs genes do relógio biológico — CLOCK, PER (período), CRY (criptocromo) — regulam ciclos de aproximadamente 12 horas e são influenciados diretamente pela exposição luminosa. Polimorfismos no gene PER3 aumentam a sensibilidade individual aos efeitos da luz azul noturna, tornando certos pacientes mais vulneráveis à dessincronização circadiana mesmo com exposições moderadas.\n\nDo ponto de vista epidemiológico, a desregulação circadiana associada ao trabalho noturno foi classificada como potencialmente cancerígena (nível 2A pela IARC). Meta-análise de 61 estudos com aproximadamente 115.000 mulheres demonstrou aumento de 32% no risco de câncer de mama em trabalhadoras noturnas em geral, e de 58% entre enfermeiras. Privação de apenas 2 horas semanais de sono foi suficiente para elevar citocinas inflamatórias em estudos controlados. Meta-análise de 29 estudos demonstrou que a melatonina reduz o tamanho tumoral, atenua efeitos adversos da quimio e radioterapia, e melhora a sobrevida oncológica. Redução de um quinto na amplitude do ritmo circadiano foi observada em estudo com 91.000 participantes, com impacto significativo em múltiplas dimensões de saúde.\n\nA má iluminação noturna também se associa a: resistência à insulina, aumento do estresse oxidativo, piora da imunidade adaptativa (redução de IgA secretória), disfunção neuroendócrina com hipercortisolismo noturno, e prejuízo cognitivo (atenção, funções executivas). Em pacientes com TDAH, 50% apresentam distúrbios de sono, e 73–78% têm transtorno de fase atrasada do sono — condição fortemente relacionada à exposição luminosa inadequada.\n\nA estratificação de risco considera: exposição à luz azul após 20h, ausência de blackout no quarto, uso de dispositivos eletrônicos na cama, polimorfismos em PER3 e MTNR1B, e presença de comorbidades sensíveis ao ritmo circadiano (obesidade, autoimunidade, câncer, TDAH, dor crônica).",
  "points": 8,
  "patient_explanation": "A qualidade da luz no seu quarto na hora de dormir tem um impacto direto na qualidade do seu sono e na sua saúde. Quando o ambiente fica escuro, seu corpo produz um hormônio chamado melatonina, que avisa o organismo que é hora de descansar e se recuperar. Mas quando há luz — especialmente a luz azul das telas de celular, computador e televisão — esse sinal é interrompido, e seu cérebro fica 'acordado' mesmo quando você quer dormir.\n\nUm quarto mal iluminado à noite pode fazer você demorar mais para pegar no sono, reduzir a profundidade do descanso e deixar você acordando cansado. Com o tempo, dormir em ambientes com muita luz artificial eleva o risco de inflamação, alterações no açúcar no sangue e até problemas mais sérios de saúde. A boa notícia é que pequenas mudanças no ambiente — como usar cortinas blackout, trocar lâmpadas por tons mais quentes/âmbar à noite e evitar o celular antes de dormir — já fazem uma grande diferença na sua saúde e disposição.",
  "conduct": "## Avaliação do Ambiente de Iluminação do Sono\n\n### Anamnese Direcionada\n- Investigar uso de telas (celular, TV, tablet) após as 20h e dentro do quarto\n- Avaliar tipo de iluminação do quarto (branca/fria vs. âmbar/quente)\n- Perguntar sobre presença de LEDs de dispositivos eletrônicos, relógios digitais e entradas de luz externa\n- Verificar se o paciente usa o celular na cama ou o carrega próximo à cabeceira\n- Avaliar polimorfismos em PER3 e MTNR1B quando disponível (maior sensibilidade à luz azul)\n- Identificar comorbidades associadas à disrupção circadiana: obesidade, autoimunidade, TDAH, dor crônica, oncológico\n\n### Metas do Ambiente de Sono\n- **Escuridão total:** usar cortinas blackout ou máscara de dormir\n- **Sem LEDs:** cobrir ou remover dispositivos com luz de standby no quarto\n- **Iluminação noturna (pós 20h):** substituir lâmpadas brancas por âmbar, incandescentes de baixa intensidade ou lâmpadas vermelhas\n- **Telas:** reduzir brilho e ativar modo \"night shift\" (temperatura de cor quente); idealmente suspender uso 1–2 horas antes de dormir\n- **Óculos âmbar:** indicar uso após 20h para filtrar luz azul, especialmente para pacientes com polimorfismo PER3 ou queixas de latência de sono prolongada\n\n### Intervenções Baseadas em Evidências\n\n**Comportamentais:**\n- Implementar rotina pós-20h: higiene, banho morno, relaxamento — sem telas ou estímulos excitatórios\n- Exposição à luz natural logo ao acordar (preferencial: abrir janelas, sair ao sol matinal) para sincronizar o NSQ e fortalecer expressão dos clock genes (pico de resposta 30–40 min após exposição)\n- Manter horário regular de sono e despertar, inclusive fins de semana\n\n**Suplementação adjuvante (quando indicada por clínica):**\n- Melatonina: iniciar com 0,5 mg sublingual; indicada especialmente após os 40–50 anos (produção endógena reduzida) e em pacientes com boa higiene do sono mas produção insuficiente\n- 5-HTP sublingual (precursor de serotonina e melatonina): útil para iniciar inibição noturna do SNC\n- L-teanina: 200–400 mg à noite\n- Magnésio treonato: 200–500 mg à noite (meia-vida ~12h)\n- Valeriana (200–400 mg), Passiflora (~250 mg), Melissa (~200 mg), Mulungu (~200 mg): adjuvantes fitoterápicos\n- Fosfatidilserina: 200–400 mg (reduz cortisol noturno)\n\n**Investigação Complementar:**\n- Curva de cortisol salivar em 4 pontos (suspeita de hipercortisolismo noturno ou padrão achatado)\n- Polissonografia ou monitoramento domiciliar: quando há suspeita de apneia, agitação noturna ou arquitetura de sono comprometida\n- Painel genético direcionado (PER3, MTNR1B, ADH) para personalizar conduta de luz e suplementação\n- Dosagem de melatonina noturna (urina ou saliva) se disponível\n\n### Critérios de Encaminhamento\n- **Medicina do sono / pneumologia:** suspeita de apneia obstrutiva do sono ou síndrome de fase atrasada grave\n- **Psiquiatria/neurologia:** insônia crônica refratária, transtorno de ritmo circadiano do sono\n- **Oncologia integrativa:** pacientes com histórico oncológico e disrupção circadiana documentada\n\n### Monitoramento\n- Reavaliar qualidade do sono em todas as consultas (diário de sono ou dispositivos de rastreamento)\n- Reavaliação formal com escores validados (Pittsburgh Sleep Quality Index) em 4–6 semanas após intervenções no ambiente"
}
