{
  "score_item_id": "019bf31d-2ef0-764f-9b07-b9a13e5b6a62",
  "clinical_relevance": "O parâmetro 'Janelas / claridade' avalia as condições de luminosidade no ambiente de sono, especificamente a presença de luz externa que penetra pelo quarto durante o período noturno. A exposição à luz durante o sono interfere diretamente na produção de melatonina e na regulação do ritmo circadiano, com consequências sistêmicas documentadas.\n\nFisiologicamente, a melatonina tem sua secreção iniciada por volta das 20h-21h e depende de sinal de escuridão captado pelas células fotossensíveis da retina. Qualquer fonte de luz — incluindo luz que penetra por janelas sem proteção adequada (lanternas públicas, iluminação de rua, luz de veículos, luz do amanhecer antecipado) — pode suprimir a produção de melatonina e atrasar ou fragmentar o início do sono.\n\nA luz de comprimentos de onda curtos (espectro azul, 450-490 nm) é a mais supressora da melatonina, porém mesmo luz âmbar ou vermelha de intensidade elevada pode interferir em indivíduos geneticamente sensíveis. O polimorfismo no gene PER3 aumenta a suscetibilidade individual à supressão de melatonina pela luz noturna.\n\nDo ponto de vista epidemiológico e de risco, a desregulação circadiana provocada por exposição à luz noturna está associada a: aumento de citocinas inflamatórias (com privação de apenas 2 horas por semana de sono adequado), resistência à insulina, estresse oxidativo, desregulação imune, maior risco de diabetes, doenças cardiovasculares, transtornos psiquiátricos e obesidade. Destaca-se ainda a classificação do trabalho noturno — e, por extensão, da disrupção circadiana crônica — como potencialmente cancerígeno (IARC, nível 2A). Meta-análise com 61 estudos e aproximadamente 115 mil mulheres demonstrou aumento de 32% no risco de câncer de mama em trabalhadoras noturnas, chegando a 58% em enfermeiras.\n\nNo contexto do ambiente do sono, janelas sem cortinas blackout ou persianas opacas representam fonte contínua de perturbação circadiana, especialmente em centros urbanos com iluminação pública intensa, em períodos de verão com madrugadas mais claras, ou para pacientes com sono leve e alta suscetibilidade ao estímulo luminoso.\n\nA estratificação de risco considera: pacientes com queixas de dificuldade para iniciar o sono, despertares noturnos frequentes, sono superficial, cansaço matinal desproporcional ao tempo dormido, ou condições associadas à desregulação do eixo HPA (fadiga adrenal, ansiedade, depressão, TDAH, síndrome metabólica) devem ter o ambiente de sono cuidadosamente avaliado, incluindo o controle de luminosidade.",
  "points": 4,
  "patient_explanation": "A claridade que entra pelo seu quarto à noite — seja de postes, da rua, de vizinhos ou do amanhecer — pode prejudicar o seu sono muito mais do que você imagina. Isso acontece porque o seu corpo produz um hormônio chamado melatonina, responsável por sinalizar que é hora de dormir. Essa produção só ocorre na escuridão: qualquer luz que entre pelo quarto pode reduzir ou atrasar essa produção, dificultando o início do sono, causando despertares no meio da noite e deixando você cansado mesmo após muitas horas na cama. Com o tempo, dormir em ambiente com luz pode contribuir para inflamação, desequilíbrio hormonal e maior risco de doenças. A boa notícia é que a solução é simples: usar cortinas blackout ou persianas que bloqueiem completamente a luz externa pode fazer uma grande diferença na qualidade do seu descanso.",
  "conduct": "## Avaliação do Ambiente de Sono — Controle de Luminosidade (Janelas / Claridade)\n\n### Anamnese Direcionada\n\n- Questionar se há iluminação pública, de vizinhos ou de veículos que penetra no quarto durante a noite\n- Perguntar sobre horário de acordar espontâneo vs. horário de despertar da luz do dia (especialmente no verão)\n- Investigar presença de cortinas, persianas ou blackout no quarto\n- Avaliar se o paciente usa máscara de dormir\n- Verificar sensibilidade individual à luz (acordar ao mínimo estímulo luminoso, dificuldade de dormir em locais iluminados)\n- Pesquisar polimorfismos relevantes quando disponível (gene PER3), que aumentam a suscetibilidade à luz noturna\n\n### Intervenções Baseadas em Evidências\n\n**Controle imediato do ambiente:**\n- **Instalação de cortina blackout** como intervenção de primeira linha — bloqueia 95-100% da luz externa; indicada para todos os pacientes com queixas de sono em ambiente urbano\n- Persianas com bloqueio total de luz como alternativa\n- Uso de **máscara de dormir de qualidade** como solução provisória ou de viagem\n- Reduzir ou eliminar fontes de luz interna no quarto (LEDs de carregadores, relógios digitais, aparelhos em standby)\n\n**Protocolo circadiano complementar:**\n- Uso de luz âmbar ou vermelha de baixa intensidade à noite dentro de casa (substituir lâmpadas brancas por warm white ou âmbar após as 20h)\n- Óculos com filtro de luz azul (âmbar) após as 20h para proteger a produção de melatonina mesmo em ambientes internos\n- Exposição à luz natural logo ao acordar (abrir janelas, sair ao exterior) para ancorar o ritmo circadiano matinal e compensar qualquer disrupção noturna\n- Manter horário regular de dormir e acordar, mesmo nos fins de semana\n\n**Avaliação de risco ampliada:**\n- Em pacientes com queixas persistentes de sono apesar da higiene do ambiente, considerar polissonografia ou monitoramento domiciliar para descartar apneia obstrutiva do sono ou outros distúrbios primários\n- Avaliar curva de cortisol salivar (manhã, tarde, noite) quando houver suspeita de desregulação do eixo HPA associada\n- Rastrear sintomas associados: fadiga diurna, resistência à insulina, humor deprimido, ansiedade, dificuldade de concentração — todos potencialmente agravados por disrupção circadiana crônica\n\n**Suplementação adjuvante (quando indicado):**\n- Melatonina: iniciar com 0,5–1 mg sublingual; usar formulação de liberação lenta para despertares noturnos; considerar formulação duo (2–3 mg) para dificuldade de início e manutenção do sono\n- Magnésio treonato (200–500 mg) — estabiliza ritmo circadiano e eixo HPA, melhora qualidade do sono\n- L-teanina (200–400 mg) — efeito GABAérgico, reduz ativação noturna\n- 5-HTP sublingual com Piridoxal-5-fosfato — precursor de serotonina e melatonina; evitar em uso concomitante de ISRS\n- Lavanda (aromaterapia ou 2 gotas em cápsula com óleo de coco fracionado) — efeito GABAérgico confirmado em meta-análise, especialmente em mulheres\n\n### Critérios de Encaminhamento\n\n- **Otorrinolaringologista / Pneumologista do Sono:** suspeita de apneia obstrutiva (ronco, despertares com engasgo, sonolência diurna intensa, IMC elevado)\n- **Psiquiatra / Neurologista:** transtorno de fase atrasada do sono, insônia crônica refratária a medidas comportamentais, comorbidade psiquiátrica (ansiedade, depressão, TDAH)\n- **Endocrinologista:** quando a disrupção circadiana se associar a disfunção tireoidiana, resistência à insulina ou alterações hormonais significativas\n\n### Monitoramento\n\n- Rever qualidade do sono em todas as consultas subsequentes\n- Incentivar uso de diário de sono ou aplicativos/dispositivos de monitoramento para objetivar melhora\n- Reavaliar em 4–6 semanas após implementação das medidas de controle ambiental"
}
