{
  "score_item_id": "019bf31d-2ef0-7ae9-850f-dac4fb0da126",
  "clinical_relevance": "Televisão e telas no ambiente do sono representam um fator comportamental modificável com impacto direto sobre o ritmo circadiano, a produção de melatonina e a arquitetura do sono. A exposição à luz azul emitida por dispositivos eletrônicos (televisores, tablets, smartphones, notebooks) suprime a secreção de melatonina pela glândula pineal, atrasando o início do sono e reduzindo a proporção de sono REM. Fisiologicamente, a retina contém células ganglionares fotossensíveis (ipRGCs) que expressam melanopsina e são particularmente sensíveis ao espectro de 460–480 nm (luz azul), transmitindo sinal ao núcleo supraquiasmático do hipotálamo e inibindo a via retino-hipotalâmica que desencadeia a produção noturna de melatonina. A produção de melatonina normalmente se inicia por volta das 20–21h; a exposição a telas brilhantes nesse período adia este onset de forma clinicamente relevante.\n\nDo ponto de vista circadiano, conteúdos de alta estimulação assistidos à noite (séries, notícias, jogos) elevam a ativação fisiológica do eixo HPA, dificultando a transição para o sono. O impacto é dose-dependente: quanto maior a duração e o brilho da exposição, maior o atraso circadiano e a redução da qualidade do sono REM.\n\nExistem diferenças individuais de suscetibilidade: portadores de polimorfismo no gene PER3 (componente do relógio circadiano molecular) apresentam maior sensibilidade aos efeitos supressores da luz azul sobre a melatonina e maior prejuízo na qualidade do sono noturno com a exposição a telas.\n\nEm crianças e adolescentes, os efeitos são amplificados. Estudos indicam que dispositivos de mídia presentes no quarto antes de dormir dobram o risco de distúrbios do sono nessa faixa etária. O sono insuficiente ou fragmentado prejudica memória, atenção, regulação emocional e funções executivas — podendo mimetizar ou agravar sintomas de TDAH. Dados publicados no JAMA Psychiatry associam maior tempo de uso de mídias sociais a maiores taxas de depressão, ansiedade, ideação suicida e automutilação em jovens. Para crianças de 8 a 11 anos, recomenda-se limitar o tempo de tela recreativo a no máximo 2 horas/dia e iniciar a rotina de sono antes das 20h, porém apenas 1 em cada 20 crianças atinge essas metas simultaneamente.\n\nEm adultos, a presença de televisão ligada ou uso de smartphones no quarto está associada a latência de sono aumentada, redução do tempo total de sono e pior percepção da qualidade do descanso. O fenômeno da tecnotransferência — uso excessivo de telas pelos pais durante o convívio familiar — impacta negativamente o desenvolvimento da linguagem, comportamento e interação social dos filhos, com dados mostrando que 72,9% dos pais que afirmam limitar o próprio uso ainda utilizam telas em excesso na presença dos filhos.\n\nA estratificação de risco considera: presença de TV/tablet/smartphone no quarto, uso de telas após 20h, duração total de uso noturno, tipo de conteúdo (estimulante vs. neutro), brilho da tela, e vulnerabilidades individuais (polimorfismo PER3, crianças pequenas, transtornos de sono preexistentes). Intervenções como uso de óculos com filtro âmbar após 20h, ativação do modo noturno (night shift) e remoção de dispositivos do quarto apresentam benefício documentado sobre a qualidade do sono e a produção de melatonina.",
  "points": 8,
  "patient_explanation": "Televisão e telas de celular, tablet ou computador emitem uma luz azulada que engana o seu cérebro: ele interpreta essa luz como sinal de dia e para de produzir melatonina, o hormônio que avisa o corpo que está na hora de dormir. Isso faz você demorar mais para pegar no sono, ter um sono mais superficial e acordar menos descansado. Usar telas no quarto à noite — seja assistindo série, rolando redes sociais ou até com a TV ligada de fundo — é um dos hábitos que mais prejudica a qualidade do sono sem que a pessoa perceba. Em crianças, o efeito é ainda mais forte: ter acesso a dispositivos antes de dormir dobra o risco de problemas de sono, afetando atenção, aprendizado e comportamento no dia seguinte. A boa notícia é que pequenas mudanças fazem grande diferença: evitar telas pelo menos uma hora antes de dormir, tirar a TV e o celular do quarto e usar o modo noturno nos aparelhos são passos simples que melhoram o sono de forma rápida e sem medicação.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese do ambiente do sono:** investigar presença de TV, tablet, smartphone e roteador Wi-Fi no quarto do paciente (e dos filhos, quando aplicável)\n- **Horário de uso:** registrar o horário de início e fim do uso de telas à noite e a última exposição antes de dormir\n- **Tipo de conteúdo:** avaliar se o conteúdo assistido é de alta estimulação (séries de suspense, notícias, jogos) ou neutro\n- **Brilho e distância:** estimar intensidade luminosa e proximidade dos dispositivos\n- **Impacto percebido:** correlacionar com latência de sono, despertares noturnos e qualidade subjetiva do descanso\n- **Fatores de risco adicionais:** suspeita de polimorfismo PER3 em pacientes com queixa de hipersensibilidade à luz noturna; presença de TDAH ou transtornos de sono em crianças\n\n## Intervenções Baseadas em Evidências\n\n### Ambiente do quarto\n- **Remover ou desligar completamente** TV, tablets e smartphones do quarto durante o sono\n- Retirar roteadores Wi-Fi do quarto quando possível\n- Substituir iluminação artificial branca/azulada por lâmpadas âmbar ou de baixa intensidade para uso após 20h\n\n### Higiene digital noturna\n- **Estabelecer horário de corte de telas:** idealmente encerrar uso de telas luminosas **60–120 minutos antes de dormir**\n- Ativar **modo noturno (night shift)** nos dispositivos para redução de emissão de luz azul quando o uso for inevitável\n- Utilizar **óculos com filtro de luz azul (âmbar)** após as 20h para pacientes que não conseguem suspender o uso\n- Evitar conteúdos de alta estimulação emocional à noite (notícias, séries de suspense, redes sociais)\n\n### Protocolo circadiano complementar\n- Exposição à **luz natural pela manhã** logo ao acordar para ancoragem do ritmo circadiano\n- Manter **rotina consistente de horário de dormir e acordar**, inclusive nos fins de semana\n- Após 20h: priorizar atividades calmas (higiene pessoal, leitura de papel, conversa tranquila, relaxamento)\n\n### Em crianças e adolescentes\n- **Remover dispositivos do quarto** com caráter de regra clara, não apenas negociação\n- Limitar tempo de tela recreativo a **no máximo 2 horas/dia** para crianças de 8–11 anos\n- Iniciar rotina de preparação para o sono às **20h**, com apagamento de telas antes desse horário\n- Realizar **curadoria do conteúdo:** evitar vídeos de ritmo frenético, jogos estimulantes e redes sociais próximos ao horário de dormir\n- **Abordar tecnotransferência:** orientar pais a reduzirem o próprio uso de telas durante o convívio familiar, especialmente em momentos de refeição e hora de dormir\n- Considerar **\"desafio de 30 dias sem tela à noite\"** com metas semanais e alternativas práticas (leitura, jogos de tabuleiro, conversa em família)\n- Reavaliar sintomas de desatenção, impulsividade e sono após 4–6 semanas de intervenção comportamental antes de conclusão diagnóstica de TDAH\n\n## Monitoramento e Reavaliação\n\n- Reavaliação em **4 semanas:** qualidade do sono (latência, despertares, percepção de descanso), comportamento e atenção em crianças\n- Métricas de sucesso: redução da latência de sono, menos despertares noturnos, melhora do humor e desempenho diurno\n- Em casos de não adesão: investigar barreiras práticas e oferecer materiais educativos (cartilha familiar, orientações escritas com metas mensais)\n\n## Encaminhamento\n\n- **Especialista em medicina do sono:** se distúrbios persistirem após adequação do ambiente e higiene digital\n- **Avaliação neuropsicológica:** quando sintomas de desatenção/impulsividade em crianças não melhoram após intervenção ambiental estruturada por 4–6 semanas\n- **Suporte nutracêutico adjuvante (quando indicado):** melatonina de baixa dose, magnésio treonato, L-teanina — apenas como suporte à higiene do sono, não como substitutos das medidas comportamentais"
}
