{
  "score_item_id": "019bf31d-2ef0-7a1c-8338-652e22f41fb3",
  "clinical_relevance": "O parâmetro Odores avalia a qualidade olfativa do ambiente de sono e o uso terapêutico de aromaterapia como intervenção no contexto da higiene do sono. No âmbito da medicina funcional integrativa, o sistema olfatório possui acesso direto ao sistema límbico e à amígdala, permitindo que estímulos voláteis modulem rapidamente o sistema nervoso autônomo (SNA), o eixo HPA e os circuitos GABAérgicos.\n\nO odor mais estudado em contexto de sono é o óleo essencial de lavanda (Lavandula angustifolia). Seu principal composto ativo, o linalol, exerce efeito GABAérgico — potencializando a neurotransmissão inibitória e promovendo tonificação parassimpática. Meta-análises demonstram que a aromaterapia com lavanda melhora a qualidade subjetiva do sono, com maior magnitude de efeito em mulheres. O Silexan (lavanda oral padronizada, 80 mg/dia), em estudo duplo-cego randomizado de 2010, mostrou eficácia comparável ao lorazepam para transtorno de ansiedade generalizada, sem sedação excessiva ou potencial de abuso, corroborando o mecanismo GABAérgico.\n\nO óleo de alecrim apresenta evidências adicionais: estudo com 20 voluntários saudáveis demonstrou correlação entre níveis séricos de 1,8-cineol — biomarcador de exposição olfativa ao alecrim — e melhor desempenho cognitivo (concentração, velocidade, precisão) e mudanças de humor após inalação. A camomila e a melissa officinalis também possuem efeitos documentados: a melissa é potente inibidora da GABA transaminase, prolongando a ação do GABA, com ensaio clínico de 8 semanas demonstrando eficácia sustentada.\n\nNo que tange ao ambiente olfativo adverso, odores perturbadores (produtos químicos, poluentes voláteis, fumaça) ativam o SNA simpático, elevam o cortisol e fragmentam o sono. A presença de odores neutros ou agradáveis, aliada à redução de estímulos químicos irritantes no quarto, contribui para a dominância parassimpática noturna — estado fisiológico em que o sono é predominantemente parassimpático (cerca de dois terços do período), com alternância de fases REM de maior ativação simpática.\n\nDo ponto de vista epidemiológico, a aromaterapia é considerada intervenção segura, de baixo custo e sem efeitos adversos relevantes relatados em meta-análises. Sua aplicação como adjuvante ao sono está respaldada por evidências de nível moderado. A avaliação sistemática do ambiente olfativo — incluindo uso de produtos de limpeza com fragrâncias sintéticas, presença de mofo, animais domésticos e ausência de ventilação adequada — integra a anamnese de higiene do sono na abordagem funcional integrativa.",
  "points": 4,
  "patient_explanation": "Os odores presentes no seu quarto podem influenciar diretamente a qualidade do seu sono. Cheiros agradáveis e calmantes — como o óleo essencial de lavanda — ajudam o sistema nervoso a relaxar e facilitam o adormecer, pois agem em circuitos cerebrais que promovem calma e inibição da agitação. Por outro lado, odores químicos fortes, mofo, fumaça ou fragrâncias sintéticas intensas podem irritar o sistema nervoso, dificultar a respiração e fragmentar o sono sem que você perceba diretamente. A aromaterapia com lavanda, por exemplo, é uma intervenção simples, segura e com respaldo científico: algumas gotas em um difusor no quarto ou inaladas diretamente antes de dormir podem melhorar a sensação de relaxamento e a qualidade do descanso. Manter o ambiente bem ventilado, livre de produtos químicos irritantes e, quando desejado, aromatizado com óleos essenciais naturais, é um passo acessível para otimizar o sono.",
  "conduct": "## Conduta Clínica: Odores no Ambiente de Sono\n\n### Avaliação Inicial\n\n- **Anamnese olfativa do quarto:** identificar presença de odores químicos (tintas, solventes, produtos de limpeza com fragrâncias sintéticas), mofo ou umidade, fumaça de cigarro, presença de animais domésticos, ventilação inadequada\n- **Investigar uso atual de aromaterapia:** tipo de óleo, frequência, método de aplicação (difusor, inalação direta, sachês)\n- **Checar sensibilidades ou alergias** a compostos voláteis que possam contraindicar aromaterapia\n- **Avaliar queixas respiratórias associadas ao sono** (rinite, broncoespasmo, apneia) que possam ser exacerbadas por odores ambientais\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### Aromaterapia com Óleo de Lavanda (primeira escolha)\n- **Difusor no quarto:** ligar 30 minutos antes de dormir; desligar ao adormecer ou usar com timer\n- **Inalação direta:** 5 gotas na palma da mão, 5 respirações profundas antes de deitar\n- **Via oral (Silexan):** 80 mg/dia em contexto de ansiedade associada — eficácia comparável ao lorazepam em estudo duplo-cego randomizado (2010), sem sedação excessiva ou dependência\n- **Cápsula com óleo de coco fracionado:** 2 gotas de lavanda — opção para uso interno supervisionado\n\n#### Outros Óleos com Evidência de Suporte\n- **Camomila:** 2 gotas na mão, 5 inalações profundas; favorece relaxamento e respiração\n- **Alecrim (uso diurno/cognitivo):** 5 gotas + 5 gotas de hortelã; 5 respirações profundas, 3x/dia (acordar, pós-almoço, fim da tarde) — associado a melhora cognitiva e treino autonômico\n\n#### Controle de Odores Adversos no Ambiente\n- **Eliminar fontes de compostos orgânicos voláteis:** substituir produtos de limpeza convencionais por versões sem fragrância sintética ou à base de ingredientes naturais\n- **Garantir ventilação adequada** do quarto: arejar diariamente; evitar quarto fechado com excesso de materiais sintéticos\n- **Avaliar presença de mofo:** umidade > 60% favorece crescimento fúngico; usar desumidificador se necessário\n- **Retirar animais domésticos do quarto** em casos de alergia ou sono fragmentado sem causa aparente\n\n---\n\n### Integração com Protocolo de Higiene do Sono\n\n- Aromaterapia deve ser integrada ao protocolo circadiano noturno: iniciar após 20:00, junto com redução de luz azul, controle de ruído e rotinas de relaxamento\n- Odores calmantes potencializam o efeito de outras intervenções GABAérgicas (magnésio treonato, L-teanina, melissa, valeriana)\n- Reavaliar resposta ao uso de aromaterapia em consultas de acompanhamento de sono\n\n---\n\n### Critérios de Encaminhamento\n\n- **Otorrinolaringologista ou neurologista:** suspeita de anosmia, hiposmia ou alterações olfativas persistentes (incluindo pós-COVID) que comprometam a percepção do ambiente e a segurança domiciliar\n- **Alergologista:** rinite alérgica ou hipersensibilidade a compostos voláteis com impacto documentado no sono\n- **Pneumologista:** broncoespasmo ou DPOC exacerbados por exposição a odores no quarto"
}
