{
  "score_item_id": "019c53b4-69f2-7131-a846-1fce769a709d",
  "clinical_relevance": "A temperatura do ambiente de sono é um modulador primário da arquitetura do sono e do ritmo circadiano. Fisiologicamente, o início do sono está acoplado à queda da temperatura corporal central (core body temperature), mediada pela vasodilatação periférica e dissipação de calor. Esse processo é dependente do sinal circadiano — a melatonina, cuja secreção tem início em torno das 20–21h, participa da redução da temperatura corporal central como sinal de indução do sono. Ambientes com temperatura inadequada (excessivamente quentes ou frios) interferem nesse mecanismo, dificultando o adormecimento, reduzindo o sono profundo (ondas lentas) e suprimindo o sono REM.\n\nNo contexto clínico, a temperatura do quarto assume relevância adicional em populações específicas: (1) Mulheres na transição menopausal e pós-menopausa — os fogachos são causados pela liberação de noradrenalina secundária à queda de serotonina decorrente do hipoestrogenismo, alterando o centro termorregulador hipotalâmico. Mais de 70% das mulheres apresentam fogachos, com duração média superior a 7 anos sem tratamento, sendo que um terço persiste por mais de 10 anos. Fogachos noturnos perturbam o sono de forma direta, e distúrbios do sono afetam 30–46% das mulheres na menopausa. A exposição a ambientes quentes amplifica a frequência e intensidade dessas ondas de calor. (2) Homens com hipogonadismo ou obesidade — a obesidade pode elevar a temperatura escrotal, prejudicar a produção de testosterona e causar oligospermia/azoospermia, e o ambiente de sono quente contribui para esse fenômeno. (3) Indivíduos com desregulação do eixo HPA — o cortisol começa a elevar-se entre 4h e 8h da manhã; despertares noturnos, especialmente por volta das 4h, podem ocorrer por elevação precoce do cortisol em contextos de sono superficial, frequentemente agravados por desconforto térmico.\n\nDo ponto de vista epidemiológico e de risco, a má qualidade do sono — da qual a temperatura inadequada do ambiente é um fator modificável relevante — está associada a: aumento do risco de todas as causas de doença, incluindo câncer; resistência à insulina; aumento de citocinas inflamatórias (privação de apenas 2 horas/noite eleva estresse oxidativo e inflamação); redução da leptina em até 18%, aumento da grelina em até 25%, aumento do apetite por alimentos calóricos em 34–45% e redução da sensibilidade à insulina em 30%. O trabalho em regime noturno, que cronicamente altera o ritmo circadiano e a termorregulação, é classificado como potencialmente cancerígeno (nível 2A) pela IARC, com meta-análise de 61 estudos (≈115 mil mulheres) demonstrando aumento de 32% no risco de câncer de mama na população geral e 58% em enfermeiras.\n\nA temperatura ambiente ideal para o sono situa-se, conforme conhecimento consolidado em medicina do sono, entre 18–22°C (66–72°F) para adultos saudáveis, permitindo a queda adequada da temperatura corporal central. Valores acima de 24°C estão associados a maior fragmentação do sono e redução das fases de sono profundo. A avaliação desse parâmetro é parte integrante da higiene do sono e da abordagem circadiana integrada.",
  "points": 6,
  "patient_explanation": "A temperatura do seu quarto durante o sono é um fator que influencia diretamente a qualidade do seu descanso. Isso acontece porque o corpo precisa reduzir sua temperatura interna para entrar e permanecer em sono profundo — e o ambiente ao redor ajuda (ou atrapalha) esse processo.\n\nQuartos muito quentes dificultam o adormecer, causam despertares noturnos e reduzem o tempo de sono reparador. Com o tempo, noites mal dormidas afetam o humor, a memória, o controle do peso e a imunidade.\n\nPara mulheres que passam pela menopausa, um quarto quente pode piorar as ondas de calor noturnas (os famosos 'fogachos'), tornando o sono ainda mais fragmentado.\n\nO ideal é manter o quarto com temperatura agradável e fresca — em torno de 18 a 22°C — com boa ventilação, roupas de cama leves e adequadas à estação. Pequenos ajustes no ambiente podem fazer grande diferença na qualidade do seu sono e, consequentemente, na sua saúde geral.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese dirigida:** Perguntar sobre temperatura habitual do quarto, uso de ar-condicionado, aquecedor ou ventilador, tipo de colchão e roupas de cama, queixas de calor ou frio noturno, presença de sudorese noturna, número e causa dos despertares noturnos.\n- **Populações de atenção especial:**\n  - Mulheres na transição menopausal/pós-menopausa com fogachos noturnos\n  - Homens com obesidade (risco de elevação de temperatura escrotal e hipogonadismo)\n  - Pacientes com disfunção do eixo HPA (despertares às 3–5h por elevação precoce de cortisol)\n  - Pacientes com síndrome metabólica, resistência à insulina ou obesidade\n- **Avaliar outros fatores de higiene do sono concomitantes:** luz azul noturna, uso de eletrônicos no quarto, horário do jantar, consumo de álcool e cafeína.\n\n## Intervenções Baseadas em Evidências\n\n### Ajuste do Ambiente Térmico\n- **Meta de temperatura ambiente:** 18–22°C para adultos saudáveis; considerar faixa inferior (18–20°C) para mulheres com fogachos noturnos\n- Orientar uso de ventilador, ar-condicionado ou abertura de janela conforme disponibilidade\n- Preferir roupas de cama leves e de material respirável (algodão, bambu) em vez de sintéticos\n- Evitar cobertores excessivamente pesados em ambientes já quentes\n- Banho morno/frio antes de dormir pode auxiliar na queda da temperatura corporal central, facilitando o adormecer\n\n### Higiene do Sono Integrada (Protocolo Circadiano)\n- **Luz:** Reduzir luz azul (telas) 2–3 horas antes de dormir; usar lâmpadas âmbar/avermelhadas à noite; óculos com filtro de luz azul após 20:00\n- **Sons:** Reduzir volume e ruído no ambiente; retirar eletrônicos da cabeceira\n- **Rotina noturna:** Após ~20:00, priorizar higiene pessoal, relaxamento, leitura calma; evitar conteúdos estressantes\n- **Exposição à luz natural pela manhã:** Regular o ritmo circadiano, melhorando o sinal de início noturno da melatonina\n- **Exercício aeróbio regular:** Melhora qualidade do sono; horário matinal preferencial (06:00), podendo ser individualizado\n- **Refeições:** Terminar de comer pelo menos 2–3 horas antes de dormir; evitar álcool e cafeína à noite\n\n### Abordagem Específica por Perfil\n\n**Mulheres com fogachos/sudorese noturna:**\n- Quarto mais fresco é intervenção de primeira linha para reduzir desconforto\n- Avaliar indicação de terapia hormonal (TRH): janela de oportunidade nos primeiros 10 anos de menopausa; fogachos acometem >70% das mulheres, com duração >7 anos sem tratamento\n- Diferenciar fogacho de outras causas de calor: tumor carcinoide, mastocitose, fármacos (inibidores de aromatase, antiestrogênicos), ansiedade\n- Considerar suporte de progesterona e/ou estradiol conforme perfil de risco individual\n\n**Pacientes com disfunção do eixo HPA / despertares noturnos:**\n- Avaliar curva de cortisol salivar em horários variados quando há suspeita de hipocortisolismo ou hipercortisolismo\n- Considerar suplementação noturna quando indicado: magnésio treonato (200–500 mg), L-teanina (200–400 mg), 5-HTP sublingual, taurina, Passiflora incarnata (~250 mg), valeriana officinalis (200–400 mg), Relora (magnólia + philodendron — reduz cortisol salivar), melissa officinalis (~200 mg)\n- Aromaterapia com óleo de lavanda: ação gabárgica, melhora parassimpático, com evidência em meta-análises especialmente em mulheres\n\n**Pacientes com obesidade / síndrome metabólica:**\n- Sono inadequado reduz leptina em até 18%, aumenta grelina em até 25%, reduz sensibilidade à insulina em 30% e aumenta apetite por alimentos calóricos em 34–45% — criar ciclo vicioso com obesidade\n- Otimizar temperatura do ambiente de sono como parte do manejo metabólico integrado\n\n## Critérios de Encaminhamento\n\n- **Medicina do sono / polissonografia:** Suspeita de apneia obstrutiva do sono (ronco, despertares frequentes, hipersonolência diurna), síndrome das pernas inquietas ou outras parasomonias\n- **Ginecologia / endocrinologia:** Fogachos intensos/refratários para avaliação de TRH; investigar menopausa precoce\n- **Endocrinologia:** Desregulação do eixo HPA confirmada por exames; hipogonadismo masculino com temperatura escrotal elevada\n- **Psiquiatria/psicologia:** Insônia crônica com componente ansioso/depressivo significativo\n\n## Monitoramento\n- Reavaliar qualidade do sono em todas as consultas de acompanhamento\n- Considerar uso de aplicativos ou wearables para registro objetivo da qualidade do sono\n- Incentivar diário de sono para identificar padrões e gatilhos de despertares"
}
