{
  "score_item_id": "c77cedd3-2800-7ab2-977c-a6a39cedc3fa",
  "clinical_relevance": "Os estimulantes noturnos — café, chá mate (chimarrão, tereré), chá branco, chá verde e chá preto — contêm cafeína como principal princípio ativo, além de compostos bioativos como EGCG (epigalocatequina galato), L-teanina e polifenóis. O mecanismo central da cafeína consiste no bloqueio competitivo dos receptores de adenosina por similaridade estrutural, suprimindo o sinal fisiológico de fadiga e promovendo alerta via estimulação noradrenérgica e dopaminérgica. No contexto do sono, o consumo vespertino ou noturno desses estimulantes compromete a arquitetura do sono ao antagonizar a adenosina, neuromodulador que acumula progressivamente durante a vigília e induz pressão homeostática para o sono. A meia-vida da cafeína é variável (3–7 horas na população geral), condicionada por polimorfismos em citocromos P450 (CYP1A2 e CYP3A4), resultando em perfis de metabolizadores rápidos e lentos com respostas clínicas distintas — ajuste pela resposta clínica (agitação, qualidade do sono) é preferível à testagem genética rotineira. Do ponto de vista do eixo HPA, a cafeína estimula a liberação de catecolaminas (resposta imediata, meia-vida de minutos) e promove a conversão de cortisol em cortisona, podendo gerar um vale subsequente com aumento do desejo por mais estimulantes e sensação de fome. O uso contínuo e não estratégico de estimulantes — especialmente cafés 'fortalecidos' e termogênicos — mascara o problema de fundo (sono de má qualidade) e agrava a desregulação do eixo HPA, podendo contribuir para manifestações como queda de cabelo, distúrbios intestinais, irregularidade menstrual e maior fadiga crônica. A manutenção do hábito diário reduz o valor estratégico da cafeína por tolerância (down-regulation de receptores de adenosina) e pode gerar dependência, com cefaleia de privação como síndrome de retirada. Populações com risco aumentado para efeitos adversos incluem gestantes (potencial de restrição de crescimento fetal — contraindicação absoluta), lactantes (contraindicação absoluta), pacientes com transtorno de ansiedade (excitotoxicidade glutamatérgica), síndrome pós-COVID com taquicardia/palpitações e indivíduos com polimorfismos desconhecidos no eixo HPA. O horário da última dose de estimulante é item obrigatório da anamnese de higiene do sono, juntamente com uso de telas, horário e composição do jantar, e consumo de álcool. Protocolos circadianos orientam a rotina pós-20h como período de redução de estímulos excitatórios.",
  "points": 6,
  "patient_explanation": "Bebidas como café, chá mate, chá verde, chá branco e chá preto contêm cafeína, uma substância que 'bloqueia' o sinal de cansaço no cérebro. Quando tomadas à noite, elas podem dificultar o início do sono, reduzir a qualidade do descanso e fazer com que você não se sinta recuperado na manhã seguinte. O problema é que o efeito da cafeína dura várias horas — em algumas pessoas, mais de 6 horas — e o horário da última xícara faz grande diferença. Com o tempo, o corpo se acostuma e precisa de mais estimulante para sentir o mesmo efeito, o que pode criar um ciclo de dependência. Além disso, usar estimulantes para combater o cansaço sem tratar a causa (noites mal dormidas) piora a situação a longo prazo. A boa notícia é que ajustar o horário dessas bebidas é uma mudança simples que pode melhorar muito o seu sono e a sua disposição diária.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese de higiene do sono:** registrar horário e quantidade do último consumo de café, chá mate (chimarrão, tereré), chá branco, chá verde e chá preto\n- Investigar frequência de uso diário versus uso ocasional/estratégico\n- Avaliar presença de sintomas de dependência: cefaleia ao acordar, necessidade de estimulante para funcionar, irritabilidade sem cafeína\n- Identificar populações de risco especial: gestantes, lactantes, pacientes ansiosos, pós-COVID com taquicardia/palpitações\n\n## Orientações Comportamentais\n\n- **Horário de corte:** orientar suspensão de estimulantes cafeinados preferencialmente antes das 14h–15h; ajustar conforme metabolismo individual (metabolizadores lentos devem antecipar o corte)\n- **Rotina pós-20h:** período de redução de estímulos excitatórios — higiene, banho, relaxamento, sem cafeína, sem telas com luz azul\n- **Uso estratégico, não habitual:** cafeína usada diariamente perde eficácia por tolerância; orientar uso pontual em momentos de real necessidade\n- Evitar concomitantemente: álcool (piora sono REM), telas (luz azul suprime melatonina), jantar tardio e pesado\n\n## Condutas por Perfil Clínico\n\n### Paciente Ansioso\n- **Retirar cafeína por 30 dias** como teste diagnóstico e terapêutico obrigatório\n- Monitorar sintomas de ansiedade, qualidade do sono e fome durante a retirada\n- Reintroduzir apenas se necessário, com dose mínima e horário matinal\n- Considerar suporte gabaérgico noturno: L-teanina (200–400 mg via oral), GABA sublingual, magnésio treonato (200–500 mg)\n\n### Gestante e Lactante\n- **Suspensão completa da cafeína** — contraindicação absoluta\n- Cafeína tem potencial de reduzir crescimento fetal e passa pelo leite materno\n- Oferecer alternativas não estimulantes e reforçar higiene do sono e nutrição adequada\n\n### Pós-COVID com Taquicardia ou Palpitações\n- Suspender temporariamente estimulantes e reavaliar após melhora do quadro autonômico\n- Monitorar frequência cardíaca antes e após reintrodução cautelosa\n\n### Paciente com Fadiga Crônica e Uso Excessivo de Estimulantes\n- Alertar que uso contínuo de cafés 'fortalecidos' e termogênicos mascara o problema real (sono inadequado) e agrava a desregulação do eixo HPA\n- Investigar qualidade do sono (REM, sono profundo) como causa primária da fadiga\n- Tratar o distúrbio do sono antes de qualquer suplementação estimulante\n\n## Suplementação de Suporte ao Sono (quando indicado)\n\n- **L-teanina:** 200–400 mg via oral à noite (efeito gabaérgico)\n- **Magnésio treonato:** 200–500 mg (facilita passagem pela barreira hematoencefálica)\n- **5-HTP:** precursor de serotonina e melatonina (sublingual à noite)\n- **Piridoxal-5-fosfato (P5P):** 10–20 mg sublingual (cofator de GABA)\n- **Fitoterápicos:** valeriana (200–400 mg), Passiflora incarnata (~250 mg), mulungu (~200 mg), melissa officinalis (300 mg extrato seco à noite)\n- **Melatonina:** iniciar com 0,5 mg sublingual; indicada após otimização da higiene do sono e uso de precursores\n\n## Monitoramento\n\n- Rever qualidade do sono em todas as consultas\n- Avaliar horário de última dose de estimulante em cada retorno\n- Utilizar diário de sono ou aplicativos de rastreamento para objetivar a resposta às intervenções\n- Em caso de suspeita de distúrbio do sono estruturado (apneia, síndrome das pernas inquietas), encaminhar para avaliação com polissonografia"
}
