{
  "score_item_id": "c77cedd3-2800-715c-a182-eba24bbcfd43",
  "clinical_relevance": "A dieta noturna é um parâmetro de higiene do sono e saúde metabólica que avalia o horário e a composição das refeições realizadas no período noturno. Do ponto de vista cronobiológico, o metabolismo humano apresenta variação circadiana marcante: durante o dia predominam secreção de insulina pancreática, lipogênese e produção de sais biliares; ao anoitecer, o organismo transita para gliconeogênese e catabolismo lipídico. Por volta das 22h30, os movimentos peristálticos são suprimidos, tornando refeições tardias metabolicamente ineficientes e de digestão comprometida.\n\nA ingestão de grandes quantidades de carboidratos à noite eleva a insulina em momento fisiologicamente reservado ao glucagon, criando antagonismo hormonal antifisiológico. O receptor PPAR-γ, que promove adipogênese e lipogênese, tem expressão aumentada no final da tarde e à noite, sendo especialmente relevante em indivíduos com polimorfismos nesse gene. A simultaneidade de insulina alta e glucagon suprimido no período noturno favorece acúmulo de gordura, resistência à insulina e desregulação do eixo cortisol-melatonina.\n\nEpidemiologicamente, padrões de alimentação noturna estão associados a menor eficácia no emagrecimento: estudo controlado demonstrou que jantar mais cedo aumentou a perda de peso em aproximadamente 30%. Meta-análise de 61 estudos com 115.000 mulheres evidenciou que trabalho noturno — com seus padrões alimentares irregulares — aumenta o risco de câncer de mama em 32% na população geral e em 58% em enfermeiras. Polimorfismos nos genes PER3 e HCRTR2 podem predispor a cronótipo noturno e fome noturna, aumentando a vulnerabilidade individual.\n\nO jejum com restrição de tempo (TRE) com janela alimentar inferior a 12 horas demonstrou melhora na composição corporal, qualidade do sono e saúde cardiometabólica e hepática, mesmo sem restrição calórica. A cetogênese inicia após aproximadamente 10 a 12 horas de jejum, constituindo um switch metabólico relevante. Duas noites consecutivas de sono de má qualidade — frequentemente agravado por alimentação tardia — causam: diminuição da leptina em até 18%, aumento da grelina em até 25%, elevação da fome em 24%, redução da sensibilidade à insulina em 30% e aumento do apetite por alimentos calóricos de 34% a 45%.\n\nO impacto clínico da dieta noturna inadequada abrange: ganho de gordura corporal e visceral, resistência à insulina, piora do controle glicêmico (HbA1c), desregulação do eixo HPA com hipercortisolemia noturna, fragmentação do sono, supressão da produção endógena de GH (inibida por picos insulinêmicos noturnos) e desregulação do gene do relógio circadiano com maior risco de síndrome metabólica e obesidade.",
  "points": 8,
  "patient_explanation": "A dieta noturna avalia o que e quando você come à noite, antes de dormir. Nosso corpo tem um ritmo biológico interno: de dia ele está preparado para processar alimentos, produzir energia e usar carboidratos. À noite, ele muda para outro modo — queima gordura, repara tecidos e produz hormônios importantes como o hormônio do crescimento. Quando comemos muito à noite, especialmente carboidratos e alimentos pesados, interrompemos esse processo natural. O resultado pode ser acúmulo de gordura, pior qualidade do sono, mais fome no dia seguinte e dificuldade de perder peso. Terminar as refeições pelo menos duas a três horas antes de dormir e preferir jantares leves, com alimentos de baixa carga glicêmica, ajuda o corpo a descansar melhor, queimar gordura durante a noite e regular o apetite no dia seguinte. Pequenas mudanças no horário do jantar podem trazer grandes benefícios para o peso, o sono e o metabolismo.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese alimentar noturna:** horário da última refeição, composição (carboidratos simples, proteínas em excesso, gorduras), frequência de lanches noturnos e compulsão noturna\n- **Cronotipo e ritmo circadiano:** horário de dormir e acordar, exposição à luz noturna (telas, ambiente)\n- **Investigar fatores associados:** consumo de álcool à noite, cafeína (horário da última dose), qualidade subjetiva do sono\n- **Rastrear polimorfismos quando disponível:** PPAR-γ (fome noturna), PER3 (sensibilidade à luz azul), HCRTR2 (cronótipo noturno)\n\n## Investigação Complementar\n\n- Glicemia de jejum, insulina de jejum e HOMA-IR (resistência insulínica)\n- HbA1c\n- Perfil lipídico completo\n- Cortisol salivar em múltiplos horários (manhã, tarde, noite) para avaliar desregulação do eixo HPA\n- Monitoramento de sono com relógio inteligente ou actígrafo como rastreio inicial\n\n## Intervenções Baseadas em Evidências\n\n### Horário e Composição do Jantar\n- **Terminar de comer pelo menos 2 a 3 horas antes de dormir**\n- Realizar a última refeição o mais cedo possível (idealmente antes das 19h–20h)\n- Evitar carboidratos de alta carga glicêmica no jantar; preferir carboidratos de baixo índice glicêmico quando necessário\n- Evitar consumo exagerado de proteínas no jantar (digestão lenta prejudica sono)\n- Aumentar proporção de gorduras poli e monoinsaturadas; reduzir gordura saturada quando associada a carboidratos\n\n### Jejum com Restrição de Tempo (TRE)\n- Propor janela alimentar inferior a 12 horas para benefícios metabólicos mesmo sem restrição calórica\n- Início gradual: aplicar TRE em alguns dias da semana, não necessariamente diariamente\n- Janelas práticas: 08h–18h ou 08h–20h conforme adesão do paciente\n- Evitar padrão de \"comedor noturno\" (concentrar ingestão à noite reduz eficácia do emagrecimento)\n\n### Modulação do PPAR-γ Noturno\n- Para pacientes com fome intensa à noite (polimorfismo PPAR-γ): não comer após as 18h ou evitar alimentos de alta carga glicêmica\n- **Lanche estratégico no final da tarde:** mistura de fibra (ex.: goma acácia), 4–5 g de MCT e 10–20 g de colágeno para auxiliar saciedade\n- Fitoquímicos moduladores de PPAR-γ: fontes de apigenina à noite\n\n### Suplementação de Suporte Noturno\n- Extrato padronizado de alcachofra (200–500 mg)\n- Pomegranate padronizado em 40% de ácido elágico (noite)\n- Mix de tocoferóis ativos (vitamina E, noite)\n- Fitoquímicos antioxidantes próximos ao horário de dormir\n- Chás calmantes facilitadores do jantar leve: camomila, erva-doce, erva-cidreira, mulungu, valeriana, funcho\n- Ácido alfa-lipóico como modulador de PPAR-γ\n\n### Suporte ao Sono e Ritmo Circadiano\n- Evitar cafeína, nicotina e álcool próximos ao horário de dormir (álcool piora fases do sono e reduz percepção de reparo mesmo com sensação inicial de melhora)\n- Reduzir luz azul de telas 2–3 horas antes de dormir; usar filtros Night Shift ou óculos âmbar após 20h\n- Rotina calma após 20h: higiene, banho, relaxamento — sem estímulos excitatórios\n\n## Critérios de Encaminhamento\n\n- **Endocrinologia/Nutrologia:** resistência à insulina confirmada, HbA1c alterada, obesidade com IMC ≥ 35 ou comorbidades\n- **Pneumologia/Medicina do Sono:** suspeita de apneia do sono associada à alimentação tardia e fragmentação do sono\n- **Psicologia/Psiquiatria:** compulsão alimentar noturna, transtorno do comer noturno (night eating syndrome), disfunção do eixo HPA com componente emocional significativo\n- **Nutricionista:** planejamento alimentar individualizado com cronobiologia aplicada\n\n## Monitoramento\n\n- Rever horário e composição do jantar em todas as consultas\n- Avaliar qualidade do sono em todas as consultas (mesmo sem queixas ativas)\n- Monitorar composição corporal (circunferência abdominal, gordura visceral) a cada 3 meses\n- Reassessar HOMA-IR e HbA1c após 3–6 meses de intervenção"
}
