{
  "score_item_id": "019bf31d-2ef0-7ca9-82cf-f55897d2a862",
  "clinical_relevance": "A higiene do sono é o conjunto de práticas comportamentais e ambientais que favorecem a qualidade e a quantidade do sono, atuando diretamente sobre o ritmo circadiano e o eixo hipotálamo-hipófise-adrenal (HPA). O ritmo circadiano é sincronizado por zeitgebers (dadores de tempo) externos, sendo a luz o principal deles. A secreção de melatonina pela glândula pineal inicia-se por volta das 20h–21h, sendo suprimida pela luz de comprimento de onda azul (450–490 nm), presente em telas de celulares, computadores e televisores. A exposição noturna à luz azul atrasa o início do sono, reduz a produção de melatonina, diminui o sono REM e prejudica o alerta matinal. Indivíduos com polimorfismo no gene PER3 apresentam suscetibilidade aumentada a esses efeitos.\n\nA privação parcial de sono — mesmo de apenas 2 horas semanais — eleva citocinas inflamatórias (IL-6, TNF-alfa, PCR), aumenta a resistência à insulina e o estresse oxidativo. Em termos oncológicos, meta-análise de 61 estudos com 115.000 mulheres demonstrou aumento de 32% no risco de câncer de mama em trabalhadoras noturnas em geral, chegando a 58% em enfermeiras — grupo exposto a maior estresse, consumo de estimulantes e alimentação inadequada. A melatonina, cuja produção é comprometida pela disrupção circadiana, possui efeitos antiproliferativos documentados: meta-análise de 29 estudos indica que sua suplementação reduz tamanho tumoral, atenua efeitos adversos de quimio e radioterapia e melhora sobrevida.\n\nO álcool, frequentemente utilizado como indutor do sono, paradoxalmente piora a arquitetura do sono: suprime o sono REM e reduz a percepção de reparo noturno. Cafeína (café, chimarrão, tereré) retarda o início do sono quando consumida no período vespertino-noturno. Jantares tardios com alta carga glicêmica estimulam ativação simpática e prejudicam a progressão para as fases profundas do sono.\n\nDo ponto de vista neuroendócrino, a insônia e o sono fragmentado ampliam a excitabilidade glutamatérgica e reduzem a sinalização GABAérgica noturna, gerando ansiedade, irritabilidade e déficits de atenção que podem mimetizar ou agravar quadros de TDAH. O magnésio, cofator enzimático essencial, melhora o sono por efeito pró-GABAérgico e anti-glutamatérgico, sendo corroborado por revisões sistemáticas e meta-análises. A melatonina endógena diminui progressivamente após os 40–50 anos, tornando a população de meia-idade e idosa especialmente vulnerável à insônia de manutenção.\n\nA avaliação clínica da higiene do sono deve investigar: horário e dose da última ingestão de cafeína; uso e duração de telas noturnas; horário e composição do jantar; consumo de álcool; nível de ruído e luminosidade do quarto; regularidade dos horários de dormir e acordar; e exposição à luz natural pela manhã. Ferramentas como diário de sono e dispositivos de monitoramento (smartwatches) fornecem panorama inicial antes de indicar polissonografia.",
  "points": 0,
  "patient_explanation": "A higiene do sono é o nome que os médicos dão ao conjunto de hábitos que ajudam você a dormir melhor. O sono é como um remédio gratuito e poderoso: enquanto você dorme, seu corpo repara tecidos, consolida memórias, regula hormônios e fortalece o sistema imunológico. Quando esses hábitos estão desajustados — como usar o celular na cama, tomar café tarde ou jantar muito perto da hora de dormir — o corpo tem dificuldade de entrar nas fases profundas do sono, e você acorda sem se sentir descansado mesmo que tenha dormido horas suficientes. Com o tempo, noites mal dormidas aumentam o risco de inflamação, ganho de peso, dificuldade de concentração e problemas de saúde mais sérios. A boa notícia é que pequenas mudanças de rotina — como reduzir a luz das telas após as 20h, manter um horário regular para dormir e acordar, e criar um ambiente mais escuro e silencioso no quarto — já fazem grande diferença na qualidade do seu sono e na sua saúde geral.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese dirigida de sono:** investigar horário da última dose de cafeína (café, chimarrão, tereré), duração e tipo de uso de telas noturnas, horário e composição do jantar, consumo de álcool, nível de ruído e luminosidade do quarto, regularidade dos horários de dormir e acordar\n- **Diário de sono:** solicitar registro por 7–14 dias (horário de deitar, adormecer, despertares, acordar, qualidade percebida)\n- **Dispositivos de consumo:** smartwatches e aplicativos como triagem inicial de padrões circadianos\n- **Polissonografia:** indicar se houver suspeita de apneia do sono, síndrome das pernas inquietas, parassonias ou ausência de resposta à higiene do sono\n- **Exames complementares:**\n  - Curva de cortisol salivar (manhã, meio-dia, tarde, noite) em suspeita de disfunção do eixo HPA\n  - Painel genético (PER3, MTNR1B, ADH, CYP2E1) para personalização circadiana\n  - Marcadores inflamatórios (PCR, IL-6, TNF-alfa) em privação crônica de sono\n\n## Intervenções de Estilo de Vida (Primeira Linha)\n\n### Controle de Luz\n- **Pela manhã:** expor-se à luz natural logo ao acordar — abrir janelas ou sair ao ar livre por 10–20 minutos\n- **À noite:** reduzir luz intensa e azul 2–3 horas antes de dormir; ativar filtros de luz quente em telas (Night Shift, filtros âmbar); usar lâmpadas amareladas ou âmbar após as 20h\n- **Óculos com filtro de luz azul:** recomendar uso após as 20h, especialmente em pacientes com polimorfismo PER3\n- Evitar celular carregando próximo à cama e relógios eletrônicos com display luminoso\n\n### Regularidade e Rotina\n- Manter horário regular de dormir e acordar, preferencialmente antes da meia-noite\n- Estabelecer rotina relaxante após as 20h: banho morno, leitura, meditação ou respiração profunda — evitar conteúdos estressantes\n- Reduzir volume de sons no ambiente noturno\n\n### Alimentação e Substâncias\n- Encerrar refeições 2–3 horas antes de dormir; preferir jantar leve e com menor carga glicêmica\n- Definir horário de corte da cafeína (geralmente até 14h–15h, ajustado individualmente)\n- **Álcool:** apesar da sensação inicial de relaxamento, suprime o sono REM e reduz a percepção de reparo — evitar à noite\n- Desjejum rico em proteínas e vitamina B6 para suportar síntese de serotonina e melatonina\n\n### Exercício Físico\n- Incentivar exercício aeróbio regular — horário preferencial: 6h; ajustar conforme tolerância individual\n- Evitar exercícios de alta intensidade nas 2–3 horas anteriores ao sono\n\n## Suplementação (Segunda Linha — Quando Indicado)\n\n**Precursores e moduladores GABAérgicos (à noite):**\n- 5-HTP: precursor de serotonina e melatonina; útil para inibição noturna\n- L-teanina: 200–400 mg\n- Magnésio treonato: 200–500 mg (efeito pró-GABAérgico; meia-vida ~12h)\n- Piridoxal-5-fosfato (P5P): 10 mg sublingual (cofator para síntese de melatonina)\n- Taurina; Mulungu (~200 mg); Valeriana officinalis (200–400 mg); Passiflora incarnata (~250 mg); Melissa officinalis (~200 mg)\n- Relora (Magnólia + Philodendron): reduz cortisol salivar em ~18% vs. placebo; 250 mg à noite\n- Fosfatidilserina: 200–400 mg (aplicar fator de correção na manipulação)\n\n**Aromaterapia:**\n- Óleo essencial de lavanda em difusor ou inalação dirigida (5 inspirações com ~5 gotas); meta-análises demonstram melhora da qualidade do sono, especialmente em mulheres\n\n**Melatonina (Terceira Linha):**\n- Iniciar com 0,5–1 mg sublingual; liberação lenta para despertares noturnos\n- Estratégia: 1º higiene do sono → 2º precursores → 3º melatonina (salvo casos graves)\n- Produção endógena reduz após 40–50 anos — considerar com maior índice de suspeição nessa faixa\n\n## Encaminhamento\n\n- **Medicina do sono:** apneia obstrutiva, pernas inquietas, insônia crônica refratária\n- **Psiquiatra/psicólogo:** insônia associada a ansiedade, depressão ou TDAH; indicar TCC-I\n- **Endocrinologista:** disrupção circadiana grave com resistência insulínica ou disfunção do eixo HPA\n\n## Monitoramento\n\n- Reavaliar qualidade do sono em todas as consultas\n- Reavaliação formal em 4–6 semanas após início das intervenções"
}
