{
  "score_item_id": "019bf31d-2ef0-7f44-a617-84562c569b71",
  "clinical_relevance": "O tempo de tela noturna — definido como uso de celular, tablet, televisão ou dormir com TV ligada na última hora antes de dormir — constitui um dos principais disruptores do ritmo circadiano na prática clínica contemporânea. A fisiopatologia central envolve a supressão da produção de melatonina pela luz de comprimento de onda azul (400–490 nm) emitida por dispositivos eletrônicos. A glândula pineal inicia a secreção de melatonina por volta das 20–21h em condições de ambiente escuro; a exposição à luz azul nesse período inibe esse processo via fotorreceptores melanopsínicos da retina (células ganglionares retinianas intrínsecamente fotossensíveis), atrasando o início do sono, reduzindo o sono REM e prejudicando a qualidade global do descanso. Indivíduos com polimorfismo no gene PER3 apresentam suscetibilidade aumentada a esses efeitos. Do ponto de vista epidemiológico, crianças com acesso a dispositivos de mídia antes de dormir têm o dobro do risco de distúrbios do sono. O uso de telas por mais de duas horas diárias está associado a maior risco de sintomas de desatenção e impulsividade — podendo mimetizar ou agravar TDAH — bem como a maiores taxas de depressão, ansiedade, ideação suicida e automutilação, conforme evidências publicadas em JAMA Psychiatry. O Transtorno de Fase Atrasada do Sono é prevalente em 73–78% dos indivíduos com TDAH, sendo a higiene do sono, incluindo a eliminação de telas noturnas, considerada intervenção de primeira linha antes de farmacoterapia. A privação de sono resultante — mesmo modesta, como duas horas semanais — aumenta citocinas inflamatórias (IL-6, TNF-α), com repercussões imunológicas, metabólicas e neurocomportamentais. Conteúdo estimulante à noite (séries, redes sociais) também eleva a ativação fisiológica via eixo HPA, elevando cortisol noturno e comprometendo a restauração do sono profundo. Em crianças de 8 a 11 anos, recomenda-se limitar o tempo de tela recreativo a no máximo 2 horas/dia para preservar desempenho cognitivo; apenas 1 em cada 20 crianças atende a esse critério. A estratificação de risco para este parâmetro considera: frequência de uso noturno (diário vs. ocasional), presença de telas no quarto (TV, celular carregando), conteúdo consumido (estimulante vs. neutro) e duração da exposição antes de dormir.",
  "points": 12,
  "patient_explanation": "Usar celular, tablet ou assistir TV na última hora antes de dormir atrapalha diretamente a qualidade do seu sono. Isso acontece porque a luz das telas bloqueia a produção de melatonina, o hormônio que avisa ao seu corpo que é hora de descansar. Quando essa produção é inibida, você demora mais para pegar no sono, dorme de forma mais superficial e acorda menos descansado. Com o tempo, esse hábito pode gerar cansaço crônico, dificuldade de concentração, irritabilidade e até contribuir para ansiedade e alterações de humor. A boa notícia é que mudanças simples — como desligar as telas uma hora antes de dormir, ativar o modo noturno do celular ou usar óculos com filtro de luz azul — já fazem grande diferença para a qualidade do seu sono e da sua saúde em geral.",
  "conduct": "## Avaliação Clínica\n\n- **Anamnese de higiene digital noturna:** investigar horário do último uso de telas, tipo de dispositivo, presença de TV ou celular no quarto, hábito de dormir com TV ligada e tipo de conteúdo consumido (estimulante vs. relaxante)\n- **Avaliar queixas associadas:** latência aumentada para adormecer, sono fragmentado, sonolência diurna, irritabilidade, déficit de atenção, ansiedade\n- **Rastrear polimorfismo PER3 (opcional):** em pacientes com hipersensibilidade marcada à luz noturna e resposta inadequada a intervenções comportamentais padrão\n- **Em crianças e adolescentes:** investigar presença de dispositivos no quarto, Wi-Fi/roteador no quarto e horário de uso antes de formular diagnóstico de TDAH ou transtorno do sono\n\n## Intervenções Comportamentais e Ambientais\n\n- **Desconexão digital 60 minutos antes de dormir:** orientar o paciente a encerrar uso de celular, tablet e TV ao menos 1 hora antes do horário de dormir\n- **Remover telas do quarto:** retirar televisão, celular (especialmente carregando próximo à cama) e outros dispositivos eletrônicos do ambiente de sono\n- **Modo noturno/Night Shift:** ativar filtro de luz azul nos dispositivos para uso obrigatório antes das 20h como medida intermediária\n- **Óculos com filtro de luz azul (âmbar):** recomendar uso após 20h para pacientes que não conseguem evitar telas completamente; evidências sugerem melhora da produção de melatonina e qualidade do sono\n- **Iluminação doméstica noturna:** substituir lâmpadas brancas por luz âmbar ou avermelhada de baixa intensidade no período noturno\n- **Rotina pós-20h:** orientar atividades calmas como leitura física, conversa, higiene pessoal, meditação ou banho quente como substitutos ao uso de telas\n- **Para famílias com crianças:** implementar regras claras de uso de tela com caráter de limite, não apenas negociação; propor \"desafio de 30 dias sem tela à noite\" com metas semanais e acompanhamento de resultados\n\n## Suplementação de Suporte ao Sono (quando indicado)\n\n- **Melatonina:** considerar suplementação temporária para reajuste de fase\n- **5-HTP:** precursor de serotonina e melatonina; útil para facilitar a inibição do SNC à noite\n- **L-teanina:** 200–400 mg ao deitar\n- **Magnésio treonato:** 200–500 mg\n- **Outros:** valeriana, passiflora, melissa, taurina conforme perfil do paciente\n\n## Critérios de Encaminhamento\n\n- **Especialista em medicina do sono:** suspeita de apneia do sono, transtorno de fase atrasada do sono refratário a intervenções comportamentais ou polissonografia indicada\n- **Psiquiatria/Psicologia:** quando o uso noturno de telas estiver associado a ansiedade significativa, depressão, ideação suicida ou uso problemático de redes sociais\n- **Neuropediatria:** crianças com suspeita de TDAH — obrigatório antes corrigir higiene do sono e avaliar resposta comportamental por 4–6 semanas\n\n## Monitoramento\n\n- Reavaliar qualidade do sono, latência e queixas diurnas em 4 semanas após intervenção\n- Utilizar diário de sono ou dispositivos de monitoramento domiciliar para objetivar resposta ao tratamento\n- Em crianças: monitorar melhora em atenção, comportamento, desempenho escolar e irritabilidade após redução de telas noturnas"
}
