{
  "score_item_id": "c77cedd3-2800-711d-996c-e4b6ae6b71e1",
  "clinical_relevance": "Campos eletromagnéticos (EMF) constituem uma forma de poluição ambiental com potencial impacto sobre a qualidade do sono e a saúde geral. No contexto da higiene do sono, a exposição a EMF antropogênicos — provenientes de celulares, roteadores Wi-Fi, antenas de telefonia e outros dispositivos eletrônicos — representa um fator modificável relevante a ser investigado na anamnese. A eletro-hipersensibilidade (EHS) é descrita como uma condição com características neurológicas definidas, causada ou agravada pela exposição a campos eletromagnéticos. Embora a ausência de exame diagnóstico específico gere controvérsia na literatura, dados disponíveis sustentam que a EHS não pode ser categoricamente atribuída a efeito nocebo. Indivíduos eletrossensíveis relatam perturbação grave do sono com a presença de celulares ligados ou em carregamento e roteadores no quarto. Do ponto de vista mecanístico, a exposição a EMF pode interferir com a produção de melatonina e a regulação do ritmo circadiano. Estudos observacionais — incluindo análise de 4.924 óbitos por câncer em Belo Horizonte (1996–2006) correlacionando mortalidade com proximidade de antenas de telefonia — suscitam preocupações sobre exposição crônica, embora limitações metodológicas (desenho ecológico) devam ser consideradas na interpretação dos dados. A Agência Internacional de Pesquisa sobre Câncer (IARC) classifica os campos eletromagnéticos de radiofrequência como possivelmente carcinogênicos (Grupo 2B). Em crianças, a vulnerabilidade é potencialmente maior devido à calota craniana mais fina, que permite maior penetração da radiação. No contexto clínico prático, a investigação da presença de dispositivos emissores de EMF no quarto é recomendada como parte da avaliação de higiene do sono, especialmente em pacientes com insônia de difícil controle, fadiga crônica ou EHS autorreferida. A redução da exposição noturna a EMF é uma intervenção de baixo custo, não invasiva e potencialmente impactante para a qualidade do sono.",
  "points": 5,
  "patient_explanation": "Campos eletromagnéticos são emitidos por celulares, roteadores Wi-Fi, antenas de telefonia e outros aparelhos eletrônicos. Algumas pessoas são mais sensíveis a esses campos e podem ter dificuldades para dormir quando há dispositivos ligados ou carregando no quarto. Mesmo que você não se considere sensível, manter o celular e o roteador fora do quarto à noite é uma medida simples que pode melhorar a qualidade do seu sono. Desligar o Wi-Fi durante a madrugada e colocar o celular em modo avião antes de dormir são hábitos fáceis de adotar e que fazem parte de uma boa higiene do sono. Não é motivo de alarme, mas vale a pena ajustar o ambiente do quarto para dormir melhor.",
  "conduct": "## Campos Eletromagnéticos e Higiene do Sono — Conduta Clínica\n\n### Avaliação Inicial\n\n- **Investigar presença de dispositivos no quarto:** celular (ligado ou carregando), roteador Wi-Fi, relógio eletrônico, smart TV, assistentes virtuais\n- **Identificar sintomas compatíveis com EHS:** insônia de difícil controle, cefaleia, fadiga, dificuldade de concentração com piora em ambientes com alta densidade de dispositivos\n- **Avaliar padrão de exposição:** uso de celular próximo ao corpo durante o sono, quarto próximo a antenas de telefonia ou subestações elétricas\n- **Considerar populações de maior risco:** crianças (calota craniana mais fina), gestantes, pacientes com doenças neurológicas ou autoimunes\n\n### Intervenções de Primeira Linha (Comportamentais e Ambientais)\n\n- **Remover ou desligar o roteador Wi-Fi à noite** — medida de baixo custo e alta praticidade\n- **Colocar o celular em modo avião** antes de dormir ou mantê-lo fora do quarto\n- **Não carregar o celular no quarto** durante o sono\n- **Remover demais dispositivos eletrônicos desnecessários** do ambiente do quarto\n- **Considerar cortinas blackout** em quartos localizados próximos a antenas de telefonia, como medida adicional de atenuação\n- **Orientar sobre posicionamento do roteador:** mantê-lo em cômodo distante do quarto e, preferencialmente, com temporizador para desligamento noturno\n\n### Investigação Complementar\n\n- Não há exame diagnóstico específico para EHS validado clinicamente\n- Em casos de suspeita forte, considerar avaliação ambiental do quarto (medição de campos eletromagnéticos com medidores específicos) como ferramenta de educação e engajamento do paciente\n- Descartar outras causas de insônia antes de atribuir exclusivamente à exposição a EMF\n\n### Encaminhamento\n\n- **Médico do sono / somnologista:** insônia refratária após implementação de todas as medidas de higiene do sono, incluindo redução de EMF\n- **Medicina ambiental / funcional integrativa:** casos com forte suspeita de EHS com impacto significativo na qualidade de vida\n\n### Seguimento\n\n- Reavaliar qualidade do sono após 30 dias de implementação das medidas ambientais\n- Utilizar diário de sono ou aplicativos validados para monitorar resposta\n- Reforçar adesão às intervenções comportamentais em cada consulta"
}
