{
  "score_item_id": "019bf31d-2ef0-741d-b04c-a535615a997e",
  "clinical_relevance": "O uso atual de medicamentos e suplementos para dormir é um marcador clínico relevante que reflete a presença de disfunção do sono com impacto suficiente para demandar intervenção farmacológica ou nutracêutica. Do ponto de vista fisiopatológico, o sono é regulado pelo equilíbrio entre sistemas excitatórios (glutamatérgico, adrenérgico, histaminérgico) e inibitórios (GABAérgico, adenosinérgico, melatoninérgico). O comprometimento desse equilíbrio — por hipercortisolemia noturna, deficiência de magnésio, desregulação do ritmo circadiano ou eixo HPA hiperativo — determina insônia de início, manutenção ou despertar precoce. A produção endógena de melatonina pela glândula pineal declina progressivamente a partir dos 40 anos e torna-se frequentemente insuficiente após os 50 anos, o que justifica a indicação de suplementação nessa faixa etária. O trato digestivo produz aproximadamente 400 vezes mais melatonina do que o encéfalo para uso local, e fatores como luz noturna, cortisol elevado e excesso de glutamato comprometem a eficácia da melatonina exógena na ausência de higiene do sono adequada.\n\nEntre os agentes farmacológicos, benzodiazepínicos e análogos (zolpidem, zopiclone) promovem potenciação do receptor GABA-A, mas associam-se a dependência, tolerância, rebote e comprometimento das fases do sono profundo e REM. Antihistamínicos (doxilamina, difenidramina) apresentam ação sedativa não-específica com risco de efeitos anticolinérgicos, especialmente em idosos. O uso crônico desses fármacos constitui fator de risco independente para declínio cognitivo e quedas.\n\nNo espectro dos nutracêuticos, o magnésio é o nutriente com maior base de evidências para o sono. Sua deficiência é comum — estimativas apontam prevalência superior a 80% em mulheres e 70% em homens nos EUA. O magnésio modula o sono por múltiplos mecanismos: antagonismo de receptores NMDA (reduzindo excitotoxicidade glutamatérgica), estabilização do tônus GABAérgico, modulação da tirosina hidroxilase (síntese de dopamina), regulação do eixo HPA e redução de citocinas inflamatórias (IL-6 e TNF-alfa). Revisões sistemáticas confirmam eficácia da suplementação oral de magnésio na insônia, e uma revisão sistemática de 2021 em pacientes de cirurgia cardíaca aberta demonstrou redução de ansiedade, depressão e melhora do sono com suplementação oral de magnésio. A forma treonato apresenta vantagem teórica por maior passagem pela barreira hematoencefálica.\n\nOutros nutracêuticos com evidência relevante incluem: L-teanina (efeito gabaérgico e modulação de ondas alfa); 5-HTP (precursor de serotonina e melatonina); Passiflora incarnata e Valeriana officinalis (ação GABAérgica fitoterápica); Melissa officinalis (inibição da degradação do GABA — ensaio clínico randomizado duplo-cego com 80 pacientes com angina estável usando 3g/dia por 8 semanas demonstrou redução de depressão, ansiedade, estresse e distúrbios do sono); Relora — combinação de extrato de magnólia e felodendron — reduziu cortisol salivar em 18% versus placebo; Ashwagandha — ensaio clínico randomizado de 2020 demonstrou melhora da qualidade geral do sono após seis semanas em indivíduos saudáveis, sem eventos adversos. A fosfatidilserina modula a excitabilidade do SNC e é prescrita em doses de 200 a 400 mg com necessidade de fator de correção em farmácias de manipulação.",
  "points": 8,
  "patient_explanation": "Este parâmetro avalia se você está usando atualmente algum remédio ou suplemento para melhorar seu sono. Isso é importante porque o uso desses recursos indica que seu sono está comprometido a ponto de precisar de ajuda externa. Dormir mal de forma contínua afeta sua energia, humor, memória, imunidade e até o risco de doenças crônicas. Alguns medicamentos para dormir, quando usados por longo prazo, podem criar dependência ou piorar a qualidade do sono sem que você perceba. Já certos suplementos naturais, como magnésio, melatonina e fitoterápicos, podem ser aliados seguros quando bem indicados. Saber o que você usa permite que sua equipe de saúde avalie se o tratamento atual é adequado, se existem opções melhores para o seu caso e quais causas do sono ruim ainda precisam ser investigadas e tratadas na raiz.",
  "conduct": "## Avaliação Inicial\n\n- **Identificar o agente em uso:** medicamento convencional (benzodiazepínico, análogo Z, anti-histamínico, antidepressivo sedativo) ou nutracêutico (melatonina, magnésio, fitoterápico, adaptógeno)\n- **Caracterizar o padrão de insônia:** dificuldade de iniciar o sono (latência aumentada), despertares noturnos ou despertar precoce — cada padrão orienta a escolha terapêutica\n- **Tempo de uso e dependência:** avaliar sinais de tolerância, uso diário contínuo e tentativas de suspensão\n- **Higiene do sono:** investigar horários de cafeína (café, chimarrão, tereré), tempo de telas, tipo e horário do jantar, consumo de álcool, exposição à luz noturna e ruído ambiental\n\n## Investigação Complementar\n\n- **Cortisol salivar (curva):** avaliar hipercortisolemia noturna ou padrão achatado (hipocortisolismo); preferir saliva ou urina; sangue matinal apenas quando muito baixo\n- **Magnésio sérico e eritrocitário:** deficiência prevalente em mais de 70-80% da população\n- **Vitamina D, B12, folato (B9) e ferritina/ferro:** deficiências associadas a distúrbios do sono e humor\n- **TSH e função tireoidiana:** hipotireoidismo eleva cortisol e compromete o sono\n- **Histórico de uso de medicamentos psiquiátricos:** mapear sistemas de neurotransmissores (GABA, glutamato, dopamina, serotonina) afetados por uso prévio\n\n## Estratégia de Tratamento por Camadas\n\n### 1. Higiene do Sono (Primeira Linha Sempre)\n- Protocolo circadiano: desjejum proteico com vitamina B6; exposição à luz natural pela manhã; luz âmbar ou incandescente de baixa intensidade após as 20h; óculos âmbar após 20h; reduzir brilho de telas\n- Rotina pós-20h: apenas higiene, banho, relaxamento\n- Evitar álcool: apesar da sensação inicial de relaxamento, piora as fases do sono e reduz percepção de reparo\n- Exercício aeróbico regular: preferencialmente às 6h; alguns pacientes toleram treinos vespertinos sem prejuízo do sono\n\n### 2. Nutracêuticos e Fitoterápicos (Segunda Linha)\n\n**Via sublingual (inibição do SNC à noite):**\n- 5-HTP: precursor de serotonina e melatonina; útil para iniciar inibição noturna\n- L-teanina sublingual (também eficaz via oral)\n- GABA sublingual: segunda opção\n- Piridoxal-5-fosfato (P5P): 10–20 mg sublingual, cofator de síntese do GABA\n- Magnésio + inositol (ex.: Magnésio Inositol 2.0, True Source): relaxamento muscular e abertura de canal GABA\n\n**Via oral:**\n- L-teanina: 200–400 mg\n- Magnésio treonato: 200–500 mg (facilita passagem pela barreira hematoencefálica)\n- Taurina: efeito gabaérgico, auxilia inibição noturna\n- Extrato de Mulungu: ~200 mg\n- Valeriana officinalis: 200–400 mg\n- Passiflora incarnata: ~250 mg\n- Relora (magnólia + felodendron): 250 mg à noite; adicionar dose diurna em pacientes muito estressados\n- Fosfatidilserina: 200–400 mg — atenção ao fator de correção em farmácias de manipulação\n- Melissa officinalis: ~200–300 mg à noite (evidência clínica robusta em ensaio randomizado duplo-cego)\n- Ashwagandha (KSM-66 ~500 mg ou Sensoril 250–500 mg): melhora qualidade geral do sono; segura em uso de até 6 semanas com evidência clínica\n\n**Aromaterapia:**\n- Óleo essencial de lavanda: difusor no quarto ou inalação dirigida (5 inspirações profundas com ~5 gotas); evidências de melhora da qualidade do sono, especialmente em mulheres; efeito gabaérgico e regulação parassimpática\n\n### 3. Melatonina (Terceira Linha, Após Higiene e Precursores)\n- Indicação prioritária em pacientes ≥50 anos (produção endógena frequentemente insuficiente) ou com uso atual de hipnóticos\n- Iniciar com 0,5–1 mg sublingual\n- Liberação lenta: indicada para despertares noturnos\n- Cápsula Duo (liberação imediata + prolongada): 2–3 mg para dificuldade de iniciar e manter o sono\n- Sinal de dose excessiva: sonhos muito vívidos ou piora do sono — reduzir dose\n- Em pacientes <50 anos com queixa grave e uso de hipnóticos: associar melatonina a outras medidas para facilitar retirada farmacológica\n\n## Critérios de Encaminhamento\n\n- **Psiquiatria:** uso crônico de benzodiazepínicos com dependência instalada; insônia associada a transtorno de humor ou ansiedade não controlados\n- **Neurologista:** suspeita de transtorno do ritmo circadiano, síndrome das pernas inquietas ou parassonias\n- **Pneumologista/Otorrinolaringologista:** suspeita de apneia obstrutiva do sono (ronco, hipersonolência diurna, obesidade)\n- **Terapia cognitivo-comportamental para insônia (TCC-I):** indicada como intervenção de primeira linha em insônia crônica primária, com eficácia superior a hipnóticos em estudos de longo prazo\n\n## Princípios de Prescrição de Nutracêuticos\n\n- Introduzir formulações de forma faseada (a cada 2–3 dias) para identificar efeitos colaterais\n- Implementar ciclos de 60–90 dias entre fitoterápicos de mecanismos semelhantes\n- Princípio: \"start low, go slow\" — iniciar com menor dose possível e ajustar conforme resposta\n- Cautela com fitoterápicos em pacientes em uso de antidepressivos ou ansiolíticos por possíveis interações"
}
