{
  "score_item_id": "019bf31d-2ef0-7d60-8cd4-21d8a3d87027",
  "clinical_relevance": "Sintomas noturnos constituem um conjunto de manifestações que ocorrem durante o período de sono e comprometem sua arquitetura, continuidade e função reparadora. No contexto do Escore Plenya (domínio Sono - Atual), a avaliação sistemática desses sintomas permite identificar distúrbios primários do sono e condições sistêmicas subjacentes que se expressam ou se agravam durante a noite.\n\nAs principais categorias de sintomas noturnos com relevância clínica estabelecida incluem: (1) Sintomas respiratórios — roncos, apneias observadas, despertares com engasgo e hipersonolência diurna, característicos da apneia obstrutiva do sono (AOS); a AOS provoca hipoxemia intermitente que reduz a produção de óxido nítrico (NO) e GMPc, aumenta endotelina-1, eleva o tônus simpático noturno, suprime a secreção de testosterona e reduz as ereções noturnas espontâneas (tumescência peniana noturna), além de aumentar o risco cardiovascular; (2) Sintomas vasomotores — sudorese noturna e fogachos, prevalentes em mais de 70% das mulheres na transição menopausal, com duração média superior a 7 anos sem tratamento e superior a 10 anos em um terço das pacientes; mulheres com fogachos e suores noturnos apresentam risco dobrado de doenças cardiovasculares; (3) Câimbras noturnas — afetam até 60% dos adultos, com prevalência crescente com a idade; causas incluem efeitos adversos de medicamentos (diuréticos, estatinas, beta-agonistas), alterações eletrolíticas (magnésio, potássio, cálcio), doença vascular periférica e distúrbios neurológicos; o diagnóstico diferencial inclui síndrome das pernas inquietas e neuropatia periférica; (4) Ansiedade e agitação noturnas — associadas à menor ativação GABAérgica e hiperatividade do eixo hipotálamo-hipófise-adrenal (HPA), com elevação noturna de cortisol; (5) Despertares frequentes — podem refletir desregulação circadiana, disbiose intestinal, hipoglicemia reativa, dor crônica ou uso de substâncias (álcool, cafeína tardia).\n\nDo ponto de vista fisiopatológico, o sono normal apresenta predominância parassimpática em aproximadamente dois terços do período (sono NREM) e simpática no terço restante (sono REM). Distúrbios que alteram esse equilíbrio — como a AOS, a hiperativação do eixo HPA e a desregulação circadiana — comprometem a variabilidade da frequência cardíaca (VFC), aumentam marcadores inflamatórios (PCR, IL-6) e prejudicam a função metabólica noturna (gliconeogênese, catabolismo lipídico, clearance de metabólitos cerebrais).\n\nEpidemiologicamente, distúrbios do sono afetam 30 a 46% das mulheres na pós-menopausa. A privação de sono de apenas 2 horas por semana já eleva citocinas inflamatórias de forma mensurável. Trabalho em regime noturno crônico associa-se a aumento de 32% no risco de câncer de mama em estudos com mais de 115.000 mulheres. Estudo com 500.000 indivíduos demonstrou que acordar tarde correlaciona-se com maior incidência de problemas emocionais, neurobiológicos e gastrointestinais. O sono insuficiente ou de má qualidade é fator de risco independente para resistência à insulina, obesidade, disfunção imunológica e neurodegeneração.",
  "points": 0,
  "patient_explanation": "Sintomas noturnos são queixas que aparecem durante a noite ou interferem no seu sono, como suores, câimbras nas pernas, roncos, despertares frequentes, agitação ou sensação de que não descansou ao acordar. O sono saudável é fundamental para a recuperação do corpo, a regulação de hormônios, o controle do peso, a imunidade e a saúde do coração. Quando esses sintomas se repetem, podem indicar condições que merecem atenção, como apneia do sono, desequilíbrios hormonais, deficiências de minerais ou excesso de estresse. Identificar e tratar esses sintomas melhora não só a qualidade do sono, mas também a energia, o humor, o metabolismo e a saúde a longo prazo. Contar ao seu médico com detalhes sobre o que acontece durante a noite é o primeiro passo para investigar as causas e encontrar soluções eficazes.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese detalhada do sono:** horário de deitar e acordar, latência, despertares, qualidade subjetiva, roncos, apneias observadas pelo parceiro, sudorese noturna, câimbras, agitação, pesadelos\n- **Diário de sono:** solicitar registro por 7–14 dias (horários, sintomas, uso de substâncias, alimentação noturna)\n- **Aplicativos e wearables:** avaliar dados objetivos de sono (agitação, frequência cardíaca noturna, oximetria quando disponível)\n- **Revisão de medicações:** diuréticos, estatinas, beta-agonistas, psicotrópicos, anti-hipertensivos, corticoides — todos podem causar ou agravar sintomas noturnos\n- **Avaliação de substâncias:** última dose de cafeína (café, chimarrão, tereré), consumo de álcool (fragmenta o sono e reduz a percepção de reparo), uso de nicotina\n\n## Investigação Complementar\n\n**Exames laboratoriais a considerar:**\n- Painel hormonal: testosterona total e livre, FSH, LH, estradiol (conforme sexo e idade), cortisol salivar em curva (manhã, meio do dia, noite)\n- Melatonina salivar noturna (quando disponível, para suspeita de baixa produção)\n- Eletrólitos: magnésio, potássio, cálcio iônico (especialmente em câimbras noturnas)\n- Glicemia de jejum, insulina, HbA1c (hipoglicemia reativa como causa de despertares)\n- PCR ultrassensível, IL-6 (marcadores inflamatórios associados à má qualidade do sono)\n- Hemograma, ferritina, vitamina D, B12, zinco (deficiências que afetam sono e SNC)\n\n**Exames complementares específicos:**\n- **Polissonografia domiciliar ou laboratorial:** indicada na presença de roncos, apneias observadas, sonolência diurna excessiva, despertares com engasgo, redução de ereções matinais ou suspeita clínica de AOS\n- **Oximetria noturna domiciliar:** rastreio inicial de dessaturação antes de polissonografia completa\n- **VFC (variabilidade da frequência cardíaca):** avaliação do equilíbrio autonômico e qualidade do sono\n\n## Intervenções Comportamentais e de Higiene do Sono\n\n- **Higiene do sono — orientações fundamentais para todos os pacientes:**\n  - Manter horários regulares de dormir e acordar, inclusive fins de semana\n  - Evitar eletrônicos (celular, tablet, TV) pelo menos 1 hora antes de dormir\n  - Usar óculos âmbar ou configurar telas para luz amarelada após 20h\n  - Exposição à luz natural logo ao acordar (essencial para regulação circadiana)\n  - Ambiente escuro, silencioso e fresco para dormir\n  - Última refeição 2–3 horas antes de deitar; evitar carboidratos refinados e proteína em excesso à noite\n  - Rotina calmante após 20h: higiene pessoal, banho, leitura, relaxamento\n\n- **Exercício físico:** melhora a qualidade do sono; modalidade aeróbica é a mais eficaz; horário ideal sugerido é manhã (06h), mas pode ser individualizado — evitar exercícios intensos nas 2 horas anteriores ao sono em pacientes sensíveis\n\n## Intervenções para Sintomas Específicos\n\n**Câimbras noturnas:**\n- Exercícios de alongamento das panturrilhas antes de dormir\n- Revisar e suspender ou substituir medicações causadoras (diuréticos, estatinas, beta-agonistas) quando possível\n- Suplementação de magnésio quando houver deficiência documentada\n- Quinidinona não é mais recomendada (risco de efeitos adversos graves)\n\n**Sudorese noturna / fogachos (mulheres na transição menopausal):**\n- Avaliar indicação de terapia de reposição hormonal (TRH) dentro da \"janela de oportunidade\" (primeiros 10 anos de menopausa)\n- TRH iniciada precocemente associa-se a redução de 52% em doença cardiovascular após 10 anos\n- Considerar abordagens não hormonais: técnicas de regulação térmica, redução de gatilhos (álcool, cafeína, alimentos picantes)\n\n**Apneia obstrutiva do sono (confirmada por polissonografia):**\n- CPAP como tratamento de primeira linha em AOS moderada a grave\n- Aparelhos intraorais de avanço mandibular em casos leves ou intolerância ao CPAP\n- Perda de peso em pacientes com sobrepeso/obesidade\n- Encaminhar a pneumologista ou médico do sono\n\n**Ansiedade e agitação noturnas / hiperativação do eixo HPA:**\n- Investigar cortisol salivar noturno elevado\n- Suplementação noturna quando indicada clinicamente: magnésio treonato (200–500 mg), L-teanina (200–400 mg), 5-HTP, taurina, Passiflora (~250 mg), valeriana (200–400 mg), melissa (~200 mg), Relora 250 mg à noite (reduz cortisol salivar em ~18% vs. placebo), fosfatidilserina (200–400 mg)\n- Técnicas de redução de estresse: respiração diafragmática, meditação, protocolos de relaxamento\n\n## Critérios de Encaminhamento\n\n- **Pneumologista / Medicina do Sono:** suspeita ou confirmação de AOS, sonolência diurna excessiva, dessaturação noturna\n- **Neurologista:** síndrome das pernas inquietas refratária, parassonias, distúrbio comportamental do sono REM\n- **Ginecologista / Endocrinologista:** sintomas vasomotores intensos, avaliação para TRH\n- **Psiquiatra / Psicólogo:** insônia crônica com componente ansioso ou depressivo significativo"
}
