{
  "score_item_id": "019c164e-5254-7f7b-8857-fa984531e276",
  "clinical_relevance": "O bruxismo é uma atividade muscular mastigatória repetitiva (RMMA) caracterizada por ranger e/ou apertar os dentes durante o sono (bruxismo do sono, BS) ou em vigília (bruxismo em vigília, BV). O BS é classificado como um distúrbio do movimento relacionado ao sono e ocorre predominantemente em episódios de atividade muscular mastigatória rítmica (RMMA) associados a microdespertares. A prevalência do BS estimada na população adulta geral situa-se entre 8% e 16%, sendo maior em crianças e adolescentes (14–17%) com tendência a redução com a idade. O BV apresenta prevalência de 20–30% na população adulta.\n\nFisiopatologicamente, o BS é mediado centralmente: episódios de RMMA precedem microdespertares do EEG em sequência estereotipada — aumento de atividade simpática cardíaca, aumento de amplitude do EEG, taquicardia, ativação suprahióidea e, finalmente, ativação dos músculos masseteres e temporais. Neurotransmissores dopaminérgicos e serotonérgicos participam da modulação central, explicando a associação com uso de antidepressivos serotoninérgicos (ISRS) e antipsicóticos dopaminérgicos. Fatores periféricos (oclusão dentária) têm papel secundário e controverso.\n\nComorbidades clinicamente relevantes incluem: apneia obstrutiva do sono (AOS) — a coocorrência chega a 50–80% em pacientes com AOS diagnosticada por polissonografia; ansiedade e estresse psicossocial crônico; transtorno de estresse pós-traumático; TDAH; uso de cafeína, álcool, tabaco e psicoestimulantes. O estresse crônico e a hiperativação do eixo HPA com elevação noturna de cortisol estão associados ao aumento da frequência dos episódios de RMMA, reforçando a relação entre bruxismo e disregulação autonômica e neuroendócrina.\n\nAs consequências clínicas incluem: desgaste dentário patológico (atrito), fratura ou falha de restaurações e implantes, hipersensibilidade dentinária, dor e hipertrofia dos músculos masseteres, disfunção temporomandibular (DTM) com dor orofacial, cefaleia tensional matinal e alteração da qualidade do sono tanto do paciente quanto do parceiro.\n\nO diagnóstico padrão-ouro é a polissonografia com eletromiografia (PSG-EMG) dos músculos masseteres, que permite diferenciar BS de outros distúrbios do movimento (ex.: síndrome das pernas inquietas, PLMD). Na prática clínica, o diagnóstico é frequentemente baseado em relato de ranger de dentes pelo parceiro e/ou sinais clínicos: desgaste oclusal, marcas de mordida na mucosa jugal ou língua, hipertrofia massetérica e sensibilidade muscular à palpação. Grading clínico: possível (autorrelato sem sinais clínicos), provável (sinais clínicos sem PSG) e definitivo (PSG-EMG confirmatória).",
  "points": 5,
  "patient_explanation": "Bruxismo é o hábito de ranger ou apertar os dentes durante o sono, geralmente sem que a pessoa perceba. O sinal mais comum é acorder com dor ou tensão na mandíbula, dor de cabeça na região das têmporas ou ser avisado pelo parceiro sobre o barulho noturno. Com o tempo, esse hábito pode desgastar o esmalte dos dentes, causar sensibilidade dentária, sobrecarregar a articulação da mandíbula e prejudicar a qualidade do sono. Estresse, ansiedade e problemas respiratórios durante o sono (como apneia) são as causas mais comuns. A boa notícia é que existem tratamentos eficazes — desde uma placa de proteção dentária até abordagens que tratam o estresse e melhoram o sono — que conseguem controlar bem o problema e proteger seus dentes.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese detalhada:** relato de ranger de dentes pelo parceiro, dor/rigidez mandibular ao acordar, cefaleia matinal têmporo-frontal, sensibilidade dentária, histórico de estresse, ansiedade, qualidade do sono\n- **Exame físico orofacial:** desgaste oclusal (facetas de atrito), hipertrofia massetérica, sensibilidade à palpação dos músculos masseteres e temporais, exame articulação temporomandibular (ATM), presença de marcas de mordida na mucosa jugal ou lateral de língua\n- **Rastreio de AOS:** questionar sobre ronco, apneias presenciadas, sonolência diurna excessiva (Escala de Epworth), noctúria, cefaleia matinal — sobreposição de até 80% entre BS e AOS\n- **Rastreio psicossocial:** ansiedade (GAD-7), estresse crônico, TDAH, uso de ISRS, antipsicóticos, psicoestimulantes, cafeína, álcool e tabaco\n\n## Investigação Complementar\n\n- **Polissonografia (PSG) com EMG massetérica:** indicada quando há suspeita de AOS concomitante, quando o diagnóstico é incerto ou quando o tratamento de primeira linha falha; padrão-ouro para BS definitivo\n- **PSG domiciliar:** alternativa prática para rastreio de AOS em pacientes com bruxismo e sintomas respiratórios noturnos\n- **Avaliação odontológica/DTM:** documentação fotográfica e modelos de estudo do desgaste dentário; avaliação de DTM com critérios DC/TMD\n- **Cortisol salivar (perfil diurno):** considerar em pacientes com estresse crônico, fadiga ou suspeita de disfunção do eixo HPA, dado que hiperatividade simpática noturna e elevação do cortisol se associam a maior frequência de episódios de RMMA\n- **Avaliação de magnésio e vitamina D:** deficiências associadas a maior excitabilidade neuromuscular e pior qualidade do sono\n\n## Intervenções Baseadas em Evidências\n\n### Proteção Dentária\n- **Placa oclusal (interoclusal):** dispositivo de primeira linha para proteção mecânica dos dentes; não elimina o bruxismo, mas previne desgaste; indicar confecção odontológica\n\n### Abordagem do Sono e Higiene\n- Manter horário regular de sono; dormir e acordar nos mesmos horários\n- Reduzir luz azul e telas pelo menos 1 hora antes de dormir; usar luz âmbar/vermelha à noite\n- Evitar cafeína após as 14h\n- Evitar álcool próximo ao horário de dormir — apesar da sensação de relaxamento, suprime o sono REM e aumenta microdespertares, piorando episódios de bruxismo\n- Refeição pelo menos 2–3 horas antes de dormir\n- Ambiente de sono silencioso, escuro e fresco\n\n### Manejo do Estresse e Sistema Nervoso Autônomo\n- **Técnicas de relaxamento:** meditação, respiração diafragmática, mindfulness — evidências para redução de episódios de RMMA em pacientes com bruxismo associado a estresse\n- **Psicoterapia cognitivo-comportamental (TCC):** indicada quando há ansiedade, estresse crônico ou TEPT associados\n- **Biofeedback:** dispositivos que alertam o paciente durante episódios de apertamento; eficácia moderada\n\n### Suplementação de Suporte\n- **Magnésio treonato ou glicinato:** 200–400 mg à noite — favorece relaxamento muscular e melhora arquitetura do sono; evidências de redução de ansiedade e melhora do sono\n- **L-teanina:** 200–400 mg à noite — efeito ansiolítico e relaxante sem sedação\n- **Vitamina D:** corrigir deficiência quando presente\n- **Melatonina:** 0,5–3 mg sublingual ao deitar quando há dificuldade de início do sono; considerar como adjuvante, especialmente em pacientes com produção endógena reduzida (>40–50 anos)\n\n### Manejo Farmacológico (quando indicado)\n- **Toxina botulínica (BTX-A) intramuscular nos masseteres:** opção eficaz para bruxismo grave com hipertrofia massetérica e/ou falha das medidas conservadoras; reduz força de contração sem comprometer função mastigatória\n- **Clonazepam em baixa dose:** evidência limitada; uso pontual e de curto prazo em casos refratários\n- **Revisar medicações em uso:** ISRS e psicoestimulantes podem induzir ou agravar bruxismo — discutir ajuste de dose ou troca de fármaco com especialista quando clinicamente possível\n\n### Encaminhamento\n- **Odontologia/DTM:** todos os pacientes com desgaste dentário significativo ou sintomas de DTM\n- **Pneumologia/Medicina do Sono:** quando há suspeita de AOS (ronco, apneias, Epworth >10)\n- **Psiquiatria/Psicologia:** quando há ansiedade, depressão ou TEPT associados\n- **Fonoaudiologia orofacial:** terapia miofuncional pode reduzir hiperatividade muscular mastigatória\n\n## Monitoramento\n- Reavaliar em 4–8 semanas após início das intervenções\n- Monitorar qualidade do sono (diário de sono ou dispositivos wearable)\n- Documentar evolução do desgaste dentário com fotografias e modelos de estudo seriados\n- Reavaliar marcadores de estresse e cortisol quando aplicável"
}
