{
  "score_item_id": "019c164e-8f2e-7e6d-b940-931aef234a2b",
  "clinical_relevance": "Pesadelos são experiências onírias perturbadoras que ocorrem predominantemente durante o sono REM, caracterizadas por conteúdo emocional intenso — medo, angústia ou ameaça — que frequentemente provocam despertar. No contexto do escore de sono, a presença de pesadelos frequentes (≥1 episódio/semana) constitui sintoma noturno clinicamente relevante que sinaliza disfunção do processamento emocional durante o sono e desregulação do eixo HPA.\n\nFisiopatologia: O sono REM é a fase de consolidação emocional e regulação do medo. Pesadelos recorrentes estão associados a hiperatividade noradrenérgica noturna, desregulação do eixo HPA com cortisol elevado à noite, e supressão da atividade gabaérgica — condições que fragmentam o sono REM e amplificam o processamento de conteúdos ameaçadores. O álcool é causa frequente e subestimada: embora inicialmente sedativo, suprime o sono REM e gera efeito rebote com aumento de pesadelos na segunda metade da noite. Doses excessivas de melatonina exógena (>3 mg) também produzem sonhos muito vívidos e pesadelos como sinal de dose excessiva.\n\nEpidemiologia: Pesadelos ocasionais afetam a maioria da população adulta. Pesadelos frequentes (crônicos) ocorrem em 2–8% da população geral, com prevalência significativamente maior em indivíduos com TEPT, depressão, ansiedade e uso de certas medicações (betabloqueadores, alguns antidepressivos, retirada de benzodiazepínicos). Estão associados a fragmentação do sono REM, piora da qualidade do sono e impacto na função diurna.\n\nImpacto clínico: Pesadelos frequentes comprometem a eficiência do sono, reduzem o sono REM restaurador, elevam a carga alostática matinal (maior ativação do eixo HPA ao acordar com estresse) e se associam a maior risco de sintomas depressivos e ansiosos. A privação de sono REM resultante impacta a regulação emocional diurna, concentração e desempenho cognitivo. Polimorfismos no gene PER3 aumentam a suscetibilidade a alterações do sono REM. Desregulação de GABA, serotonina e melatonina são mecanismos centrais que conectam pesadelos a distúrbios do humor e do ritmo circadiano.\n\nEstratificação de risco: Pesadelos esporádicos (menos de 1x/semana) têm baixo impacto clínico isolado. Pesadelos frequentes (≥1x/semana) com despertar, sudorese ou impacto diurno merecem investigação ativa. Pesadelos associados a revivência traumática, hipervigilância e evitação sugerem TEPT e requerem encaminhamento especializado.",
  "points": 5,
  "patient_explanation": "Pesadelos são sonhos assustadores ou perturbadores que acordam a pessoa no meio da noite. Eles acontecem durante a fase do sono chamada REM, que é quando o cérebro processa as emoções do dia. Ter pesadelos de vez em quando é normal, mas quando acontecem com frequência — mais de uma vez por semana — podem ser sinal de que algo está desregulado no seu sono ou no seu nível de estresse. Algumas causas comuns incluem estresse elevado, consumo de álcool à noite, certos medicamentos ou até a melatonina em dose alta demais. Pesadelos frequentes interrompem o descanso profundo e podem deixar a pessoa cansada, irritada e com dificuldade de concentração no dia seguinte. A boa notícia é que, na maioria dos casos, ajustar hábitos de sono, reduzir o estresse e cuidar da alimentação noturna já traz melhora significativa.",
  "conduct": "## Investigação Inicial\n\n- **Anamnese detalhada do sono:** frequência dos pesadelos (noites/semana), horário de ocorrência (primeira ou segunda metade da noite), presença de despertar, sudorese, taquicardia e dificuldade de retornar ao sono\n- **Rastreio de gatilhos:**\n  - Uso de álcool à noite (causa supressão de REM e efeito rebote com pesadelos)\n  - Dose de melatonina exógena (sonhos vívidos/pesadelos = sinal de dose excessiva; reduzir se >1–2 mg)\n  - Medicações: betabloqueadores, alguns antidepressivos, retirada de benzodiazepínicos\n  - Estresse agudo ou crônico, eventos traumáticos recentes ou históricos\n  - Horário e composição do jantar (refeições pesadas próximas ao sono prejudicam o REM)\n  - Uso de telas e exposição à luz azul após 20h\n- **Rastreio de condições associadas:** ansiedade, depressão, TEPT (aplicar rastreio com PCL-5 ou PHQ-9 quando indicado)\n- **Avaliação do perfil de cortisol salivar** em múltiplos horários quando há suspeita de desregulação do eixo HPA\n- **Considerar polissonografia** se pesadelos graves, frequentes e refratários às intervenções iniciais, ou se associados a suspeita de outros distúrbios do sono (apneia, TCSR — transtorno comportamental do sono REM)\n\n## Critérios de Encaminhamento\n\n- **Psicologia/Psiquiatria:** pesadelos com conteúdo de revivência traumática, hipervigilância, evitação ou outros critérios de TEPT; pesadelos associados a depressão maior ou transtorno de ansiedade não responsivos a manejo inicial\n- **Neurologia/Medicina do Sono:** suspeita de transtorno comportamental do sono REM (movimentos durante o sonho, vocalização intensa), ou pesadelos refratários com indicação de polissonografia\n\n## Intervenções Baseadas em Evidências\n\n### Higiene do Sono e Controle de Estímulos\n- Estabelecer horário regular de sono, preferencialmente antes da meia-noite\n- Reduzir/eliminar álcool noturno: apesar da sensação inicial de relaxamento, o álcool suprime o REM e gera efeito rebote com piora de pesadelos e qualidade do sono\n- Eliminar telas e luz azul após 20h; usar óculos âmbar ou filtros de luz azul; iluminação âmbar/vermelha no quarto\n- Jantar leve, com pelo menos 2–3 horas de antecedência ao sono; preferir alimentos de fácil digestão à noite\n- Reduzir ruídos ambientais no período noturno\n- Rotina relaxante após 20h: banho morno, leitura leve, técnicas de respiração ou meditação\n\n### Modulação Nutracêutica\n- **Magnésio treonato:** 200–500 mg à noite; melhor forma para passagem pela barreira hematoencefálica; estabiliza GABA, ritmo circadiano e eixo HPA\n- **L-teanina:** 200–400 mg oral à noite; efeito gabaérgico; melhora qualidade do sono sem sedação excessiva\n- **5-HTP sublingual:** 25 mg + P5P 10 mg antes de dormir; precursor de serotonina e melatonina; favorecer produção endógena de melatonina; evitar uso diurno em usuários de ISRS (risco de síndrome serotoninérgica)\n- **Melatonina:** iniciar com 0,5–1 mg sublingual; se ocorrem pesadelos ou sonhos muito vívidos, reduzir a dose — esse é sinal claro de dose excessiva; preferir abordagem escalonada: 1º higiene do sono, 2º precursores (5-HTP + P5P), 3º melatonina\n- **Relora (magnólia + felodendro):** 250 mg à noite; evidência de redução de cortisol salivar em 18% vs. placebo; em pacientes muito estressados, adicionar dose diurna\n- **Fitoterápicos:** valeriana officinalis (200–400 mg), Passiflora incarnata (~250 mg), extrato de mulungu (~200 mg), melissa officinalis (~200 mg)\n- **Aromaterapia com lavanda:** meta-análise apoia melhora da qualidade do sono, principalmente em mulheres; usar difusor no quarto ou inalação direta (5 gotas, 5 inspirações profundas)\n\n### Estilo de Vida\n- **Exercício aeróbio regular:** preferencialmente pela manhã (06h); melhora modulação do sono e reduz hiperativação noturna do SNA\n- **Técnicas de relaxamento:** meditação e respiração diafragmática antes de dormir reduzem tônus simpático e facilitam a transição para sono REM saudável\n- **Diário de sono:** útil para identificar padrões, gatilhos e monitorar resposta às intervenções\n\n### Investigação Complementar (quando indicado)\n- Curva de cortisol salivar (4 pontos) para avaliar desregulação do eixo HPA\n- Painel genético: PER3 (sensibilidade à luz azul e ritmo circadiano), MTNR1B (resposta à melatonina)\n- Marcadores inflamatórios: PCR, IL-6, TNF-alfa quando há suspeita de neuroinflamação associada\n- Avaliação de microbioma e permeabilidade intestinal (eixo intestino-cérebro) em casos refratários\n- Polissonografia se indicação clínica específica"
}
