{
  "score_item_id": "019c164e-cb2c-747a-bfc7-ffb3e787229f",
  "clinical_relevance": "Roncos são sons produzidos pela vibração das estruturas das vias aéreas superiores (palato mole, úvula, base de língua, paredes faríngeas) durante o sono, resultantes de resistência aumentada ao fluxo de ar. Representam um espectro contínuo que vai do ronco primário (sem repercussões sistêmicas) à Apneia Obstrutiva do Sono (AOS), condição de alto impacto em mortalidade cardiovascular. A distinção clínica é fundamental: roncos isolados sem apneias ou hipopneias têm relevância clínica menor, enquanto roncos associados a pausas respiratórias, despertares, sonolência diurna excessiva ou redução de ereções matinais indicam AOS.\n\nFisiopatologicamente, a AOS causa hipoxemia intermitente que reduz a produção de óxido nítrico (NO) e GMPc, aumenta endotelina-1 e ativa o sistema nervoso simpático, com consequências endócrinas e cardiovasculares diretas: redução de testosterona, aumento do estresse oxidativo, disfunção endotelial e elevação do risco cardiovascular. No eixo hormonal, a hipoxemia noturna prejudica a produção de testosterona (que ocorre predominantemente durante o sono), com correlação documentada com hipogonadismo funcional.\n\nEpidemiologicamente, roncos habituais ocorrem em aproximadamente 40% dos homens adultos e 24% das mulheres, com prevalência aumentando com idade, obesidade e uso de álcool. A AOS afeta cerca de 30-40% dos homens acima de 40 anos, com alta subdiagnose. Fatores de risco estabelecidos incluem: obesidade (circunferência abdominal >94 cm como risco e >102 cm como alto risco), pescoço alargado, retrognatia, hipertrofia de amígdalas/adenoides, obstrução nasal crônica, uso de álcool e sedativos, tabagismo e dormir em decúbito dorsal.\n\nAs consequências sistêmicas dos roncos associados à AOS incluem: hipertensão arterial resistente, arritmias (especialmente fibrilação atrial), infarto do miocárdio, AVC, disfunção erétil, resistência à insulina, depressão e comprometimento cognitivo. A AOS não tratada correlaciona-se com aumento significativo de mortalidade cardiovascular. No contexto metabólico, a fragmentação do sono associada à AOS eleva o cortisol noturno, reduz leptina (até 18%) e aumenta grelina (até 25%), favorecendo ganho de peso e síndrome metabólica — criando um ciclo de retroalimentação negativa.",
  "points": 14,
  "patient_explanation": "Roncar é o som que ocorre quando o ar passa por vias aéreas parcialmente bloqueadas durante o sono, fazendo vibrar estruturas da garganta. Muitas pessoas acham que é apenas um incômodo, mas roncos frequentes e intensos podem ser sinal de um problema chamado apneia do sono — quando a respiração para por alguns segundos várias vezes durante a noite. Isso pode fazer com que você acorde sem se sentir descansado, fique com sono durante o dia, tenha dificuldade de concentração e, ao longo do tempo, aumente o risco de pressão alta, problemas no coração e alterações hormonais. A boa notícia é que, identificando a causa, é possível tratar com mudanças de hábitos, dispositivos específicos ou outros recursos, melhorando muito a qualidade do sono e a saúde geral.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese direcionada:** frequência e intensidade dos roncos (relato do parceiro), presença de pausas respiratórias observadas, sonolência diurna (Escala de Epworth), despertares noturnos, noctúria, cefaleia matinal, redução de ereções matinais, irritabilidade e déficit de memória\n- **Fatores de risco:** avaliar IMC, circunferência abdominal (risco >94 cm; alto risco >102 cm), circunferência cervical (risco >40 cm em mulheres, >43 cm em homens), uso de álcool, sedativos e tabagismo\n- **Exame físico:** inspeção de orofaringe (hipertrofia de amígdalas, palato baixo, úvula alongada), avaliação nasal (desvio septal, hipertrofia de cornetos), pescoço, composição corporal\n\n## Investigação Complementar\n\n- **Polissonografia domiciliar ou laboratorial:** indicada quando há suspeita de AOS (roncos com pausas observadas, sonolência diurna, despertares ou redução de ereções matinais); padrão-ouro para diagnóstico e classificação por IAH (Índice de Apneia-Hipopneia)\n- **Avaliação hormonal:** testosterona total e livre, LH, FSH, SHBG — a hipoxemia noturna da AOS reduz testosterona e pode causar hipogonadismo funcional\n- **Perfil metabólico:** glicemia em jejum, insulina, HbA1c, lipidograma completo, PCR ultrassensível — a AOS associa-se a resistência insulínica e síndrome metabólica\n- **Avaliação cardiovascular:** conforme risco clínico, considerar ECG, teste ergométrico, ecocardiograma e escore de cálcio coronariano\n- **Variabilidade da frequência cardíaca (VFC):** útil como biomarcador de disfunção autonômica associada à AOS\n\n## Critérios de Encaminhamento\n\n- **Pneumologia/Medicina do Sono:** IAH moderado (15-30 eventos/hora) ou grave (>30 eventos/hora) para avaliação de CPAP/BiPAP\n- **Otorrinolaringologia:** obstrução nasal estrutural, hipertrofia significativa de amígdalas ou desvio septal com impacto funcional\n- **Cardiologia:** AOS associada a hipertensão resistente, arritmias ou risco cardiovascular elevado\n\n## Intervenções Baseadas em Evidências\n\n### Modificações de Estilo de Vida (primeira linha)\n- **Redução de peso:** principal intervenção modificável; perda de 10% do peso pode reduzir IAH em até 26%\n- **Evitar álcool:** especialmente nas 3-4 horas antes de dormir; o álcool relaxa a musculatura faríngea e piora roncos e AOS\n- **Posição de sono:** incentivar decúbito lateral; uso de travesseiro posicional ou dispositivos de alerta para evitar decúbito dorsal\n- **Higiene do sono estruturada:** horário regular de dormir e acordar; evitar telas e luz azul após 20h; ambiente escuro, silencioso e fresco; refeição leve pelo menos 2-3 horas antes de dormir\n- **Exercício físico aeróbio regular:** melhora tônus muscular das vias aéreas superiores e qualidade geral do sono; horário matinal preferencial\n- **Cessação do tabagismo:** inflamação das vias aéreas agrava roncos\n\n### Suplementação de Suporte (quando indicada)\n- Magnésio treonato (200-500 mg à noite): melhora qualidade do sono e reduz fragmentação\n- Melatonina (iniciar com 0,5 mg sublingual): especialmente útil após os 40-50 anos ou com comprometimento do ritmo circadiano\n- L-teanina (200-400 mg), valeriana (200-400 mg), passiflora (~250 mg): suporte ao relaxamento sem depressão respiratória relevante\n\n### Dispositivos e Procedimentos\n- **Dispositivo de avanço mandibular (DAM):** indicado para ronco primário e AOS leve a moderada; prescrição por dentista especializado\n- **CPAP/BiPAP:** tratamento de escolha para AOS moderada a grave; adesão é fundamental — acompanhar e ajustar conforme tolerância\n- **Cirurgia (UPPP, septoplastia, turbinectomia):** reservada para casos com obstrução anatômica definida e após falha das medidas conservadoras\n\n## Monitoramento\n- Reavaliar qualidade do sono em todas as consultas\n- Repetir polissonografia após intervenções significativas (perda de peso, CPAP, cirurgia)\n- Monitorar perfil hormonal e metabólico semestralmente em casos de AOS confirmada"
}
