{
  "score_item_id": "c77cedd3-2800-7ca1-9dd2-ac6e478cd0e5",
  "clinical_relevance": "A apneia obstrutiva do sono (AOS) é um distúrbio respiratório do sono caracterizado por episódios recorrentes de obstrução parcial ou total das vias aéreas superiores durante o sono, resultando em hipoxemia intermitente, hipercapnia e fragmentação do sono. Fisiopatologicamente, a hipoxemia reduz a biodisponibilidade de óxido nítrico (NO) e GMPc, aumenta a secreção de endotelina e ativa o sistema nervoso simpático, gerando disfunção endotelial sistêmica. Há também supressão da produção de testosterona e redução das ereções noturnas, com impacto direto no eixo hormonal e na função erétil. A AOS é causa reconhecida de hipertensão arterial secundária, sendo indicada triagem por polissonografia em todo hipertenso de difícil controle. Associa-se ainda à síndrome metabólica, obesidade (circunferência abdominal >102 cm em homens aumenta significativamente o risco), resistência à insulina e diabetes. Do ponto de vista neurocognitivo, a AOS compromete a consolidação da memória, o clearance glinfático cerebral e é fator de risco independente para declínio cognitivo e doença de Alzheimer. No contexto do protocolo ReCODE para prevenção de Alzheimer, triagem e tratamento de apneia do sono figuram entre as intervenções prioritárias. A relação com doença cardiovascular é bidirecional: a AOS pode preceder eventos cardíacos e acelerar aterosclerose, sendo considerada fator de risco cardiovascular independente. O diagnóstico padrão-ouro é a polissonografia (laboratorial ou domiciliar), com classificação pelo Índice de Apneia-Hipopneia (IAH): leve (5–14 eventos/hora), moderada (15–29) e grave (≥30). O tratamento de primeira linha é o CPAP (Continuous Positive Airway Pressure), com evidências robustas de melhora de desfechos cardiovasculares, qualidade do sono, função erétil e perfil metabólico. Aparelhos intraorais de avanço mandibular são alternativa em casos leves a moderados. Perda de peso é intervenção adjuvante fundamental, com potencial de resolução em casos associados à obesidade.",
  "points": 18,
  "patient_explanation": "Apneias são pausas na respiração que acontecem enquanto você dorme, geralmente sem que você perceba. Durante essas pausas, o oxigênio no sangue cai, o cérebro acorda brevemente para retomar a respiração, e esse ciclo pode se repetir dezenas ou até centenas de vezes por noite. O resultado é um sono fragmentado e não reparador, mesmo que você passe muitas horas na cama. Além do cansaço e da sonolência durante o dia, as apneias sobrecarregam o coração, elevam a pressão arterial, alteram hormônios como a testosterona e aumentam o risco de problemas metabólicos e até cognitivos ao longo do tempo. A boa notícia é que, uma vez diagnosticada (por meio de um exame chamado polissonografia), a apneia tem tratamento eficaz — o mais comum é o uso de um aparelho chamado CPAP, que mantém as vias aéreas abertas durante o sono. Perda de peso e mudanças no estilo de vida também fazem grande diferença. Tratar as apneias melhora a energia, o humor, a pressão arterial e a saúde geral.",
  "conduct": "## Investigação Diagnóstica\n\n- **Suspeita clínica:** ronco relatado por parceiro(a), engasgos ou pausas respiratórias noturnas, sonolência diurna excessiva, cefaleia matinal, nictúria, boca seca ao acordar\n- **Instrumentos de triagem:** Escala de Sonolência de Epworth (ESS ≥10 indica sonolência significativa); questionário STOP-BANG (≥3 pontos = risco moderado/alto)\n- **Exame diagnóstico:** Polissonografia completa (laboratorial) ou poligrafia respiratória domiciliar — avaliar IAH, saturação de O2, índice de dessaturação, arquitetura do sono\n- **Exames laboratoriais complementares:** testosterona total e livre, cortisol matinal, TSH (excluir hipotireoidismo como causa/agravante), glicemia de jejum, HbA1c, insulina, PCR ultrassensível, hemograma (policitemia por hipoxemia crônica)\n- **Avaliação cardiovascular:** PA em múltiplas aferições, ECG; considerar ecocardiograma e/ou escore de cálcio coronariano em pacientes com AOS moderada-grave e fatores de risco\n- **Avaliação otorrinolaringológica:** estrutura nasal, palato, úvula, tonsila, macroglossia — relevante para definir candidatura a tratamentos cirúrgicos ou aparelhos intraorais\n\n## Estratificação de Risco\n\n- **AOS leve (IAH 5–14):** impacto sintomático variável; risco cardiovascular aumentado; tratar se sintomático ou com comorbidades\n- **AOS moderada (IAH 15–29):** tratamento indicado; risco elevado de hipertensão, arritmias e disfunção metabólica\n- **AOS grave (IAH ≥30):** tratamento mandatório; risco significativo de eventos cardiovasculares maiores, comprometimento cognitivo e mortalidade\n\n## Intervenções Baseadas em Evidências\n\n### Tratamento Principal\n- **CPAP:** primeira linha para AOS moderada-grave e AOS leve sintomática; melhora IAH, qualidade do sono, pressão arterial, função erétil (via restauração de NO/GMPc e testosterona) e perfil metabólico; adesão é o principal desafio — orientar uso ≥4h/noite e acompanhamento regular\n- **Aparelho intraoral de avanço mandibular (MAD):** alternativa ao CPAP em AOS leve a moderada ou em pacientes com baixa adesão ao CPAP; encaminhar ao cirurgião-dentista com experiência em medicina do sono\n\n### Modificações de Estilo de Vida\n- **Perda de peso:** intervenção com maior potencial de resolução em obesos; redução de 10% do peso corporal pode reduzir IAH em até 26%; meta: IMC <25 kg/m² e circunferência abdominal <102 cm (homens) / <89 cm (mulheres)\n- **Posicionamento:** evitar decúbito dorsal; AOS posicional pode ser manejada com dispositivos de posicionamento\n- **Higiene do sono:** horário regular de sono, ambiente escuro e silencioso, evitar álcool (piora o tônus muscular faríngeo e fragmenta o sono), evitar sedativos/benzodiazepínicos\n- **Exercício físico aeróbico regular:** melhora qualidade do sono e tônus muscular das vias aéreas; melhor horário: manhã ou início da tarde\n- **Evitar cafeína e álcool** especialmente nas horas que precedem o sono\n\n### Suporte Funcional Integrativo\n- **Otimização hormonal:** tratar hipogonadismo associado após controle da AOS (CPAP pode elevar testosterona endógena); avaliar e corrigir vitamina D (alvo >50 ng/mL), magnésio\n- **Controle inflamatório:** dieta anti-inflamatória, redução de ultraprocessados e açúcar; monitorar PCR (alvo ~0,7 mg/L) e homocisteína (alvo <7 µmol/L)\n- **Saúde metabólica:** controle glicêmico rigoroso (insulina de jejum alvo <6 µUI/mL); a resistência à insulina agrava a AOS e vice-versa\n\n## Critérios de Encaminhamento\n\n- **Pneumologista/especialista em medicina do sono:** AOS moderada-grave, falha no CPAP, necessidade de titulação especializada\n- **Cirurgião-dentista (medicina do sono):** candidatos a MAD\n- **Otorrinolaringologista:** suspeita de obstrução anatômica tratável cirurgicamente (desvio de septo, hipertrofia de cornetos, tonsilas)\n- **Cardiologista:** AOS com hipertensão resistente, arritmias (especialmente FA), insuficiência cardíaca\n- **Endocrinologista:** AOS com obesidade mórbida, hipotireoidismo ou síndrome metabólica descompensada\n\n## Monitoramento\n\n- Reavaliar adesão e eficácia do CPAP em 1–3 meses; dados do dispositivo (pressão, AHI residual, horas de uso)\n- Repetir polissonografia após perda de peso significativa (>10% do peso) para reclassificação\n- Monitorar PA, perfil metabólico e hormonal a cada 3–6 meses\n- Avaliar qualidade do sono em todas as consultas com ferramentas objetivas (oximetria noturna, dados de wearables) e subjetivas (ESS, diário de sono)"
}
