{
  "score_item_id": "019c5392-7d84-7de2-9afd-90f03ae9f5df",
  "clinical_relevance": "A insônia de início do sono (dificuldade em adormecer, latência do sono prolongada >20-30 min) é o distúrbio do sono mais prevalente na prática clínica, afetando aproximadamente 10-15% da população adulta na forma crônica e até 30-35% de forma transitória. Fisiologicamente, o início do sono depende da transição do estado de vigília para o sono NREM, processo mediado pela redução progressiva da atividade noradrenérgica e histaminérgica, aumento do tônus GABAérgico, elevação da adenosina, queda da temperatura corporal central e pico de melatonina pineal — hormônio cuja produção é inibida pela luz e cujos níveis diminuem progressivamente após os 40-50 anos. A dificuldade em iniciar o sono reflete tipicamente hiperativação do sistema nervoso simpático e do eixo HPA (Hipotálamo-Pituitária-Adrenal), com cortisol e adrenalina elevados noturnosque antagonizam a ação inibitória do GABA e bloqueiam a síntese de melatonina. Do ponto de vista bioquímico, a inflamação crônica desvia o triptofano para a via das quinureninas, reduzindo a disponibilidade de serotonina e melatonina, enquanto o estresse oxidativo pode comprometer a síntese de dopamina e noradrenalina. O sono fragmentado e a insônia de início provocam consequências metabólicas mensuráveis: diminuição da leptina (saciedade) em até 18%, aumento da grelina (fome) em até 25%, redução da sensibilidade à insulina em até 30% e aumento do apetite por alimentos calóricos em 34-45%. Estudos de privação mostram que apenas 2 horas a menos de sono por semana já elevam citocinas inflamatórias de forma significativa. No plano oncológico, análise de 61 estudos com 115.000 mulheres demonstrou aumento de 32% no risco de câncer de mama em trabalhadoras noturnas (58% em enfermeiras), e a IARC classifica o trabalho que altera o ritmo circadiano como potencialmente cancerígeno (nível 2A). A insônia se associa ainda a maior risco cardiovascular, metabólico, psiquiátrico (ansiedade, depressão) e imunológico. Distúrbios do sono — incluindo transtorno de fase atrasada — são prevalentes em 73-78% dos indivíduos com TDAH, evidenciando a estreita relação bidirecional entre ritmo circadiano e função cognitivo-comportamental. Alterações do sistema nervoso autônomo (predomínio simpático noturno) se associam diretamente a insônia, sono fragmentado e apneia do sono. A estratificação de risco deve considerar: duração (aguda <3 meses vs. crônica ≥3 meses), frequência (≥3 noites/semana para critério de cronicidade), presença de comorbidades (ansiedade, depressão, síndrome metabólica, dor crônica, pós-COVID, endometriose, menopausa) e uso de substâncias (cafeína, álcool, telas noturnas). O álcool, embora produza sensação subjetiva de melhora do início do sono, suprime o sono REM e piora a qualidade global. Polimorfismos nos genes PER3, MTNR1B e nas enzimas do metabolismo do álcool modulam a vulnerabilidade individual.",
  "points": 12,
  "patient_explanation": "A insônia de início do sono é a dificuldade de adormecer quando você vai para a cama, mesmo estando cansado. Isso acontece porque o cérebro e o corpo ficam em estado de alerta — com hormônios do estresse elevados e o sistema nervoso \"acelerado\" — no momento em que deveriam estar desacelerando. O sono é essencial para a saúde: durante ele, o corpo regula hormônios do apetite (quando dormimos mal, ficamos com mais fome e desejo por doces), a sensibilidade à insulina cai, a inflamação aumenta e o sistema imunológico fica comprometido. Com o tempo, noites mal dormidas aumentam o risco de problemas metabólicos, cardiovasculares e emocionais como ansiedade e depressão. A boa notícia é que existem estratégias muito eficazes — ajustes de hábitos noturnos, manejo do estresse, suplementação direcionada e, quando necessário, apoio médico — que conseguem restabelecer um sono reparador de forma consistente.",
  "conduct": "## Investigação Complementar\n\n- **Anamnese de sono:** latência de início, horários, despertares, sonolência diurna; diário de sono por 2 semanas\n- **Rastreio de comorbidades:** ansiedade (GAD-7), depressão (PHQ-9), síndrome metabólica, pós-COVID, menopausa\n- **Curva de cortisol salivar (4 pontos):** avaliar hipercortisolismo noturno — causa frequente de dificuldade de início do sono\n- **Painel hormonal:** cortisol matinal, ACTH, DHEA-S, melatonina salivar noturna, hormonais (conforme gênero/faixa etária)\n- **Função tireoidiana ampliada:** TSH, T4 livre, T3 livre\n- **Marcadores inflamatórios e metabólicos:** PCR-us, glicemia, insulina, HOMA-IR\n- **Micronutrientes:** magnésio, vitamina D, zinco, ferro/ferritina, B6 (cofatores de GABA e serotonina)\n- **Polissonografia ou actigrafia** se suspeita de apneia, transtorno de fase atrasada ou insônia refratária\n\n## Higiene do Sono (1ª Linha)\n\n- **Horário regular:** dormir e acordar no mesmo horário, de preferência antes da meia-noite\n- **Rotina relaxante:** após ~20h — banho morno, leitura leve, respiração diafragmática ou meditação\n- **Ambiente:** quarto escuro, silencioso, temperatura fresca; óculos âmbar ou modo noturno nas telas após 20h\n- **Última refeição** ≥2-3h antes de dormir; evitar açúcar e ultraprocessados à noite\n- **Cafeína:** orientar horário da última dose; **álcool:** evitar — suprime sono REM e piora qualidade global\n- **Luz natural matinal:** antecipa produção noturna de melatonina\n\n## Estilo de Vida\n\n- **Exercício aeróbio:** mais eficaz para modulação do sono; preferencial às 6h; individualizar horário\n- **Gestão de estresse:** respiração 4-7-8, mindfulness, relaxamento muscular progressivo\n- **Dieta anti-inflamatória:** revisar em todas as consultas; reduz ativação do eixo HPA\n\n## Suplementação — Escalonada\n\n**1º Higiene → 2º Precursores/fitoterápicos → 3º Melatonina**\n\n- **Magnésio treonato:** 200-500 mg à noite (revisão sistemática: melhora sono e reduz ansiedade)\n- **L-teanina:** 200-400 mg à noite (GABAérgico; relaxamento sem sedação)\n- **Relora (Magnólia + Philodendron):** 250 mg à noite; estudo: redução de 18% no cortisol salivar vs. placebo\n- **Valeriana officinalis:** 200-400 mg | **Passiflora incarnata:** ~250 mg | **Melissa officinalis:** ~200 mg\n- **Mulungu:** ~200 mg | **5-HTP sublingual** (evitar com ISRS) | **Taurina** | **Fosfatidilserina:** 200-400 mg\n- **Melatonina:** iniciar com 0,5-1 mg sublingual; liberação lenta se despertares noturnos; cápsula Duo 2-3 mg; sonhos vívidos = dose excessiva, reduzir; produção diminui após 40-50 anos\n- **Aromaterapia com lavanda:** difusor ou inalação (5 inspirações com ~5 gotas); meta-análise: melhora qualidade do sono, especialmente em mulheres\n\n## Encaminhamentos\n\n- **Psicologia/Psiquiatria:** insônia crônica (≥3 meses, ≥3x/semana) — TCC-I é tratamento de 1ª linha; depressão/ansiedade moderada-grave\n- **Medicina do Sono:** suspeita de apneia obstrutiva (ronco, despertares com sufocamento, sonolência diurna, IMC elevado)\n- **Endocrinologia:** disfunção HPA significativa, tireoidopatia, menopausa com sintomas intensos\n\n## Monitoramento\n\n- Reavaliar qualidade do sono em **todas as consultas**\n- Ajustar suplementação conforme padrão (insônia de início vs. manutenção)\n- Repetir curva de cortisol salivar após 3-6 meses para avaliar resposta terapêutica"
}
