{
  "score_item_id": "019bf31d-2ef0-7799-abdb-ce0be9930287",
  "clinical_relevance": "Os hábitos do cônjuge ou parceiro de quarto constituem um determinante ambiental do sono frequentemente negligenciado na anamnese clínica, mas com impacto mensurável na arquitetura e na qualidade do sono do paciente. O compartilhamento de cama ou quarto expõe o indivíduo a perturbações externas — roncos, apneias, movimentos, uso de telas, horários discrepantes e variações de temperatura — que fragmentam os ciclos de sono NREM/REM e comprometem a consolidação da memória e a restauração metabólica noturna.\n\nO ronco do parceiro representa o fator mais prevalente: estimativas populacionais indicam que cônjuges de roncadores apresentam privação de sono cumulativa comparável à dos próprios roncadores, com redução média documentada de 1 a 1,5 horas de sono por noite em casos de apneia obstrutiva do sono (AOS) não tratada no parceiro. A AOS, presente em 3–7% das mulheres e 10–17% dos homens adultos, reduz óxido nítrico e GMPc, aumenta endotelina, piora o IIFE (Índice Internacional de Função Erétil) no cônjuge masculino e compromete a produção de testosterona, conforme documentado nos chunks científicos disponíveis.\n\nMovimentos periódicos dos membros, transtorno comportamental do sono REM, bruxismo do parceiro e parassônias também fragmentam o sono do companheiro de cama sem que este perceba a causa externa. O transtorno de fase atrasada do sono em um dos parceiros — prevalente em 73–78% dos indivíduos com TDAH — gera incompatibilidade de cronótipo com impacto direto na higiene do sono do cônjuge de cronótipo matutino. A exposição a telas pelo parceiro após o apagamento das luzes emite luz azul que suprime a melatonina do paciente avaliado, mesmo que este não use o dispositivo.\n\nNo eixo HPA, a fragmentação crônica do sono eleva citocinas pró-inflamatórias (IL-6, TNF-α, PCR-us), prejudica o pico matinal de cortisol e ativa o eixo HPA de forma crónica, contribuindo para hipocortisolismo funcional e disbiose. A privação de sono associada aos hábitos do parceiro correlaciona-se ainda com maior risco cardiovascular, resistência à insulina, piora da composição corporal e comprometimento cognitivo.\n\nEstrategicamente, este parâmetro possui impacto clínico baixo a moderado de forma isolada, mas funciona como modificador de outros parâmetros do sono (qualidade percebida, interrupções, hora de dormir/acordar, apneias). A identificação e o manejo dos hábitos do parceiro são intervencionáveis e, quando abordados, podem eliminar uma causa tratável de insônia crônica ou sono não restaurador sem necessidade de farmacoterapia.",
  "points": 7,
  "patient_explanation": "Dormir ao lado de alguém que ronca, se movimenta muito, usa o celular na cama ou tem um horário de dormir muito diferente do seu pode prejudicar o seu sono de forma significativa — mesmo que você não perceba acordar completamente. Esses micro-despertares interrompem os ciclos de sono profundo, deixando você cansado no dia seguinte mesmo que pense ter dormido o tempo suficiente. Quando o parceiro tem apneia do sono sem tratamento, os roncos e pausas respiratórias podem tirar até 1 hora de sono por noite de quem dorme ao lado. Identificar esses fatores é importante porque, diferentemente de muitas outras causas de sono ruim, os hábitos do parceiro são completamente modificáveis com conversas, ajustes de rotina e, quando necessário, tratamento do cônjuge.",
  "conduct": "## Investigação Inicial\n\n- **Anamnese direcionada:** perguntar ativamente sobre os hábitos noturnos do cônjuge/parceiro — roncos, apneias observadas, movimentos excessivos, uso de telas, horário de dormir e acordar, temperatura preferida e hábitos de iluminação\n- **Avaliar cronótipo do parceiro:** incompatibilidade de cronótipo (um matutino + um vespertino) gera pressão social sobre o horário de sono e é frequentemente subestimada\n- **Rastrear AOS no parceiro:** ronco relatado pelo paciente, sonolência diurna do parceiro, histórico de apneias observadas — indicar avaliação com polissonografia domiciliar do cônjuge quando suspeita\n- **Quantificar o impacto:** usar diário de sono por 7–14 dias para correlacionar qualidade de sono com presença/ausência do parceiro (viagens, separação por noite)\n\n## Intervenções Baseadas em Evidências\n\n### Medidas ambientais e comportamentais\n- **Telas no quarto:** orientar o parceiro a abolir uso de celular/tablet após as 21h no ambiente do sono; a emissão de luz azul suprime melatonina mesmo do cônjuge adjacente\n- **Horários discrepantes:** negociar horário comum de apagamento das luzes no quarto; o parceiro que dorme mais tarde pode usar luz âmbar/vermelha ou óculos com filtro de luz azul\n- **Ruído (ronco):** tampões de ouvido para o paciente como medida paliativa imediata; isolamento acústico do quarto como solução estrutural\n- **Temperatura:** cobertas individuais eliminam conflito térmico entre casais com preferências distintas (solução escandinava de duas cobertas separadas)\n- **Movimentos noturnos:** avaliar colchão com isolamento de movimento; em casos graves, considerar dormir em camas separadas por períodos de recuperação sem prejuízo ao relacionamento\n\n### Quando o parceiro é o problema clínico\n- **AOS do cônjuge não tratada:** encaminhar o parceiro para avaliação com polissonografia e, se confirmada, iniciar CPAP/BIPAP — o tratamento do parceiro resolve indiretamente a queixa de sono do paciente\n- **Ronco primário sem AOS:** orientar cônjuge sobre posicionamento lateral, perda de peso se IMC > 25, redução de álcool à noite e avaliação otorrinolaringológica para hipertrofia de cornetos ou desvio septal\n- **Movimentos periódicos dos membros / REM behavior disorder no parceiro:** encaminhar parceiro para avaliação neurológica e polissonografia completa\n- **Bruxismo do cônjuge:** placa de bruxismo noturno para o parceiro; além de proteger a dentição do cônjuge, reduz o ruído noturno\n\n### Suporte ao ritmo circadiano do paciente\n- Manter exposição à luz natural pela manhã independentemente dos hábitos do parceiro\n- Estabelecer rotina de desaceleração noturna (sem telas, luz âmbar) pelo menos 30–60 min antes do horário alvo de sono\n- Evitar álcool à noite — piora a qualidade do sono mesmo em doses moderadas\n\n## Critérios de Encaminhamento\n- **Medicina do sono:** quando os hábitos do parceiro forem secundários a distúrbio do sono confirmado ou suspeito (AOS, PLMS, RBD)\n- **Terapia de casal / psicologia:** quando o conflito de hábitos de sono gerar tensão relacional significativa ou resistência às mudanças propostas\n- **Otorrinolaringologia:** ronco persistente do parceiro com sintomas obstrutivos nasais\n- **Neurologia:** suspeita de transtorno comportamental do sono REM no parceiro (movimentos violentos, vocalização, quedas da cama)"
}
