{
  "score_item_id": "c77cedd3-2800-716b-8f22-bb290378358e",
  "clinical_relevance": "A disposição e o nível de energia ao longo da vida constituem um parâmetro histórico-funcional que reflete, de forma integrada, a saúde mitocondrial, o equilíbrio do eixo hipotálamo-hipófise-adrenal (HPA), a eficiência da neurotransmissão dopaminérgica e noradrenérgica, e o estado metabólico sistêmico. Clinicamente, queixas persistentes de baixa energia ou fadiga ao longo de diferentes fases da vida apontam para vulnerabilidades em múltiplos eixos biológicos.\n\nDo ponto de vista fisiopatológico, a produção de energia celular depende da cadeia transportadora de elétrons mitocondrial, que requer cofatores como ferro, coenzima Q10, riboflavina (B2), niacina (B3), ácido pantotênico (B5), piridoxal-5-fosfato (B6/P5P), ácido lipoico, cobre, selênio e zinco. O cérebro, representando apenas 2% da massa corporal, consome aproximadamente 20% da energia total do organismo, sendo altamente sensível a disfunções mitocondriais. A produção de catecolaminas (dopamina, noradrenalina, epinefrina) a partir da tirosina depende de cofatores como BH4, P5P, NADH, vitamina C, SAMe, magnésio e vitamina D3 — nutrientes frequentemente deficientes na prática clínica.\n\nA resistência insulínica é um fator central: picos de glicose e insulina revelados pela curva insulinêmica-glicêmica associam-se a oscilações de energia, déficit de foco e fadiga cognitiva. A neuroinflamação crônica — mediada por elevação de IL-6, TNF-alfa e PCR, com supressão de IL-10 — compromete a função mitocondrial, reduz BDNF e desvia o triptofano para a via das quinureninas, reduzindo a síntese de serotonina e agravando o desânimo e a apatia. A disfunção do eixo HPA, com hipocortisolismo funcional ou fadiga adrenal, manifesta-se como cansaço matinal, intolerância ao exercício e recuperação inadequada após repouso.\n\nDeficiências nutricionais prevalentes associadas a baixa energia incluem: ômega-3 (anti-inflamatório e suporte mitocondrial), magnésio (cofator em mais de 300 reações enzimáticas, essencial para GABA e ritmo circadiano), zinco (função imunoneurológica e síntese de neurotransmissores), ferro/ferritina abaixo de 75 ng/mL (comprometimento da hematopoiese e síntese de hemo), vitamina D abaixo de 50 ng/mL (impacto na expressão da tirosina hidroxilase e biogênese mitocondrial) e complexo B. Distúrbios do sono — incluindo apneia, latência aumentada e sono não reparador — perpetuam o ciclo de fadiga por desregulação circadiana e supressão do GH. O padrão de energia ao longo da vida fornece informação prognóstica sobre risco de síndrome de fadiga crônica, TDAH, depressão, declínio cognitivo e disfunção metabólica.",
  "points": 8,
  "patient_explanation": "A disposição e a energia que você sente ao longo da sua vida refletem como o seu corpo produz e usa energia nas células. Quando essa energia é boa e estável, o cérebro funciona melhor, o humor é mais equilibrado e você consegue realizar suas atividades com mais facilidade. Uma baixa disposição persistente, que vem desde cedo ou que piorou com o tempo, pode indicar que algo no funcionamento do metabolismo, das mitocôndrias (as 'usinas de energia' das células), dos hormônios do estresse ou da alimentação precisa de atenção. Nutrientes como magnésio, ferro, vitamina D, ômega-3 e vitaminas do complexo B são essenciais para manter a energia em dia. O sono de qualidade, o controle do açúcar na dieta e a prática de exercício físico também fazem grande diferença. Avaliar como sua energia esteve ao longo da vida ajuda o médico a identificar causas que muitas vezes passam despercebidas nos exames de rotina e a propor intervenções que realmente fazem diferença.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese detalhada:** Caracterizar o padrão de energia ao longo da vida (infância, adolescência, vida adulta), identificar períodos de piora, fatores desencadeantes (gestações, infecções, estresse crônico, mudanças alimentares) e sintomas associados (insônia, artralgias, queda de cabelo, falta de libido, ansiedade, dificuldade de concentração).\n- **Diferenciar fadiga funcional de causas orgânicas:** Hipotireoidismo, anemia, diabetes, apneia do sono, depressão maior, síndrome de fadiga crônica, disfunção do eixo HPA.\n- **Avaliar padrão de sono:** Qualidade, latência, presença de sono não reparador; triagem para apneia (considerar polissonografia quando indicado).\n- **Avaliar resistência insulínica:** Solicitar curva insulinêmica-glicêmica mesmo com glicemia de jejum normal, especialmente em pacientes com oscilações de energia e foco.\n\n## Investigação Laboratorial\n\n- **Painel energético-metabólico mínimo:**\n  - Hemograma completo, ferro sérico, ferritina (meta funcional: >75 ng/mL), saturação de transferrina\n  - Zinco sérico (meta: >100 mcg/dL)\n  - Vitamina D 25(OH) (meta funcional: >50 ng/mL)\n  - Magnésio sérico e eritrocitário\n  - Complexo B: B12, folato; considerar B6 funcional via metabolômica\n  - TSH, T3 livre, T4 livre\n  - Insulina de jejum e curva insulinêmica-glicêmica\n  - PCR ultrassensível, IL-6 (quando disponível)\n  - Homocisteína (meta: <7 µmol/L)\n  - Cortisol salivar em 4 pontos (manhã, tarde, noite, madrugada) para avaliação funcional do eixo HPA\n  - Aldosterona sérica se houver sintomas de baixa funcional adrenal\n- **Exames complementares conforme suspeita clínica:**\n  - Metabolômica urinária (DOPAC, HVA, indóis, ácido quinolínico) para avaliar neurotransmissão e desvios metabólicos\n  - Avaliação de microbiota intestinal e permeabilidade (zonulina, calprotectina)\n  - Ácidos graxos ômega-3 eritrocitários\n\n## Intervenções Baseadas em Evidências\n\n### Nutrição e Suplementação\n- **Magnésio:** Citrato ou glicinato 200–400 mg/dia; magnésio treonato à noite para suporte cognitivo e do sono; magnésio dimalato durante o dia para energia.\n- **Vitamina D3:** Repor conforme nível sérico para atingir >50 ng/mL; monitorar com PTH e cálcio iônico.\n- **Ômega-3 (EPA/DHA):** 2–4 g/dia; reavaliar sintomas de humor, fadiga, concentração e sono em 10 semanas.\n- **Complexo B:** Priorizar B1, B2, B3, B5, B6 (P5P, 5–30 mg) e folato; preferir formas ativas e biodisponíveis.\n- **Ferro e zinco:** Repor quando deficiência confirmada; respeitar espaçamento entre minerais para evitar interferência na absorção.\n- **Creatina monoidratada (Creapure):** 2–3 g/dia para saúde cerebral e energia; 5 g/dia em vegetarianos/veganos.\n- **Coenzima Q10, PQQ, L-carnitina, ácido alfa-lipoico:** Para suporte mitocondrial em casos de disfunção energética relevante.\n- **Acetil-L-carnitina:** Considerar como adjuvante em quadros depressivos com fadiga predominante (evidência de meta-análise).\n- **Curcuminoides:** Para neuroinflamação associada (TNF-alfa); associar piperina para biodisponibilidade.\n\n### Estilo de Vida\n- **Exercício físico:** Iniciar com aeróbicos para pacientes ansiosos; progredir para HIIT para biogênese mitocondrial; exercício resistido para manutenção muscular e metabólica.\n- **Higiene do sono:** Reduzir telas à noite, eliminar álcool noturno, estabelecer horários regulares; tratar apneia quando presente.\n- **Alimentação:** Reduzir açúcar livre (meta ≤15 g/dia), priorizar dieta mediterrânea ou paleo anti-inflamatória; considerar protocolo cetogênico (Keto Flex) em casos selecionados com resistência insulínica importante.\n\n### Abordagem do Eixo HPA\n- Curva de cortisol salivar para mapear fase da disfunção (aguda, adaptativa, crônica).\n- Adaptógenos conforme perfil: Ashwagandha (500 mg), Rhodiola rosea (300–500 mg — evitar em COMT lenta), bacopa para suporte cognitivo.\n- Vitamina C em doses funcionais, complexo B e magnésio como suporte adrenal.\n\n## Encaminhamento a Especialistas\n\n- **Endocrinologista:** Hipotireoidismo, resistência insulínica grave, suspeita de insuficiência adrenal.\n- **Neurologista funcional:** Suspeita de TDAH, declínio cognitivo, síndrome de fadiga crônica com impacto funcional importante.\n- **Pneumologista/médico do sono:** Apneia confirmada ou suspeita com impacto significativo.\n- **Psiquiatra:** Depressão maior ou transtornos de humor como causa primária da baixa energia.\n- **Nutricionista:** Adequação dietética e protocolo de suplementação individualizado."
}
