{
  "score_item_id": "c77cedd3-2800-7a4a-b3a2-cc48ae8931e2",
  "clinical_relevance": "Foco, concentração e capacidade de aprendizado ao longo da vida são funções cognitivas dependentes da integridade dos circuitos fronto-estriatais e da neurotransmissão dopaminérgica e serotoninérgica. O córtex pré-frontal, principal mediador da atenção sustentada e da memória de trabalho, é altamente sensível a flutuações de dopamina, moduladas por polimorfismos em genes como COMT (Val158Met), DAT1/SLC6A3, LPHN3 e CDH13. Disfunções nesses circuitos manifestam-se clinicamente como dificuldade de manutenção do foco, lentidão no processamento de novas informações, impulsividade e déficit de planejamento.\n\nA fisiopatologia é multifatorial: neuroinflamação crônica (elevação de IL-6, TNF-α, PCR-us), resistência insulínica com disfunção dos transportadores GLUT1 cerebrais, hipocortisolismo com desregulação do eixo HPA, deficiências nutricionais específicas e disbiose intestinal com comprometimento da barreira hematoencefálica ('leaky gut, leaky brain') convergem para reduzir a eficiência cognitiva. Picos de glicose e insulina revelados pela curva insulinêmica-glicêmica associam-se diretamente a oscilações de energia e foco.\n\nDeficiências nutricionais com forte evidência de impacto cognitivo incluem: ferro/ferritina (84% das crianças com TDAH apresentavam ferritina anormal vs. 18% de controles em estudo de 2004; ferritina é cofator essencial da tirosina hidroxilase, MAO e receptores D2/D4); magnésio (meta-análise de 2019 com 12 estudos confirmou redução significativa em soro e cabelo de indivíduos com déficit atencional; modula tirosina hidroxilase, antagoniza receptores NMDA e estabiliza GABA); zinco (necessário para mais de 200 enzimas, influencia BDNF, melatonina, receptor NMDA e conversão de piridoxina em PLP; meta-análises indicam benefício com alvo sérico acima de 100-110 mcg/dL); ômega-3 (estudo observacional com 810 crianças mostrou melhora em inatenção, impulsividade e sono com combinação ômega 3/6, magnésio e zinco); vitamina D (ensaio clínico randomizado de 2021 com 66 participantes demonstrou melhora significativa com 50.000 UI/semana de vitamina D associada a magnésio); complexo B, especialmente B6/P5P (cofator para síntese de dopamina, serotonina e GABA; desvio do triptofano para quinureninas por neuroinflamação é corrigido pela otimização de zinco e B6/PLP).\n\nO perfil genético COMT influencia diretamente a capacidade de foco: indivíduos com genótipo GG (Val/Val, COMT rápida) degradam dopamina mais rapidamente e tendem a déficits de atenção com necessidade de maior estimulação dopaminérgica, enquanto o genótipo AA (Met/Met, COMT lenta) mantém dopamina elevada com risco de excesso e disfunção do eixo HPA. Polimorfismos em LPHN3 afetam a estabilização sináptica e a modulação dopamina-glutamato no córtex pré-frontal, reduzindo resposta a fármacos convencionais.",
  "points": 8,
  "patient_explanation": "Foco, concentração e facilidade de aprender são habilidades do cérebro que dependem de substâncias químicas como a dopamina e de nutrientes essenciais como ferro, magnésio, zinco e ômega-3. Quando esses recursos estão em falta, ou quando há inflamação silenciosa no organismo, resistência à insulina ou sono de má qualidade, o cérebro fica com dificuldade de manter a atenção, absorver informações novas e executar tarefas que exigem planejamento.\n\nEsse parâmetro avalia o histórico de como sua capacidade de foco e aprendizado se comportou ao longo da vida. Dificuldades persistentes nessa área podem indicar desequilíbrios corrigíveis — e não simplesmente uma limitação definitiva. Com a investigação certa, é possível identificar e tratar as causas de fundo, seja por ajustes na alimentação, reposição de nutrientes, melhora do sono ou, quando necessário, apoio medicamentoso personalizado.",
  "conduct": "## Investigação Complementar\n\n### Laboratorial\n- **Ferro e ferritina:** ferritina sérica, ferro sérico, saturação de transferrina (84% das crianças com TDAH tinham ferritina anormal vs. 18% de controles)\n- **Zinco sérico:** alvo acima de 100–110 mcg/dL; preferir bisglicinato/glicina\n- **Magnésio:** sérico e eritrocitário; considerar deficiência funcional mesmo dentro dos limites laboratoriais\n- **Vitamina D:** 25(OH)D com alvo individualizado\n- **Complexo B:** B12, folato/B9, homocisteína; B6 avaliar por PLP ou metabolômica urinária\n- **Curva insulinêmica-glicêmica:** identificar picos de insulina associados a oscilações de energia e foco\n- **Biomarcadores inflamatórios:** PCR-us, IL-6, TNF-α; cortisol salivar/urinário\n- **Metabolômica urinária (quando disponível):** DOPAC, HVA, ácido quinolínico, indóis, 3-HOAA\n- **Testes genéticos (quando indicado):** COMT, DAT1/SLC6A3, MAO, LPHN3, CDH13\n\n### Avaliação Clínica\n- Qualidade do sono: sono não reparador, latência, proporção REM/profundo (polissonografia se indicado)\n- Saúde intestinal: disbiose, permeabilidade intestinal\n- Histórico de exposição a toxinas: metais pesados, pesticidas, álcool pré-natal\n\n---\n\n## Hierarquia Terapêutica\n\n**Eficácia de qualquer intervenção cognitiva depende das bases fisiológicas. Corrigir o substrato antes de tratar sintomas.**\n\n### 1. Fundamentos (prioridade máxima)\n- **Sono:** corrigir distúrbios antes de suplementos ou medicação; sono não reparador é causa, não consequência, do déficit atencional\n- **Intestino:** reduzir disbiose, proteger barreiras intestinal e hematoencefálica\n- **Eixo HPA:** cronobiologia, exercício físico, adaptógenos (Rhodiola, Ashwagandha, Magnolia, Açafrão)\n- **Resistência insulínica:** dieta de baixa carga glicêmica, redução de ultraprocessados, exercício\n\n### 2. Correção Nutricional\n- **Ferro:** corrigir deficiência com ferritina, ferro sérico e saturação de transferrina; atenção à interação ferro-zinco\n- **Magnésio:** bisglicinato, treonato ou dimalato; 300–600 mg/dia de magnésio elementar; ensaio 2024 mostrou 30% de melhora no sono com 1.440 mg de treonato\n- **Zinco:** iniciar 10 mg/dia em adultos e titular; monitorar zinco sérico\n- **Ômega-3:** EPA/DHA; reavaliar em 10 semanas efeitos em concentração, humor, fadiga e sono\n- **Vitamina D:** ensaio randomizado 2021 demonstrou melhora com 50.000 UI/semana + magnésio\n- **B6/P5P:** 5–30 mg/dia sublingual; não usar B6 sérica isolada como marcador\n- **B12 e folato:** corrigir hiper-homocisteinemia\n- **L-tirosina:** 500–1.500 mg/dia como precursor dopaminérgico associada a P5P\n\n### 3. Estilo de Vida\n- **Exercício físico:** modula eixo HPA, reduz inflamação, melhora BDNF; personalizar conforme perfil COMT\n- **Cronobiologia:** regularizar sono-vigília, exposição à luz e refeições; reduzir telas\n- **Dieta anti-inflamatória:** frutas, vegetais e fibras (umbrella review com 24 meta-análises confirma melhores desfechos); personalizar — não prescrever universalmente\n\n### 4. Nootrópicos e Farmacológico\n- Fitoterápicos (após otimização da base): Bacopa, Ginseng, L-teanina, Huperzine; introduzir um por vez\n- **Metilfenidato:** desatenção predominante com perfil dopaminérgico favorável\n- **Modafinil:** fadiga diurna/hipoalerta com suspeita de baixa tonicidade de orexinas; após excluir causas de sono ruim\n- **Bupropiona:** apatia/anedonia, efeito prático mais leve\n- **Selegilina (MAO-B):** casos selecionados com polimorfismos de acúmulo de catecolaldeídos; iniciar 1 mg e titular até 5 mg\n- Monitorar sinais cardiovasculares em uso crônico de estimulantes\n\n---\n\n## Encaminhamento\n- **Neurologista/Psiquiatra:** TDAH com prejuízo funcional significativo ou refratário\n- **Nutricionista:** dieta anti-inflamatória e personalização de suplementação\n- **Educador físico:** prescrição conforme perfil COMT e condição clínica\n- **Monitoramento:** métricas validadas (questionários, testes go/no-go) em ciclos de 12 semanas"
}
