{
  "score_item_id": "c77cedd3-2800-7363-a4ae-d9a9c845eb8f",
  "clinical_relevance": "A depressão ao longo da vida — aqui registrada como histórico de episódio depressivo maior (TDM) em qualquer período da vida do paciente — é um marcador clínico de alto peso no escore de cognição e longevidade. O TDM é a principal causa de incapacidade global, afetando mais de 300 milhões de pessoas. Cerca de 30% dos pacientes são resistentes ao tratamento convencional, configurando um fenótipo de depressão refratária com implicações neuroinflamatórias e neurodegenerativas prolongadas.\n\nFisiopatologia central: A depressão não é um déficit isolado de serotonina, mas um transtorno heterogêneo com substratos metabólicos sobrepostos. Os mecanismos mais bem documentados incluem: (1) Neuroinflamação — ativação microglial crônica, elevação de citocinas pró-inflamatórias (TNF-α, IL-6, IL-2), aumento da enzima IDO (indoleamina 2,3-dioxigenase) que desvia o triptofano da síntese de serotonina para a via das quinureninas, gerando ácido quinolínico neurotóxico e excitotoxicidade NMDA. (2) Disfunção do eixo HPA — hipercortisolismo crônico promove neurodegeneração hipocampal, apoptose e redução do BDNF, prejudicando neuroplasticidade e neurogênese. (3) Disbiose intestinal e hiperpermeabilidade — o eixo intestino-cérebro é crítico: 90% da serotonina é produzida no trato digestivo; LPS bacteriano e disbiose ativam resposta inflamatória sistêmica que atravessa uma barreira hematoencefálica comprometida. (4) Disfunção mitocondrial — baixa produção de ATP, aumento de estresse oxidativo/nitrosativo, oxidação de BH4 (cofator essencial para síntese de monoaminas), redução de dopamina, noradrenalina e serotonina. (5) Desequilíbrio glutamato-GABA — excitotoxicidade glutamatérgica e deficiência de magnésio (cofator da conversão glutamato→GABA) contribuem para a sintomatologia.\n\nImpacto cognitivo e risco de longo prazo: Episódios depressivos maiores recorrentes associam-se a atrofia hipocampal progressiva, redução de BDNF, acúmulo de proteína Tau e aumento do risco de neurodegeneração (Alzheimer, demência vascular). A permeabilidade aumentada da barreira hematoencefálica em pacientes com histórico de TDM permite entrada contínua de citocinas periféricas e toxinas, perpetuando ciclo inflamatório mesmo em períodos de remissão clínica.\n\nEstratificação de risco: Paciente com histórico de 1 episódio de TDM sem recorrência representa risco moderado de neurodegeneração futura. Histórico de episódios recorrentes, depressão refratária (falha a ≥2 antidepressivos) ou início precoce (antes dos 25 anos) eleva substancialmente o risco cognitivo de longo prazo. A coexistência de resistência insulínica, disfunção tireoidiana (TSH ≥3 com T3 periférico baixo), deficiência de vitamina D, polimorfismos do ciclo do folato (MTHFR) e microbioma alterado amplifica o fenótipo neuroinflamatório.",
  "points": 18,
  "patient_explanation": "A depressão ao longo da vida significa que você teve, em algum momento, um período de tristeza profunda, perda de interesse pelas coisas e cansaço que durou semanas ou meses — o que os médicos chamam de episódio depressivo maior. Isso é muito mais comum do que as pessoas imaginam: afeta centenas de milhões de pessoas no mundo.\n\nO motivo pelo qual esse histórico importa para a sua saúde agora é que a depressão deixa marcas no organismo além do estado emocional. Ela está ligada à inflamação silenciosa no cérebro, a alterações no intestino e a desequilíbrios em nutrientes como magnésio, vitamina D e ômega-3. Esses mesmos fatores, se não cuidados, podem aumentar o risco de problemas de memória e concentração com o passar dos anos.\n\nA boa notícia é que esse histórico não define o futuro. Com avaliação dos fatores de fundo — inflamação, nutrição, sono, intestino e estresse — é possível corrigir as causas que contribuíram para a depressão e proteger o cérebro a longo prazo.",
  "conduct": "## Investigação Complementar\n\n### Exames Laboratoriais Prioritários\n- **Inflamação e imunidade:** PCR ultrassensível, TNF-α, IL-6, hemograma com diferencial\n- **Metabolismo do triptofano:** metabolômica urinária (ácido quinolínico, 3-HOAA, ácido 5-hidroxi-indolacético) para inferir desvio para via das quinureninas\n- **Micronutrientes essenciais:** vitamina D (25-OH), magnésio eritrocitário, zinco plasmático, ferritina, vitamina B12, folato (RBC), homocisteína\n- **Eixo HPA:** cortisol salivar em 4 pontos (manhã, meio-dia, tarde, noite) ou cortisol urinário de 24h\n- **Função tireoidiana:** TSH, T3 livre, T4 livre — atenção a TSH ≥3 com T3 livre no terço inferior da referência\n- **Microbioma e barreira intestinal:** calprotectina fecal, zonulina sérica, LPS sérico quando disponível\n- **Metabolismo energético:** CoQ10 plasmático (marcador indireto de função mitocondrial)\n- **Genética funcional (quando indicado):** polimorfismos MTHFR (C677T, A1298C), COMT, MAO-A, SLC6A4\n\n### Avaliação Clínica Estruturada\n- Aplicar PHQ-9 para rastrear sintomas residuais mesmo em pacientes em remissão\n- Avaliar qualidade do sono (polissonografia se suspeita de apneia ou sono não reparador)\n- Mapear histórico de uso de antidepressivos: classes, tempo de uso, resposta, efeitos adversos\n- Avaliar padrão alimentar: proporção ômega-6/ômega-3, ingestão de fibras fermentáveis, consumo de açúcar e ultraprocessados\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### 1. Suporte Nutricional e Suplementação\n- **Ômega-3 (EPA ≥1g/dia):** meta-análises demonstram eficácia antidepressiva e anti-inflamatória; EPA como potencializador de antidepressivos e redutor de PCR, TNF-α e IL-6\n- **Magnésio (248 mg/dia, forma glicinate ou malate):** ensaio clínico mostrou redução de 6 pontos no PHQ-9 em 6 semanas; modula GABA, reduz excitotoxicidade glutamatérgica\n- **Vitamina D (dose baseada no nível sérico):** meta-análise com >31.000 participantes associa baixos níveis a maior risco de depressão; mecanismo inclui upregulation da tirosina hidroxilase (síntese de catecolaminas)\n- **Metilfolato (800mcg–15mg/dia):** essencial para síntese de BH4, cofator de monoaminas; especialmente em portadores de polimorfismo MTHFR\n- **5-HTP (20–100mg/dia, sublingual preferível):** precursor direto de serotonina, não afetado pela IDO; evidência comparável à fluoxetina em depressões leves com menos efeitos adversos\n- **Complexo B (B1, B2, B3, B5, B6/P5P, folato):** cofatores das vias de neurotransmissores; associados a menores escores depressivos e comportamentais\n- **NAC, Acetil-L-carnitina, Ácido alfa-lipoico, CoQ10:** suporte mitocondrial e antioxidante; acetil-L-carnitina com meta-análise positiva como adjuvante em depressão\n- **Zinco e Cobre:** zinco baixo associado a depressão; avaliar razão zinco/cobre\n- **Creatina monoidratada (2–5g/dia):** suporte bioenergético cerebral; considerar em vegetarianos/veganos e depressão refratária\n\n### 2. Modulação do Eixo Intestino-Cérebro\n- **Probióticos:** selecionar cepas específicas para saúde mental (ex.: Lactobacillus rhamnosus, Bifidobacterium longum); meta-análise sugere benefício em sintomas subclínicos\n- **Fibras fermentáveis:** aumentar produção de AGCC (butirato, propionato) para modular microbiota e barreira intestinal\n- **Curcuminoides:** meta-análises mostram eficácia antidepressiva vs. placebo por propriedades anti-inflamatórias; usar extratos padronizados (ex.: Curcumin C3, Cureit) com ômega-3 para biodisponibilidade\n\n### 3. Modulação do Eixo HPA e Estilo de Vida\n- **Exercício físico:** aeróbico para redução de ansiedade; HIIT para biogênese mitocondrial (via PGC1-α); iniciar gradualmente\n- **Higiene do sono:** tratar insônia e apneia como prioridade — sono não reparador perpetua disfunção do eixo HPA\n- **Modulação vagal:** respiração diafragmática, meditação, yoga, óleos essenciais (lavanda comprovada em ansiedade)\n- **Adaptógenos (quando indicado):** Ashwagandha (300mg), Rhodiola (300–600mg), Ginseng — ajustar conforme perfil adrenal\n\n### 4. Considerações sobre Farmacoterapia\n- Antidepressivos indicados em depressão moderada a grave; em leve-moderada, iniciar com intervenções funcionais (5-HTP, estilo de vida) e reservar para falha\n- Em depressão refratária com TSH ≥3 e T3 livre baixo: considerar T3 (liotironina manipulado, liberação lenta, início 5mcg pela manhã, titulação gradual) — reconhecido em guidelines\n- DHEA (25mg/dia) e Fosfatidilserina (300mg) como adjuvantes cognitivos; Orotato de Lítio (5mg) em humor lábil\n\n---\n\n## Critérios de Encaminhamento\n- **Psiquiatra:** episódios recorrentes (≥3), depressão refratária, risco de suicídio ou polifarmácia complexa\n- **Neurologista/Neuropsicólogo:** queixas cognitivas associadas, especialmente acima de 50 anos com histórico longo de TDM\n- **Psicólogo/Psicoterapeuta:** encaminhar sempre; TCC é componente essencial — não opcional\n- **Nutrólogo/Nutricionista funcional:** para plano alimentar anti-inflamatório e suplementação personalizada"
}
