{
  "score_item_id": "c77cedd3-2800-7285-8c1d-982d66c9b790",
  "clinical_relevance": "O Transtorno do Espectro Autista (TEA) é uma síndrome neurodesenvolvimental comportamentalmente definida pelo DSM-5, caracterizada por déficits persistentes de comunicação e integração social, padrões restritos e repetitivos de comportamento e interesses, hipo ou hiper-reatividade sensorial, com início na primeira infância e impacto funcional significativo. O TEA é multicausal, heterogêneo e não possui biomarcador único para todo o espectro, o que exige subtipagem clínica cuidadosa.\n\nEpidemiologicamente, observa-se crescimento exponencial dos casos nos EUA, com prevalência recente de 1 em 36 crianças (dados CDC). A razão menino:menina é maior no subtipo regressivo (~5:1) do que no complexo (~1,7:1). Regressão do neurodesenvolvimento ocorre em até ~30% dos casos em contextos como síndrome de Down.\n\nDo ponto de vista fisiopatológico, o TEA envolve alterações na sinaptogênese, mielinização e poda neuronal, com evidências de desconectividade cerebral — especialmente em regiões temporais ligadas à linguagem — identificada por tractografia, mesmo quando a ressonância magnética convencional é normal. Estudos de autópsia (Vargas, 2005) documentam neuroinflamação com infiltrado linfomonocitário e citocinas elevadas no líquor. Astrócitos de autistas podem reduzir a conectividade neuronal in vitro. Biomarcadores inflamatórios como IL-17 e IL-22 têm aplicabilidade em subgrupos.\n\nO TEA apresenta dois grandes subtipos funcionais: complexo/sindrômico (base genética mais evidente) e essencial/regressivo (desenvolvimento inicial típico seguido de regressão, com forte componente neuroimune). O subtipo regressivo está associado a disbiose intestinal, síndrome do intestino permeável (zonulina elevada), infecções de repetição e uso frequente de antibióticos na infância.\n\nComorbidades frequentes incluem: manifestações gastrointestinais (crianças com TEA apresentam até 5x mais alterações GI que não-TEA), epilepsias, alergias, infecções de repetição, estresse oxidativo e comprometimento mitocondrial. Fatores de risco pré-natais incluem estados pró-inflamatórios maternos (hipotireoidismo, obesidade, diabetes gestacional), deficiências de vitamina D e B12, uso contínuo de paracetamol (associado a maior incidência de TDAH/TEA por mecanismos neurotóxicos e consumo de glutationa), antidepressivos e antiepilépticos, além de exposições ambientais (metais pesados, pesticidas como glifosato). Componentes genéticos, epigenéticos e polimorfismos de detoxificação e metilação também contribuem para a multicausalidade.\n\nA estratificação de risco clínico deve considerar: subtipo (regressivo vs. complexo), comorbidades presentes (epilepsia, alterações GI, autoimunidade), carga inflamatória sistêmica, exposição ambiental e resposta a intervenções prévias. O diagnóstico precoce — com triagem pelo M-CHAT a partir dos 12 meses — é determinante para o prognóstico funcional, dado o maior potencial de neuroplasticidade na primeira infância.",
  "points": 14,
  "patient_explanation": "O TEA (Transtorno do Espectro Autista) é uma condição do desenvolvimento neurológico que afeta a comunicação, a interação social e a percepção do mundo. Cada pessoa com TEA é única: algumas têm mais dificuldade com a linguagem, outras com situações sociais ou mudanças de rotina, e muitas apresentam sensibilidades sensoriais específicas.\n\nSaber que você tem TEA é importante para o seu cuidado, pois o TEA pode estar relacionado a alterações no intestino, no sistema imunológico e em nutrientes essenciais para o funcionamento do cérebro. Com esse conhecimento, seu médico pode personalizar as investigações e orientações para você.\n\nTer TEA não impede melhorar a qualidade de vida. Com acompanhamento adequado, ajustes na alimentação, suporte nutricional e terapias, muitas pessoas com TEA evoluem ao longo do tempo. O mais importante é um cuidado contínuo, individualizado e multidisciplinar.",
  "conduct": "## Conduta Clínica para TEA Diagnosticado\n\n### Avaliação Inicial e Investigação Complementar\n\n**Anamnese direcionada:**\n- Subtipagem clínica: TEA complexo/sindrômico vs. regressivo (desenvolvimento inicial típico com posterior regressão)\n- Histórico de infecções de repetição na infância, uso de antibióticos e disbiose\n- Exposições ambientais: pesticidas, metais pesados, uso de paracetamol em excesso na gestação ou infância\n- Histórico materno: diabetes gestacional, hipotireoidismo, uso de fármacos durante a gestação\n- Comorbidades: epilepsia, manifestações GI (diarreia, vômitos, distensão), alergias, distúrbios do sono\n\n**Exames laboratoriais prioritários:**\n- **Inflamação e barreira intestinal:** PCR-hs, calprotectina fecal, zonulina sérica, IgA secretória, elastase fecal\n- **Perfil nutricional:** ferritina, ferro sérico, saturação de transferrina, zinco sérico (alvo >100-110), vitamina D, vitamina B12, homocisteína, vitaminas do complexo B\n- **Metabolômica urinária:** indóis, ácido quinolínico, 3-HOAA — para inferir desvios de triptofano e necessidades de PLP/zinco\n- **Imunológico:** IL-17, IL-22 em casos com suspeita de componente neuroimune\n- **Genético/metabólico:** investigar erros inatos em subgrupos com regressão grave; polimorfismos de COMT e folato/homocisteína conforme perfil clínico\n\n**Neuroimagem:**\n- RM convencional pode ser normal; tractografia revela desconectividade em regiões temporais/linguagem\n- EEG em casos com suspeita de epilepsia subclínica\n\n---\n\n### Encaminhamentos Especializados\n\n- **Neuropediatria/Neurologia:** epilepsias comórbidas, avaliação neurológica formal\n- **Gastroenterologia pediátrica:** manifestações GI persistentes, suspeita de doença celíaca ou sensibilidade ao glúten\n- **Genética médica/Metabolismo:** subtipos complexos/sindrômicos ou suspeita de erros inatos\n- **Psicologia e neuropsicologia:** avaliação cognitiva formal, baterias neuropsicológicas, critérios DSM-5\n- **Fonoaudiologia, terapia ocupacional, ABA:** neuroestimulação intensiva, essenciais em qualquer subtipo\n- **Nutrição clínica funcional:** avaliação dietética completa e protocolo de retirada de alimentos inflamatórios\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Abordagem nutricional e dietética:**\n- **Dieta sem glúten e sem caseína:** meta-análises mostram resultados positivos consistentes em subgrupos com componente GI/imune (efeito maior do que apenas sem glúten)\n- **Dieta cetogênica:** resultados promissores em subgrupos selecionados, especialmente com epilepsia comórbida — requer supervisão rigorosa\n- Eliminar ultraprocessados, excesso de açúcar e aditivos alimentares\n- Aumentar consumo de peixes, vegetais coloridos e alimentos anti-inflamatórios\n- Protocolo de retirada em etapas com reavaliação trimestral de resposta clínica (sono, infecções, comportamento, linguagem)\n\n**Suplementação com respaldo em meta-análises:**\n- **Melatonina:** indicada para distúrbios do sono, com evidências consolidadas em TEA\n- **Vitamina B2 (riboflavina):** suporte à recuperação neuronal\n- **N-acetilcisteína (NAC):** ação antioxidante e anti-inflamatória, com impacto positivo em sintomas específicos\n- **Zinco:** vital para GABA, BDNF, melatonina e conversão de piridoxina em PLP; alvo sérico >100-110; preferir bisglicinato\n- **Vitamina D:** garantir níveis adequados para saúde neurológica e imunológica geral\n- **Ômega-3 (DHA/EPA):** suporte neuroquímico e anti-inflamatório\n- **Magnésio:** essencial para GABA e >300 reações metabólicas; considerar citrato ou glicinato\n- **CBD (canabidiol):** estudos emergentes sugerem benefícios em alguns quadros autísticos — avaliar risco-benefício e disponibilidade legal\n\n**Modulação da neuroinflamação (Etapa 2 do protocolo sistêmico):**\n- Nutracêuticos e fitoterápicos anti-inflamatórios conforme perfil individual\n- Manejo de disbiose: probióticos/prebióticos, redução de fungos/bactérias patogênicas\n- Protocolos de detox em casos com evidência de exposição a metais pesados ou toxinas ambientais — com critérios de segurança rigorosos\n- Ozonioterapia: usada em protocolos de modulação da neuroinflamação em centros especializados\n\n**Neuroestimulação (Etapa 3):**\n- Terapias comportamentais (ABA), fonoaudiologia, terapia ocupacional e reabilitação cognitiva de forma intensiva e contínua\n- Integrar ao plano metabólico-nutricional para efeito sinérgico\n\n---\n\n### Monitoramento e Seguimento\n\n- **Metas trimestrais objetivas:** sono, frequência de infecções, comportamento, linguagem, manifestações GI\n- Reavaliar periodicamente com equipe multidisciplinar (pediatria, neurologia, gastroenterologia, genética, psicologia)\n- Educação familiar sobre multicausalidade do TEA e abordagem sistêmica contínua\n- Otimizar fatores modificáveis: saúde materna, uso criterioso de medicamentos, práticas perinatais (microbioma)\n- Registrar evolução com medidas objetivas e ajustar o protocolo — tratamento é sequencial e acumulativo"
}
