{
  "score_item_id": "019c54ee-0191-70f3-a4a9-6b32b8391e94",
  "clinical_relevance": "O Transtorno de Déficit de Atenção e Hiperatividade (TDAH) é um transtorno do neurodesenvolvimento de base multissistêmica, envolvendo disfunção nos circuitos dopaminérgicos (vias mesocortical e mesolímbica), noradrenérgicos (córtex pré-frontal, receptor alfa-2A), serotonérgicos e GABAérgicos. O estriado ventral hipoativo favorece busca por recompensas intensas e impulsividade. O diagnóstico DSM-5 exige: tipo desatento ≥6 sintomas de desatenção; tipo hiperativo-impulsivo ≥6 sintomas de hiperatividade/impulsividade; tipo combinado ≥6 de cada grupo — em adultos ≥17 anos bastam 5 sintomas de cada domínio. O início dos sintomas deve ser antes dos 12 anos (critério ampliado pelo DSM-5 versus os 7 anos do DSM-4).\n\nEpidemiologia: dados do CDC (NSCH 2016, n=45.736, 2–17 anos) apontam 9,4% de prevalência de diagnóstico de TDAH; 6,1 milhões de crianças já diagnosticadas, 5,4 milhões com diagnóstico ativo (≈8,4% da população infantil). Prevalência por faixa etária: 2,4% em 2–5 anos; 9,6% em 6–11 anos; 13,6% em 12–17 anos. Razão meninos:meninas = 2,29:1. Em adultos (Instituto Nacional de Saúde Mental, EUA): 5,4% em homens e 3,2% em mulheres, com cerca de 80% sem diagnóstico ou tratamento formal. Dados recentes (NHIS 2020–2022) consolidam patamar de ~10% em 5–17 anos. A década 2003–2011 registrou aumento de 41% na prevalência, com inflexão após revisões de critérios.\n\nFatores de risco documentados: baixa renda familiar (aumenta risco em até 83%); escolaridade materna baixa (aumenta até 113%); exposição a telas >2 h/dia; privação de sono; fatores nutricionais (deficiência de ferro, vitamina B12); alergias, doença celíaca; neuroinflamação (citocinas pró-inflamatórias elevadas — TNF-alfa, IL-6; IL-10 suprimida; hipocortisolismo relativo); polimorfismos em COMT e HNMT (comprometendo metabolismo de dopamina e histamina); exposição precoce a anti-histamínicos H1; fatores socioambientais e disparidades raciais (crianças negras: 12% vs. brancas: 9,4%).\n\nComorbidades: aproximadamente 64% das crianças com TDAH nos EUA possuem ao menos outra condição psiquiátrica. Alta sobreposição diagnóstica reforça necessidade de triagem causal ampliada antes de confirmar o diagnóstico. Ausência de biomarcadores definitivos e de alterações neuroimagiológicas patognomônicas exige postura diagnóstica crítica. Riscos do tratamento farmacológico incluem aumento de risco cardiovascular a longo prazo, potencial de indução de psicose e dependência com estimulantes mesmo em doses terapêuticas. Medicamentos como metilfenidato e atomoxetina elevam histamina cortical secundariamente ao aumento de dopamina e noradrenalina.",
  "points": 10,
  "patient_explanation": "O TDAH (Transtorno de Déficit de Atenção e Hiperatividade) é uma condição do desenvolvimento neurológico que afeta a capacidade de manter atenção, controlar impulsos e, em alguns casos, regular a agitação motora. Quando diagnosticado, é importante registrar essa informação no seu histórico de saúde porque ela influencia como interpretar outros aspectos da sua saúde — como qualidade do sono, nível de ansiedade, desempenho cognitivo e resposta a certas medicações. Ter TDAH não significa limitação permanente: com as abordagens certas — ajustes no estilo de vida, sono, alimentação, atividade física e, quando necessário, suporte terapêutico — é possível viver com muito bem-estar e desempenho. Este campo serve para registrar se você já recebeu esse diagnóstico formalmente, para que seu médico possa personalizar seu cuidado de forma mais precisa.",
  "conduct": "## Conduta Clínica — TDAH Diagnosticado (Histórico)\n\n### 1. Confirmação e Revisão Diagnóstica\n- **Verificar critérios DSM-5:** documentar subtipo (desatento, hiperativo-impulsivo ou combinado), idade de início dos sintomas (antes dos 12 anos) e prejuízo funcional em ≥2 contextos.\n- **Questionar diagnóstico prévio** quando feito exclusivamente por relato sintomático sem triagem de fatores de confusão — rever se há fatores ambientais, nutricionais ou de sono que explicam os sintomas.\n- **Avaliar comorbidades:** ansiedade, depressão, transtorno de oposição, transtorno do sono, transtorno bipolar, doença celíaca, alergias.\n\n### 2. Triagem Causal Pré ou Pós-Diagnóstica (Abordagem Funcional Integrativa)\n- **Sono:** investigar higiene do sono, tempo de tela, transtorno de fase atrasada, despertes noturnos — privação de sono é causa frequente de sintomas confundidos com TDAH.\n- **Nutrição:** avaliar deficiência de ferro (ferritina sérica), vitamina B12, zinco, magnésio e ácidos graxos ômega-3.\n- **Telas:** quantificar tempo diário de telas; exposição >2 h/dia está associada a aumento de desatenção e impulsividade.\n- **Intestino e inflamação:** investigar intolerâncias alimentares, doença celíaca, histamina (polimorfismo HNMT), marcadores inflamatórios (PCR, IL-6, TNF-alfa).\n- **Eixo hormonal e metabólico:** avaliar função tireoidiana, cortisol matinal, glicemia de jejum.\n- **Fatores psicossociais:** escolaridade materna, renda familiar, conflitos domésticos, organização da rotina.\n\n### 3. Investigação Complementar Recomendada\n- Hemograma completo, ferritina, vitamina B12, folato\n- TSH, T4 livre\n- Glicemia jejum, insulina\n- PCR ultrassensível\n- Perfil lipídico (baseline para uso de estimulantes)\n- ECG basal (antes de iniciar estimulantes — rastrear QTc e arritmias)\n- Avaliação neuropsicológica formal quando disponível\n\n### 4. Intervenções Não Farmacológicas (Prioritárias)\n- **Sono:** estabelecer rotina consistente, retirar dispositivos do quarto, limitar telas 1–2 h antes de dormir.\n- **Atividade física:** exercício aeróbico regular (30–60 min, ≥3x/semana) melhora função executiva e sintomas de TDAH; personalizar conforme perfil genético COMT (lento vs. rápido).\n- **Alimentação:** reduzir açúcar refinado, aditivos alimentares e ultraprocessados; aumentar ômega-3, proteínas e alimentos anti-inflamatórios.\n- **Tempo de tela:** limite estruturado, sem telas durante refeições e momentos de interação familiar.\n- **Terapia comportamental:** indicada prioritariamente em crianças de 2–5 anos; manter em todas as faixas etárias como adjuvante.\n- **Ambiente e rotina:** estruturar agenda visual, reduzir estressores domésticos, promover leitura diária e interação parental qualificada.\n\n### 5. Intervenção Farmacológica\n- Indicar apenas após triagem de fatores de confusão e tentativa de modificações de estilo de vida.\n- **Estimulantes (metilfenidato, anfetaminas):** primeira linha em adultos e crianças >6 anos com TDAH moderado-grave; monitorar PA, FC, peso, sono e humor.\n- **Não estimulantes (atomoxetina, guanfacina):** indicados quando há contraindicação a estimulantes, comorbidade ansiosa relevante ou histórico de abuso de substâncias.\n- **Monitoramento:** risco cardiovascular a longo prazo; vigilância para sintomas psicóticos ou humor expansivo durante uso de estimulantes.\n- Reavaliar resposta a cada 3–6 meses; melhora sintomática com estimulante não confirma TDAH por si só.\n\n### 6. Encaminhamento\n- **Neuropediatria / Neurologia:** crianças com apresentação atípica, epilepsia ou atraso do desenvolvimento.\n- **Psiquiatria:** comorbidades psiquiátricas significativas, resposta inadequada ao tratamento, suspeita de bipolaridade.\n- **Neuropsicologia:** avaliação formal de funções executivas e diagnóstico diferencial.\n- **Nutricionista funcional:** manejo de deficiências nutricionais e intolerâncias alimentares.\n- **Psicologia:** terapia cognitivo-comportamental (TCC) para adultos; terapia comportamental para crianças.\n\n### 7. Monitoramento Longitudinal\n- Reavaliar diagnóstico periodicamente — especialmente em casos leves/moderados diagnosticados na infância.\n- Monitorar métricas funcionais: desempenho escolar/ocupacional, qualidade de sono, relacionamentos e qualidade de vida.\n- Ciclos de reavaliação de 12 semanas para intervenções não farmacológicas com instrumentos validados (questionários de sintomas, testes de atenção)."
}
