{
  "score_item_id": "c77cedd3-2800-7668-83e9-1a906d19e69d",
  "clinical_relevance": "O parâmetro 'Épocas de melhor desempenho cognitivo' integra o histórico longitudinal cognitivo do paciente, permitindo identificar períodos de ápice funcional cerebral e contrastá-los com a trajetória atual. Do ponto de vista fisiológico, o desempenho cognitivo depende da interação entre neurotrofia (BDNF/NGF), eficiência mitocondrial neuronal, equilíbrio de neurotransmissores (dopamina, acetilcolina, serotonina), sensibilidade insulínica cerebral, perfil hormonal (estrogênio, testosterona, pregnenolona) e integridade da barreira hematoencefálica.\n\nO cérebro representa apenas 2% da massa corporal, mas consome 20% da energia total do organismo, evidenciando sua extrema dependência metabólica. Períodos de melhor desempenho cognitivo frequentemente coincidem com fases de maior equilíbrio metabólico, hormonal e nutricional.\n\nDo ponto de vista neuroendócrino, a pregnenolona — precursora de toda a cascata esteroidal — associa-se diretamente à preservação da memória. Sob estresse crônico, o eixo HPA desvia substratos para cortisol (fenômeno da 'fuga da pregnenolona'), comprometendo hormônios sexuais e a cognição. O estrogênio induz SIRT3 e PGC1-alfa, sendo fundamental para biogênese mitocondrial neuronal.\n\nA resistência insulínica, mesmo com glicemia normal, representa fator de risco cognitivo subestimado. Insulina de jejum acima de 6 μU/mL indica hiperinsulinemia associada a desordens neurodegenerativas. O conceito de Alzheimer como 'diabetes tipo 3' reforça a centralidade do controle glicêmico-insulínico na trajetória cognitiva.\n\nNutricionalmente, deficiências de ferritina (meta acima de 75 ng/mL), zinco (meta acima de 100 mg/dL), ômega-3, magnésio, vitamina D (meta acima de 50 ng/mL) e vitaminas do complexo B comprometem a síntese de neurotransmissores e a neuroplasticidade. Homocisteína elevada (meta abaixo de 7 μmol/L) é marcador de risco neurotóxico independente.\n\nO histórico de épocas de melhor cognição permite identificar janelas terapêuticas: pacientes que relatam declínio após menopausa, episódios infecciosos, anestesia geral, estresse intenso ou COVID longo fornecem pistas para investigação dirigida. A variante APOE4 aumenta o risco de Alzheimer de 3 a 15 vezes. Metais tóxicos (mercúrio, chumbo, cádmio) e síndrome CIRS por exposição a mofo figuram como causas reversíveis de declínio cognitivo.",
  "points": 0,
  "patient_explanation": "Este parâmetro registra as épocas da sua vida em que você se sentiu com a mente mais afiada — com melhor memória, foco e clareza mental. Identificar esses períodos ajuda o médico a entender quais condições favorecem o melhor funcionamento do seu cérebro.\n\nO desempenho cognitivo é influenciado por alimentação, sono, equilíbrio hormonal, estresse e saúde intestinal. Quando você lembra de uma fase em que sua mente funcionava melhor, isso dá pistas sobre o que mudou e o que pode ser restaurado.\n\nSe percebe que sua cognição piorou, isso não significa que seja permanente. Com avaliação completa e intervenções no estilo de vida, alimentação, suplementação e hormônios, muitas pessoas recuperam função cognitiva significativa.",
  "conduct": "## Avaliação do Histórico Cognitivo\n\n### Anamnese Direcionada\n- Identificar épocas de melhor cognição: idade, contexto, hábitos e estado de saúde naquele período\n- Investigar eventos que marcaram declínio: menopausa, episódios infecciosos graves, COVID longo, anestesia geral, estresse intenso, uso de anticoncepcionais ou corticoides\n- Pesquisar histórico familiar de demência (risco sobe de 10% para 30% com parente de 1º grau; APOE4 eleva 3–15 vezes)\n- Avaliar queixas atuais: esquecimento, brain fog, oscilação de energia mental, dificuldade de foco\n\n### Investigação Laboratorial (Cognoscopia)\n\n**Metabólico e Inflamatório:**\n- **Insulina de jejum** (meta: <6 μU/mL) e curva insulinêmica quando há queixas com glicemia normal\n- HOMA-IR, razão triglicerídeos/HDL, HbA1c\n- **Homocisteína** (meta: <7 μmol/L), PCR-us, IL-6\n\n**Nutricional:**\n- Vitamina D 25(OH)D (meta: >50 ng/mL), PTH, cálcio iônico\n- Ferritina (meta: >75 ng/mL), zinco eritrocitário (meta: >100 mg/dL)\n- Magnésio RBC, vitaminas B12/B9/B6, ômega-3 index, selênio\n\n**Hormonal:**\n- Pregnenolona, DHEA-S, estradiol, testosterona livre e total, SHBG\n- TSH, T3 livre, T4 livre, T3 reverso, cortisol salivar diurno\n\n**Genético e Toxicológico (quando indicado):**\n- APOE, BDNF Val66Met, polimorfismos dopaminérgicos (COMT, DAT1)\n- Metais tóxicos: mercúrio, chumbo, cádmio, arsênico\n\n### Avaliação Funcional e de Imagem\n- MMSE e MoCA como linha de base; rastreio rápido (meses/dias em ordem inversa)\n- Polissonografia quando há suspeita de apneia do sono\n- RM com volumetria de hipocampo (a partir dos 50 anos com queixas)\n- PET-FDG ou PET amiloide em casos selecionados; EEG se suspeita de crises parciais\n\n### Intervenções Baseadas em Evidências\n\n**Estilo de Vida (primeira linha):**\n- Exercício: 10.000 passos/dia, prancha (meta 3 min), HIIT (4 min/dia) — aumentam BDNF/NGF\n- Dieta mediterrânea, MIND ou Ketoflex 12-3; redução de açúcar (≤15 g/dia) e AGEs\n- Jejum noturno mínimo de 12 horas; sono reparador com tratamento de apneia (CPAP)\n- Manejo de estresse: respiração, hormese gradual (banhos frios, HIIT)\n\n**Suplementação Dirigida:**\n- Ômega-3 (EPA/DHA), vitamina D3 (dose individualizada), magnésio L-treonato\n- Complexo B (B6/P5P, B12 metilada, metilfolato) para redução de homocisteína\n- Zinco quelado, curcumina/açafrão, colinas (alfa-GPC/CDP-colina), creatina\n- Ginkgo biloba, Vinpocetina (circulação cerebral), Bacopa, Huperzine A, Ginseng\n\n**Reposição Hormonal Cognitiva (quando indicada):**\n- Estrógeno, progesterona, testosterona, pregnenolona — somente com estilo de vida adequado e monitoramento oncológico\n- Menopausa precoce (<40 anos) associa-se a +35% de risco de demência: avaliar reposição precocemente\n\n**Saúde Bucal e Intestinal:**\n- Investigar *Porphyromonas gingivalis* e infecções orais latentes; probióticos bucais\n- Avaliar permeabilidade intestinal, disbiose e síndrome CIRS por mofo\n\n### Encaminhamentos\n- **Neurologia:** declínio objetivado, suspeita de demência ou MCI\n- **Endocrinologia:** resistência insulínica grave, disfunções hormonais complexas\n- **Psiquiatria:** sobreposição com depressão, ansiedade ou TDAH\n- **Medicina do Sono:** apneia confirmada ou clinicamente relevante\n\n### Monitoramento\n- Reavaliação com MMSE/MoCA a cada 6–12 meses\n- Iniciar cognoscopia preventiva aos 45 anos, mesmo sem queixas"
}