{
  "score_item_id": "019bf31d-2ef0-7237-9e94-666bc07646ff",
  "clinical_relevance": "O parâmetro 'Épocas de pior desempenho cognitivo' captura no histórico do paciente os períodos em que ele percebeu declínio funcional nas esferas de atenção, memória, velocidade de processamento e função executiva. A identificação dessas épocas tem valor diagnóstico e prognóstico relevante, pois permite correlacionar o declínio cognitivo com eventos biológicos, comportamentais e ambientais específicos.\n\nFisiopatologicamente, o desempenho cognitivo é determinado pela integridade de múltiplos eixos: (1) Eixo HPA e cortisol — o cortisol exerce efeitos dose-dependentes sobre o hipocampo; picos crônicos promovem neurotoxicidade hipocampal, enquanto o ritmo circadiano do cortisol (pico matinal, declínio progressivo) sustenta a vigilância diurna. A fragmentação do sono eleva o cortisol noturno e cria um ciclo vicioso de sono não reparador e disfunção cognitiva. (2) Neurotransmissores — a inflamação crônica desvia o triptofano para a via das quinureninas, reduzindo serotonina e melatonina; o estresse oxidativo pode diminuir dopamina e noradrenalina. A enzima COMT (catecol-O-metiltransferase) regula a degradação de dopamina no córtex pré-frontal; polimorfismos (Val/Met) modulam a cognição pré-frontal e a predisposição a TDAH e déficit executivo. (3) Hormônios gonadais — o estrogênio tem função neuroprotetora, neurotrófica e antioxidante sobre as mitocôndrias neuronais; aumenta a atividade da cadeia de transporte de elétrons, estabiliza a membrana mitocondrial e melhora a produção de ATP. Períodos de declínio estrogênico (perimenopausa, pós-parto, uso de progestinas sintéticas) correlacionam-se com queixas cognitivas. (4) Micronutrientes — deficiências de ômega-3, magnésio, zinco, ferro, vitamina D e vitaminas do complexo B (B6, B9, B3) comprometem a síntese de neurotransmissores e a função mitocondrial neuronal. (5) Ritmo circadiano — genes CLOCK, PER, CRY regulam o sono e funções cognitivas; polimorfismos em PER3 aumentam a sensibilidade à luz azul e predispõem a atraso de fase. Romper o ciclo circadiano associa-se a dor crônica, autoimunidade e declínio cognitivo. (6) Resistência insulínica — a hiperinsulinemia prejudica a função cognitiva ao longo do dia mesmo com glicemia de jejum normal; a oscilação glicêmica é causa frequente de névoa mental pós-prandial. Epidemiologicamente, 73–78% de indivíduos com TDAH apresentam transtorno de fase atrasada do sono, evidenciando a forte associação entre desregulação circadiana e disfunção cognitiva. A redução de um quinto na amplitude do ritmo circadiano (estudo com 91 mil participantes) associa-se a impacto amplo nas dimensões de saúde, incluindo cognição. O rastreio sistemático das épocas de pior desempenho cognitivo é o ponto de partida para identificar o mecanismo dominante e direcionar investigação complementar.",
  "points": 0,
  "patient_explanation": "Esse parâmetro registra as fases da sua vida em que você sentiu que seu raciocínio, memória, foco ou clareza mental estavam piores do que o habitual. Pode ter sido durante um período de muito estresse, após uma mudança hormonal, em épocas de sono ruim, ou em momentos de alimentação descuidada.\n\nEntender quando seu cérebro funcionou pior ajuda o médico a identificar o que estava acontecendo no seu corpo naquele momento — como alterações hormonais, inflamação, falta de nutrientes ou desregulação do sono. Com essa informação, é possível investigar se esses fatores ainda estão presentes hoje e agir sobre eles para proteger sua saúde cerebral a longo prazo. Seu cérebro depende de um conjunto de condições favoráveis para funcionar bem, e identificar quando e por que ele ficou comprometido é o primeiro passo para recuperar e manter essa capacidade.",
  "conduct": "## Investigação Complementar\n\n### Anamnese Direcionada\n- Identificar as épocas relatadas: datas aproximadas, duração, contexto (estresse agudo/crônico, mudança hormonal, gravidez/pós-parto, perimenopausa, privação de sono, uso de medicamentos, infecções).\n- Avaliar padrão de sono atual e histórico: horário de dormir/acordar, despertares noturnos (especialmente ~4h), sensação de sono reparador, apneia suspeita.\n- Investigar ritmo circadiano: exposição à luz natural matinal, uso de telas à noite, horário da última dose de cafeína, consumo de álcool à noite.\n- Rastrear história nutricional: dieta rica em açúcar, histórico de restrições, uso de suplementos.\n- Mapear histórico hormonal: ciclo menstrual, uso de anticoncepcionais, TRH prévia, sintomas de hipotireoidismo ou resistência insulínica.\n\n### Exames Laboratoriais\n- **Eixo HPA e sono:** Curva de cortisol salivar (manhã, tarde, noite); melatonina salivar noturna quando disponível.\n- **Metabolismo:** Glicemia de jejum, insulina de jejum, curva glicêmica-insulinêmica (mesmo com glicemia normal), HbA1c, triglicerídeos.\n- **Nutricionais:** Vitamina D (25-OH-D, meta >50 ng/mL), vitaminas B12, B9, B6, ferritina, zinco, magnésio eritrocitário, ômega-3 (índice ômega-3 se disponível), cobre sérico.\n- **Inflamatório:** PCR ultrassensível, homocisteína.\n- **Hormonal:** Testosterona total e livre (coleta matinal em jejum), estradiol, progesterona (fase lútea), TSH, T3 livre, T4 livre.\n- **Neurofuncional:** Avaliar metabolômica (ácido 5-hidroxi-indolacético, ácido homovanílico) quando disponível para inferir produção de serotonina e dopamina.\n- **Genético (quando indicado):** Polimorfismos PER3 (sensibilidade à luz azul e ritmo circadiano), COMT Val/Met (metabolismo dopaminérgico pré-frontal), MTNR1B (produção de melatonina).\n\n### Exames Complementares\n- **Polissonografia ou monitoramento domiciliar:** Indicado quando há suspeita de apneia do sono, sono não reparador ou movimentos noturnos.\n- **Neuroimagem:** Ressonância magnética com avaliação de atrofia cortical em pacientes >45 anos com queixas progressivas; PET-FDG quando indicado.\n- **\"Cognoscopia\" aos ~45 anos:** Painel amplo incluindo homocisteína, vitaminas, PCR, minerais, hormônios, metais tóxicos, avaliação de sono/apneia, função intestinal e gordura visceral.\n\n## Intervenções Baseadas em Evidências\n\n### Higiene do Sono e Ritmo Circadiano\n- **Exposição à luz natural** pela manhã ao despertar (idealmente primeiros 30–40 minutos).\n- **Redução de luz azul** após 20h: óculos âmbar, telas em modo noturno, iluminação doméstica avermelhada/âmbar.\n- **Horário regular de sono**; evitar variações >1h entre dias úteis e fins de semana.\n- **Cafeína:** Última dose até 12–14h para não interferir com o início da melatonina (~20h).\n- **Álcool à noite:** Evitar — apesar da sensação de relaxamento, fragmenta as fases do sono e reduz sono REM.\n- **Jantar:** Preferir refeição leve e precoce; jejum intermitente com janela <12h melhora qualidade do sono e composição corporal.\n\n### Exercício Físico\n- **Aeróbio** é o mais eficaz para modular sono e cognição; horário ideal pela manhã (6–10h), mas pode ser individualizado.\n- **Evitar aeróbio intenso noturno** (libera cortisol e catecolaminas); se treino noturno necessário, preferir musculação.\n- Orientar redução pós-treino de cortisol/catecolaminas com técnicas de relaxamento.\n\n### Suplementação (Quando Indicada)\n- **Ômega-3** (EPA/DHA): evidência em cognição, TDAH e sono.\n- **Magnésio treonato** (200–500 mg à noite): sono e função cognitiva.\n- **Vitamina D:** Manter >50 ng/mL; dose individualizada.\n- **Vitaminas B6, B9, B3, B12:** Cofatores de neurotransmissores e mitocôndrias.\n- **Zinco e ferro:** Repor quando deficientes; impacto em dopamina e atenção.\n- **5-HTP, L-teanina (200–400 mg), melatonina:** Modulação noturna do SNC; melatonina guiada por exame salivar.\n- **Adaptógenos (conforme COMT):** Bacopa 500 mg, Ashwagandha 500 mg, Rhodiola 300–500 mg, Crocus sativus 100 mg, Fosfatidilserina 200–400 mg.\n\n### Otimização Hormonal e Dieta\n- Reposição hormonal bioidêntica (estrogênio, progesterona, testosterona) somente com estilo de vida otimizado e monitoramento rigoroso; evitar progestinas sintéticas.\n- Desjejum rico em proteínas e B6; reduzir açúcar simples e AGEs; dieta mediterrânea como padrão com maior evidência em saúde cognitiva.\n\n## Critérios de Encaminhamento\n- **Neurologia/Neuropsicologia:** Queixas cognitivas progressivas, início após os 50 anos, comprometimento funcional documentado ou história familiar de demência.\n- **Psiquiatria:** Suspeita de TDAH, depressão ou transtorno de fase atrasada do sono refratário.\n- **Endocrinologia:** Disfunção do eixo HPA confirmada (hipocortisolismo, hipercortisolismo), hipotireoidismo, resistência insulínica grave.\n- **Medicina do Sono:** Suspeita de apneia do sono ou polissonografia alterada."
}
