{
  "score_item_id": "019bf31d-2ef0-737d-b74f-520c73096980",
  "clinical_relevance": "O histórico de uso de medicamentos e suplementos voltados à cognição constitui um parâmetro anamnésico de alta relevância clínica na medicina funcional integrativa, pois fornece mapa funcional dos sistemas de neurotransmissores previamente modulados, respostas terapêuticas individuais e riscos de interação em novos planos terapêuticos. O espectro de substâncias abrange estimulantes clássicos (metilfenidato, lisdexanfetamina), antidepressivos com ação dopaminérgica/noradrenérgica (bupropiona), inibidores de MAO (selegilina), agentes colinérgicos (huperzina A, neuroavena, zembrin), adaptógenos (ashwagandha, rhodiola, panax ginseng, bacopa monnieri), fitoterápicos nootrópicos (ginkgo biloba, centella asiatica, crocus sativus, mucuna pruriens) e suplementos precursores de neurotransmissores (L-tirosina, N-acetil L-tirosina, fosfatidilserina, alfa-GPC, colina, P5P). Cada classe modula vias específicas: estimulantes aumentam dopamina sináptica via inibição de DAT/recaptação; bupropiona atua como NDRI com efeito mais discreto; modafinil inibe fracamente DAT e ativa orexinas (HCRT), sendo útil em fadiga/sonolência; selegilina (inibidor MAO-B, 2–5 mg) inibe degradação de dopamina, em doses baixas sem restrições alimentares das doses clássicas de IMAO. Anticolinesterásicos (huperzina A até 0,4 mg 2x/dia por 24 semanas, neuroavena 800 mg/dia, zembrin 25 mg) potencializam transmissão colinérgica — relevantes em declínio cognitivo e fases iniciais de demência, com evidência de meta-análise para huperzina A em função cognitiva e atividades de vida diária. Crocus sativus (açafrão), via modulação NMDA similar à memantina, demonstrou em meta-análise eficácia comparável a anticolinesterásicos/memantina sem efeitos colaterais relevantes. Bacopa monnieri, centella asiatica e ginkgo biloba (240 mg/dia por >24 semanas) possuem evidências em múltiplos desfechos cognitivos. O levantamento deste histórico permite: (1) identificar padrões de resposta dopaminérgica/colinérgica individual; (2) mapear polimorfismos funcionais relevantes (COMT, MAO, SLC6A3/DAT1) inferidos da resposta clínica; (3) detectar dependências ou tolerâncias adquiridas; (4) prevenir interações — especialmente mucuna pruriens e selegilina com antidepressivos, panax ginseng com varfarina e hipoglicemiantes, anticolinesterásicos cumulativos em idosos; (5) orientar ciclos terapêuticos (60–90 dias por família de mecanismo) para sensibilização de receptores. A intervencionabilidade é alta: ajuste ou suspensão de substâncias inadequadas, introdução sequencial monitorada e personalização genético-metabólica são condutas modificadoras de desfecho cognitivo.",
  "points": 8,
  "patient_explanation": "Este parâmetro registra todos os remédios e suplementos que você já usou ou usa atualmente para melhorar a memória, o foco, o humor ou a disposição mental — como estimulantes, antidepressivos, vitaminas, plantas medicinais e nootrópicos. Saber o que você já tomou é muito importante porque cada substância age de forma diferente no cérebro, e essa informação ajuda o médico a entender como o seu sistema nervoso responde a diferentes tratamentos. Também evita combinações que possam causar efeitos indesejados — por exemplo, algumas plantas como a mucuna e certos antidepressivos não devem ser usados juntos. Com esse histórico, é possível montar um plano mais seguro e eficaz, escolhendo as substâncias certas para o seu perfil, nas doses adequadas e no momento certo.",
  "conduct": "## Conduta Clínica: Histórico de Medicamentos/Suplementos para Cognição\n\n### 1. Anamnese Estruturada do Histórico\n\n- **Levantar sistematicamente** todas as substâncias utilizadas: nome, dose, duração, motivo de uso, efeito percebido e motivo de suspensão\n- **Classificar por categoria:**\n  - Estimulantes (metilfenidato, lisdexanfetamina)\n  - Antidepressivos/moduladores de humor (bupropiona, ISRS, IRSN)\n  - Inibidores de MAO (selegilina)\n  - Nootrópicos racetam (piracetam, aniracetam, fenilpiracetam, fasoracetam)\n  - Adaptógenos (ashwagandha, rhodiola, panax ginseng, bacopa)\n  - Anticolinesterásicos fitoterápicos (huperzina A, neuroavena, zembrin, ginkgo biloba)\n  - Precursores de neurotransmissores (L-tirosina, N-acetil L-tirosina, fosfatidilserina, alfa-GPC, colina, P5P)\n  - Fitoterápicos específicos (crocus sativus, centella asiatica, curcumina, mucuna pruriens)\n- **Investigar exposição a estímulos dopaminérgicos** (redes sociais, videogames) para mapear possíveis padrões de dependência e compulsão\n\n### 2. Investigação Complementar Direcionada\n\n- **Polimorfismos genéticos relevantes:** COMT (Val/Val vs. Met/Met), MAO-B, SLC6A3/DAT1, tirosina hidroxilase, DBH, ALDH2, HCRT1/2 e HCRTR1/2 — personalizam escolha de substâncias e doses\n- **Neurotransmissores/metabólitos urinários:** 3-MT, DOPAC, HVA — avaliam metabolismo dopaminérgico funcional\n- **Homocisteína sérica:** monitorar ao usar precursores metiladores (B12, B9, P5P, SAMe, colina)\n- **Vitamina D, vitamina B12, folato (B9), magnésio, ferritina/ferro:** deficiências comprometem síntese de neurotransmissores e devem ser corrigidas antes de iniciar suplementação específica\n- **Avaliação do sono:** qualidade, REM e sono profundo — sono ruim mimetiza e agrava déficits cognitivos; tratar causas primárias antes de modafinil\n- **Avaliação do eixo intestino-cérebro:** neuroinflamação como fator causal de alterações de humor e cognição\n\n### 3. Interações e Contraindicações Prioritárias\n\n- **Mucuna pruriens + antidepressivos/ansiolíticos:** evitar pela possibilidade de interações dopaminérgicas desconhecidas\n- **Panax ginseng + varfarina e hipoglicemiantes:** risco de potencialização — revisar antes de prescrever\n- **Anticolinesterásicos cumulativos em idosos** (huperzina A + neuroavena + zembrin): risco de síndrome colinérgica; iniciar um por vez com intervalo de 2–3 dias\n- **Selegilina em doses altas + tiramina alimentar (queijos, cerveja):** restrição necessária; doses baixas (2–2,5 mg) não exigem restrição\n- **Rhodiola:** geralmente não indicada em perfil COMT lenta por estimulação excessiva\n\n### 4. Hierarquia Terapêutica\n\n1. **Corrigir base fisiológica primeiro:** intestino, eixo HPA, sono, deficiências nutricionais (D, B12, B9, magnésio, ferro)\n2. **Exercício físico regular:** modulador universal de HPA, inflamação e neuroplasticidade\n3. **Suplementação precursora individualizada:**\n   - L-tirosina 500–1.500 mg + P5P 5–30 mg para síntese dopaminérgica (COMT rápida)\n   - Fosfatidilserina 100–400 mg, alfa-GPC 250–1.200 mg para via colinérgica\n4. **Fitoterápicos com evidência:** introduzir um por vez, ciclos de 60–90 dias por família de mecanismo\n   - Huperzina A (até 0,4 mg 2x/dia), Bacopa monnieri, Ginkgo biloba (240 mg/dia >24 semanas), Crocus sativus, Centella asiatica, Ashwagandha, Rhodiola\n5. **Nootrópicos racetam:** considerar antes de estimulantes farmacológicos quando indicados\n6. **Estimulantes/fármacos:** indicar quando abordagem funcional é insuficiente, com monitoramento cardiovascular em uso prolongado\n\n### 5. Princípios de Prescrição Segura\n\n- **\"Start low, go slow\":** começar com menor dose e titular gradualmente\n- **Introdução faseada:** um composto por vez, aguardar 2–3 dias antes de adicionar o próximo\n- **Ciclos de 60–90 dias:** alternar famílias de mecanismo para sensibilização de receptores e manutenção de resposta clínica\n- **Documentar evolução funcional:** memória, foco, humor, sono e atividades de vida diária — guiar ajustes\n- **Critérios para encaminhamento a neurologista ou psiquiatra:** uso prévio de múltiplos psicofármacos sem resposta, suspeita de demência em fase inicial, necessidade de investigação avançada (biomarcadores LCR, neuroimagem funcional)"
}
