{
  "score_item_id": "019c5507-896e-710c-b304-ec327a7839ab",
  "clinical_relevance": "O histórico familiar de depressão em pais e avós é um dos marcadores de risco mais relevantes para o desenvolvimento de transtorno depressivo maior (TDM). A depressão é a principal causa de incapacidade funcional no mundo, afetando mais de 300 milhões de pessoas, com cerca de 30% dos pacientes resistentes aos tratamentos convencionais. A contribuição genética para o TDM é substancial: a herdabilidade estimada varia entre 37% e 50%, com a doença grave resultando de suscetibilidade poligênica — múltiplos polimorfismos em genes como 5-HTT-LPR (transportador de serotonina), DRD2 (receptor de dopamina tipo 2), ADRB1 (receptor adrenérgico beta-1) e COMT (catecol-O-metiltransferase) — que interagem com fatores ambientais e de estilo de vida para desencadear a doença. O paradigma contemporâneo compreende a depressão como um transtorno predominantemente metabólico com repercussão mental, não como condição puramente psiquiátrica isolada. Seus substratos fisiopatológicos incluem: (1) neuroinflamação sistêmica de baixo grau, com elevação de PCR e supressão de IL-10; (2) disfunção do eixo HPA com desregulação do cortisol; (3) disbiose intestinal e comprometimento do eixo intestino-cérebro (90% da serotonina é produzida no trato gastrointestinal); (4) alterações no metabolismo cerebral da glicose via GLUT1, com hipermetilação do DNA do transportador em estados depressivos; (5) resistência insulínica central; e (6) deficiências de cofatores de neurotransmissão — folato, vitaminas do complexo B (B1, B2, B3, B5, B6, B12), magnésio, zinco, ômega-3 e vitamina D. Pacientes com histórico familiar de primeiro e segundo grau apresentam risco significativamente aumentado e devem ser rastreados proativamente. A depressão também impacta vias neuroendócrinas que contribuem para aterosclerose e doença cardíaca coronariana, sendo associada a maior mortalidade cardiovascular. Comprometimento das funções executivas — inibição, flexibilidade cognitiva, memória de trabalho — é frequente e pode persistir mesmo em remissão, especialmente em episódios recorrentes. A psicofarmacogenética permite personalizar escolha e dose de psicofármacos com base no perfil genético individual (ex.: COMT, CYP450), otimizando resposta e reduzindo efeitos adversos.",
  "points": 14,
  "patient_explanation": "Ter parentes próximos, como pais ou avós, com histórico de depressão aumenta a chance de você desenvolver essa condição ao longo da vida. Isso acontece porque parte da nossa vulnerabilidade à depressão é transmitida geneticamente — não como um destino inevitável, mas como uma predisposição que pode ou não se manifestar dependendo do estilo de vida, do ambiente e de outros fatores de saúde. A depressão vai muito além de tristeza: ela afeta energia, sono, memória, capacidade de sentir prazer e funcionamento no dia a dia, sendo uma das principais causas de afastamento do trabalho no mundo. A boa notícia é que, conhecendo esse histórico familiar, é possível agir preventivamente — cuidar da alimentação, do intestino, do sono, do estresse e de deficiências nutricionais que aumentam o risco. Esse rastreamento precoce faz toda a diferença para sua saúde a longo prazo.",
  "conduct": "## Conduta Clínica — Histórico Familiar de Depressão (Pais e Avós)\n\n### Avaliação Inicial\n\n- **Anamnese dirigida:** investigar número de familiares afetados (pais e/ou avós), tipo de depressão (unipolar, recorrente, resistente), presença de histórico de suicídio na família e tratamentos utilizados\n- **Rastreamento de sintomas atuais:** aplicar escalas validadas (PHQ-9, Hamilton Depression Rating Scale) para identificar depressão subclínica ou episódios em curso\n- **Investigação de comorbidades metabólicas:** resistência insulínica, disfunção tireoidiana, deficiências nutricionais associadas\n\n### Investigação Complementar\n\n- **Laboratorial:**\n  - PCR ultrassensível (marcador de neuroinflamação)\n  - Homocisteína plasmática (associada a risco aumentado de depressão)\n  - Folato eritrocitário e vitamina B12\n  - Vitamina D (25-OH)\n  - Magnésio eritrocitário e zinco plasmático\n  - Ácidos graxos ômega-3 (EPA/DHA eritrocitário)\n  - Perfil glicêmico completo: glicemia de jejum, insulina, HOMA-IR\n  - TSH, T3 livre, T4 livre\n  - Testosterona total e livre (em homens — evidência de associação com alívio de sintomas depressivos)\n- **Genética funcional (quando disponível):**\n  - Polimorfismos: 5-HTT-LPR, COMT, MTHFR, FUT2, CYP2D6, CYP2C19\n  - Auxilia na psicofarmacogenética e na personalização de suplementação (ex.: necessidade de metilfolato vs. folato convencional)\n- **Microbioma e eixo intestino-cérebro:**\n  - Calprotectina fecal (marcador de neuroinflamação intestinal)\n  - Considerar análise de microbioma quando disponível\n\n### Intervenções Baseadas em Evidências\n\n**Estilo de vida (primeira linha preventiva):**\n- Exercício físico regular: aeróbico para modulação de ansiedade/humor; HIIT para biogênese mitocondrial (PGC1-α); progressão gradual conforme perfil do paciente\n- Dieta anti-inflamatória: redução de carboidratos refinados e excesso de açúcar (associados a piora do metabolismo cerebral via GLUT1 e resistência insulínica central); inclusão de alimentos ricos em polifenóis (quercetina, miricetina, curcumina)\n- Higiene do sono: regularidade de horários, controle de exposição à luz noturna, temperatura ambiente adequada\n- Manejo de estresse crônico: técnicas de respiração, mindfulness, suporte psicoterápico\n\n**Suplementação dirigida (conforme deficiências identificadas):**\n- **Complexo B:** priorizar B1, B2, B3, B5, B6 (piridoxal-5-fosfato) e metilfolato (especialmente em portadores de MTHFR); B12 metilada em déficit documentado\n- **Magnésio:** efeito gabaérgico; preferir formas queladas (glicinato, malato)\n- **Vitamina D:** manter 25-OH-D3 entre 50–80 ng/mL\n- **Ômega-3 (EPA predominante):** anti-inflamatório e modulador de humor\n- **Creatina monoidratada:** 2–3 g/dia para saúde cerebral; 5 g/dia em vegetarianos/veganos\n- **Acetil-L-carnitina:** adjuvante em transtornos depressivos (evidência de meta-análise)\n- **Zinco:** modulador do eixo glutamato-GABA e da neurotransmissão\n- **SAMe (S-adenosilmetionina) e metilfolato:** atividade antidepressiva documentada em estudos; níveis anormais associados a maior risco de depressão\n\n**Abordagem do eixo intestino-cérebro:**\n- Investigar e tratar disbiose e hiperpermeabilidade intestinal (leaky gut)\n- Considerar probióticos e estratégias de modulação do microbioma\n\n### Critérios de Encaminhamento\n\n- **Psiquiatria:** presença de episódio depressivo moderado a grave (PHQ-9 ≥ 10), ideação suicida, histórico familiar de depressão grave ou resistente ao tratamento, necessidade de psicofármaco\n- **Psicologia/Psicoterapia:** todos os pacientes com risco aumentado se beneficiam de abordagem comportamental; preferir terapias com resultados mensuráveis\n- **Endocrinologia/Medicina Funcional:** quando identificadas disfunções metabólicas significativas (resistência insulínica, hipotireoidismo, déficits hormonais) como possíveis causas primárias\n\n### Monitoramento\n\n- Reavaliar escalas de humor a cada 3–6 meses em pacientes com risco familiar\n- Monitorar biomarcadores inflamatórios e nutricionais após intervenções\n- Documentar resposta a intervenções de estilo de vida antes de considerar farmacoterapia"
}
