{
  "score_item_id": "019c5507-896e-79a6-a052-4610f2bc6132",
  "clinical_relevance": "A esquizofrenia é um transtorno psicótico grave de fisiopatologia multifatorial, com componente hereditário expressivo. A hipótese dopaminérgica — excesso de atividade dopaminérgica ou hipersensibilidade a dopamina, especialmente no córtex pré-frontal — permanece o modelo neuroquímico central, sendo a base do mecanismo de ação dos antipsicóticos (bloqueio dopaminérgico). Contudo, alterações em glutamato, GABA e serotonina também participam da neurobiologia do transtorno. O risco de desenvolver esquizofrenia na população geral é de aproximadamente 1%. Em parentes de primeiro grau (pais, irmãos) de um indivíduo afetado, o risco eleva-se para 10–15%; em filhos de dois pais esquizofrênicos, para 40–50%. O risco atribuível à hereditariedade (herdabilidade) estimado em estudos de gêmeos é de 60–80%, indicando forte base genética sem, no entanto, haver uma causa genética direta e única identificada — a arquitetura genética é poligênica e complexa. A presença de histórico familiar de esquizofrenia em pais ou avós representa fator de risco clínico relevante para o avaliado, mesmo na ausência de sintomas ativos. Do ponto de vista de mortalidade, pacientes com esquizofrenia apresentam mortalidade significativamente aumentada em relação à população geral, mesmo excluindo suicídio; o excesso de mortalidade está ligado ao maior risco de diabetes tipo 2 e doença cardiovascular. O histórico familiar positivo justifica monitoramento longitudinal de sinais prodrômicos (isolamento social, declínio cognitivo sutil, alterações perceptivas), rastreio metabólico ampliado (glicemia, perfil lipídico, circunferência abdominal) e atenção redobrada a fatores ambientais precipitantes como uso de cannabis, estresse crônico e privação de sono, que interagem com a vulnerabilidade genética.",
  "points": 18,
  "patient_explanation": "Este parâmetro avalia se algum dos seus pais ou avós foi diagnosticado com esquizofrenia. A esquizofrenia é uma condição que afeta a forma como a pessoa percebe a realidade, podendo causar alucinações, pensamentos desorganizados e dificuldades em distinguir o real do imaginário. Quando existe esse histórico na família, a chance de a pessoa desenvolver algo semelhante ao longo da vida é maior do que na população em geral — embora a maioria das pessoas com parentes afetados nunca desenvolva a doença. Saber disso é importante porque permite que seu médico fique atento a sinais precoces, cuide da sua saúde mental de forma preventiva e oriente sobre fatores que podem aumentar ou diminuir esse risco, como o uso de substâncias e o manejo do estresse. Ter esse histórico não significa que você vai adoecer; significa apenas que vale a pena cuidar bem da saúde mental com atenção e prevenção.",
  "conduct": "## Conduta Clínica — Histórico Familiar de Esquizofrenia (Pais e Avós)\n\n### Avaliação Inicial\n\n- **Confirmar o diagnóstico familiar:** Verificar se o diagnóstico de esquizofrenia nos familiares foi formal (psiquiátrico), distinguindo de outros transtornos psicóticos (transtorno bipolar com características psicóticas, transtorno esquizoafetivo, psicose induzida por substâncias).\n- **Grau de parentesco:** Registrar se o familiar afetado é pai/mãe (1º grau) ou avô/avó (2º grau), pois o risco é maior para parentesco de 1º grau.\n- **Rastrear sintomas prodrômicos no paciente:**\n  - Isolamento social progressivo\n  - Declínio no desempenho escolar ou profissional\n  - Ideias incomuns, desconfiança excessiva ou experiências perceptivas atípicas\n  - Afeto embotado, pensamento desorganizado\n  - Uso de substâncias psicoativas (especialmente cannabis)\n\n### Investigação Complementar\n\n- **Avaliação cognitiva basal:** Aplicar instrumento de rastreio cognitivo (ex.: MoCA, teste de funções executivas) para registro longitudinal.\n- **Perfil metabólico completo:** Glicemia de jejum, hemoglobina glicada, perfil lipídico, circunferência abdominal — dado o risco aumentado de síndrome metabólica associada ao espectro esquizofrênico e ao uso futuro de antipsicóticos.\n- **Avaliação do sono e ritmo circadiano:** Distúrbios do sono são tanto fator de risco quanto sinal precoce.\n- **Investigação de uso de substâncias:** Cannabis, estimulantes e álcool aumentam risco de psicose em indivíduos geneticamente vulneráveis.\n- **Marcadores inflamatórios e nutricionais:** PCR, homocisteína, vitamina D, B12, folato — deficiências contribuem para disfunção do eixo intestino-cérebro e neuroinflamação.\n\n### Critérios de Encaminhamento ao Psiquiatra\n\n- **Encaminhamento imediato** se houver sintomas psicóticos ativos (alucinações, delírios, desorganização grave do pensamento).\n- **Encaminhamento eletivo** em presença de síndrome de risco ultra-alta (ARMS/UHR): sintomas prodrômicos claros por mais de 4 semanas, com comprometimento funcional.\n- **Encaminhamento para avaliação neuropsicológica** se houver declínio cognitivo documentado.\n\n### Intervenções Preventivas Baseadas em Evidências\n\n- **Cessação de cannabis:** Orientação firme sobre risco — o uso de cannabis dobra aproximadamente o risco de psicose em indivíduos vulneráveis geneticamente.\n- **Higiene do sono:** Estabelecer rotinas consistentes de sono, evitar privação crônica.\n- **Atividade física regular:** Exercício aeróbico moderado a vigoroso (~90 min/semana) demonstrou redução de sintomas psiquiátricos e melhora de fatores de risco cardiometabólicos em pacientes com esquizofrenia; extensível como medida preventiva em vulneráveis.\n- **Gestão do estresse:** Técnicas de regulação do sistema nervoso autônomo (respiração, mindfulness), redução de estressores crônicos.\n- **Suporte nutricional:** Ácidos graxos ômega-3, vitamina D, folato e B12 em níveis adequados — manutenção da saúde do eixo intestino-cérebro e redução de neuroinflamação.\n- **Monitoramento longitudinal:** Consultas periódicas (6–12 meses) para reavaliação de sintomas, cognição e perfil metabólico.\n\n### Abordagem Familiar e Psicoeducação\n\n- Informar o paciente e família sobre sinais de alerta que exigem avaliação psiquiátrica urgente.\n- Desmistificar o diagnóstico familiar sem gerar ansiedade excessiva.\n- Encorajar ambiente familiar de baixo estresse expresso (crítica e hostilidade aumentam recaídas em pacientes já diagnosticados)."
}
