{
  "score_item_id": "c77cedd3-2800-7bec-942e-c1eed243a6a0",
  "clinical_relevance": "A capacidade da memória percebida é um parâmetro subjetivo de autorrelato que avalia a percepção do indivíduo sobre seu próprio funcionamento mnemônico no estado atual. Na neurologia funcional integrativa, queixas subjetivas de memória — como esquecimento frequente e sensação de 'brain fog' — correspondem ao estágio de déficit cognitivo subjetivo (DCS), fase pré-clínica que pode preceder em 15 a 20 anos o diagnóstico formal de comprometimento neurocognitivo maior (anteriormente denominado demência pelo DSM-5). Estudos de biomarcadores sanguíneos demonstram capacidade preditiva de até 17 anos antes do aparecimento dos sintomas clínicos, conferindo ao DCS valor estratégico para intervenção preventiva.\n\nDo ponto de vista fisiopatológico, a percepção deteriorada da memória reflete disfunção sináptica precoce, redução na sinalização colinérgica e glutamatérgica, comprometimento mitocondrial neuronal, neuroinflamação subclínica, disbiose com aumento de permeabilidade intestinal e da barreira hematoencefálica, além de resistência insulínica cerebral. O modelo de Dale Bredesen identifica ao menos seis subtipos fisiopatológicos de declínio cognitivo, cada um com contribuições distintas de inflamação, deficiências nutricionais/hormonais, toxinas ambientais, disfunção metabólica e infecções ocultas.\n\nEpidemiologicamente, a doença de Alzheimer — principal causa de comprometimento neurocognitivo maior — é a terceira causa de morte no mundo. Projeções indicam crescimento de 5,3 milhões de casos nos EUA para 15 milhões até 2050, e de 46 milhões para 132 milhões globalmente. Estima-se que 1 em cada 3 indivíduos acima de 80 anos apresente a doença hoje, com possibilidade de atingir 50% em 2050. A queixa subjetiva de memória, especialmente quando acompanhada de alterações de humor, sono perturbado e preferência aumentada por doces, deve ser valorizada como sinal de alerta precoce.\n\nFatores de risco modificáveis incluem: resistência insulínica cerebral, hiperhomocisteinemia (alvo <7 µmol/L), deficiências de vitaminas B1, B6, B9 e B12, vitamina D abaixo de 50 ng/mL, vitamina E abaixo de 12 µg/mL, dislipidemia (especialmente colesterol muito baixo <150 mg/dL), gordura visceral excessiva (cintura feminina ≥89 cm; masculina ≥102 cm), apneia do sono não tratada, exposição a metais tóxicos (mercúrio, chumbo, cádmio, arsênico), infecções ocultas (nasais, bucais — Porphyromonas gingivalis implicada no Alzheimer), exposição a mofo e síndrome de resposta inflamatória crônica (CIRS). Fatores genéticos relevantes incluem APOE4 para início tardio e mutações em APP/PSEN1/PSEN2 para início precoce.\n\nA avaliação cognitiva objetiva inclui MMSE e MoCA como linha de base e monitoramento evolutivo. A proposta da 'cognoscopia' — painel abrangente de aproximadamente 25 parâmetros — deve ser iniciada idealmente aos 45 anos, incluindo biomarcadores como beta-amiloide, tau fosforilada, homocisteína, vitaminas, minerais, hormônios, metais tóxicos, rastreio de sono/apneia, microbioma, sensibilidade ao glúten e composição corporal. Exames de imagem incluem RM com volumetria de hipocampo e PET-FDG/amiloide quando indicado.",
  "points": 12,
  "patient_explanation": "A 'capacidade da memória percebida' avalia como você sente que sua memória está funcionando agora. Quando você percebe que está esquecendo coisas com mais frequência, sentindo a cabeça 'pesada' ou com dificuldade de lembrar nomes e fatos do dia a dia, isso é um sinal importante que merece atenção — mesmo antes de qualquer alteração aparecer em testes formais.\n\nEssa percepção pode surgir anos antes de qualquer problema mais sério: significa que existe uma janela para investigar e agir. Causas comuns incluem deficiências de vitaminas (B12, D, B9), alterações no sono, açúcar elevado, inflamação e estresse crônico. A maioria é tratável quando identificada cedo.\n\nCuidar da memória hoje é cuidar da sua independência no futuro. Uma avaliação completa pode identificar a causa e orientar mudanças no estilo de vida, na alimentação e, quando necessário, na suplementação.",
  "conduct": "## Avaliação Inicial\n\n### Anamnese Direcionada\n- **Caracterizar a queixa:** início, progressão, impacto funcional (trabalho, vida social, autonomia)\n- **Rastrear sinais de alerta precoce:** alterações de humor, distúrbios do sono, preferência aumentada por doces, brain fog\n- **Investigar fatores de risco:** histórico familiar de demência, genótipo APOE (se disponível), medicações (benzodiazepínicos, anticolinérgicos pioram cognição)\n- **Avaliar exposições ambientais:** mofo domiciliar, metais pesados ocupacionais, infecções recorrentes\n\n### Escalas e Triagem Cognitiva\n- Aplicar **MMSE** e **MoCA** como linha de base (disponíveis gratuitamente em aplicativos)\n- Triagem rápida: solicitar dias da semana e meses do ano em ordem inversa — registrar velocidade, erros e truncamentos\n- Considerar diferencial com **TDAH** (disfunção executiva, déficit de atenção) e **depressão geriátrica** (pseudodemência)\n\n---\n\n## Investigação Laboratorial (\"Cognoscopia\")\n\n### Painel Metabólico e Nutricional\n- **Glicose + insulina de jejum** e curva glicêmica-insulinêmica (mesmo com glicemia normal)\n- **Homocisteína** — alvo <7 µmol/L\n- **Vitaminas:** B1 (tiamina), B6, B9 (folato), B12 (confirmar com ácido metilmalônico)\n- **Vitamina D (25-OH)** — alvo >50 ng/mL\n- **Vitamina E** — alvo 12–20 µg/mL\n- **Magnésio RBC** (preferencialmente eritrocitário)\n- **Zinco e Cobre** séricos\n- **Ferritina e ferro** (rastrear deficiência ou sobrecarga)\n- **PCR ultrassensível** — alvo ~0,7 mg/L\n- **Perfil lipídico completo** — evitar colesterol total <150 mg/dL\n\n### Hormônios\n- Tireoide completa (TSH, T3 livre, T4 livre, anticorpos)\n- Eixo adrenal: cortisol matinal, DHEA-S, pregnenolona\n- Hormônios sexuais: estradiol, progesterona, testosterona total e livre\n\n### Metais Tóxicos\n- Mercúrio, chumbo, cádmio, arsênico — dosagem anual em pacientes com exposição ou queixa persistente\n\n### Microbioma e Intestino\n- Avaliar permeabilidade intestinal (zonulina) e disbiose\n- Rastrear sensibilidade ao glúten (preferir dieta de eliminação para avaliação individualizada)\n\n---\n\n## Critérios de Encaminhamento\n\n- **Neurologia/Neuropsicologia:** queixa progressiva, MoCA alterado, suspeita de CCL (comprometimento cognitivo leve) ou demência\n- **Pneumologia/Medicina do Sono:** suspeita de apneia do sono (rastrear com questionário STOP-Bang; tratar com CPAP)\n- **Psiquiatria:** quando há componente depressivo ou ansioso significativo\n- **Genética:** histórico familiar de Alzheimer de início precoce (APP/PSEN1/PSEN2) ou APOE4 confirmado\n- **Imagem:** RM com volumetria de hipocampo + PET-FDG quando indicado por critérios clínicos\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### Estilo de Vida (Primeira Linha)\n- **Atividade física:** caminhada diária (meta 10.000 passos), força, HIIT (4 min/dia mínimo) — aumentam BDNF e NGF\n- **Dieta:** mediterrânea, MIND ou Keto Flex 12-3; reduzir açúcar para ≤15 g/dia; minimizar AGEs; incluir antioxidantes (azeite, crucíferos, berries)\n- **Jejum intermitente:** 12h noturno mínimo; jejuns mais longos com supervisão profissional\n- **Sono reparador:** priorizar qualidade; tratar apneia quando identificada\n- **Hormese:** banho frio progressivo (objetivo 3 min), técnicas de respiração, manejo do estresse\n- **Saúde bucal:** raspagem de língua (raspador de cobre), probióticos bucais, evitar dormir de boca aberta\n\n### Suplementação Direcionada (Conforme Deficiências)\n- **Ômega-3** (EPA/DHA): modulação inflamatória; mediadores pró-resolução (resolvinas, protectinas, maresinas)\n- **Complexo B:** B1, B6, B9 (metilfolato), B12 — redução de homocisteína\n- **Vitamina D:** calcular dose personalizada para atingir alvo >50 ng/mL\n- **Magnésio RBC:** suplementar mesmo com sérico normal\n- **Curcumina:** anti-inflamatória e neuroprotetora\n- **Creatina monoidratada:** 2–3 g/dia para suporte energético neuronal\n- **Fosfatidilserina:** melhora memória e humor em estudos clínicos\n- **Huperzina A (Huperzia serrata):** anticolinesterásico; meta-análise com benefício em cognição; dose até 0,4 mg 2x/dia por 24 semanas\n- **Ashwagandha:** melhora atenção, função executiva e memória de curto prazo\n- **Bacopa monnieri:** evidência comparável a anticolinesterásicos\n- **Rhodiola rosea:** adaptógeno com melhora de aprendizado e memória\n- **L-teanina + EGCG (chá verde):** suporte cognitivo e ansiolítico\n- **Spearmint (Neumentix):** 450 mg 2x/dia por mínimo 20 dias para atenção e memória de trabalho\n- **Reposição hormonal (selecionados):** estrógeno, progesterona, testosterona, pregnenolona — estilo de vida otimizado e monitoramento oncológico rigoroso\n\n---\n\n## Monitoramento\n- Reavaliar cognição (MMSE/MoCA) a cada 6–12 meses\n- Monitorar biomarcadores: insulina (alvo <6 µUI/mL), PCR (~0,7 mg/L), homocisteína (<7 µmol/L), vitamina D3 (>50 ng/mL)\n- Acompanhar capacidade funcional: atividades diárias, socialização, trabalho — pequenas melhorias ou estabilização são metas válidas\n- Ajustar intervenções conforme resposta clínica e reavaliação periódica da cognoscopia"
}
