{
  "score_item_id": "c77cedd3-2800-7e6c-a76f-596811b9b4e0",
  "clinical_relevance": "O Teste das 5 Palavras de Dubois (T5P) é um instrumento de triagem cognitiva breve que avalia a memória episódica verbal por meio de codificação semântica facilitada e evocação imediata. Na fase de aplicação imediata, o paciente é apresentado a cinco palavras pertencentes a categorias semânticas distintas (ex.: museu, limonada, saltador, passagem, caminhão) e deve recordá-las logo após a apresentação, com ou sem pista categórica. A pontuação máxima na fase imediata é 5/5, e a pontuação de codificação (encoding sub-score) reflete a capacidade de consolidação inicial da memória de curto prazo dependente do hipocampo.\n\nValidade diagnóstica: O T5P demonstra alta sensibilidade (83,6%) e especificidade (84,9%) para detecção de doença de Alzheimer (DA), segundo estudo publicado em 2002 na Presse Médicale. Estudo de 2012 no Dementia and Geriatric Cognitive Disorders confirmou propriedades psicométricas satisfatórias para detecção de DA de graus leve a grave. Criticamente, estudo de 2022 no Journal of Alzheimer's Disease demonstrou que o encoding sub-score do T5P é o melhor preditor da presença de placas amiloides na PET amiloide (AUC=0,84), superando outras medidas cognitivas nessa correlação biomarcadora.\n\nFisiopatologia subjacente: A evocação imediata comprometida reflete disfunção precoce da formação hipocampal, estrutura primariamente afetada no Alzheimer típico. O processo patológico — acúmulo de beta-amiloide e emaranhados neurofibrilares de tau — pode preceder os sintomas em até 20 anos. Déficits na codificação semântica indicam comprometimento do processamento no córtex entorrinal e hipocampo CA1/CA3, essenciais para a transferência da memória de trabalho para armazenamento de longo prazo.\n\nContexto epidemiológico: A DA representa aproximadamente 80% de todas as demências. O risco basal populacional para desenvolvimento de DA é de 10%, elevando-se a 30% na presença de parente de primeiro grau afetado. A presença de uma cópia do alelo APOE4 aumenta o risco 3 vezes; duas cópias (homozigose E4/E4) aumentam o risco em até 15 vezes. Contudo, 35% dos pacientes com DA confirmada não possuem o alelo APOE4, o que reforça a necessidade de triagem cognitiva independentemente do perfil genético.\n\nEstratificação de risco pela pontuação imediata: Pontuação 5/5 na evocação imediata sem necessidade de pistas é considerada normal. Pontuação 4/5 com necessidade de uma pista categórica já sugere comprometimento leve da codificação. Pontuações abaixo de 4/5 no imediato, especialmente quando associadas a dificuldades na evocação tardia (fase de 3-5 minutos), aumentam substancialmente a probabilidade de comprometimento cognitivo leve amnésico (CCL-a) ou DA em fase inicial. O teste rápido complementa outras ferramentas como MMSE (corte <24 para suspeita de demência, <17 para analfabetos) e MoCA (maior sensibilidade para CCL leve).",
  "points": 14,
  "patient_explanation": "Este teste avalia como o seu cérebro guarda informações novas de forma imediata. Durante o exame, você ouve cinco palavras e, logo em seguida, precisa repeti-las. É uma forma simples e rápida de verificar se a parte do cérebro responsável por fixar memórias recentes — chamada hipocampo — está funcionando bem.\n\nQuanto mais palavras você lembra sem precisar de dicas, melhor está essa função da memória. Se precisar de ajuda para lembrar algumas delas, isso não significa necessariamente um problema sério, mas pode indicar que vale investigar mais.\n\nProblemas de memória detectados cedo têm muito mais chances de serem tratados com sucesso. Exercício regular, sono de qualidade, alimentação saudável e controle do estresse ajudam a preservar a memória por muitos anos. Seu médico analisará este resultado junto com sua história clínica para orientar os melhores cuidados.",
  "conduct": "## Conduta Clínica — Teste das 5 Palavras de Dubois (Evocação Imediata)\n\n### Interpretação do Resultado\n\n- **5/5 sem pistas:** Normal. Prosseguir avaliação padrão.\n- **4/5 com 1 pista categórica:** Borderline. Valorizar contexto clínico e queixas subjetivas.\n- **≤3/5 ou necessidade de ≥2 pistas:** Sugestivo de comprometimento da codificação mnésica. Investigação obrigatória.\n- **Avaliar sempre em conjunto com a evocação tardia** (3–5 min após distração), pois a dissociação imediato/tardio é clinicamente relevante.\n\n### Investigação Complementar\n\n**Neuropsicologia e escalas:**\n- Aplicar MMSE completo (corte <24; <17 para analfabetos) e MoCA (maior sensibilidade para CCL leve).\n- Usar Escala de Hachinski para diferenciar perfil vascular: >4 sugere Alzheimer puro; 5–6 misto; >7 predominantemente vascular.\n- Considerar triagem rápida complementar (dias da semana e meses do ano para trás), registrando velocidade, erros e truncamentos.\n\n**Laboratório (cognoscopia):**\n- **Homocisteína:** meta funcional < 7 µmol/L (fator de risco vascular e neurotóxico).\n- Vitamina B12, folato (B9), vitamina D (meta >50 ng/mL), magnésio eritrocitário, ferritina/ferro.\n- Glicemia de jejum, insulina, HOMA-IR (resistência insulínica é fator de risco independente para DA).\n- PCR ultrassensível (neuroinflamação sistêmica).\n- Perfil hormonal: TSH, T4L, estradiol/testosterona (conforme sexo e idade), pregnenolona.\n- **APOE genético:** solicitar apenas com aconselhamento pré-teste em Alzheimer tardio (>60 anos) para estratificação de risco.\n- **Painel APP/PSEN1/PSEN2:** considerar somente em início precoce (<60 anos).\n\n**Imagem e biomarcadores:**\n- **RM de encéfalo com volumetria hipocampal:** avaliar atrofia hipocampal, cortical e ventriculomegalia.\n- **PET-FDG:** hipometabolismo parieto-temporal e cingulado posterior sugere padrão Alzheimer.\n- **PET amiloide (FBB/FBP):** indicado quando o encoding sub-score do T5P estiver reduzido (AUC=0,84 para predição de carga amiloide).\n- **Líquor (punção lombar):** tau total, tau fosforilada e beta-amiloide 1-42 quando necessário para confirmação diagnóstica ou acesso a tratamentos modificadores de doença.\n- **EEG:** para excluir crises convulsivas não motoras em quadros atípicos.\n\n### Critérios de Encaminhamento\n\n- **Neurologista/Neuropsicólogo:** pontuação ≤3/5 no imediato + déficit confirmado em avaliação cognitiva ampliada, ou declínio funcional percebido.\n- **Geneticista clínico:** início precoce de declínio (<60 anos) com suspeita de causa monogênica.\n- **Psiquiatra geriátrico:** quando pseudodemência depressiva não puder ser excluída clinicamente.\n\n### Intervenções Baseadas em Evidências\n\n**Modificáveis — abordagem multimodal (\"cartucho de prata\"):**\n- **Exercício físico:** atividade aeróbica regular (meta 10.000 passos/dia) e exercício de força; evidência robusta para neuroproteção e preservação de volume hipocampal.\n- **Dieta:** padrão mediterrâneo ou Keto Flex; reduzir ultraprocessados, açúcar e alimentos pró-inflamatórios.\n- **Sono:** rastrear e tratar apneia obstrutiva do sono (CPAP/BiPAP quando indicado); sono de qualidade é essencial para clearance glinfático de beta-amiloide.\n- **Controle metabólico:** otimizar resistência insulínica, hipertensão e dislipidemia — fatores de risco para componente vascular e Alzheimer.\n- **Suplementação direcionada:** conforme déficits laboratoriais identificados (B12, folato, vitamina D, magnésio, ômega-3).\n- **Saúde bucal e nasal:** tratar inflamação crônica oculta (infecções nasais, periodontais); investigar exposição a mofo e metais pesados.\n- **Hormese:** considerar jejum noturno ≥12h, banho frio e HIIT (4 min/dia) para estímulo autofágico.\n- **Reposição hormonal cognitiva:** estrógeno, progesterona, testosterona e pregnenolona apenas em pacientes com estilo de vida já otimizado, com monitoramento rigoroso.\n\n**Rastreio precoce:**\n- Iniciar \"cognoscopia\" a partir dos 45 anos em pacientes com queixas subjetivas de memória, histórico familiar ou fatores de risco presentes, mesmo sem déficit objetivo.\n- Reavaliação anual com T5P e escalas cognitivas em pacientes com CCL confirmado."
}
