{
  "score_item_id": "019bf31d-2ef0-7fa3-a163-84fde09b062f",
  "clinical_relevance": "O Span de Dígitos Direto (SDD) é um subteste da escala Wechsler (WAIS/WISC) que avalia a memória de trabalho verbal imediata e a amplitude atencional auditiva. O examinador lê sequências numéricas em velocidade constante (~1 dígito/segundo) e o paciente deve repeti-las na mesma ordem. A pontuação máxima de 8 reflete a extensão da maior sequência reproduzida corretamente. Adultos jovens saudáveis reproduzem em média 7 ± 2 dígitos (regra de Miller, 1956); pontuações ≤5 são consideradas limítrofes e ≤4 sugerem comprometimento clinicamente relevante da memória operacional fonológica. O SDD avalia primariamente o componente alça fonológica do modelo de memória de trabalho de Baddeley, dependente da integridade do córtex pré-frontal dorsolateral, lobo parietal inferior esquerdo e rede frontoparietal de atenção sustentada. Baixas pontuações correlacionam-se com dificuldades em tarefas que exigem manipulação sequencial de informações, como compreensão de instruções complexas, cálculo mental e leitura. Do ponto de vista fisiopatológico, a redução do SDD pode refletir: (1) disfunção dopaminérgica e noradrenérgica no córtex pré-frontal — circuitos centrais no TDAH, onde meta-análises mostram redução consistente de marcadores de dopamina e noradrenalina; (2) neuroinflamação com aumento de IL-6 e TNF-alfa, que compromete a transmissão sináptica nas redes frontais; (3) deficiências nutricionais — magnésio (cofator em >300 reações enzimáticas e na regulação de GABA, glutamato, serotonina e dopamina), zinco (necessário para >200 enzimas e influencia BDNF e receptor NMDA), ferro (ferritina baixa em 84% das crianças com TDAH em estudo de 2004), vitaminas do complexo B (B6/PLP essencial para síntese de GABA e serotonina) e vitamina D; (4) resistência insulínica com picos de glicose e insulina associados a oscilações de energia, foco e memória; (5) privação de sono — sono não-reparador compromete consolidação de memória e atenção sustentada; (6) exposição a metais tóxicos (chumbo, mercúrio) durante a gestação ou na vida. O SDD é sensível a envelhecimento normal (declínio gradual após os 60 anos), estados de ansiedade aguda, privação de sono, uso de psicotrópicos sedativos e intoxicações. Tem valor preditivo para diagnóstico diferencial entre TDAH, comprometimento cognitivo leve (CCL) e estados demenciais iniciais. Em populações com TDAH, ensaios clínicos demonstraram melhora em testes de atenção e memória com multinutrientes — um ECR duplo-cego de 8 semanas mostrou 54% de resposta positiva versus 18% no placebo. O SDD integra o perfil cognitivo rápido do Escore Plenya como marcador de capacidade atencional-executiva basal.",
  "points": 8,
  "patient_explanation": "O teste de span de dígitos direto avalia a sua capacidade de manter e repetir sequências de números que você ouve, logo depois de ouvi-las. É uma forma simples e rápida de medir o quanto a sua memória imediata e atenção estão funcionando bem. A maioria dos adultos saudáveis consegue repetir corretamente entre 5 e 9 números em sequência. Se a pontuação estiver baixa, pode indicar que o cérebro está com dificuldade em manter a atenção e processar informações em tempo real — algo que pode ser causado por cansaço, estresse, falta de sono, deficiências de nutrientes como magnésio, zinco e vitaminas do complexo B, ou outras condições que afetam a função cerebral. O resultado não define um diagnóstico sozinho: é uma peça que ajuda o médico a entender como está a sua saúde cognitiva no momento e a identificar possíveis causas tratáveis. Com investigação e abordagem adequadas, muitas das causas de queda nesse teste são reversíveis.",
  "conduct": "## Avaliação Inicial\n\n- **Contextualizar o resultado:** Pontuar quantos dígitos foram repetidos corretamente (escala de 0 a 8) e comparar com valores normativos por faixa etária e escolaridade.\n- **Pontuações de alerta:** ≤4 dígitos sugerem comprometimento significativo; 5 dígitos é limítrofe; ≥6 é esperado para adultos sem comprometimento.\n- **Descartar fatores confundidores agudos:** Ansiedade situacional, privação de sono recente, uso de álcool ou sedativos, dor aguda.\n\n## Investigação Complementar\n\n### Laboratorial\n- **Perfil nutricional neurológico:** Magnésio sérico e eritrocitário, zinco sérico (alvo >100–110 µg/dL), ferritina, ferro sérico, saturação de transferrina, vitamina B12, folato, vitamina D (25-OH), homocisteína, vitamina B6 (PLP)\n- **Perfil metabólico:** Glicemia de jejum, insulina de jejum, curva insulinêmica-glicêmica (especialmente em pacientes com oscilação de energia e foco), hemoglobina glicada\n- **Marcadores inflamatórios:** PCR de alta sensibilidade (hs-CRP), para rastrear neuroinflamação subclínica\n- **Função tireoidiana:** TSH, T3 livre, T4 livre — hipotireoidismo é causa frequente e reversível de comprometimento cognitivo\n- **Metais tóxicos:** Chumbo, mercúrio e arsênico quando houver histórico de exposição ocupacional ou ambiental\n- **Avaliação hormonal:** Cortisol salivar (matinal e curva diurna), DHEA-S, hormônios sexuais conforme faixa etária\n\n### Avaliação Neuropsicológica\n- Aplicar bateria complementar: Span de Dígitos Invertido, Trail Making Test (A e B), teste de fluência verbal, MoCA ou Mini-Cog\n- Considerar avaliação neuropsicológica formal se declínio progressivo ou suspeita de CCL/demência\n\n### Avaliação do Sono\n- Rastrear qualidade do sono (Índice de Pittsburgh), presença de síndrome de apneia obstrutiva do sono (questionário STOP-BANG) e higiene do sono\n- Polissonografia se indicado\n\n## Intervenções Baseadas em Evidências\n\n### Correção de Deficiências Nutricionais\n- **Magnésio:** Bisglicinato ou treonato de magnésio (formas com melhor biodisponibilidade e penetração cerebral); adultos 300–400 mg/dia de magnésio elementar; crianças 5–10 mg/kg/dia; monitorar resposta em 4–8 semanas\n- **Zinco:** Bisglicinato de zinco; adultos iniciar com 10 mg/dia e titular conforme níveis séricos; evitar suplementação concomitante excessiva de ferro (competição de absorção)\n- **Ferro:** Corrigir se ferritina <30 ng/mL, especialmente em pacientes com queixas de atenção e memória; preferir ferro quelado com vitamina C\n- **Vitamina D:** Dose individualizada conforme 25-OH-D sérico; associar K2-MK7 para segurança cardiovascular\n- **Complexo B:** PLP (piridoxal-5-fosfato) 5–30 mg sublingual; B12 metilcobalamina; metilfolato (5-MTHF); monitorar homocisteína\n- **Ômega-3:** EPA + DHA 2–3 g/dia; evidências de redução de marcadores inflamatórios e melhora de concentração e sono\n\n### Abordagem Metabólica\n- **Resistência insulínica:** Dieta com baixo índice glicêmico, restrição de carboidratos refinados, exercício físico aeróbico regular (≥150 min/semana moderado)\n- **Exercício físico:** Aeróbico e resistido melhoram função cognitiva, reduzem neuroinflamação e aumentam BDNF\n\n### Higiene do Sono\n- Priorizar 7–9 horas de sono de qualidade; o sono ruim compromete diretamente memória operacional e atenção\n- Magnésio bisglicinato + glicina (1–2 g) à noite podem melhorar qualidade do sono\n\n### Fitoterápicos com Evidência para Cognição\n- **Bacopa monnieri:** 300–600 mg/dia; melhora memória e concentração, especialmente em adultos; efeito observado após 8–12 semanas\n- **Ashwagandha (KSM-66):** 300 mg/dia; melhora sono, ansiedade e cognição sob estresse\n\n## Encaminhamento a Especialistas\n\n- **Neurologista/Neuropsicólogo:** Se declínio cognitivo progressivo, pontuação ≤4 persistente, ou suspeita de CCL, TDAH adulto não diagnosticado ou demência inicial\n- **Psiquiatra:** Se TDAH confirmado ou comorbidades psiquiátricas (depressão, ansiedade) que justifiquem tratamento farmacológico adjuvante\n- **Nutricionista funcional:** Para elaboração de protocolo nutricional individualizado\n- **Médico do sono:** Se apneia obstrutiva ou insônia crônica refratária\n\n## Monitoramento\n\n- Reavaliação do SDD após 8–12 semanas de intervenção para objetivar resposta\n- Monitorar marcadores laboratoriais conforme deficiências identificadas\n- Ajustar intervenções com base na evolução clínica e laboratorial"
}
