{
  "score_item_id": "019bf31d-2ef0-7934-b23d-98bd66bc03ee",
  "clinical_relevance": "O Span de Dígitos Inverso (SDI) é um subteste clássico de baterias neuropsicológicas (WAIS, WISC) que avalia a memória de trabalho visuoespacial e a função executiva do córtex pré-frontal dorsolateral. Diferentemente do Span Direto — que testa memória de curto prazo passiva —, o SDI exige manipulação ativa da informação na alça fonológica e no executivo central (modelo de Baddeley), recrutando circuitos fronto-estriatais dopaminérgicos e colinérgicos. A pontuação normal em adultos jovens situa-se entre 5 e 6 dígitos invertidos (de 7 possíveis); pontuações ≤3 são consideradas clinicamente deficitárias e justificam investigação neuropsicológica ampliada. O desempenho declina progressivamente com a idade, déficit de atenção, depleção de neurotransmissores e condições que afetam o córtex pré-frontal. Na prática clínica funcional integrativa, o SDI funciona como rastreio rápido e sensível para disfunção executiva associada a TDAH, declínio cognitivo leve (MCI), resistência insulínica cerebral, hipocortisolismo crônico e deficiências nutricionais específicas (ferro, zinco, magnésio, vitamina D, complexo B). Estudos de neuroimagem (SPECT e fMRI) demonstram hipoativação pré-frontal em indivíduos com SDI reduzido, correlacionando-se com déficits de dopamina e noradrenalina nos circuitos de controle executivo. A resistência insulínica prejudica a sinalização do BDNF, afetando plasticidade sináptica, memória de trabalho e atenção sustentada; insulina de jejum elevada (>6 μU/mL) mesmo com glicemia normal é um marcador relevante em pacientes com queixas cognitivas e SDI reduzido. Marcadores inflamatórios como IL-6, TNF-α e PCR-us estão associados à disfunção cognitiva e podem reduzir o desempenho no SDI. Polimorfismos no gene COMT (Val158Met) modulam a degradação de dopamina pré-frontal: genótipos Val/Val (COMT rápida, GG) apresentam menor dopamina tônica pré-frontal e maior vulnerabilidade a déficits de memória de trabalho sob baixa estimulação; genótipos Met/Met (COMT lenta, AA) têm maior dopamina basal mas são mais vulneráveis ao estresse e à sobrecarga cognitiva. Deficiências de magnésio prejudicam a modulação de receptores NMDA e a síntese de dopamina via tirosina hidroxilase; deficiências de zinco reduzem BDNF e aumentam estresse oxidativo (malonildialdeído elevado), comprometendo a neuroplasticidade essencial para o SDI. O SDI é um indicador de impacto moderado-alto: afeta qualidade de vida, capacidade funcional, risco de progressão para demência e responde a intervenções direcionadas, justificando pontuação elevada no escore clínico.",
  "points": 14,
  "patient_explanation": "O teste de Span de Dígitos Inverso avalia sua memória de trabalho — a capacidade do cérebro de guardar informações por alguns segundos enquanto as manipula mentalmente, como quando você inverte uma sequência de números na cabeça. Essa habilidade depende da região frontal do cérebro, que controla foco, planejamento e tomada de decisões. Uma pontuação baixa pode indicar que essa região está funcionando abaixo do ideal, relacionada a falta de nutrientes importantes (ferro, zinco, magnésio, vitaminas do complexo B), sono de má qualidade, inflamação, resistência à insulina ou predisposição genética para déficit de atenção. A boa notícia é que a memória de trabalho pode melhorar com intervenções certas: correção de deficiências nutricionais, melhora do sono, exercício físico regular e suporte individualizado. Esse resultado não é um diagnóstico, mas um sinal para investigar o que pode estar afetando sua função cerebral.",
  "conduct": "## Conduta Clínica — Span de Dígitos Inverso Reduzido\n\n### Investigação Complementar\n\n**Laboratorial (primeira linha):**\n- Insulina de jejum (ideal <6 μU/mL) e curva glicêmica-insulinêmica — descartar resistência insulínica oculta\n- Ferritina e ferro sérico — deficiência é causa corrigível de disfunção cognitiva\n- Zinco plasmático ou eritrocitário\n- Magnésio sérico e eritrocitário (sérico pode ser normal com déficit intracelular)\n- Vitamina D 25-OH — associada a função cognitiva e TDAH\n- Complexo B: B12, folato, homocisteína — marcador de metilação e B6/P5P\n- Cortisol salivar (perfil diurno) — hipocortisolismo impacta circuitos fronto-estriatais\n- Marcadores inflamatórios: PCR-us, IL-6, TNF-α — neuroinflamação modulável\n- TSH, T3 livre — hipotireoidismo subclínico impacta memória de trabalho\n- HOMA-IR, triglicerídeos/HDL — avaliação metabólica integrada\n\n**Laboratorial (segunda linha / personalização):**\n- Metabolômica urinária: DOPAC, HVA, ácido 5-hidroxi-indolacético — inferência de metabolismo dopaminérgico e serotoninérgico\n- Painel genético: COMT (Val/Val vs. Met/Met), MAO-B, tirosina hidroxilase, DAT1/SLC6A3 — personalização terapêutica\n- Piridoxal-5-fosfato (P5P) funcional — via metabolômica ou enzimas dependentes de B6\n- Microbioma intestinal — disbiose pode desviar triptofano para via das quinureninas, aumentando neurotoxicidade\n\n**Avaliação do sono:**\n- Polissonografia ou monitoramento domiciliar validado — sono insuficiente ou não reparador mimetiza e agrava déficits cognitivos\n- Investigar apneia, respiração oral, latência de sono e eficiência de REM\n\n**Avaliação neuropsicológica ampliada (se SDI ≤3):**\n- Bateria completa (atenção, memória episódica, funções executivas, velocidade de processamento)\n- Encaminhamento a neuropsicólogo para diagnóstico diferencial entre TDAH, MCI e depressão com comprometimento cognitivo\n\n---\n\n### Hierarquia de Intervenções\n\n**1. Fundamentos primeiro (antes de suplementos específicos ou medicações):**\n- **Sono:** corrigir higiene do sono, apneia e cronobiologia antes de qualquer outra intervenção\n- **Intestino:** tratar disbiose, permeabilidade intestinal e inflamação sistêmica\n- **Controle metabólico:** reduzir resistência insulínica com dieta de baixo índice glicêmico, exercício e restrição de ultraprocessados\n- **Reduzir carga inflamatória:** dieta anti-inflamatória personalizada (não universal), eliminar hipersensibilidades alimentares identificadas\n\n**2. Correção de deficiências nutricionais:**\n- **Magnésio:** 200–400 mg/dia (bisglicinato ou treonato para melhor biodisponibilidade e penetração hematoencefálica); modula NMDA, dopamina e GABA\n- **Zinco:** 15–30 mg/dia (quelato), respeitando relação com ferro (suplementação excessiva de um prejudica o outro)\n- **Ferro/Ferritina:** reposição conforme exames; não iniciar sem diagnóstico laboratorial\n- **Vitamina D:** conforme 25(OH)D e PTH; alvo funcional 50–80 ng/mL\n- **Complexo B/P5P:** piridoxal-5-fosfato 5–30 mg sublingual; B12 e folato conforme homocisteína e genótipo MTHFR\n- **Ômega-3 (EPA/DHA):** 2–4 g/dia — reduz inflamação, suporta memória e atenção\n\n**3. Modulação dopaminérgica e neurotransmissores (conforme perfil):**\n- **L-tirosina:** 500–1500 mg (manhã, longe das refeições) + P5P como cofator — suporte à síntese de dopamina\n- **Bacopa monnieri:** adaptógeno com evidência em memória de trabalho; iniciar após estabilizar base fisiológica\n- **L-teanina:** 100–200 mg — melhora foco e reduz ansiedade cognitiva, especialmente em perfil COMT lenta\n- **Ashwagandha:** modulador do eixo HPA; útil em hipocortisolismo e estresse crônico com impacto cognitivo\n- **Óleo de alecrim (aromaterapia):** evidência preliminar de melhora em velocidade e precisão cognitiva\n\n**4. Exercício físico:**\n- HIIT (High Intensity Interval Training) demonstrou maior benefício sobre atenção e controle inibitório vs. exercício contínuo moderado em indivíduos com TDAH\n- Personalizar conforme genótipo COMT: COMT lenta (AA) → cardiorrespiratório diário de maior duração; COMT rápida (GG) → exercícios de explosão e curta duração\n- Meta: mínimo 150 min/semana de atividade moderada-intensa; reduzir sedentarismo\n\n**5. Intervenções farmacológicas (quando indicado):**\n- TDAH confirmado com SDI persistentemente baixo após otimização de base: avaliar metilfenidato (desatenção predominante, COMT rápida) ou bupropiona (apatia/anedonia, baixa dopamina)\n- Não medicar sem avaliar biomarcadores, sono e cronobiologia previamente\n\n---\n\n### Critérios de Encaminhamento\n\n- **Neuropsicólogo:** SDI ≤3, suspeita de MCI, diagnóstico diferencial entre TDAH adulto e declínio cognitivo\n- **Neurologista:** suspeita de comprometimento cognitivo progressivo, alterações em outras funções executivas, sinais de alerta para demência\n- **Psiquiatra:** TDAH com comorbidades (depressão, ansiedade, transtorno bipolar), falha de resposta a intervenções de estilo de vida\n- **Nutricionista clínico funcional:** protocolo alimentar personalizado e acompanhamento de suplementação"
}
