{
  "score_item_id": "c77cedd3-2800-7085-b998-daab565ddd1c",
  "clinical_relevance": "O Teste das 5 Palavras de Dubois (T5P) é um instrumento de rastreio cognitivo rápido e validado para avaliação da memória episódica, desenvolvido por Bruno Dubois e colaboradores. O componente tardio avalia a evocação livre após intervalo de aproximadamente 3 a 5 minutos, sendo o marcador mais sensível para disfunção hipocampal precoce — substrato neurobiológico cardinal da doença de Alzheimer (DA). O escore varia de 0 a 5 palavras evocadas corretamente. Interpretação clínica: 5/5 (normal), 4/5 (limítrofe, monitorar), 3/5 ou menos (alterado, investigar). O componente tardio distingue o perfil amnéstico hipocampal (baixa evocação mesmo com facilitação semântica) do perfil de distração frontal (melhora com pistas), o que tem implicação diagnóstica diferencial crítica entre DA e comprometimento cognitivo de origem frontal-executiva ou psiquiátrica. Do ponto de vista fisiopatológico, a falha no componente tardio reflete falência do processo de consolidação mnemônica mediado pelo hipocampo, estrutura acometida precocemente na DA, com acúmulo de proteína tau fosforilada e beta-amiloide iniciando-se até 20 anos antes dos sintomas clínicos manifesos. Epidemiologia: a DA afeta aproximadamente 46 milhões de pessoas no mundo, com projeções de 132 milhões em 2050; 1 em cada 3 indivíduos acima de 80 anos já apresenta algum grau de comprometimento neurocognitivo maior (DSM-5). Fatores de risco genéticos incluem APOE4 (1 cópia: risco 3x; 2 cópias: risco 15x), e 35% dos casos não carregam o alelo APOE4. O T5P tardio é recomendado como parte da avaliação cognitiva de linha de base ('cognoscopia') a partir dos 45 anos, junto a MMSE, MoCA, biomarcadores sanguíneos (homocisteína, vitamina D, PCR, insulina de jejum, vitaminas B) e, quando indicado, neuroimagem com volumetria hipocampal. Estratificação de risco: escores repetidamente abaixo de 4/5, especialmente sem melhora com pistas semânticas, indicam necessidade de investigação ampliada e encaminhamento a neurologista ou neuropsicólogo.",
  "points": 14,
  "patient_explanation": "Este teste avalia sua memória de curto prazo pedindo que você se lembre de 5 palavras após alguns minutos. É uma forma simples e rápida de verificar como o seu cérebro está guardando e recuperando informações recentes — uma função que depende de uma região chamada hipocampo. Lembrar todas as 5 palavras é o esperado. Dificuldade em lembrar 3 ou menos palavras pode ser um sinal de que a memória está funcionando abaixo do ideal e merece atenção médica. Esse tipo de teste é importante porque problemas de memória detectados cedo têm muito mais chance de serem investigados, tratados e até revertidos com mudanças de estilo de vida, suplementação e cuidados médicos adequados. Se o resultado estiver abaixo do esperado, não se preocupe: é apenas o ponto de partida para entender melhor o que está acontecendo e agir de forma preventiva.",
  "conduct": "## Conduta Clínica — 5 Palavras de Dubois (Tardio)\n\n### Interpretação do Escore\n- **5/5:** Normal. Manter monitoramento periódico anual a partir dos 50 anos.\n- **4/5:** Limítrofe. Repetir em 3–6 meses; correlacionar com outros domínios cognitivos.\n- **0–3/5:** Alterado. Iniciar investigação complementar imediata.\n\n### Investigação Complementar\n\n**Avaliação cognitiva ampliada:**\n- Aplicar MMSE e MoCA para avaliação multidomínio\n- Verificar melhora com pistas semânticas (facilitação): ausência de melhora sugere perfil amnéstico hipocampal\n- Considerar avaliação neuropsicológica formal\n\n**Exames laboratoriais ('cognoscopia') — metas ótimas:**\n- **Homocisteína:** meta < 7 µmol/L\n- **Vitaminas B1, B6, B9 (folato), B12** (dosagem sérica e ácido metilmalônico)\n- **Vitamina D:** meta 60–80 ng/mL\n- **Vitamina E:** meta 12–20 µg/mL\n- **Insulina de jejum e curva insulinêmica-glicêmica:** resistência à insulina é considerada fator de risco independente ('diabetes tipo 3')\n- **PCR ultrassensível:** meta < 0,9 mg/L\n- **Magnésio eritrocitário, zinco, cobre, selênio**\n- **Hormônios:** TSH, T4L, T3L, estradiol, progesterona, testosterona, cortisol, DHEA, pregnenolona (meta 50–100)\n- **Metais tóxicos:** mercúrio, chumbo, cádmio, arsênico (dosagem anual)\n- **Ferritina, ferro, RDW, VSG**\n- **Colesterol total:** evitar valores muito baixos (< 150 mg/dL)\n- **Genética:** APOE (para início tardio); APP/PSEN1/PSEN2 (início precoce)\n\n**Neuroimagem (quando indicado):**\n- RM de encéfalo com volumetria de hipocampo\n- PET-FDG / PET amiloide em casos selecionados\n- EEG se suspeita de crises parciais complexas\n\n### Critérios de Encaminhamento\n- Escore ≤ 3/5 sem melhora com pistas semânticas → **neurologista ou neuropsicólogo**\n- Declínio progressivo em avaliações seriadas → encaminhamento urgente\n- Suspeita de depressão geriátrica simulando déficit cognitivo → **psiquiatra**\n\n### Intervenções Baseadas em Evidências\n\n**Estilo de vida:**\n- Atividade física: meta 10.000 passos/dia; incluir treino de força e HIIT (4 min/dia)\n- Dieta mediterrânea, MIND ou Keto Flex; reduzir açúcar ≤ 15 g/dia; minimizar AGEs\n- Jejum intermitente (mínimo 12h noturno supervisionado)\n- Sono reparador: investigar e tratar apneia (CPAP quando indicado)\n- Manejo de estresse: técnicas de respiração, mindfulness\n\n**Suplementação direcionada (conforme resultados):**\n- Ômega-3 (EPA+DHA) — redução de PCR, TNF-α e IL-6\n- Vitaminas B (especialmente B6/P5P, B9, B12) — redução de homocisteína\n- Vitamina D (personalizada, alvo > 50 ng/mL)\n- Magnésio, zinco/cobre balanceados, selênio, glutationa\n- Colinas e suporte colinérgico (acetilcolina deficiente na DA)\n- Fitoterápicos com evidência: Ginkgo biloba, Bacopa monnieri, Camellia sinensis (L-teanina + EGCG), Curcumina (extratos padronizados como Curcumin C3)\n- Creatina (suporte energético mitocondrial)\n\n**Abordagem multimodal ('cartucho de prata'):**\n- Integrar controle glicêmico-insulínico, inflamação, fatores vasculares, hormônios, nutrição e hábitos\n- Considerar reposição hormonal cognitiva (estrogênio, progesterona, testosterona, pregnenolona) somente após otimização do estilo de vida e com monitoramento oncológico adequado\n- Avaliar e tratar permeabilidade intestinal, disbiose e eixo intestino-cérebro\n- Investigar infecções ocultas, exposição a mofo e metais tóxicos\n- Higiene oral: rastrear *Porphyromonas gingivalis*; probióticos bucais\n\n**Monitoramento:**\n- Reavaliar T5P a cada 6 meses em casos alterados\n- Monitorar marcadores da cognoscopia periodicamente e ajustar intervenções conforme resposta"
}
