{
  "score_item_id": "c77cedd3-2800-7ba6-ab4c-a4b6f7de1229",
  "clinical_relevance": "A disposição para atividades familiares é um marcador comportamental e cognitivo que reflete a capacidade motivacional, o nível de energia funcional e o engajamento social do indivíduo no contexto doméstico. Dentro do domínio Cognição - Atual, este parâmetro integra circuitos dopaminérgicos e noradrenérgicos do córtex pré-frontal, sistema límbico e eixo hipotálamo-hipófise-adrenal (HPA), cuja disfunção se manifesta clinicamente como apatia, fadiga motivacional e retraimento social.\n\nDo ponto de vista fisiopatológico, a redução da disposição para atividades familiares pode ser mediada por: (1) hipofunção dopaminérgica — com redução de receptores D2/D4 e do transportador de dopamina (DAT), frequentemente associada a deficiências de ferro (cofator da tirosina hidroxilase), zinco (>200 enzimas; modula BDNF e conversão de B6 em PLP) e magnésio (modula tirosina hidroxilase e receptor NMDA); (2) neuroinflamação de baixo grau, com elevação de IL-6, TNF-α e PCR-us e supressão de IL-10, que desvia o triptofano para a via das quinureninas em detrimento da serotonina; (3) desregulação do eixo HPA, com hipocortisolismo crônico reduzindo o feedback sobre CRH/ACTH e agravando os circuitos fronto-estriatais; (4) resistência insulínica e picos glicêmicos, que causam oscilações de energia e foco pela disfunção metabólica cerebral.\n\nEpidemiologicamente, o TDAH — condição paradigmática associada à baixa disposição e ao comprometimento das interações familiares — apresenta forte estratificação social: baixa renda familiar aumenta o risco em até 83% e baixa escolaridade materna em até 113%. A prevalência de deficiências nutricionais nessa população é expressiva: 84% das crianças com TDAH apresentam ferritina sérica anormal versus 18% dos controles; níveis reduzidos de ômega-3, magnésio, zinco e vitamina D são achados recorrentes.\n\nA estratificação de risco baseia-se na severidade do prejuízo funcional: isolamento familiar progressivo, abandono de papéis parentais/conjugais, comorbidades psiquiátricas (depressão, ansiedade) e impacto na qualidade de vida geral. A abordagem integrativa prioriza correção das causas-raiz (intestino, eixo HPA, sono, deficiências nutricionais) antes de intervenções sintomáticas.",
  "points": 7,
  "patient_explanation": "A disposição para atividades familiares mede o quanto você se sente com energia e vontade de participar de momentos com sua família — como refeições, passeios, conversas e brincadeiras. Quando essa disposição cai, pode ser sinal de que seu corpo ou sua mente estão sobrecarregados.\n\nIsso pode acontecer por várias razões: falta de nutrientes importantes como ferro, magnésio e ômega-3, que afetam diretamente a produção de substâncias que dão energia e motivação ao cérebro; sono de má qualidade; estresse crônico; ou inflamação silenciosa no organismo. Às vezes, oscilações de açúcar no sangue também causam queda de energia e foco ao longo do dia.\n\nA boa notícia é que, na maioria dos casos, essa condição responde bem a mudanças no estilo de vida: regularizar o sono, melhorar a alimentação, praticar exercícios e, quando necessário, corrigir deficiências nutricionais com orientação médica. Recuperar essa disposição tem impacto direto na sua saúde emocional e nos seus relacionamentos.",
  "conduct": "## Investigação Complementar\n\n- **Painel nutricional:** ferritina, ferro sérico, saturação de transferrina, zinco sérico (alvo >100–110 mcg/dL), magnésio sérico/eritrocitário, vitamina D (25-OH), vitamina B12, homocisteína, ácido fólico, vitamina B6 (P5P preferencialmente)\n- **Marcadores metabólicos:** insulina de jejum e curva insulinêmica-glicêmica (mesmo com glicemia de jejum normal, para identificar hiperinsulinismo subclínico associado a oscilações de energia e foco)\n- **Marcadores inflamatórios:** PCR-us, IL-6, TNF-α (quando houver suspeita de neuroinflamação de baixo grau)\n- **Eixo HPA:** cortisol salivar matutino (e, quando indicado, perfil diurno) para identificar hipocortisolismo crônico\n- **Avaliação do sono:** qualidade subjetiva e, se indicado, polissonografia (sono não reparador compromete a neurotransmissão dopaminérgica e a disposição)\n- **Avaliação genética/funcional (casos selecionados):** polimorfismos de COMT, MAO, tirosina hidroxilase, DBH; metabolômica urinária com DOPAC e HVA\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### Fundamentos (abordar antes de suplementos ou medicamentos)\n- **Higiene do sono:** regularizar horários, reduzir exposição a telas noturnas, tratar distúrbios de fase do sono\n- **Alimentação:** dieta anti-inflamatória rica em frutas, vegetais, fibras e pobre em ultraprocessados; refeições em família com duração adequada, sem telas, com mastigação lenta\n- **Exercício físico:** atividade aeróbica regular (modula eixo HPA, reduz inflamação de baixo grau e aumenta dopamina/noradrenalina); personalizar intensidade conforme perfil do paciente\n- **Redução do tempo sedentário:** remover telas durante refeições e interações familiares\n\n### Suplementação Nutricional (conforme deficiências identificadas)\n- **Ômega-3 (EPA/DHA):** 2–2,5 g/dia; melhora sintomas cognitivos, reduz inflamação (PCR, TNF-α, IL-6) e melhora disposição/humor\n- **Magnésio:** bisglicinato, treonato ou dimalato; 200–400 mg/dia em adultos; pró-GABA, estabiliza sono, favorece síntese de dopamina e serotonina; reduz hiperatividade e agressividade\n- **Zinco:** bisglicinato ou glicinato; adultos iniciar com 10 mg e titular gradualmente; essencial para BDNF, melatonina e conversão de B6 em PLP\n- **Ferro:** repor conforme deficiência documentada (ferritina, saturação de transferrina); cofator da tirosina hidroxilase; espaçar suplementação de zinco e ferro para evitar competição de absorção\n- **Vitamina D:** repor conforme 25-OH dosado; participação no sistema imunológico e neurológico\n- **Vitamina B6 (P5P):** 5–30 mg/dia; cofator para glutamato descarboxilase (GABA) e síntese de serotonina/dopamina\n- **L-tirosina:** 500–1.500 mg/dia em conjunto com P5P para suporte dopaminérgico; monitorar homocisteína\n- **Nutrientes metiladores:** B12, folato (B9), magnésio, colina — conforme perfil genético/metabólico (COMT)\n\n### Fitoterapia (adjuvante, após correção das bases)\n- **Ashwagandha:** melhora qualidade do sono e resiliência ao estresse em adultos\n- **Curcumina:** reduz TNF-α; anti-inflamatório neurológico\n- **L-teanina:** efeito ansiolítico e de melhora do foco\n\n---\n\n## Critérios de Encaminhamento\n\n- **Psiquiatria/Neurologia:** quando houver suspeita de TDAH confirmado, depressão maior, transtorno de humor ou comprometimento funcional significativo\n- **Endocrinologia:** resistência insulínica, disfunção tireoidiana, hipocortisolismo documentado\n- **Nutricionista:** para planejamento alimentar individualizado e monitoramento de reposição de micronutrientes\n- **Psicoterapia (TCC):** para manejo do estresse crônico, estratégias comportamentais e melhora do engajamento familiar\n\n---\n\n## Hierarquia Terapêutica\n\n1. Corrigir disfunções gastrointestinais e microbioma\n2. Regular eixo HPA e qualidade do sono\n3. Corrigir deficiências nutricionais documentadas\n4. Otimizar função mitocondrial\n5. Introduzir fitoterápicos e nootrópicos se necessário\n6. Considerar farmacoterapia apenas quando bases funcionais estiverem corrigidas e houver indicação clara"
}
