{
  "score_item_id": "019c550e-dc4c-7edf-8f1e-273359d547e2",
  "clinical_relevance": "A disposição para atividades sociais — também denominada baterial social ou drive de socialização — é um parâmetro comportamental e neurobiológico que reflete a motivação intrínseca do indivíduo para engajar-se em interações interpessoais, eventos coletivos e atividades de grupo. No contexto da medicina funcional integrativa e do Escore Plenya, este parâmetro integra o domínio Cognição/Disposição-Energia, sendo avaliado pelo relato subjetivo do paciente sobre seu interesse e prazer em participar da vida social.\n\nFisiologicamente, o drive social é modulado por múltiplos sistemas neuroquímicos: dopamina (circuitos de recompensa e motivação; via mesolímbica), ocitocina (afiliação e confiança), serotonina (regulação do humor e tolerância social) e noradrenalina (ativação e atenção). A integração desses sistemas no córtex pré-frontal, núcleo accumbens, amígdala e hipocampo determina a disposição e a antecipação de prazer (antecipatória) frente a interações sociais. Reduções nesse drive são reconhecidas clinicamente como anedonia social, isolamento ou apatia, e constituem sintoma transversal a múltiplas condições: depressão maior, transtornos ansiosos, burnout, hipotireoidismo, deficiências hormonais (testosterona, estrogênio, DHEA), hipovitaminose D, disfunções dopaminérgicas (incluindo TDAH com perfil hipoativo), demências em estágio inicial e síndrome de fadiga crônica.\n\nEpidemiologicamente, o isolamento social e a baixa participação em atividades sociais estão associados a aumento de mortalidade por todas as causas comparável ao tabagismo moderado. Metanálises indicam que isolamento social eleva o risco de mortalidade em aproximadamente 29% (OR ~1,29) e o risco de desenvolvimento de demência em 50%. A prevalência de baixa disposição social clinicamente significativa em adultos é estimada em 15–25%, com pico em idosos (>65 anos) e em pacientes com transtornos do humor. No contexto de TDAH com perfil hipoativo/desatento, a resistência a obrigações sociais impostas (eventos formais, grandes encontros) é reconhecida como característica fenotípica frequente.\n\nA avaliação deste parâmetro diferencia-se de introversão temperamental (traço estável, sem sofrimento associado) de apatia ou anedonia social adquirida (mudança em relação ao estado basal, com impacto funcional). A distinção é clinicamente relevante: a introversão não requer intervenção terapêutica, enquanto a apatia social adquirida sinaliza investigação etiológica obrigatória. Estratificação de risco: baixa disposição social persistente (>2 semanas) associada a outros sintomas depressivos, declínio cognitivo ou fadiga representa indicador de alerta para condições de alto impacto em saúde e longevidade.",
  "points": 8,
  "patient_explanation": "A disposição para atividades sociais mede o quanto você sente vontade e prazer em estar com outras pessoas — amigos, família, colegas — e participar de eventos, reuniões ou atividades em grupo. Ter boa disposição social é importante porque as conexões humanas protegem o cérebro, o humor e até o coração. Quando essa vontade diminui muito, pode ser sinal de que algo no seu corpo ou na sua mente precisa de atenção: cansaço crônico, alterações hormonais, deficiência de vitaminas, ou mudanças no humor como a depressão. Se você percebeu que está se afastando das pessoas sem querer ou que atividades sociais que antes eram prazerosas deixaram de ser, vale conversar com seu médico. Isso não significa que algo grave está acontecendo — muitas vezes uma causa simples e tratável explica essa mudança.",
  "conduct": "## Conduta Clínica: Baixa Disposição para Atividades Sociais\n\n### 1. Avaliação Inicial\n\n- **Anamnese dirigida:** diferenciar introversão temperamental (traço estável, sem mudança) de apatia/anedonia social adquirida (mudança em relação ao estado basal do paciente)\n- Investigar duração, intensidade e impacto funcional (trabalho, relacionamentos, lazer)\n- Rastrear sintomas associados: fadiga, insônia, alterações de humor, perda de prazer em outras atividades, dificuldade de concentração, ganho/perda de peso\n- Aplicar instrumentos validados quando indicado: PHQ-9 (depressão), escala de apatia de Starkstein, MOCA (cognição)\n\n### 2. Investigação Complementar\n\n**Laboratorial (primeira linha):**\n- Hemograma completo + ferritina + ferro sérico\n- TSH, T4 livre (hipotireoidismo é causa frequente e tratável)\n- Vitamina D (25-OH-D): deficiência muito prevalente; alvo >40 ng/mL\n- Testosterona total e livre (homens e mulheres), DHEA-S, estradiol (mulheres em perimenopausa/menopausa)\n- Cortisol matinal (rastreio de insuficiência adrenal ou hipercortisolismo)\n- Glicemia, insulina, HOMA-IR (resistência insulínica afeta neurobiologia dopaminérgica)\n- PCR ultrassensível, homocisteína (inflamação crônica e risco neurodegenerativo)\n- B12, folato, magnésio (cofatores essenciais na síntese de neurotransmissores)\n\n**Neuropsicológico:**\n- Avaliação de funções executivas e memória se houver suspeita de declínio cognitivo\n- Rastreio para TDAH (perfil hipoativo/desatento) se histórico sugestivo desde a infância\n\n### 3. Intervenções por Etiologia\n\n**Depressão/Anedonia:**\n- Encaminhamento a psiquiatra se PHQ-9 ≥10 ou critérios diagnósticos presentes\n- Psicoterapia (TCC, ativação comportamental) como intervenção de primeira linha ou adjuvante\n- Farmacoterapia conforme avaliação especializada\n\n**Deficiências hormonais e nutricionais:**\n- Vitamina D: suplementação 4.000–10.000 UI/dia até atingir alvo terapêutico\n- Testosterona baixa: avaliar reposição após investigação completa do eixo hipotalâmico-hipofisário-gonadal\n- Hipotireoidismo: tratamento com levotiroxina conforme TSH/T4 livre\n- B12/folato/magnésio: corrigir deficiências identificadas\n\n**Estilo de vida (intervenções com forte evidência):**\n- **Exercício físico:** aeróbico moderado ≥150 min/semana (melhora dopamina, serotonina e neuroplasticidade); exercício de força 2–3x/semana\n- **Sono:** higienizar sono (7–9 horas); tratar insônia ou apneia obstrutiva do sono se presentes\n- **Exposição à luz solar:** ≥20 min/dia de luz natural pela manhã (regulação circadiana e síntese de vitamina D)\n- **Redução de telas e redes sociais:** tempo excessivo em telas correlaciona-se com piora de humor e habilidades sociais reais\n- **Estruturação de agenda social:** iniciar com atividades de baixo esforço e alta previsibilidade (grupos de interesse, esportes coletivos, voluntariado)\n- **Dieta anti-inflamatória:** padrão mediterrâneo; reduzir ultraprocessados (impacto negativo em neurodesenvolvimento e humor documentado)\n\n### 4. Encaminhamentos\n\n- **Psiquiatria:** PHQ-9 ≥10, suspeita de transtorno depressivo maior, transtorno bipolar ou anedonia severa refratária\n- **Neurologia/Neuropsicologia:** suspeita de declínio cognitivo, demência inicial (especialmente se >45 anos com outros fatores de risco)\n- **Endocrinologia:** disfunções hormonais complexas ou resposta inadequada à reposição inicial\n- **Psicologia clínica:** psicoterapia individual ou em grupo para apatia funcional, isolamento social ou comorbidade ansiosa\n\n### 5. Monitoramento\n\n- Reavaliar parâmetro em 4–8 semanas após início das intervenções\n- Acompanhar evolução com instrumentos padronizados (PHQ-9, escala de bem-estar subjetivo)\n- Considerar cognoscopia a partir dos 45 anos como avaliação de base para rastreio de declínio cognitivo"
}
