{
  "score_item_id": "019c550e-a320-7e31-8ca9-5c03364d3940",
  "clinical_relevance": "A disposição para o trabalho é um parâmetro cognitivo-comportamental que reflete a capacidade do indivíduo de iniciar, sustentar e concluir tarefas laborativas com engajamento adequado. Clinicamente, distingue-se motivação (reconhecimento do propósito) de disposição/ânimo (energia mental disponível para iniciar a ação), sendo esta última diretamente dependente do tônus dopaminérgico no córtex pré-frontal. A principal via neuromoduladora envolvida é a enzima COMT (catecol-O-metiltransferase), responsável pela degradação da dopamina na fenda sináptica pré-frontal. Polimorfismos no gene COMT determinam dois fenótipos extremos: COMT rápida (Val/Val; genótipo GG) — maior degradação dopaminérgica, menor dopamina basal, dificuldade de iniciar e manter tarefas rotineiras, melhor desempenho sob pressão aguda ('modo guerra'); e COMT lenta (Met/Met; genótipo AA) — maior disponibilidade dopaminérgica, foco e energia elevados, porém com risco de hiperexcitabilidade, ansiedade e burnout em ambientes de alta demanda. Aproximadamente 60-70% da população apresenta perfil intermediário (heterozigoto AG). A baixa disposição para o trabalho pode refletir: (1) hipodopaminergia pré-frontal (COMT GG, privação de sono, déficit de ferro, hipotireoidismo subclínico); (2) neurotoxicidade metabólica (resistência insulínica, inflamação crônica, exposição a metais pesados, disfunção da barreira hematoencefálica); (3) condições psiquiátricas como depressão maior, TDAH ou burnout, nas quais déficits de função executiva — incluindo inibição (d=0.58), memória de trabalho (d=0.45-0.47) e velocidade de processamento (d=0.33) — comprometem o engajamento laboral. O sedentarismo agrava o quadro: tempo sedentário elevado associa-se a pior desempenho em memória de trabalho e controle inibitório. A perda de propósito e autonomia, bem como fatores psicossociais adversos, também são reconhecidos como aceleradores do declínio cognitivo-funcional. A avaliação deve incluir biomarcadores de neuroinflamação (PCR, homocisteína), função tireoidiana, metabolismo glicêmico, vitamina D (meta >50 ng/mL), perfil hormonal (testosterona, estrogênio, progesterona, pregnenolona) e rastreamento de apneia do sono, pois estas condições são diretamente modificáveis e impactam o tônus dopaminérgico e a energia mental disponível para o trabalho.",
  "points": 8,
  "patient_explanation": "A disposição para o trabalho mede sua capacidade de começar e manter o foco nas suas tarefas do dia a dia com energia e motivação adequadas. Não se trata apenas de querer fazer algo — é sobre ter a energia mental necessária para realmente começar e terminar o que precisa ser feito. Quando essa disposição está reduzida, a pessoa pode sentir que tudo exige um esforço enorme, que a energia acaba rápido ou que é difícil se concentrar mesmo em coisas que considera importantes. Isso pode acontecer por vários motivos: alterações em substâncias químicas do cérebro como a dopamina, má qualidade do sono, problemas hormonais, inflamação no organismo ou situações de estresse prolongado. A boa notícia é que a maioria dessas causas pode ser investigada com exames simples e tratada com mudanças no estilo de vida, suplementação direcionada e, quando necessário, suporte médico especializado. Cuidar da sua disposição para o trabalho é cuidar da sua saúde cerebral e da sua qualidade de vida como um todo.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese dirigida:** diferenciar falta de motivação (ausência de propósito) de falta de disposição/ânimo (ausência de energia mental para iniciar); investigar cronicidade, padrão circadiano e contextos de melhora ou piora\n- **Rastreamento de causas orgânicas modificáveis:**\n  - TSH, T3 livre, T4 livre (hipotireoidismo subclínico é causa frequente)\n  - Glicemia de jejum, insulina de jejum, HOMA-IR (resistência insulínica reduz clearance metabólico cerebral)\n  - Hemograma completo, ferritina sérica (anemia e deficiência de ferro impactam síntese de dopamina)\n  - Vitamina D sérica (manter >50 ng/mL); B12 e folato\n  - PCR ultrassensível, homocisteína (marcadores de neuroinflamação)\n  - Testosterona total e livre, DHEA-S, cortisol basal (eixo HPA)\n  - Rastreamento de apneia obstrutiva do sono (polissonografia ou oximetria domiciliar)\n\n## Estratificação por Perfil Dopaminérgico\n\n- **COMT rápida (GG/Val-Val) — Baixa dopamina basal:**\n  - Dificuldade de iniciar tarefas rotineiras, melhor desempenho sob pressão\n  - Foco em aumentar estímulo dopaminérgico: exercício regular, metas com prazo e desafios progressivos\n  - Suplementação: Camellia sinensis (chá verde), Bacopa monnieri 500 mg/dia, Rhodiola rosea 300–500 mg/dia, crocus sativus 100 mg/dia, ashwagandha 500 mg/dia\n  - Em fases críticas (adolescência, alta demanda): considerar avaliação psiquiátrica para suporte farmacológico temporário\n- **COMT lenta (AA/Met-Met) — Alta dopamina, risco de burnout:**\n  - Reduzir excitabilidade glutamatérgica; proteger eixo HPA\n  - Suplementação: melissa, erva-cidreira, ashwagandha, crocus sativus, curcuminoides (anti-inflamatórios)\n  - Reduzir proteína animal em excesso, glutamato e BCAA em doses altas\n\n## Intervenções de Estilo de Vida (Evidência Consolidada)\n\n- **Exercício físico:**\n  - Aeróbico moderado: 150 min/semana (melhora memória de trabalho e controle inibitório)\n  - Musculação: 2–3x/semana\n  - Reduzir tempo sedentário: associado a piora de memória de trabalho fonológica e inibição\n  - Mind-body (yoga, tai chi): eficaz para atenção e regulação do eixo HPA\n- **Sono:** higiene rigorosa; tratar apneia quando presente; evitar telas 1h antes de dormir\n- **Dieta:** padrão mediterrâneo ou Keto Flex; jejum noturno de 12h; evitar açúcar e ultraprocessados\n- **Hormese:** banho frio (até 3 min), HIIT (4 min/dia) para ativação dopaminérgica e resiliência metabólica\n- **Gestão do estresse:** técnicas de respiração, mindfulness, definição de propósito e metas progressivas\n\n## Suplementação Transversal (Ambos os Perfis)\n\n- Curcuminoides (curcumina): neuroinflamação\n- Ashwagandha: modulação do estresse\n- Vitamina D: manter >50 ng/mL\n- Ginkgo biloba ou Vinpocetina: circulação cerebral (quando indicado)\n\n## Encaminhamento\n\n- **Psiquiatria:** suspeita de TDAH, depressão maior, burnout ou necessidade de suporte farmacológico\n- **Endocrinologia:** disfunção hormonal documentada (hipotireoidismo, hipogonadismo, insuficiência adrenal)\n- **Neurologia funcional:** declínio cognitivo progressivo associado, suspeita de neurodegeneração incipiente\n- **Medicina do sono:** apneia confirmada ou suspeita forte\n\n## Monitoramento\n\n- Reavaliação clínica em 60–90 dias após intervenções\n- Repetir biomarcadores (vitamina D, insulina, PCR, homocisteína) em 3–6 meses\n- Uso de escalas funcionais (MoCA, questionários de fadiga e função executiva) para objetivar evolução"
}
