{
  "score_item_id": "019c550f-14a5-7681-891a-9ac8dd96b9eb",
  "clinical_relevance": "A disposição para exercício físico é um parâmetro comportamental e neurobiológico que reflete a motivação, energia e prontidão do indivíduo para engajar-se em atividade física regular. No contexto da medicina funcional integrativa, esse parâmetro integra dimensões cognitivas (função executiva, controle inibitório), emocionais (humor, ansiedade) e metabólicas (função mitocondrial, eixo HPA, neurotransmissão dopaminérgica).\n\nDo ponto de vista fisiopatológico, a baixa disposição para exercício está frequentemente associada a disfunção dopaminérgica, hipoatividade do eixo HPA, comprometimento mitocondrial e elevação de marcadores inflamatórios (IL-6, TNF-α). A relação entre exercício e cognição é bidirecional: indivíduos com baixa aptidão física tendem a apresentar pior desempenho em memória de trabalho, atenção sustentada e controle inibitório, e a redução das funções executivas, por sua vez, dificulta a adesão a programas de exercício. Estudos documentam que déficits em função executiva em pacientes deprimidos predizem menor intenção de se exercitar e mais barreiras comportamentais.\n\nOs mecanismos neurobiológicos do exercício incluem: aumento do BDNF (fator neurotrófico derivado do cérebro), com efeitos em neuroplasticidade e modulação de sintomas; ativação de AMPK com translocação de GLUT4 independente de insulina; aumento da biogênese mitocondrial via PGC1-α; liberação de irisina e outras miocinas com efeitos sistêmicos e cerebrais; modulação do eixo HPA e dos sistemas dopaminérgico e noradrenérgico; e redução do estresse oxidativo e de citocinas pró-inflamatórias.\n\nEpidemiologicamente, evidências consolidadas mostram que atividade física moderada reduz o risco de depressão em aproximadamente 23%, e atividade de alta intensidade em até 43%. Redução de 57% na chance de ansiedade foi relatada com exercício regular. Em pacientes com transtornos psiquiátricos, aproximadamente 90 minutos semanais de exercício moderado a vigoroso reduzem significativamente sintomas psiquiátricos. Baixa aptidão física é fator de risco independente para demência de início precoce, e atividade física vigorosa no lazer protege contra demência mesmo após controle de fatores ambientais da infância.\n\nA personalização da prescrição deve considerar o perfil genético COMT (catecol-O-metiltransferase): indivíduos com COMT lenta tendem a ser mais agitados e respondem melhor a exercícios cardiorrespiratórios diários de intensidade moderada; aqueles com COMT rápida apresentam menor energia e ânimo basal, respondendo melhor a exercícios de explosão e curta duração. A carga interna — resposta metabólica e hormonal individual ao exercício — varia entre pessoas e deve ser monitorada por marcadores como CK, LDH e perfil hormonal (cortisol, catecolaminas).",
  "points": 12,
  "patient_explanation": "A disposição para se exercitar é um sinal importante do seu estado de saúde. Quando temos boa energia e vontade de se movimentar, nosso corpo e cérebro estão funcionando bem. Quando essa disposição cai, pode ser sinal de que algo precisa de atenção, como cansaço excessivo, alterações hormonais, humor baixo ou falta de sono de qualidade.\n\nO exercício físico regular é uma das ferramentas mais poderosas que existem para a saúde: melhora o humor, protege o cérebro, regula os hormônios, fortalece o coração e os músculos, e reduz o risco de doenças como depressão, ansiedade e até demência. Mas para que isso aconteça, é preciso ter disposição e motivação para praticar.\n\nSe você está sentindo que a vontade de se exercitar diminuiu, não se preocupe: isso tem causas identificáveis e tratáveis. Com a avaliação certa, é possível entender o que está por trás dessa falta de energia e criar um plano personalizado para recuperar o seu ânimo e bem-estar.",
  "conduct": "## Avaliação da Disposição para Exercício Físico\n\n### Investigação Complementar\n\n**Avaliação laboratorial inicial:**\n- Cortisol salivar em múltiplos pontos (manhã, meio-dia, tarde, noite) para avaliação do eixo HPA\n- Hemograma completo, ferritina sérica, vitamina B12 e folato (causas de fadiga e baixa energia)\n- TSH, T3 livre, T4 livre (disfunção tireoidiana como causa de anedonia e fadiga)\n- Vitamina D (25-OH), magnésio e zinco (cofatores em neurotransmissão e função mitocondrial)\n- Testosterona total e livre, DHEA-S (eixo androgênico e vitalidade)\n- Glicemia de jejum, insulina, HOMA-IR (resistência insulínica como causa de fadiga)\n- PCR ultrassensível, IL-6, homocisteína (inflamação sistêmica de baixo grau)\n- CK e LDH basais (avaliação de estado muscular)\n\n**Avaliação funcional e cognitiva:**\n- Questionários validados de sintomas depressivos e ansiosos (ex.: PHQ-9, GAD-7)\n- Avaliação de qualidade do sono (PSQI ou equivalente)\n- Escala de fadiga (ex.: Chalder Fatigue Scale ou FSS)\n- Perfil genético COMT quando disponível (personalização da prescrição)\n\n---\n\n### Critérios de Encaminhamento\n\n- **Psiquiatria/Psicologia:** quando baixa disposição associada a sintomas depressivos clinicamente significativos (PHQ-9 ≥ 10), anedonia persistente ou histórico de transtorno de humor\n- **Endocrinologia:** disfunção do eixo HPA documentada, alterações tireoidianas, déficit androgênico significativo\n- **Medicina do Esporte/Educação Física:** para prescrição individualizada e supervisionada de exercício\n- **Neurologia:** quando associada a déficits cognitivos, suspeita de demência precoce ou comprometimento cognitivo leve\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Prescrição de exercício:**\n- **Adultos:** 20 a 40 minutos de exercício de intensidade moderada, 3 a 5 vezes por semana, como base terapêutica inegociável\n- **Meta semanal:** mínimo de 150 minutos de atividade moderada ou 75 minutos de atividade vigorosa\n- **HIIT (Treinamento Intervalado de Alta Intensidade):** indicado quando há perfil dopaminérgico de baixa energia (COMT rápida); esportes com padrão natural de explosão e recuperação (judô, jiu-jitsu, tênis, futebol, basquete) favorecem adesão\n- **Exercício aeróbico contínuo:** particularmente indicado para perfis ansiosos e dopaminérgicos agitados (COMT lenta); corrida, natação, ciclismo\n- **Mind-body (yoga, tai chi):** eficaz para melhora da atenção e redução de ansiedade; considerar como complemento\n- **Redução do sedentarismo:** quantidade total de movimento ao longo do dia é relevante independente da intensidade; remover barreiras comportamentais ao movimento\n\n**Individualização da prescrição:**\n- Ajustar horário do treino conforme ritmo circadiano do paciente\n- Considerar sono, alimentação, disponibilidade de ambiente e componentes sociais/lúdicos\n- Monitorar carga interna com marcadores bioquímicos em avaliações periódicas (CK, cortisol pós-treino)\n- Reavaliar em ciclos de 12 semanas com métricas objetivas de sintomas e função\n\n**Intervenções adjuvantes:**\n- Suplementação quando deficiências documentadas: vitamina D, magnésio, B12, ferro, zinco\n- Otimização do sono como pré-requisito para disposição ao exercício\n- Manejo do estresse crônico (reduz cortisol basal elevado que suprime motivação)\n- Abordagem nutricional: adequação calórica e proteica para suporte à função muscular e neuroendócrina\n- Considerar suplementação de creatina, HMB ou aminoácidos essenciais conforme avaliação metabólica\n\n**Monitoramento:**\n- Reavaliação de marcadores laboratoriais a cada 3-6 meses\n- Registro de adesão ao exercício e percepção subjetiva de energia e disposição\n- Ajuste do plano conforme resposta individual documentada"
}
