{
  "score_item_id": "c77cedd3-2800-7556-8439-afa139a9bae3",
  "clinical_relevance": "A Escala de Sonolência de Epworth (ESE) é um questionário de autorrelato composto por 8 situações cotidianas, cada uma pontuada de 0 a 3, totalizando escore de 0 a 24. Foi desenvolvida por Murray Johns em 1991 e validada para o português brasileiro. Avalia a propensão ao sono diurno excessivo (SDE), refletindo o estado homeostático do sono de forma integrada.\n\nValores de referência e interpretação:\n- 0–10: sonolência normal\n- 11–14: sonolência leve a moderada (limiar clinicamente relevante)\n- 15–17: sonolência moderada a grave\n- 18–24: sonolência grave\n\nFisiopatologia: A SDE resulta de pressão homeostática de sono elevada (acúmulo de adenosina e outros somnógenos) combinada com disfunção do sistema de alerta ascendente (orexina/hipocretina, noradrenalina, histamina, serotonina, acetilcolina). Distúrbios primários do sono — especialmente Apneia Obstrutiva do Sono (AOS), narcolepsia, hipersonia idiopática e síndrome das pernas inquietas — elevam sistematicamente a ESE. A fragmentação do sono pela AOS reduz o sono profundo (N3) e o REM, impedindo a restauração neurobiológica, gerando hiperativação do eixo HPA com hipercortisolemia noturna e aumento de citocinas pró-inflamatórias (TNF-alfa, IL-6, PCR), o que contribui para resistência à insulina, disfunção endotelial e risco cardiovascular aumentado.\n\nDados epidemiológicos: A prevalência de SDE clinicamente significativa (ESE >10) na população geral varia de 10–20%. A AOS, causa mais comum de SDE patológica, afeta 25–30% dos homens adultos e 10–15% das mulheres, com prevalência crescente com obesidade. Narcolepsia ocorre em ~0,02–0,05% da população. SDE associa-se a risco 2–3x maior de acidentes automobilísticos e ocupacionais, sendo responsável por ~20% dos acidentes de trânsito graves.\n\nEstratificação de risco:\n- ESE 0–10 + sem queixas: risco baixo\n- ESE 11–14: investigar higiene do sono, distúrbios leves; risco moderado para acidentes e comprometimento cognitivo\n- ESE ≥15: alta probabilidade de distúrbio do sono subjacente (AOS, narcolepsia); risco elevado para eventos cardiovasculares, metabólicos, acidentes e declínio cognitivo\n- ESE ≥18 com cataplexia: narcolepsia tipo 1 até prova em contrário\n\nComorbidades frequentemente associadas: obesidade, síndrome metabólica, hipertensão, resistência à insulina, disfunção erétil, depressão, TDAH e comprometimento cognitivo. A SDE prejudica funções executivas, atenção sustentada e memória de trabalho, mimetizando e amplificando sintomas de TDAH.",
  "points": 14,
  "patient_explanation": "A Escala de Sonolência de Epworth é um questionário simples que mede o quanto você sente vontade de dormir durante o dia em situações comuns, como assistir televisão, conversar ou dirigir. A pontuação vai de 0 a 24: quanto maior, mais sonolento você está.\n\nSonolência diurna excessiva não é cansaço normal — pode indicar que seu sono noturno não está restaurando seu corpo e seu cérebro. Isso ocorre frequentemente na apneia do sono, em que a respiração é interrompida várias vezes durante a noite sem que você perceba, impedindo o sono profundo.\n\nQuando o sono não é reparador, o corpo fica em alerta crônico, com mais inflamação e maior risco de problemas no coração, metabolismo e cognição. A sonolência também aumenta o risco de acidentes no trânsito e no trabalho.\n\nIdentificada a causa, existem tratamentos eficazes que melhoram energia, humor, foco e qualidade de vida.",
  "conduct": "## Conduta Clínica — Escala de Sonolência de Epworth\n\n### Avaliação Inicial\n\n- **Anamnese detalhada do sono:** horário de dormir e acordar, duração total, qualidade subjetiva, despertares noturnos, ronco, pausas respiratórias relatadas pelo parceiro, movimentos de pernas, bruxismo\n- **Sintomas associados:** cataplexia, alucinações hipnagógicas/hipnopômpicas, paralisia do sono (triagem para narcolepsia)\n- **Contexto funcional:** impacto no trabalho, direção, relações; risco de acidentes\n- **Higiene do sono:** horários irregulares, exposição à luz azul noturna, consumo de cafeína (horário da última dose), álcool noturno, qualidade e composição do jantar, rotina pós-20h\n- **Medicações e substâncias:** sedativos, anti-histamínicos, betabloqueadores, álcool (piora arquitetura do sono mesmo com sensação de melhora inicial)\n- **Histórico médico:** obesidade, síndrome metabólica, diabetes, hipertensão, hipotireoidismo, depressão, TDAH\n\n### Investigação Complementar\n\n**Laboratorial (conforme suspeita clínica):**\n- TSH, T4 livre (hipotireoidismo como causa de SDE)\n- Hemograma, ferritina, ferro sérico (deficiência de ferro/anemia)\n- Glicemia de jejum, insulina, HOMA-IR (resistência insulínica associada à AOS)\n- Vitamina D (25-OH), magnésio sérico/eritrocitário\n- PCR ultrassensível, IL-6, TNF-alfa (marcadores inflamatórios)\n- Cortisol salivar em curva (manhã, tarde, noite) em suspeita de disfunção do eixo HPA\n- Testosterona total e livre em homens (hipogonadismo associado à AOS grave)\n\n**Exames do sono:**\n- **Polissonografia (PSG):** indicada para ESE ≥11 com suspeita de AOS, movimentos periódicos de membros, narcolepsia ou quando o diagnóstico é incerto; padrão ouro\n- **Monitoramento domiciliar:** dispositivos wearables (relógios inteligentes) como rastreio inicial; aceitar limitações diagnósticas\n- **Teste de Latências Múltiplas do Sono (TLMS):** quando houver suspeita de narcolepsia ou hipersonia idiopática (após PSG)\n\n### Critérios de Encaminhamento\n\n- **Pneumologia/Medicina do Sono:** ESE ≥11 com suspeita de AOS (ronco, apneias observadas, obesidade, pescoço grosso, hipertensão); sintomas de síndrome das pernas inquietas refratária\n- **Neurologia:** suspeita de narcolepsia (cataplexia, paralisia do sono, alucinações); hipersonia idiopática\n- **Psiquiatria:** quando SDE se insere em quadro depressivo maior, transtorno bipolar ou uso de substâncias\n- **Endocrinologia:** hipotireoidismo grave, obesidade com síndrome metabólica complexa\n\n### Intervenções por Nível de Escore\n\n#### ESE 11–14 (sonolência leve a moderada)\n\n**Higiene do sono estruturada:**\n- Manter horário fixo de dormir e acordar, inclusive fins de semana\n- Exposição à luz natural pela manhã (regulação circadiana)\n- Eliminar luz azul/intensa após 20h; usar lâmpadas âmbar/vermelhas ou óculos com filtro\n- Última dose de cafeína até 14h\n- Evitar álcool noturno\n- Jantar leve e vegetal; reduzir intervalo jantar-sono para ≥3h\n- Reduzir ruídos e estímulos após 20h\n\n**Suplementação nutricional (evidência favorável):**\n- Magnésio treonato 200–500 mg ou bisglicinato 200–400 mg ao deitar (pró-GABAérgico, melhora sono profundo; revisões sistemáticas e meta-análises confirmam eficácia na insônia)\n- L-teanina 200–400 mg ao deitar (melhora ondas alfa, facilita relaxamento)\n- Melatonina 0,5–1 mg sublingual de liberação imediata para dificuldade de iniciar o sono; liberação lenta para despertares noturnos; iniciar com dose baixa, especialmente em maiores de 50 anos\n- 5-HTP 25–50 mg sublingual + Piridoxal-5-fosfato (P5P) 10 mg antes de dormir (precursor de melatonina e serotonina; evitar em uso concomitante de ISRS)\n- Vitamina D 1.000–5.000 UI/dia conforme deficiência laboratorial\n- Ômega-3 (EPA ≥2 g/dia) em casos com inflamação associada\n\n**Fitoterápicos com evidência:**\n- Valeriana officinalis 200–400 mg ao deitar\n- Passiflora incarnata 250 mg\n- Melissa officinalis 200 mg\n- Relora (magnólia + felodendro) 250 mg: reduz cortisol salivar ~18% vs. placebo; indicado em SDE com estresse/hipercortisolismo\n- Mulungu 200 mg\n\n**Exercício físico:**\n- Aeróbio regular é o mais eficaz para melhorar qualidade do sono; horário ideal: manhã (06h), mas pode ser individualizado; evitar exercícios intensos nas 3h antes de dormir\n\n#### ESE ≥15 (sonolência moderada a grave)\n\n- **Priorizar investigação polissonográfica** antes de qualquer intervenção farmacológica\n- **AOS confirmada:** CPAP como tratamento de escolha; considerar aparelhos de avanço mandibular em casos leves/moderados\n- **Narcolepsia confirmada:** encaminhamento neurológico; modafinil ou metilfenidato conforme perfil; associar medidas não farmacológicas\n- **Risco de acidentes:** orientar restrição de direção até estabilização do quadro\n- Manter higiene do sono e suplementação como adjuvantes\n\n### Monitoramento\n\n- Reaplicar ESE a cada 4–8 semanas\n- Revisar adesão à higiene do sono e suplementação\n- Avaliar melhora cognitiva (atenção, memória), humor e desempenho funcional"
}
