{
  "score_item_id": "c77cedd3-2800-7ad9-bf6e-c4266e3d5df5",
  "clinical_relevance": "Disposição/energia é um parâmetro subjetivo de alta relevância clínica que reflete a capacidade funcional global do indivíduo, integrando múltiplos sistemas fisiológicos: eixo hipotálamo-hipófise-adrenal (HPA), função mitocondrial, neurotransmissão dopaminérgica/serotoninérgica, equilíbrio glicometabólico e ritmo circadiano.\n\nFisiologicamente, a sensação de disposição depende de produção adequada de ATP mitocondrial, tonicidade das vias catecolaminérgicas (dopamina, noradrenalina), regulação do cortisol ao longo do dia (com pico matinal e declínio vespertino) e homeostase glicêmica. Disfunção em qualquer desses eixos manifesta-se clinicamente como fadiga, falta de disposição e redução de energia.\n\nNo eixo HPA, a disfunção funcional é real e distinta da insuficiência adrenal franca. Curva de cortisol salivar pode revelar padrão plano, invertido ou com pico atenuado. Cortisol salivar < 3 µg/dL é fortemente sugestivo de insuficiência; < 10 µg/dL é provável insuficiência; em estresse, < 18 µg/dL é altamente sugestivo. S-DHEA complementa a avaliação adrenal funcional.\n\nA Síndrome da Fadiga Crônica (SFC) representa o extremo do espectro: fadiga intensa, persistente (> 6 meses), limitante e não restaurada pelo repouso. Distingue-se da astenia (que melhora com sono) e da fraqueza muscular. Sintomas associados incluem artralgias, mialgia, cefaleia, distúrbios cognitivos, intolerância ao exercício e alterações do sono.\n\nA neuroinflamação contribui diretamente para queda de energia: citocinas pró-inflamatórias (TNF-α, IL-6, PCR elevada) desviam o triptofano para a via das quinureninas, reduzindo síntese de serotonina e melatonina, enquanto o estresse oxidativo compromete dopamina e noradrenalina. Excitotoxicidade glutamatérgica via receptores NMDA gera dano neuronal e mitocondrial, com queda de BDNF.\n\nResistência insulínica e oscilações glicêmicas associam-se diretamente à oscilação de energia; a curva insulinêmica-glicêmica pode revelar disfunções ocultas mesmo com glicemia de jejum normal.\n\nDeficiências nutricionais são causas tratáveis e frequentes: ômega-3, magnésio, zinco, ferro, vitamina D, complexo B (B6/P5P, B5, B3, B1, B2, folato) e CoQ10 são cofatores essenciais para produção de energia mitocondrial e síntese de neurotransmissores. O magnésio modula a tirosina hidroxilase (síntese de dopamina), antagoniza receptores NMDA, reduz IL-6 e TNF-α, e estabiliza o eixo HPA e o ritmo circadiano.\n\nPolimorfismos em COMT, MAO-B, SLC6A3/DAT1 e ALDH2 influenciam o metabolismo de catecolaminas e modulam predisposição individual à fadiga, orientando personalização terapêutica.",
  "points": 0,
  "patient_explanation": "Disposição e energia refletem como você se sente capaz de realizar as atividades do dia a dia — físicas e mentais. Quando esse parâmetro está baixo, você pode sentir cansaço fácil, dificuldade para se motivar e sensação de que o corpo não responde, mesmo após dormir.\n\nEssa queixa raramente tem causa única. Na maioria das vezes, está relacionada a: como seu corpo produz energia nas células (mitocôndrias), como os hormônios de estresse funcionam ao longo do dia (cortisol), deficiências de nutrientes como magnésio, vitamina D, ferro e vitaminas do complexo B, e qualidade do sono.\n\nAlterações no açúcar do sangue, inflamação de baixo grau e estresse crônico também são causas frequentes. Na maioria dos casos, essas causas são identificáveis com exames e tratáveis com mudanças de estilo de vida, nutrição e suplementação dirigida.\n\nO objetivo é investigar a raiz do problema — não apenas mascarar o cansaço — e restabelecer sua vitalidade de forma sustentável.",
  "conduct": "## Investigação Diagnóstica\n\n### Eixo HPA\n- **Curva de cortisol salivar domiciliar** (manhã, 30 min após despertar, tarde, noite): avaliação funcional padrão\n- **Cortisol sérico matinal** + **ACTH**; S-DHEA\n- **Aldosterona** em suspeita de baixa funcional (maior consumo de sal, edema)\n\n### Metabólico e Glicêmico\n- **Insulina de jejum e curva insulinêmica-glicêmica**: detecta resistência insulínica oculta\n- **HbA1c, glicemia de jejum, HOMA-IR**\n\n### Nutricional e Laboratorial\n- **Ferro completo**: ferritina, saturação de transferrina, hemoglobina\n- **Magnésio sérico/eritrocitário**; **Zinco sérico**\n- **Vitamina D (25-OH)**: meta funcional 40–60 ng/mL\n- **Complexo B**: B12, folato, homocisteína\n- **PCR-us, IL-6, TNF-α**: avaliação inflamatória\n- **TSH, T4 livre, T3 livre**: excluir hipotireoidismo e déficit de conversão periférica\n- **Ômega-3 eritrocitário** quando disponível\n\n### Sono e Circadiano\n- Anamnese detalhada de qualidade, latência e arquitetura do sono\n- **Polissonografia** em suspeita de apneia ou sono não reparador\n- **Melatonina salivar noturna** em suspeita de déficit\n\n### Genética e Metabolômica (quando disponível)\n- Polimorfismos **COMT, MAO-B, SLC6A3/DAT1, ALDH2**\n- **Metabolômica urinária**: DOPAC, HVA, 3-MT; ácido 5-hidroxi-indolacético (serotonina)\n\n---\n\n## Intervenções de Estilo de Vida\n\n- **Sono**: higiene rigorosa; horários regulares; sem telas 60–90 min antes de dormir; evitar álcool noturno\n- **Exercício**: aeróbico como entrada; HIIT para biogênese mitocondrial; musculação para sensibilidade insulínica; reduzir sedentarismo\n- **Alimentação**: padrão anti-inflamatório; baixa carga glicêmica; café da manhã proteico; jantar leve\n\n---\n\n## Suplementação Baseada em Evidências\n\n### Nutrientes Essenciais (conforme deficiência)\n- **Ômega-3** (EPA + DHA): ênfase em EPA ~2,5 g/dia; reduz neuroinflamação\n- **Magnésio**: bisglicinato/treonato (noite); dimalato (dia); 200 mg–1 g/dia\n- **Vitamina D**: repor conforme nível; modula tirosina hidroxilase e biogênese mitocondrial\n- **Complexo B**: B1, B2, B3, B5, B6/P5P (5–30 mg), folato, B12\n- **Vitamina C em dose alta**: suporte adrenal e antioxidante\n- **Ferro**: repor quando indicado; avaliar estoques completos\n- **Zinco**: 15–30 mg/dia; **CoQ10**: cofator mitocondrial\n\n### Suporte Energético e Cognitivo\n- **Creatina monoidratada**: 2–3 g/dia (saúde cerebral); 5 g/dia para vegetarianos\n- **Acetil-L-carnitina**: adjuvante em fadiga com componente mitocondrial\n- **L-tirosina**: 500–1.500 mg; monitorar homocisteína\n\n### Adaptógenos e Fitoterápicos\n- **Ashwagandha** 500 mg: suporte HPA, melhora energia e sono\n- **Rhodiola rosea** 300–500 mg: energia e foco (perfil COMT rápida)\n- **Curcuminoides**: anti-inflamatório (reduz TNF-α)\n- **L-teanina**: ansiedade e sono\n\n### Manejo HPA (casos selecionados)\n- **DHEA (prasterona)**: mulheres 10–15 mg; homens 25–50 mg; conforme S-DHEA\n- **Hidrocortisona em baixa dose**: disfunção HPA confirmada; cápsulas liberação lenta; cautela com doses suprafisiológicas\n- **Selegilina (MAO-B)**: 1–5 mg em polimorfismos MAO-B com acúmulo de aldeídos catecólicos\n\n---\n\n## Encaminhamento\n\n- **Endocrinologia**: insuficiência adrenal primária, hipotireoidismo franco, hipogonadismo\n- **Neurologia/Psiquiatria**: fadiga crônica com queixa cognitiva, TDAH, depressão maior\n- **Medicina do Sono**: apneia, insônia crônica refratária\n\n---\n\n## Hierarquia Terapêutica\n\n1. Base: intestino, sono, ritmo circadiano\n2. Deficiências nutricionais: ômega-3, magnésio, vitamina D, ferro, complexo B\n3. Eixo HPA: adaptógenos e suporte nutricional adrenal\n4. Metabolismo: controle glicêmico e resistência insulínica\n5. Fitoterápicos/nootrópicos: após consolidação da base\n6. Farmacológico: quando indicado por exames e clínica"
}
