{
  "score_item_id": "c77cedd3-2800-7ccd-8dfd-cff55da653fd",
  "clinical_relevance": "A capacidade de foco, concentração e aprendizado reflete a integridade funcional dos circuitos fronto-estriatais dopaminérgicos e noradrenérgicos, sendo modulada por múltiplos fatores metabólicos, nutricionais, inflamatórios e cronobiológicos. Fisiologicamente, a atenção sustentada depende da disponibilidade adequada de dopamina no córtex pré-frontal — mediada por enzimas como tirosina hidroxilase (cofatores: ferro, magnésio, P5P), COMT e MAO —, além da integridade dos sistemas serotoninérgico e GABAérgico. O TDAH, paradigma central das queixas de desatenção, afeta aproximadamente 5-7% das crianças em escala global, com persistência em 50-65% dos adultos; estudos mostram que baixa renda familiar no final da infância eleva o risco em até 83% e baixa escolaridade materna em até 113%. Fisiopatologicamente, revisões e meta-análises documentam hiporreatividade do cortisol ao despertar, elevação discreta de IL-6, TNF-α e PCR-us, e concentrações reduzidas de IL-10 em subgrupos com TDAH, sustentando o papel da neuroinflamação crônica. A desregulação do eixo HPA, via hipocortisolismo relativo, reduz o feedback sobre CRH/ACTH, amplifica a inflamação sistêmica e compromete os circuitos dopaminérgicos fronto-estriatais. Deficiências nutricionais são prevalentes: estudos apontam ferritina anormal em 84% das crianças com TDAH versus 18% dos controles; magnésio sérico e capilar mais baixos são consistentemente relatados; ômega-3, zinco e vitamina D também se apresentam reduzidos. O magnésio modula a tirosina hidroxilase, antagoniza receptores NMDA (reduzindo excitotoxicidade), estabiliza GABA e regula o eixo HPA. A neuroinflamação desvia o triptofano para a via das quinureninas, reduzindo síntese de serotonina e melatonina. Polimorfismos em COMT (Val/Val vs. Met/Met), MAO, DAT1/SLC6A3, LPHN3 e CDH13 modulam a suscetibilidade e a resposta terapêutica. Resistência insulínica e oscilações glicêmicas (documentadas por curva insulinêmica-glicêmica) correlacionam-se com oscilações de energia, foco e risco de demência. A abordagem funcional integrativa estratifica o risco considerando: sono (50% dos indivíduos com TDAH têm distúrbio de sono; 2 horas semanais de privação elevam citocinas inflamatórias), saúde intestinal (eixo intestino-cérebro, permeabilidade, disbiose), estado nutricional (ferro/ferritina, zinco, magnésio, ômega-3, vitamina D, complexo B) e exposição a metais tóxicos e toxinas ambientais.",
  "points": 12,
  "patient_explanation": "A capacidade de focar, se concentrar e aprender bem depende de vários fatores do seu organismo funcionando em equilíbrio. O cérebro precisa de nutrientes específicos, como ferro, magnésio, zinco, ômega-3 e vitaminas do complexo B, para produzir os mensageiros químicos que controlam a atenção. Quando esses nutrientes estão baixos, quando o sono não é reparador, quando há inflamação no organismo ou quando o açúcar no sangue oscila muito, o foco e a memória ficam prejudicados. Dificuldades persistentes de atenção e concentração podem indicar desde deficiências nutricionais corrigíveis até condições como o TDAH, que afeta pessoas de todas as idades. A boa notícia é que boa parte dessas causas pode ser investigada com exames simples e tratada com mudanças no estilo de vida, alimentação e, quando necessário, suplementação ou medicação. Identificar a causa real do problema é o primeiro passo para melhorar seu desempenho mental no dia a dia.",
  "conduct": "## Conduta Clínica: Capacidade de Foco, Concentração e Aprendizado\n\n### Investigação Complementar\n\n**Exames laboratoriais prioritários:**\n- **Ferro e estoques:** ferritina, ferro sérico, saturação de transferrina, hemograma completo\n- **Micronutrientes:** zinco sérico (alvo >100–110 mcg/dL), magnésio sérico e eritrocitário, vitamina D (25-OH-D)\n- **Metabólicos:** insulina de jejum + curva insulinêmica-glicêmica (mesmo com glicemia normal), homocisteína\n- **Inflamação:** PCR-us, IL-6, TNF-α\n- **Complexo B:** B12, folato, B6 (piridoxal-5-fosfato, não apenas piridoxina sérica)\n- **Eixo HPA:** cortisol salivar (curva diurna, incluindo ao despertar)\n- **Neurotransmissores/metabólitos (quando indicado):** 3-MT, DOPAC, HVA urinários; ácido 5-hidroxi-indolacético urinário\n- **Genética (casos selecionados):** polimorfismos de COMT, MAO, DAT1/SLC6A3, ALDH2\n- **Função tireoidiana:** TSH, T3 livre, T4 livre (deficiência de iodo materna associa-se a TDAH na prole)\n\n**Avaliação de sono:**\n- Investigar qualidade, arquitetura (REM e sono profundo), latência, despertares noturnos e transtorno de fase atrasada antes de qualquer intervenção farmacológica\n- Polissonografia quando indicada (50% dos pacientes com TDAH têm distúrbio de sono)\n\n**Avaliação nutricional e metabólica:**\n- Dieta habitual, padrão alimentar, consumo de ultraprocessados, açúcar e alimentos potencialmente sensibilizantes\n- Histórico de exposição a metais tóxicos (chumbo, mercúrio, pesticidas)\n\n---\n\n### Hierarquia Terapêutica (Bases Antes de Neurotransmissores)\n\n**Prioridade 1 — Fundamentos metabólicos:**\n- Corrigir distúrbios de sono (higiene do sono, redução de telas, regularização circadiana)\n- Tratar disfunções gastrointestinais (permeabilidade intestinal, disbiose)\n- Reduzir exposição a toxinas ambientais e poluição eletromagnética\n- Corrigir resistência insulínica (dieta anti-inflamatória, exercício regular)\n\n**Prioridade 2 — Correção de deficiências nutricionais:**\n- **Ferro:** repor conforme ferritina/saturação de transferrina; avaliar forma, dose e duração; monitorar interação com zinco\n- **Magnésio:** bisglicinato, treonato ou dimalato; 200 mg/d a 1 g/d (adultos); 5–10 mg/kg/d em crianças; à noite para potencializar sono e GABA\n- **Zinco:** bisglicinato; adultos iniciar 10 mg e titular (20–50 mg); crianças conforme peso; tomar após refeição para evitar desconforto gástrico; espaçar da suplementação de ferro\n- **Ômega-3:** ênfase em EPA; doses de 2–2,5 g/dia demonstraram melhora cognitiva, redução de PCR, TNF-α, IL-6 e ansiedade\n- **Vitamina D:** 1.000–2.000 UI/dia com monitoramento de 25-OH-D e PTH; doses maiores (até 50.000 UI/semana) em casos de deficiência comprovada, associadas a redução de PCR e TNF-α; combinar com magnésio (6 mg/kg) para potencializar efeito comportamental\n- **Complexo B:** B12, folato (B9), B6 como piridoxal-5-fosfato (P5P, 5–30 mg); monitorar homocisteína para evitar excesso de metiladores\n- **L-tirosina:** 500–1.500 mg como precursora dopaminérgica; associar a P5P para conversão enzimática\n\n**Prioridade 3 — Intervenções de estilo de vida:**\n- Exercício físico regular (modula HPA, reduz inflamação de baixo grau, melhora neurotransmissão); personalizar intensidade conforme perfil COMT; monitorar com ciclos de 12 semanas\n- Dieta com frutas, vegetais, fibras e baixo teor de ultraprocessados (umbrella review com 24 meta-análises)\n- Reduzir sedentarismo e tempo de tela, especialmente durante refeições\n\n**Prioridade 4 — Fitoterápicos e nutracêuticos adjuvantes:**\n- **Curcuminoides:** redução de TNF-α; anti-inflamatório sistêmico\n- **L-teanina:** ansiedade e sono\n- **Ashwagandha:** melhora qualidade do sono em adultos\n- **Rhodiola rosea / Ginseng siberiano:** energia e foco (evidência limitada)\n- **Açafrão:** melhora cognitiva e de sono em estudos pediátricos\n\n**Prioridade 5 — Abordagem farmacológica (quando indicada):**\n- **Metilfenidato:** quando predomina desatenção e após avaliação de biomarcadores; não corrige neuroinflamação subjacente; monitorar cardiovascular a longo prazo\n- **Bupropiona:** TDAH com apatia/anedonia e perfil de baixa dopamina; efeito prático mais leve\n- **Modafinil:** fadiga diurna/hipoalerta com suspeita de baixa tonicidade de orexinas; apenas após excluir e tratar distúrbios de sono\n- **Selegilina (MAO-B):** casos selecionados com polimorfismos de ALDH2/MAO-B; iniciar em 1 mg e titular até 5 mg\n\n---\n\n### Critérios de Encaminhamento\n\n- **Psiquiatra/neurologista:** suspeita de TDAH com prejuízo funcional significativo, necessidade de avaliação neuropsicológica formal, ou falha de resposta às intervenções funcionais\n- **Endocrinologista:** resistência insulínica significativa, disfunção tireoidiana, alterações do eixo HPA\n- **Neurologista do sono:** polissonografia, transtorno de fase atrasada, síndrome das pernas inquietas\n- **Nutricionista:** avaliação nutricional completa, microbioma intestinal, deficiências múltiplas\n- **Medicina genômica:** polimorfismos de COMT, MAO, DAT1 em casos de difícil manejo"
}
