{
  "score_item_id": "c77cedd3-2800-721b-94d8-b5515b895753",
  "clinical_relevance": "O PHQ-9 (Patient Health Questionnaire-9) é um instrumento de rastreio e monitoramento de depressão validado, derivado do PRIME-MD, composto por 9 itens que avaliam cada um dos critérios diagnósticos do DSM para transtorno depressivo maior (TDM). Cada item é pontuado de 0 a 3 (nunca, vários dias, mais da metade dos dias, quase todos os dias), totalizando escore de 0 a 27. Estratificação de risco: 0–4 = sem depressão ou mínima; 5–9 = depressão leve; 10–14 = depressão moderada; 15–19 = moderadamente grave; 20–27 = grave. Sensibilidade de 88% e especificidade de 88% para TDM com ponto de corte ≥10.\n\nEpidemiologia: A depressão afeta mais de 300 milhões de pessoas no mundo, sendo a principal causa de incapacidade global. Aproximadamente 30% dos pacientes são resistentes aos tratamentos convencionais (depressão refratária). No contexto brasileiro, estudos apontam prevalência de TDM em torno de 10–15% da população adulta. A depressão está fortemente associada a mortalidade aumentada por suicídio, doenças cardiovasculares e comprometimento imunológico.\n\nFisiopatologia integrativa: O TDM é um distúrbio heterogêneo com múltiplas vias patogênicas convergentes. Neuroinflamação sistêmica e central desvia o triptofano da síntese de serotonina para a via das quinureninas (mediada pela IDO — indoleamina 2,3-dioxigenase), reduzindo a disponibilidade de serotonina e gerando metabólitos neurotóxicos. O eixo HPA hiperativado eleva cortisol crônico, promovendo neurodegeneração hipocampal e amplificando a resposta inflamatória. Disbiose intestinal compromete o eixo intestino-cérebro: 90% da serotonina corporal é produzida no trato gastrointestinal por células enterocromafins, e a microbiota influencia diretamente a disponibilidade de precursores serotoninérgicos e a integridade da barreira hematoencefálica. Disfunção mitocondrial com redução de biogênese (PGC1-α) prejudica a síntese de neurotransmissores e a resiliência neuronal. Deficiências nutricionais críticas incluem: magnésio (participa de >300 reações enzimáticas, modula GABA e reduz excitotoxicidade glutamatérgica; ensaio clínico demonstrou redução de 6 pontos no PHQ-9 com 248 mg/dia por 6 semanas), vitamina D (ativa o gene da tirosina hidroxilase — enzima limitante da síntese de catecolaminas; meta-análise com 31.424 participantes evidenciou associação entre níveis baixos e maior risco de depressão), complexo B — especialmente B9 (folato), B12 e B6 (como cofatores do ciclo de um carbono, SAMe e síntese de serotonina/melatonina; deficiência eleva homocisteína e desvia triptofano para vias inflamatórias), e ômega-3 EPA (≥1 g/dia como potencializador antidepressivo com efeito anti-inflamatório documentado em meta-análises).\n\nInterações sistêmicas relevantes: hipotireoidismo subclínico (TSH >3 com T3 periférico baixo) pode mimetizar ou amplificar sintomas depressivos; resistência insulínica e hiperglicemia comprometem o metabolismo cerebral de glicose (GLUT1) e aumentam neuroinflamação; polimorfismos em MTHFR, FUT2 e genes dopaminérgicos (COMT, MAO-B, SLC6A3) modulam resposta terapêutica e devem ser considerados na personalização do tratamento.",
  "points": 18,
  "patient_explanation": "O PHQ-9 é um questionário com 9 perguntas que mede o quanto sintomas de tristeza, desânimo, falta de prazer e outros sinais de depressão estão presentes na sua vida. Cada resposta vale de 0 a 3 pontos, e o total vai de 0 a 27. Quanto maior a pontuação, mais intensos os sintomas. Uma pontuação baixa (abaixo de 5) indica que você está bem nesse aspecto. Entre 5 e 9 os sintomas são leves; de 10 a 14 são moderados; acima de 15 são mais intensos e precisam de atenção especializada.\n\nEssa avaliação é muito importante porque a depressão afeta não só o humor, mas também a energia, o sono, a digestão, a imunidade e a capacidade de cuidar da saúde. Os sintomas emocionais muitas vezes têm causas físicas identificáveis e tratáveis, como deficiências de vitaminas, alterações no intestino ou desequilíbrios hormonais. O resultado do PHQ-9 ajuda o médico a entender melhor como você está se sentindo e a montar um plano personalizado que vai além dos remédios convencionais.",
  "conduct": "## Conduta Clínica — PHQ-9 (Escala de Depressão)\n\n### Interpretação e Estratificação\n\n- **0–4:** Sem depressão significativa — manter vigilância, abordar fatores de risco\n- **5–9:** Depressão leve — intervenção de estilo de vida, suporte nutricional, reavaliação em 4–6 semanas\n- **10–14:** Depressão moderada — iniciar intervenção estruturada; considerar acompanhamento psicológico\n- **15–19:** Moderadamente grave — avaliar necessidade de farmacoterapia; encaminhamento psiquiátrico\n- **20–27:** Grave — encaminhamento psiquiátrico urgente; avaliar risco de suicídio (item 9 do PHQ-9)\n\n### Investigação Complementar\n\n**Laboratorial obrigatória:**\n- TSH e T3 livre (suspeitar de hipotireoidismo tecidual quando TSH >3); Vitamina D 25-OH (meta: 40–80 ng/mL)\n- Vitamina B12 sérica, folato eritrocitário, homocisteína plasmática\n- Magnésio eritrocitário (sérico é insuficiente); ferritina e ferro sérico\n- PCR ultrassensível, IL-6 (neuroinflamação); glicemia de jejum, insulina, HOMA-IR\n- Cortisol salivar em 4 pontos (eixo HPA) quando há suspeita de disfunção adrenal\n\n**Complementar conforme suspeita clínica:**\n- Perfil de neurotransmissores urinários (5-HIAA, HVA)\n- Polimorfismos genéticos: MTHFR, COMT, MAO-B, SLC6A3\n- Ácido quinolínico urinário (desvio de triptofano para via das quinureninas); microbioma intestinal\n\n### Intervenções Baseadas em Evidências\n\n**1. Suporte nutricional e suplementação (personalizar por perfil):**\n- **Magnésio** (bisglicinato ou treonato): 200–400 mg/dia — efeito gabaérgico, reduz excitotoxicidade; ensaio clínico reduziu PHQ-9 em 6 pontos com 248 mg/dia por 6 semanas\n- **Vitamina D3**: repor conforme nível sérico, meta 40–80 ng/mL; mecanismo catecolaminérgico (tirosina hidroxilase) e anti-inflamatório\n- **Ômega-3** (EPA prioritário): ≥1 g/dia de EPA — potencializador de antidepressivos e anti-inflamatório documentado; meta-análises suportam 1–2 g por pelo menos 12 semanas\n- **Metilfolato (5-MTHF)**: 400 mcg a 15 mg/dia conforme polimorfismo MTHFR e homocisteína; cofator para síntese de BH4 e serotonina\n- **Vitamina B12** (metilcobalamina): corrigir se deficiente, especialmente em veganos e usuários de metformina/IBP\n- **Vitamina B6 (P5P)**: 25–50 mg/dia — cofator para conversão de 5-HTP em serotonina e glutamato em GABA\n- **5-HTP** (Griffonia simplicifolia): 50–100 mg/dia via oral ou 20–35 mg sublingual — não afetado pela IDO, alternativa viável; comparável à fluvoxamina em alguns estudos\n- **Acetil-L-carnitina**: 1,5–3 g/dia — avaliada em 9 estudos duplo-cego, comparável à fluoxetina em 2 estudos\n- **N-acetilcisteína (NAC)**: 600–1800 mg/dia — aminoácido e precursor de glutationa com efeito antidepressivo (latência de 20 semanas em depressão bipolar)\n- **Zinco**: 15–30 mg/dia — cofator enzimático para neurotransmissores; deficiência associada a depressão\n- **CoQ10**: 100–300 mg/dia — suporte mitocondrial, especialmente em uso de estatinas ou disfunção energética\n- **Curcuminoides**: 500–1000 mg/dia com piperina — eficácia antidepressiva versus placebo em meta-análises\n- **Ashwagandha**: 300 mg/dia; **Rhodiola rosea**: 300–600 mg/dia — adaptógenos para ansiedade, fadiga e humor\n\n**2. Modulação do eixo intestino-cérebro:**\n- Investigar e tratar disbiose (SIBO, leaky gut)\n- Probióticos com cepas específicas (Lactobacillus helveticus, Bifidobacterium longum) — meta-análise sugere benefício em depressão subclínica; personalizar por perfil\n- Dieta anti-inflamatória: reduzir ultraprocessados e açúcar; priorizar padrão mediterrâneo ou low-carb\n\n**3. Intervenções de estilo de vida (hierarquia terapêutica):**\n- **Exercício físico**: aeróbico de moderada intensidade (≥30 min, 3–5x/semana) com efeito antidepressivo comprovado — reduz neuroinflamação, eleva BDNF e modula eixo HPA; considerar HIIT para biogênese mitocondrial\n- **Regulação do sono**: manter consistência de horário, higiene do sono rigorosa; tratar insônia e apneia do sono como fatores agravantes\n- **Manejo do estresse**: meditação, respiração diafragmática, yoga, modulação vagal (dispositivos, óleos essenciais como lavanda — 5 gotas inaladas 3x/dia com evidência de eficácia ansiolítica)\n- **Exposição solar**: 20–30 min/dia no período matutino — efeito antidepressivo intrínseco independente da vitamina D\n\n**4. Depressão refratária e encaminhamento:**\n- Reavaliar causas-raiz: tireoide (T3 baixo com TSH ≥3), resistência insulínica, desbiose, deficiências persistentes\n- Considerar T3 (liotironina) em liberação lenta 5 mcg/dia quando indicado — reconhecido em guidelines para refratários\n- SAMe: 200–600 mg/dia como adjuvante em casos refratários\n- PHQ-9 ≥15 ou item 9 positivo (ideação suicida): encaminhamento psiquiátrico obrigatório\n- PHQ-9 ≥20 ou risco de suicídio identificado: psiquiatria urgente"
}
