{
  "score_item_id": "c77cedd3-2800-78a5-a272-01c1e573fcc0",
  "clinical_relevance": "O GAD-7 (Generalized Anxiety Disorder 7-item Scale) é um instrumento de rastreio e mensuração de gravidade do transtorno de ansiedade generalizada (TAG) amplamente validado, com escore total de 0 a 21 pontos. Os pontos de corte estabelecidos são: 0–4 (mínimo), 5–9 (leve), 10–14 (moderado) e 15–21 (grave). Sensibilidade de 89% e especificidade de 82% para TAG com ponto de corte ≥10. Também demonstrou utilidade no rastreio de transtorno do pânico, fobia social e TEPT.\n\nFisiopatologicamente, a ansiedade patológica envolve hiperativação do eixo hipotálamo-hipófise-adrenal (HPA), com hipercortisolemia crônica que compromete o hipocampo e o córtex pré-frontal. O desequilíbrio entre sistemas GABAérgico (inibitório) e glutamatérgico (excitatório), bem como a disfunção serotoninérgica e noradrenérgica, contribuem para a manutenção dos sintomas. A neuroinflamação — mediada por citocinas pró-inflamatórias como IL-6, TNF-alfa e proteína C-reativa elevada — e a disbiose intestinal são fatores etiopatogênicos crescentemente reconhecidos. A conversão de glutamato em GABA depende de cofatores como vitamina B6 e magnésio, deficiências frequentes em pacientes ansiosos.\n\nEpidemiologicamente, o TAG afeta aproximadamente 6,8% da população ao longo da vida, com prevalência de 12 meses em torno de 3–4% na população geral e maior frequência em mulheres (2:1 em relação a homens). É um dos transtornos mais prevalentes em atenção primária, muitas vezes subdiagnosticado ou confundido com sintomas somáticos. A comorbidade com depressão maior ocorre em até 67% dos casos.\n\nA estratificação de risco pelo GAD-7 orienta a conduta: escores leves (5–9) indicam monitoramento e intervenções de estilo de vida; escores moderados (10–14) sugerem psicoterapia estruturada e/ou suporte farmacológico; escores graves (≥15) requerem avaliação psiquiátrica e tratamento multimodal urgente. Ansiedade não tratada associa-se a maior risco cardiovascular, comprometimento cognitivo progressivo, pior qualidade de vida, absenteísmo e aumento de mortalidade por todas as causas.",
  "points": 14,
  "patient_explanation": "O GAD-7 é um questionário de 7 perguntas que avalia se você está sentindo ansiedade excessiva e com que intensidade. A pontuação vai de 0 a 21: quanto maior o número, mais intensa é a ansiedade. Ansiedade é uma resposta natural do corpo a situações de estresse, mas quando ela persiste por semanas ou meses, interfere no sono, na concentração e nas atividades do dia a dia, pode indicar um transtorno que precisa de atenção. Pontuações mais altas podem estar relacionadas a desequilíbrios em substâncias químicas do cérebro, inflamação, carências nutricionais (como magnésio e vitaminas do complexo B) e estresse crônico. O bom é que a ansiedade é muito tratável: mudanças no estilo de vida, suporte psicológico e, quando necessário, acompanhamento médico podem trazer melhora significativa na qualidade de vida.",
  "conduct": "## Conduta Clínica para GAD-7 (Ansiedade)\n\n### Interpretação do Escore\n- **0–4:** Mínimo — monitorar, orientar sobre higiene do sono e manejo de estresse\n- **5–9:** Leve — intervir com mudanças de estilo de vida, reavaliação em 4–6 semanas\n- **10–14:** Moderado — psicoterapia (TCC), considerar suporte farmacológico\n- **≥15:** Grave — encaminhar a psiquiatra; tratamento multimodal urgente\n\n### Investigação Complementar\n- **Laboratorial:**\n  - Magnésio eritrocitário (RBC), zinco sérico, ferro e ferritina\n  - Vitaminas B6 (P5P), B9 (folato) e B12\n  - Vitamina D (25-OH): meta >40–50 ng/mL\n  - TSH, T3 livre e T4 livre (hipotireoidismo e hipertireoidismo simulam ansiedade)\n  - Cortisol salivar em 4 pontos (avaliar eixo HPA)\n  - PCR ultrassensível, homocisteína\n  - Glicemia de jejum e insulina de jejum (resistência insulínica amplifica sintomas)\n  - Perfil de neurotransmissores/metabólitos urinários (GABA, glutamato, serotonina, DOPAC, HVA) quando disponível\n- **Rastreio de comorbidades:**\n  - PHQ-9 (depressão concomitante em até 67% dos casos)\n  - Polissonografia se suspeita de apneia do sono ou insônia crônica\n  - EEG se suspeita de crises parciais complexas\n\n### Intervenções de Estilo de Vida (Evidência Grau A)\n- **Exercício físico:** Iniciar com aeróbicos de intensidade moderada para pacientes ansiosos; progredir para HIIT conforme tolerância — biogênese mitocondrial e modulação do eixo HPA\n- **Sono reparador:** Higiene do sono rigorosa; identificar e tratar apneia (CPAP quando indicado); evitar benzodiazepínicos a longo prazo (pioram cognição)\n- **Manejo de estresse:** Técnicas de respiração diafragmática, mindfulness, banhos frios graduais (início com tolerância ao desconforto, progressão até ~3 minutos)\n- **Dieta:** Priorizar padrão mediterrâneo; reduzir açúcar refinado e AGEs; suporte ao eixo intestino-cérebro (fibras, fermentados, prebióticos)\n\n### Suporte Nutricional e Suplementação\n- **Magnésio bisglicinato:** 200–400 mg à noite — cofator da conversão glutamato→GABA, melhora sono e ansiedade\n- **Complexo B (especialmente B6/P5P):** Suporte à síntese de GABA e serotonina\n- **Ômega-3 (EPA elevado):** 2–3 g/dia — modulação inflamatória e neuroinflamação\n- **L-teanina:** 100–200 mg — efeito ansiolítico via aumento de GABA e ondas alfa cerebrais\n- **Zinco:** Corrigir se deficiente (associado a maior ansiedade e depressão)\n- **Vitamina D:** Manter >40–50 ng/mL; envolvida em neuroproteção e modulação imune\n- **Adaptógenos:** Ashwagandha (Withania somnifera) — evidências de melhora de ansiedade, cortisol e sono; iniciar com dose baixa e titular\n- **Probióticos:** Cepas específicas para eixo intestino-cérebro (Lactobacillus, Bifidobacterium); abordar disbiose e permeabilidade intestinal\n- **Óleo de lavanda:** 5 gotas para inalação, 3x/dia — intervenção simples com evidência para ansiedade\n\n### Psicoterapia\n- **Terapia Cognitivo-Comportamental (TCC):** Primeira linha para TAG — redução de 50% dos sintomas em 12–16 sessões\n- Indicar troca de abordagem terapêutica se ausência de resposta prática após 8 semanas\n\n### Farmacoterapia (quando indicada)\n- **Escores moderados a graves (≥10):** Discutir com paciente opções de ISRS/IRSN como adjuvante à psicoterapia\n- **Encaminhamento psiquiátrico:** Escores ≥15, refratariedade, comorbidades complexas ou risco de automutilação\n\n### Monitoramento\n- Reaplicar GAD-7 a cada 4–6 semanas para avaliar resposta às intervenções\n- Monitorar biomarcadores nutricionais e inflamatórios após correções\n- Avaliar qualidade do sono e função cognitiva (ansiedade crônica aumenta risco de declínio cognitivo)"
}
