{
  "score_item_id": "019bf31d-2ef0-72fd-8568-8da14cf20af8",
  "clinical_relevance": "A presença de sintomas de tristeza, depressão e ansiedade representa um dos desfechos mais relevantes na avaliação cognitivo-comportamental do paciente funcional integrativo. Do ponto de vista fisiopatológico, a depressão é crescentemente compreendida como doença inflamatória sistêmica, não apenas como desequilíbrio monoaminérgico isolado. O modelo contemporâneo envolve a ativação crônica da micróglia, elevação de citocinas pró-inflamatórias (IL-6, TNF-α, PCR) e supressão de IL-10, levando à neuroinflamação e comprometimento da neuroplasticidade via redução do BDNF.\n\nA via central desta fisiopatologia é o desvio do metabolismo do triptofano: em estados inflamatórios, as enzimas IDO (indoleamina 2,3-dioxigenase) e TDO (triptofano 2,3-dioxigenase) desviam o triptofano da produção de serotonina (via 5-HTP → 5-HT → melatonina) para a via das quinureninas, gerando metabólitos neurotóxicos como o ácido quinolínico. Agrava-se este quadro pela oxidação do cofator BH4 (tetraidrobiopterina) pelo estresse oxidativo, bloqueando adicionalmente a síntese de serotonina, dopamina e noradrenalina. Vale ressaltar que 90% da serotonina é produzida no trato digestivo, de modo que a saúde gastrointestinal tem impacto direto na sinalização serotoninérgica central.\n\nO eixo intestino-cérebro é o principal vetor de ativação inflamatória cerebral: desbiose intestinal, intestino hiperpermeável (leaky gut), produção reduzida de ácidos graxos de cadeia curta (AGCC) e LPS sistêmico ativam o sistema imune e comprometem a barreira hematoencefálica. Condições intestinais crônicas (constipação, alteração de hábito) aumentam a suscetibilidade a transtornos comportamentais. O nervo vago constitui via bidirecional crítica neste eixo.\n\nDeficiências nutricionais são cofatores determinantes: ômega-3 (especialmente EPA), magnésio, zinco, ferro, vitamina D, vitaminas do complexo B (B1, B2, B3, B5, B6/P5P, folato/metilfolato) e cobre elevado são biomarcadores relevantes. A conversão de glutamato em GABA depende de B6 e magnésio; a síntese de serotonina e dopamina requer BH4 e piridoxal-5-fosfato. Disfunção mitocondrial (via PGC1-α) e resistência insulínica são mecanismos adicionais que comprometem o metabolismo energético cerebral e a estabilidade do humor.\n\nDo ponto de vista epidemiológico, cerca de 30% dos pacientes com transtorno depressivo maior (TDM) são resistentes a tratamentos convencionais. Revisão sistemática com mais de 31.000 participantes demonstrou associação entre níveis baixos de vitamina D e maior risco de depressão. Ensaio clínico com magnésio (248 mg/dia por 6 semanas) em adultos com depressão leve a moderada resultou em redução de 6 pontos no PHQ-9. Meta-análises demonstram eficácia do ômega-3 na redução de sintomas depressivos e ansiosos em diversas populações. O eixo HPA (hipotálamo-hipófise-adrenal) com hipercortisolemia crônica contribui para neuroinflamação, disbiose e retroalimentação negativa do humor.\n\nNa abordagem funcional integrativa, a depressão e a ansiedade são entendidas como sintomas de um quadro sistêmico maior — análogo a sintomas de desbiose causada por dieta inadequada — e não como doenças isoladas de neurotransmissores. A investigação das causas-raiz (neuroinflamação, disfunção mitocondrial, desbiose, deficiências nutricionais, disfunção do eixo HPA) é eticamente prioritária antes da instituição exclusiva de psicofármacos.",
  "points": 0,
  "patient_explanation": "Sentimentos de tristeza persistente, desânimo ou ansiedade frequente são sinais de que algo no organismo precisa de atenção. Esses sintomas não indicam fraqueza: refletem desequilíbrios reais no funcionamento do cérebro e do corpo, como inflamação, carências nutricionais e saúde intestinal comprometida.\n\nO intestino produz cerca de 90% da serotonina — o neurotransmissor ligado ao bem-estar —, por isso a saúde digestiva afeta diretamente o humor. Carências de vitamina D, magnésio, ômega-3 e vitaminas do complexo B também contribuem para esses sintomas. O estresse prolongado altera hormônios como o cortisol, prejudicando sono, humor e energia.\n\nExistem abordagens eficazes para tratar as causas: alimentação antiinflamatória, suplementação direcionada, cuidado com o intestino, exercícios físicos e manejo do estresse fazem diferença mensurável. Quando necessário, o médico pode associar medicamentos — mas a investigação das causas-raiz é sempre o ponto de partida.",
  "conduct": "## Avaliação Inicial\n\n### Rastreio Clínico\n- Aplicar escalas validadas: **PHQ-9** (depressão) e **GAD-7** (ansiedade) para quantificar e monitorar evolução\n- Mapear histórico de medicamentos psiquiátricos: classes, doses, duração e resposta\n- Avaliar sintomas gastrointestinais (constipação, disbiose, leaky gut)\n- Investigar padrão de sono; polissonografia se indicado\n- Avaliar exposição a toxinas ambientais e campos eletromagnéticos\n\n### Exames Laboratoriais Prioritários\n- **Inflamação:** PCR ultrassensível, IL-6, TNF-α\n- **Nutricionais:** vitamina D (25-OH-D), magnésio eritrocitário, zinco, ferritina, ferro, B12, folato, homocisteína\n- **Eixo HPA:** cortisol salivar matinal (múltiplos dias), DHEA-S\n- **Metabolômica urinária:** indóis, ácido quinolínico, 3-HOAA, DOPAC, HVA — desvios de triptofano e necessidades de PLP/zinco\n- **Tireóide:** TSH, T3 e T4 livres (hipotireoidismo tecidual se TSH >3 com T3 baixo e sintomas depressivos)\n- **Glicometabólico:** curva glicêmica-insulinêmica para resistência insulínica subclínica\n\n---\n\n## Intervenções por Prioridade Hierárquica\n\n### 1. Saúde Intestinal\n- Investigar e tratar disbiose e permeabilidade intestinal aumentada\n- Dieta antiinflamatória (reduzir ultraprocessados, açúcar refinado)\n- **Probióticos:** cepas específicas para estresse/insônia; individualizar — cautela em SIBO\n\n### 2. Eixo HPA e Estilo de Vida\n- Rotina de sono regular; **exposição à luz matinal** diária\n- Exercício físico regular: **aeróbicos para ansiosos**; HIIT para biogênese mitocondrial\n- Modulação vagal: respiração, aromaterapia (lavanda, camomila), meditação, yoga\n\n### 3. Correção de Deficiências Nutricionais\n- **Ômega-3 (EPA):** ~2,5 g/dia; reavaliar humor, concentração e sono em 10 semanas\n- **Vitamina D:** conforme exame; mecanismo antidepressivo via tirosina hidroxilase e serotonina; meta-análise com >31.000 participantes associa níveis baixos a maior risco de depressão\n- **Magnésio:** bisglicinato ou treonato 200–1000 mg; 248 mg/dia por 6 semanas reduziu 6 pontos no PHQ-9; modula GABA\n- **Complexo B:** B1, B2, B3, B5, B6/PLP (sublingual 5–30 mg), metilfolato, B12 — cofatores para síntese de serotonina, dopamina e GABA\n- **Zinco e Ferro:** corrigir deficiências antes de fitoterápicos\n\n### 4. Suplementação de Suporte\n- **5-HTP** (sublingual 20–35 mg; oral 50–100 mg): precursor direto da serotonina, não afetado pela IDO inflamatória; eficácia comparável à fluvoxamina com menos efeitos adversos\n- **Acetil-L-carnitina:** adjuvante em depressão (meta-análise)\n- **Creatina monoidratada:** 2–3 g/dia (5 g/dia em vegetarianos)\n- **Curcuminoides:** antiinflamatório; extratos padronizados (Curcumin C3, Cureit)\n- **L-teanina:** ansiedade e sono\n- **Adaptógenos:** ashwagandha, rhodiola rosea — ciclos de 60–90 dias\n- **Óleo de lavanda:** 5 gotas inalado 3x/dia — eficaz para ansiedade\n- **SAMe 200–600 mg:** reservar para casos refratários\n\n### 5. Abordagem Comportamental\n- **Terapia comportamental** como componente obrigatório; trocar abordagem se sem resultados\n- Rotina com atividades significativas e senso de pertencimento\n\n---\n\n## Critérios de Encaminhamento\n- **Psiquiatria:** risco de suicídio, PHQ-9 ≥ 20 ou sem resposta em 8–12 semanas\n- **Psicólogo:** todos os casos — componente não opcional\n- **Gastroenterologista:** SIBO confirmada ou doença inflamatória intestinal\n- **Endocrinologista:** hipotireoidismo tecidual ou resistência insulínica severa\n\n---\n\n## Monitoramento\n- Reavaliar PHQ-9 e GAD-7 a cada 4–6 semanas\n- Biomarcadores nutricionais e inflamatórios a cada 3 meses\n- Introduzir suplementos um de cada vez, aguardando 2–3 dias entre cada adição"
}
