{
  "score_item_id": "019bf31d-2ef0-7fa0-964b-652831c3cd95",
  "clinical_relevance": "A percepção de mudanças cognitivas, emocionais e físicas conforme a fase do ciclo menstrual ou a proximidade da menopausa é um marcador clinicamente relevante do impacto dos esteroides sexuais sobre o sistema nervoso central e o eixo hipotálamo-hipófise-gonadal (HHG). Durante o ciclo menstrual, a fase folicular é caracterizada pela predominância estrogênica, enquanto a fase lútea é dominada pela progesterona — esses hormônios modulam diretamente neurotransmissores como serotonina, dopamina e GABA, explicando variações perceptíveis de humor, energia, memória e libido ao longo do mês.\n\nO climatério representa o período de transição em que os ciclos tornam-se irregulares e anovulatórios, com declínio progressivo da produção ovariana. O pico hormonal feminino ocorre por volta dos 25–30 anos; na menopausa, a produção pode cair para aproximadamente um quarto desse valor. Quedas específicas incluem: testosterona ~55%, DHEA ~77%, testosterona livre ~49% e androstenediona ~64%. O diagnóstico clínico de menopausa exige 12 meses de amenorreia; o laboratorial inclui FSH > 25–30 mUI/mL.\n\nA deficiência estrogênica compromete a biogênese mitocondrial neuronal (via redução de SIRT3 e PGC1-alfa), prejudica a neuroproteção e está associada a sintomas cognitivos como redução de memória, dificuldade de concentração e brain fog. Estrogênio e testosterona exercem papel neuroprotetor comprovado: estudos clínicos e básicos demonstram que ambos modulam o declínio cognitivo e a progressão para demência. A menopausa precoce (< 40 anos) está associada a risco 35% maior de demência.\n\nOs fogachos — presentes em mais de 70% das mulheres — são marcadores de risco sistêmico: estão associados a lesões de substância branca cerebral (hiperintensidades), envelhecimento biológico acelerado e risco cardiovascular duplicado. Distúrbios do sono afetam 30–46% das mulheres no climatério, amplificando o impacto cognitivo e emocional.\n\nAnticoncepcionais hormonais combinados elevam SHBG, reduzem testosterona livre e podem causar embotamento emocional, além de elevar T3 reverso e interferir no eixo tireoidiano. A avaliação isolada por exames laboratoriais é insuficiente — a correlação clínica é essencial, pois receptores hormonais variam individualmente mesmo com exames dentro do padrão.",
  "points": 0,
  "patient_explanation": "Muitas mulheres percebem que seu humor, energia, memória e bem-estar mudam conforme o momento do ciclo menstrual — por exemplo, sentindo-se mais dispostas na primeira metade e mais sensíveis ou cansadas na segunda. Isso acontece porque os hormônios femininos (estrogênio, progesterona e testosterona) oscilam naturalmente ao longo do mês e afetam diretamente o funcionamento do cérebro e das emoções.\n\nÀ medida que a menopausa se aproxima, essas variações podem ficar mais intensas ou imprevisíveis, com sintomas como esquecimentos, dificuldade de concentração, alterações de humor, insônia e cansaço. Esses sinais são reais, têm base fisiológica e merecem atenção médica.\n\nReconhecer e relatar essas mudanças ao seu médico é importante porque permite avaliar o momento hormonal em que você está e planejar intervenções adequadas — sejam elas de estilo de vida, suplementação ou, quando indicado, terapia hormonal. Você não precisa simplesmente aceitar esses sintomas como inevitáveis.",
  "conduct": "## Conduta Clínica: Percepção de Mudanças conforme Ciclo Menstrual ou Proximidade da Menopausa\n\n### Avaliação Inicial\n\n- **Anamnese detalhada:** mapear padrão das mudanças percebidas (fase do ciclo, início dos sintomas, duração, intensidade), incluindo humor, cognição, sono, libido, energia e sintomas vasomotores\n- **Caracterizar o estadiamento:** usar classificação STRAW para definir se a paciente está em fase reprodutiva tardia, perimenopausa precoce/tardia ou pós-menopausa\n- **Rastreio de depressão e ansiedade** antes de qualquer plano hormonal ou psiquiátrico — sintomas podem mimetizar ou coexistir com disfunção tireoidiana ou hormonal\n- **Avaliação tireoidiana:** TSH, T4 livre, T3 livre e T3 reverso quando indicado; hipotireoidismo subclínico pode mimetizar depressão e déficit cognitivo\n\n### Investigação Laboratorial\n\n- **Painel hormonal basal:** FSH, LH, estradiol, progesterona (conforme fase do ciclo), testosterona total e livre (considerar método salivar para maior acurácia em mulheres), SHBG, DHEA-S, AMH (para reserva ovariana)\n- **Avaliação de micronutrientes essenciais para função cerebral e hormonal:** ferritina (alvo > 75 ng/mL), zinco (alvo > 100 mg/dL), magnésio, vitamina B12, folato (B9), vitamina B6, vitamina D3\n- **Perfil metabólico:** glicemia de jejum, insulina, hemoglobina glicada, lipidograma\n- **Homocisteína** — especialmente em usuárias de anticoncepcionais orais ou com sintomas cognitivos\n- **DUTCH Test** (opcional, avançado): avaliação metabolômica completa dos esteroides urinários, ideal para acompanhamento assertivo da via de metabolização hormonal\n\n### Intervenções Baseadas em Evidências\n\n**Estilo de vida (base inegociável):**\n- Exercício físico resistido — essencial para preservação muscular, óssea e cognitiva\n- Sono adequado — distúrbios do sono afetam 30–46% das mulheres no climatério e amplificam todos os demais sintomas\n- Alimentação anti-inflamatória; crucíferas (brócolis, couve-flor) com moderação (≤ 3–4x/semana) para modulação dos metabólitos estrogênicos\n\n**Suplementação dirigida (conforme deficiências identificadas):**\n- **Magnésio** (glicinato): fundamental para sono, humor e função cognitiva\n- **Vitamina B6** (piridoxal-5-fosfato) com cofatores (magnésio, B2): para ansiedade e alterações de humor, especialmente em usuárias de anticoncepcionais\n- **L-metilfolato** (recomendação nível A): em usuárias de anticoncepcionais orais ou com hiper-homocisteinemia\n- **Zinco:** cofator neurológico e metilador; repor conforme dosagem\n- **Ferritina/ferro:** corrigir se < 75 ng/mL\n- **Vitamina D3:** corrigir insuficiência\n\n**Fitoterápicos com evidência para sintomas perimenopausa/cognitivos:**\n- **Bacopa monnieri** 300–600 mg/dia: melhora memória e concentração (efeito em ~12 semanas)\n- **Ashwagandha (KSM-66)** 300 mg/dia: reduz estresse, melhora sono e libido\n- **Indol-3-carbinol (I3C)** 200–400 mg/dia ou **DIM** 100–200 mg/dia: modulação do metabolismo estrogênico\n\n**Terapia Hormonal (quando indicada):**\n- Iniciar discussão na \"janela de oportunidade\": primeiros 10 anos pós-menopausa, idealmente no climatério\n- Preferir hormônios bioidênticos: 17-beta-estradiol e progesterona natural micronizada\n- Via transdérmica para estradiol: minimiza risco tromboembólico e impacto hepático\n- Testosterona: considerar quando há queixas de libido, cognição ou fadiga com deficiência documentada; atenção ao SHBG elevado (especialmente em usuárias de anticoncepcionais orais, que reduz efetividade)\n- Alinhar expectativas: melhora clínica pode levar 2–3 meses\n\n### Critérios de Encaminhamento\n\n- **Ginecologia/Endocrinologia:** para prescrição e monitoramento de TRH, especialmente em casos com comorbidades (histórico de câncer hormônio-dependente, trombofilia, doença cardiovascular estabelecida)\n- **Neurologia/Psiquiatria:** se sintomas cognitivos significativos, depressão refratária ou suspeita de demência incipiente\n- **Menopausa precoce (< 40 anos):** encaminhamento prioritário — risco 35% maior de demência exige investigação e manejo especializado\n\n### Monitoramento\n\n- Reavaliação clínica e laboratorial em 3 meses após início de qualquer intervenção hormonal ou suplementar\n- Monitorar sintomas por diário menstrual/sintomático para correlação com fases do ciclo\n- Em uso de TRH: monitorar exames hormonais para evitar excesso; ajustar dose conforme resposta clínica e não apenas por valores laboratoriais"
}
