{
  "score_item_id": "019bf31d-2ef0-7e06-b67d-edfaa498ba25",
  "clinical_relevance": "O uso atual de psicotrópicos para cognição abrange uma ampla gama de substâncias prescritas ou adquiridas com o objetivo de melhorar funções cognitivas como atenção, memória, foco e função executiva. Neste contexto, incluem-se estimulantes dopaminérgicos/noradrenérgicos (metilfenidato, lisdexanfetamina), agentes noradrenérgico-dopaminérgicos (bupropiona), promotores de vigília (modafinil), inibidores de MAO (selegilina), nootrópicos da família racetam (piracetam, aniracetam, fenilpiracetam, fasoracetam) e compostos moduladores de neurotransmissão (mucuna pruriens como fonte de levodopa).\n\nDo ponto de vista fisiopatológico, os estimulantes clássicos (metilfenidato, lisdexanfetamina) atuam primariamente inibindo o transportador de dopamina (DAT), aumentando a dopamina sináptica no córtex pré-frontal e núcleo accumbens. O modafinil combina inibição fraca de DAT com ativação de orexinas (HCRT), sendo mais indicado em fadiga diurna e hipoalerta. A bupropiona atua como inibidor de recaptação de dopamina e noradrenalina (NDRI), com efeito mais moderado, sendo útil em perfis com apatia e anedonia. A selegilina inibe seletivamente a MAO-B em doses baixas (2–5 mg), reduzindo a degradação de dopamina sem as restrições alimentares típicas dos IMAOs clássicos.\n\nOs racetams (piracetam, aniracetam, fenilpiracetam, fasoracetam) são nootrópicos com mecanismos menos estabelecidos — modulam receptores AMPA e a aceticolinérgica — com resultados clínicos variáveis e aquém do frequentemente prometido. A mucuna pruriens fornece L-dopa, precursor direto da dopamina, com evidências mais robustas em Parkinson do que em disfunção cognitiva isolada.\n\nDo ponto de vista do risco cardiovascular, estimulantes elevam frequência cardíaca e pressão arterial de forma consistente e mensurável, exigindo monitoramento longitudinal, especialmente em uso prolongado e doses altas. Efeitos colaterais relevantes incluem disfunção erétil e perda de libido com metilfenidato em jovens — causa frequente de abandono —, insônia, irritabilidade e supressão do apetite.\n\nA avaliação genética (polimorfismos de COMT Val/Val vs Met/Met, DAT1/SLC6A3, MAO-B, tirosina hidroxilase, DBH, ALDH2) permite personalizar a seleção do agente: perfis com COMT rápida (GG) tendem a se beneficiar de maior estímulo dopaminérgico; COMT lenta (AA) requer cautela com estimulantes e maior atenção a cofatores metiladores. A análise de metabólitos urinários (3-MT, DOPAC, HVA) complementa a avaliação funcional do eixo dopaminérgico.\n\nEstratificação de risco: pacientes em uso crônico de estimulantes sem avaliação cardiovascular prévia, polimorfismos desfavoráveis não identificados, comorbidades cardiovasculares ou psiquiátricas ativas, e uso concomitante de antidepressivos ou ansiolíticos (risco de interações) representam os cenários de maior vulnerabilidade clínica.",
  "points": 12,
  "patient_explanation": "Este parâmetro avalia se você está usando atualmente algum medicamento ou substância para melhorar sua memória, concentração ou funcionamento mental. Isso inclui remédios prescritos para TDAH (como Ritalina ou Venvanse), medicamentos para vigília (como modafinil), antidepressivos usados para foco, ou até suplementos mais potentes como racetams e mucuna pruriens.\n\nEssas substâncias atuam no seu cérebro aumentando a disponibilidade de neurotransmissores como dopamina e noradrenalina. Quando bem indicadas e monitoradas, podem ser ferramentas valiosas. No entanto, quando usadas sem avaliação adequada, podem causar efeitos colaterais como aumento da pressão arterial, alterações no sono, irritabilidade ou dependência funcional.\n\nO objetivo do Escore Plenya é entender se você está usando essas substâncias, por quê, e se o tratamento está sendo feito de forma segura e personalizada para o seu perfil genético e metabólico.",
  "conduct": "## Conduta Clínica: Uso Atual de Psicotrópicos para Cognição\n\n### 1. Avaliação Inicial\n\n- **Mapeamento completo do uso atual:** registrar substância, dose, frequência, tempo de uso, prescritor, motivo de uso e resposta percebida\n- **Histórico psiquiátrico:** levantamento de medicamentos psiquiátricos anteriores, duração e motivo de descontinuação\n- **Avaliação cardiovascular basal:** PA, FC, ECG quando indicado — obrigatório antes de iniciar ou manter estimulantes\n- **Avaliação de comorbidades:** sono, ansiedade, depressão, resistência insulínica, disfunção tireoidiana\n- **Screening de dependência:** avaliar padrão de uso, comportamentos compulsivos digitais (redes sociais, jogos) como sinal de desequilíbrio dopaminérgico prévio\n\n### 2. Investigação Complementar\n\n- **Genética:** COMT (Val/Val vs Met/Met), DAT1/SLC6A3, MAO-B, tirosina hidroxilase, DBH, ALDH2, HCRT1/2 e HCRTR1/2 — permite personalizar a escolha e dose do agente\n- **Metabolômica urinária:** DOPAC, HVA, 3-MT para avaliação funcional do eixo dopaminérgico; considerar LCR quando aplicável\n- **Neurotransmissores/metabólitos:** mapeamento de glutamato, GABA, dopamina, serotonina conforme sintomas\n- **Nutricionais:** magnésio (sérico e eritrocitário), zinco, ferro/ferritina, vitamina D, B12, folato, homocisteína, P5P funcional (não apenas B6 sérica)\n- **Sono:** polissonografia ou actigrafia quando há queixas de sono não reparador, fadiga diurna ou suspeita de disfunção de orexinas\n\n### 3. Monitoramento do Uso em Curso\n\n- **Estimulantes (metilfenidato, lisdexanfetamina):** monitorar PA e FC em cada consulta; avaliar periodicamente função cardiovascular; atentar para efeitos colaterais em jovens (disfunção sexual, abandono)\n- **Modafinil:** revisar higiene do sono antes e durante o uso; cautela em perfis ansiosos; monitorar padrão de sono noturno\n- **Bupropiona:** verificar resposta a 4–8 semanas; útil em TDAH com apatia/anedonia e baixa dopamina\n- **Selegilina:** em doses baixas (2–5 mg) pode auxiliar memória e foco sem restrições alimentares de IMAOs; monitorar interações\n- **Racetams:** expectativas realistas — resultados clínicos frequentemente aquém do prometido; introduzir um composto por vez, avaliar resposta objetiva\n- **Mucuna pruriens:** evidências mais robustas em Parkinson; usar com cautela isoladamente para cognição; não prescever concomitantemente com antidepressivos ou ansiolíticos sem avaliação de interações\n\n### 4. Otimização e Suporte Metabólico\n\n- **Suporte à síntese dopaminérgica:** L-tirosina 500–1500 mg + P5P 5–30 mg (cofator enzimático); monitorar homocisteína\n- **Cofatores metiladores:** B12, folato (B9/metilfolato), magnésio, colina, SAMe — especialmente relevante em COMT lenta\n- **Outros nutrientes-chave:** zinco (modula NMDA e síntese de P5P), CoQ10, NAC, L-acetilcarnitina, ômega-3, vitamina D\n- **Dieta e ambiente:** reduzir açúcar, glutamato monossódico, corantes, conservantes; menos telas; exercício físico diário como modulador dopaminérgico universal\n\n### 5. Critérios de Encaminhamento\n\n- **Psiquiatra:** quadros graves de depressão, ansiedade ou TDAH refratário a abordagens não farmacológicas; uso sem prescrição de estimulantes potentes; suspensão de substâncias que exige titulação cuidadosa\n- **Neurologista:** quando há suspeita de declínio cognitivo orgânico (Alzheimer, Parkinson), déficits focais ou indicação de neuroimagem funcional\n- **Nutricionista integrativo:** otimização dietética individualizada, suplementação baseada em exames\n- **Profissional de educação física:** prescrição de exercício como modulador de neurotransmissão\n\n### 6. Hierarquia Terapêutica Recomendada\n\n1. Corrigir deficiências nutricionais identificadas (magnésio, zinco, B12, ferro, vitamina D)\n2. Otimizar sono, intestino e manejo do eixo HPA\n3. Implementar exercício físico regular\n4. Considerar fitoterápicos/adaptógenos com evidência (ashwagandha, rhodiola, fosfatidilserina, huperzina A em doses adequadas)\n5. Somente após esgotar etapas anteriores, avaliar nootrópicos ou psicotrópicos — sempre com monitoramento estruturado"
}
