{
  "score_item_id": "c77cedd3-2800-7e5f-9e0a-6769f842be0f",
  "clinical_relevance": "O parâmetro 'Sintomas atuais que atribui ao stress' avalia a autopercepção do paciente em relação à carga sintomática que ele associa ao estresse crônico. Trata-se de um marcador funcional subjetivo de sobrecarga do eixo HPA (hipotálamo-hipófise-adrenal), que regula e influencia todos os demais eixos hormonais. A hiperativação crônica desse eixo leva à liberação excessiva de cortisol e catecolaminas, com consequências sistêmicas amplas: desregulação imunológica, inflamação crônica de baixo grau, disbiose intestinal, disfunção tireoidiana funcional (redução da conversão T4→T3), hipogonadismo funcional (redução de testosterona e DHEA, elevação de estradiol por aromatase aumentada) e neuroinflamação. Do ponto de vista fisiopatológico, o estresse crônico percorre fases progressivas identificáveis pela curva de cortisol salivar: fase aguda (cortisol elevado com ritmo circadiano preservado), fase adaptativa (pico matinal atenuado), fases crônicas 1 e 2 (pico matinal no limite inferior com cortisol vespertino/noturno elevado, sono prejudicado) e fase crônica 3 — curva 'flat' — com níveis baixos em todos os horários, representando o quadro mais grave. Epidemiologicamente, a prevalência de sobrecarga do eixo HPA em pacientes com queixas crônicas é elevada, sendo encontrada em quadros de fadiga crônica, dor crônica, depressão, ansiedade, síndrome metabólica e burnout. Estudos em militares submetidos a estresse intenso de 5 dias documentaram aumento de cortisol (de ~542 para ~860 no 3º dia), queda acentuada de testosterona total (de ~32 para ~5,3 nmol/L) e testosterona livre (de ~127 para ~28), redução de DHEA (de ~27 para ~6 nmol/L) e aumento de estradiol, com alterações no ritmo circadiano persistentes mesmo após 5 dias de recuperação. A inflamação crônica desvia o triptofano para a via das quinureninas, reduzindo serotonina e melatonina; o estresse oxidativo pode diminuir dopamina e noradrenalina. Em mulheres com endometriose, concentrações salivares de cortisol às 8h e 20h foram inferiores às de controles, correlacionando-se com maior intensidade de dor e fadiga. A avaliação laboratorial padrão-ouro funcional é a curva de cortisol salivar domiciliar em múltiplos horários (manhã, tarde, noite), superior ao cortisol sérico matinal isolado, que frequentemente se apresenta normal ou elevado por estresse da coleta. Valores muito baixos de cortisol matinal sérico aumentam a suspeita e justificam a curva salivar. O ACTH costuma ser normal mesmo em disfunção estabelecida do eixo. A estratificação de risco baseia-se na fase da curva: fases crônicas 2 e 3 indicam comprometimento mais grave, com maior risco de síndrome metabólica, depressão resistente, doenças autoimunes, declínio cognitivo e doenças neurodegenerativas.",
  "points": 13,
  "patient_explanation": "Este parâmetro avalia os sintomas que você percebe e relaciona ao estresse do dia a dia — cansaço persistente, dificuldade para dormir, irritabilidade, tensão muscular ou sensação de esgotamento. O estresse prolongado ativa um sistema hormonal chamado eixo HPA, que envolve o cérebro e as glândulas suprarrenais. Quando sobrecarregado por muito tempo, esse sistema começa a funcionar de forma desequilibrada, afetando hormônios como cortisol, testosterona e serotonina — substância ligada ao bom humor e ao sono. Isso pode gerar um ciclo que piora gradualmente energia, sono e imunidade. A boa notícia é que esse desequilíbrio pode ser identificado com exames específicos e tratado com mudanças de estilo de vida, suplementação e intervenções médicas individualizadas. Reconhecer esses sintomas é o primeiro passo para investigar a causa real do problema.",
  "conduct": "## Conduta Clínica: Sintomas Atribuídos ao Estresse\n\n### 1. Avaliação Inicial\n\n- **Anamnese detalhada:** levantar histórico de estresse agudo e crônico, padrão de sono, horários de refeições, consumo de cafeína e álcool, atividade física e sintomas associados (fadiga, dor, humor, digestão, libido)\n- **Mapear a fase do estresse:** classificar clinicamente em aguda, adaptativa, crônica 1–2 ou crônica 3 (curva flat) com base nos sintomas relatados e nos exames\n- **Investigar sinais de baixa funcional de aldosterona:** maior consumo de sal, cansaço, edema ao usar corticoides\n- **Avaliar sintomas de hipotireoidismo funcional e hipogonadismo funcional:** fadiga, frio, libido reduzida, névoa mental\n\n### 2. Investigação Laboratorial\n\n- **Curva de cortisol salivar domiciliar** (manhã, tarde, noite): exame funcional padrão-ouro para avaliação do eixo HPA — superior ao cortisol sérico isolado\n- **Cortisol sérico matinal e ACTH:** com cautela interpretativa; valores muito baixos aumentam suspeita e indicam necessidade de curva salivar\n- **Painel hormonal completo:** DHEA-S, testosterona total e livre, estradiol, LH/FSH, prolactina\n- **Função tireoidiana ampliada:** TSH, T4 livre, T3 livre (avaliar conversão periférica)\n- **Marcadores inflamatórios:** PCR ultrassensível, IL-6, TNF-alfa\n- **Avaliação metabólica:** glicemia de jejum, insulina, HbA1c (resistência insulínica ativa o eixo HPA)\n- **Saúde intestinal:** marcadores de permeabilidade intestinal, disbiose, IgA secretória\n- **Micronutrientes:** magnésio, zinco, ferro, vitamina D, ômega-3\n- **Considerar:** variabilidade da frequência cardíaca (VFC) para avaliação do sistema nervoso autônomo\n\n### 3. Intervenções de Estilo de Vida (Primeira Linha)\n\n- **Sono:** implementar higiene rigorosa do sono; exposição à luz natural pela manhã; uso de luz âmbar após 20h; reduzir brilho de telas; rotinas calmas pós-20h\n- **Exercício físico:** atividade moderada regular reduz risco de depressão em ~23% e ansiedade em ~57%; preferir aeróbico para perfis ansiosos; evitar exercício vigoroso em pacientes com VFC baixa e curva flat\n- **Nutrição:** dieta anti-inflamatória com redução de açúcar, aditivos e gorduras de má qualidade; desjejum proteico com vitamina B6\n- **Manejo do estresse:** técnicas de respiração (expiração prolongada), regulação do nervo vago (gargarejo, água fria), monitoramento de VFC\n- **Cafeína:** orientar sobre efeitos agudos e conversão de cortisol em cortisona; ajustar horário da última dose\n\n### 4. Suplementação (Baseada em Evidências)\n\n- **Magnésio:** treonato à noite (200–500 mg) para sono e modulação do eixo HPA; dimalato de dia\n- **Vitamina C** em dose alta: suporte ao eixo HPA e adrenal\n- **Complexo B** com metilfolato: suporte neuroendócrino e de metilação\n- **Ômega-3:** efeito anti-inflamatório e suporte de humor\n- **Vitamina D:** modula cortisol e imunidade\n- **Adaptógenos (quando indicado):** Relora, Ashwagandha — avaliar fase do eixo antes de prescrever\n- **Suporte noturno (quando indicado):** L-teanina (200–400 mg), 5-HTP, taurina, fosfatidilserina (200–400 mg), Passiflora (~250 mg), Melissa (~200 mg)\n- **Zinco, NAC, L-acetilcarnitina, ácido alfa-lipoico, CoQ10:** conforme perfil metabólico e mitocondrial\n\n### 5. Encaminhamento e Acompanhamento\n\n- **Psicoterapia:** indicar terapias comportamentais com foco em resultados mensuráveis; trocar de abordagem se não houver resultados práticos\n- **Investigar traumas e estresse crônico:** em doenças crônicas sem causa orgânica clara ou com má resposta terapêutica, investigar ativamente traumas de infância e questões emocionais não resolvidas\n- **Reavaliar após curva de cortisol salivar e exames:** ajustar condutas conforme resultados antes de introduzir terapias hormonais diretas\n- **Atenção:** não prescrever hidrocortisona em curva flat sem estratégia de restauração do eixo — risco de dependência e recaída\n- **Reavaliação periódica:** monitorar sintomas e biomarcadores durante intervenções; ajustar protocolo conforme evolução"
}
