{
  "score_item_id": "c77cedd3-2800-7dcb-b0c8-53a4a878857f",
  "clinical_relevance": "O desenvolvimento sexual puberal engloba três marcos sequenciais principais: pubarca (surgimento de pelos pubianos), menarca (primeira menstruação nas meninas) e semenarca (primeira ejaculação nos meninos), todos regulados pelo eixo hipotalâmico-hipofisário-gonadal (HHG). A ativação desse eixo resulta em pulsos de GnRH hipotalâmico, com consequente liberação de LH e FSH hipofisários e produção gonadal de esteroides sexuais.\n\nA puberdade precoce é definida como o aparecimento de características sexuais secundárias duas desvios-padrão antes da norma populacional: desenvolvimento mamário ou de pelos pubianos em meninas antes dos 8 anos e aumento testicular ou peniano em meninos antes dos 9 anos. O LH é o melhor marcador do início da puberdade, e seus níveis podem ser utilizados como critério diagnóstico de puberdade precoce. Indivíduos com puberdade precoce central apresentam níveis de LH significativamente mais elevados que a norma. Na puberdade precoce central, o pico de LH ao teste de estimulação com GnRH acima de 2,5–4,5 mIU/mL confirma a ativação do eixo HHG; valores abaixo desse limiar após tratamento indicam supressão eficaz. Na puberdade precoce periférica, o excesso de LH pode decorrer de tumores produtores de HCG ou de defeitos ativadores do receptor de LHCG (testotoxicose), levando à proliferação de células de Leydig.\n\nA puberdade precoce pode resultar em envelhecimento ósseo acelerado, comprometimento da estatura final, impacto psicossocial e, em alguns casos, ser indicativa de lesões orgânicas subjacentes que exigem investigação imediata. A menarca precoce associa-se a maior risco de irregularidades menstruais na vida adulta, síndrome dos ovários policísticos (SOP), resistência insulínica e alterações metabólicas de longo prazo. O estrogênio, hormônio central na regulação do eixo feminino, induz a Sirtuína 3 (SIRT3) e o PGC1-alfa, sendo fundamental para a biogênese e resgate mitocondrial; o uso de progestogênios que reduzem estrogênio em meninas jovens pode comprometer esse processo. A semenarca ocorre tipicamente entre 11 e 13 anos, marcando o início da espermatogênese funcional, e jovens de 15–20 anos já podem apresentar desregulação espermatogênica por hábitos como celular no bolso, má alimentação e estresse crônico.",
  "points": 8,
  "patient_explanation": "O desenvolvimento sexual na puberdade é marcado por três eventos importantes: a pubarca (quando começam a crescer os pelos pubianos), a menarca (primeira menstruação, nas meninas) e a semenarca (primeira ejaculação, nos meninos). Esses eventos são controlados por hormônios produzidos no cérebro e nas gônadas e indicam que o corpo está amadurecendo normalmente.\n\nQuando esses eventos ocorrem muito cedo (antes dos 8 anos nas meninas ou 9 anos nos meninos) ou muito tarde, pode ser sinal de algum desequilíbrio hormonal que merece atenção médica. A menarca muito precoce, por exemplo, pode estar relacionada a alterações hormonais que, no futuro, afetam o ciclo menstrual e o metabolismo. Nos meninos, o início precoce ou tardio do desenvolvimento pode indicar alterações na produção de testosterona ou no funcionamento dos testículos. O acompanhamento adequado do desenvolvimento puberal é importante para garantir saúde hormonal, óssea e reprodutiva ao longo da vida.",
  "conduct": "## Avaliação do Histórico de Desenvolvimento Sexual\n\n### Anamnese Dirigida\n- **Idade de início da pubarca:** registrar se ocorreu antes dos 8 anos (meninas) ou 9 anos (meninos) — critério diagnóstico de puberdade precoce\n- **Idade da menarca** (meninas): avaliar se precoce (<10 anos), normal (10–15 anos) ou tardia (>15 anos)\n- **Idade da semenarca** (meninos): tipicamente entre 11 e 13 anos; atrasos sugerem hipogonadismo\n- Histórico familiar de puberdade precoce ou tardia\n- Histórico de doenças crônicas, uso de medicamentos ou exposição a disruptores endócrinos\n- Investigar fatores de estilo de vida: alimentação, sono, estresse, uso de dispositivos eletrônicos próximos ao corpo\n\n### Investigação Laboratorial e de Imagem\n- **LH basal e após estímulo com GnRH:** LH é o melhor marcador do início puberal; pico >2,5–4,5 mIU/mL confirma puberdade precoce central\n- **FSH sérico:** auxilia diferenciação entre puberdade precoce central e periférica\n- **Estradiol (meninas) / Testosterona total (meninos):** avaliar nível gonadal\n- **DHEA-S e androstenediona:** investigar origem adrenal da pubarca\n- **17-OHP:** rastreio de hiperplasia adrenal congênita não clássica\n- **TSH, T4L, T3L:** disfunção tireoidiana impacta fertilidade e desenvolvimento puberal\n- **Prolactina:** descartar hiperprolactinemia\n- **Idade óssea (radiografia de punho):** avaliar avanço de maturação esquelética\n- **Ultrassonografia pélvica:** meninas — avaliar tamanho uterino e ovariano; meninos — volume testicular\n- **RM de crânio:** obrigatória em puberdade precoce central para excluir lesões hipotalâmico-hipofisárias orgânicas\n\n### Critérios de Encaminhamento\n- **Endocrinologista pediátrico:** puberdade precoce confirmada (meninas <8 anos, meninos <9 anos) ou tardia (ausência de pubarca/telarca em meninas >13 anos, volume testicular <4 mL em meninos >14 anos)\n- **Ginecologista:** menarca precoce com irregularidade menstrual persistente, suspeita de SOP ou malformações müllerianas\n- **Neurocirurgia/Neuro-oncologia:** lesões hipotalâmico-hipofisárias identificadas na RM\n\n### Intervenções Baseadas em Evidências\n- **Puberdade precoce central:** análogos de GnRH (supressão do eixo HHG); monitorar LH urinário com valor de corte de 1,01 mIU/mL para avaliar eficácia terapêutica\n- **Puberdade precoce periférica:** tratamento da causa de base (tumores, testotoxicose)\n- **Estilo de vida:** orientar redução de exposição a disruptores endócrinos, melhora do padrão alimentar, regulação do sono e redução do estresse — fatores com impacto documentado sobre eixos gonadais em adolescentes\n- **Monitoramento hormonal precoce:** iniciar rastreio hormonal em jovens com fatores de risco para desregulação puberal (obesidade, histórico familiar, exposição ambiental)\n- **Atenção ao uso de progestogênios em meninas jovens:** substâncias que reduzem estrogênio podem comprometer a biogênese mitocondrial mediada por SIRT3/PGC1-alfa, com potenciais impactos no desenvolvimento\n- **Avaliação metabólica:** menarca precoce associa-se a maior risco de SOP, resistência insulínica e alterações metabólicas; incluir glicemia de jejum, insulina e perfil lipídico na investigação de meninas com menarca precoce"
}
