{
  "score_item_id": "c77cedd3-2800-72b0-a9d4-26bf05843214",
  "clinical_relevance": "O sumário da vida sexual é um parâmetro histórico-comportamental que integra dados sobre função sexual atual e passada, frequência de relações, satisfação, libido, presença de disfunções e impacto na qualidade de vida. Na medicina funcional integrativa, a função sexual não é avaliada de forma isolada: ela é considerada um marcador sistêmico de saúde endotelial, hormonal, metabólica, neurológica e psicoafetiva.\n\nNos homens, a disfunção erétil (DE) é o principal parâmetro a ser investigado. Dados brasileiros de grande escala (>71.000 entrevistados) mostram que mais de 50% apresentam algum grau de DE, com 73% relatando que nunca foram questionados sobre o tema por um médico nos últimos 3 anos e 81% desejando que a discussão fosse iniciada pelo profissional. A DE é considerada um marcador precoce de disfunção endotelial e risco cardiovascular, frequentemente antecedendo eventos cardíacos por meses. O risco de depressão é 3 vezes maior em homens com DE, com impacto direto em trabalho, relações interpessoais e qualidade de vida.\n\nA estratificação é feita pelo Índice Internacional de Função Erétil (IIFE/IIEF), questionário validado de 6 perguntas que classifica a DE como leve, moderada ou severa. Em homens com menos de 40 anos, as causas emocionais (ansiedade de desempenho, depressão, uso de pornografia, relações virtuais) tendem a predominar. Acima dos 40 anos, causas orgânicas tornam-se progressivamente mais prevalentes: resistência à insulina, síndrome metabólica (aumenta risco de DE em ~2,6x), diabetes (risco até 3,5x, com HbA1c correlacionada com gravidade), obesidade com circunferência abdominal >102 cm (risco até 3x em maiores de 60 anos), hipogonadismo (declínio de testosterona a partir dos 30 anos; níveis <200 ng/dL associados a menor tumescência), apneia obstrutiva do sono (hipoxemia reduz NO e GMPc, aumenta endotelina, reduz ereções matinais e testosterona), disfunção endotelial, tabagismo, etilismo, uso de maconha, exposições ambientais (BPA, pesticidas, metais pesados, PM2.5) e medicamentos (inibidores da 5-alfa-redutase, psicotrópicos, estatinas, anti-hipertensivos, lisdexanfetamina).\n\nNas mulheres, o transtorno do desejo sexual hipoativo (TDSH) é a disfunção mais prevalente, com associação a declínio androgênico (DHEA e testosterona), transição menopausal, atrofia vulvovaginal e síndrome geniturinária da menopausa. A avaliação é realizada pelo Female Sexual Function Index (FSFI), instrumento multidimensional validado. A reposição de testosterona em doses fisiológicas tem suporte de revisões sistemáticas e meta-análises para melhora do desejo em mulheres pós-menopáusicas.\n\nA ausência de ereções matinais em homens é sinal clinicamente relevante, frequentemente associado a hipogonadismo ou apneia do sono. O subdiagnóstico da DE e das disfunções sexuais femininas é elevado, reforçando a necessidade de abordagem proativa na anamnese. A inclusão do sumário da vida sexual no escore permite correlacionar disfunções com outros parâmetros clínicos, hormonais, metabólicos e de sono, viabilizando condutas integradas e causais.",
  "points": 0,
  "patient_explanation": "O sumário da vida sexual registra informações sobre como está sua vida íntima: desejo, frequência das relações, satisfação e se há alguma dificuldade. Esse dado é importante porque a saúde sexual está diretamente ligada ao estado geral do organismo — hormônios, coração, sono, peso e bem-estar emocional influenciam diretamente o desempenho e o prazer sexual.\n\nDificuldades sexuais são muito comuns e frequentemente têm causas identificáveis e tratáveis. Em homens, problemas de ereção podem ser um sinal precoce de alterações no coração ou nos vasos sanguíneos. Em mulheres, a queda no desejo pode estar relacionada a mudanças hormonais ou à chegada da menopausa. Em ambos os casos, fatores como estresse, sono ruim, sedentarismo e uso de alguns medicamentos também contribuem. Conversar abertamente sobre esse tema com seu médico é o primeiro passo para entender as causas e encontrar soluções adequadas para você.",
  "conduct": "## Conduta Clínica — Sumário da Vida Sexual\n\n### 1. Anamnese Sexual Estruturada\n- Questionar **ativamente** sobre função sexual em toda consulta de rotina (apenas 27% dos pacientes são abordados espontaneamente)\n- Investigar: libido atual, frequência de relações, satisfação, presença de dor, dificuldades de ereção/lubrificação, ausência de ereções matinais (homens)\n- Em homens: aplicar o **Índice Internacional de Função Erétil (IIFE)** — 6 perguntas validadas para estratificar DE como leve, moderada ou severa\n- Em mulheres: considerar o **Female Sexual Function Index (FSFI)** para avaliação multidimensional\n- Identificar causas emocionais: ansiedade de desempenho, depressão, uso de pornografia, ciclos de falha-ansiedade-nova falha (predominam em homens <40 anos)\n- Investigar uso de medicamentos que impactam função sexual: inibidores da 5-alfa-redutase, psicotrópicos (antipsicóticos, antidepressivos), estatinas, anti-hipertensivos (beta-bloqueadores, diuréticos), lisdexanfetamina\n\n### 2. Exame Físico Direcionado\n- **Composição corporal:** bioimpedância ou antropometria; circunferência abdominal (pontos de corte: >94 cm = risco aumentado; >102 cm = alto risco para DE e síndrome metabólica)\n- **Homens:** avaliação testicular (atrofia), ginecomastia (predominância estrogênica), palpação peniana (placas/fibroses sugestivas de doença de Peyronie), cicatrizes perineais ou inguinais\n- **Mulheres:** sinais de atrofia vulvovaginal, síndrome geniturinária da menopausa\n\n### 3. Investigação Laboratorial\n- **Painel hormonal completo:** testosterona total e livre (homens e mulheres), SHBG, LH, FSH, estradiol, DHT (quando indicado), prolactina\n- **Metabólico:** glicemia de jejum, HbA1c (correlaciona-se com gravidade da DE em diabéticos), insulina, lipidograma\n- **Micronutrientes e inflamatório:** vitamina D (níveis <20 ng/mL = fator de risco; alvo >40 ng/mL), ácido fólico, vitamina B12, homocisteína, ácido úrico\n- **Função renal/hepática:** creatinina, TFG, enzimas hepáticas (esteatose impacta metabolismo hormonal)\n- **PSA:** quando indicado em homens (>45 anos ou suspeita prostática)\n\n### 4. Investigação Complementar\n- **Ecografia abdominal total:** avaliação de fígado (esteatose), próstata (hiperplasia), rins e retenção urinária\n- **Avaliação cardiovascular:** teste ergométrico, ecocardiograma ou tomografia com escore de cálcio coronariano (DE pode preceder eventos cardiovasculares)\n- **Polissonografia domiciliar:** indicada em presença de ronco, sonolência diurna, despertares noturnos ou ausência de ereções matinais (apneia do sono reduz NO/GMPc, testosterona e piora IIEF)\n\n### 5. Intervenções de Estilo de Vida (Primeira Linha)\n- **Exercício aeróbico:** 40 min/sessão, 4x/semana (≥160 min/semana), intensidade leve a vigorosa, por pelo menos 6 meses — comprovadamente eficaz para melhora da DE\n- **Alimentação:** dieta baseada em proteínas e gorduras de qualidade, vegetais variados; redução de ultraprocessados, carboidratos refinados, farináceos e óleos de sementes ricos em ômega-6\n- **Controle do estresse:** promoção de estado parassimpático (predominância simpática prejudica a ereção); técnicas de relaxamento, mindfulness\n- **Cessação de tabagismo, álcool e drogas** (incluindo maconha fumada — causa orgânica documentada de DE)\n- **Higiene do sono:** tratar apneia quando confirmada; evitar privação de sono (impacto direto na produção hormonal)\n\n### 6. Suplementação e Farmacoterapia\n- **Correção de deficiências:** vitamina D (visar >40 ng/mL), ácido fólico\n- **Suporte antioxidante:** N-acetilcisteína, glicina, ácido glutâmico, vitamina C, ácido alfa-lipoico, selênio, vitamina E, riboflavina (100–200 mg/dia)\n- **Adjuvantes para DE:** arginina (~500 mg/dia) e L-carnitina (500 mg a 1 g/dia) — potencializam PDE5 inibidores\n- **PDE5 inibidores (1ª linha sintomática):** sildenafil, tadalafila, vardenafila — checar contraindicações (nitratos, retinite pigmentar, isquemia de retina)\n- **Otimização hormonal:** reposição de testosterona quando hipogonadismo confirmado e indicação segura estabelecida; em mulheres, reposição de testosterona em doses fisiológicas para TDSH com suporte de revisões sistemáticas\n\n### 7. Abordagem Integrativa e Encaminhamentos\n- **Terapia sexual:** essencial em casos com componente emocional predominante, especialmente em jovens; quebra o ciclo falha-ansiedade-nova falha\n- **Abordagem mista:** tratar a doença de base (obesidade, diabetes, síndrome metabólica) enquanto se maneja o sintoma para reduzir ansiedade e melhorar adesão\n- **Encaminhar a especialista** (urologia/andrologia ou ginecologia especializada em saúde sexual) em caso de: falha de PDE5 inibidores, DE severa com investigação cardiovascular necessária, doença de Peyronie, TDSH refratário\n- **Retorno programado:** agendar revisão de exames e reabordagem do tema sexual — pacientes tendem a relatar disfunções indiretamente na primeira consulta, com maior abertura nos retornos"
}
