{
  "score_item_id": "c77cedd3-2800-7181-a820-d836c68cdd2b",
  "clinical_relevance": "O parâmetro 'Épocas de melhor libido/desempenho' consiste no registro histórico dos períodos da vida em que o paciente apresentou função sexual e desejo mais elevados. Essa informação é clinicamente valiosa porque permite identificar o ápice androgênico individual, correlacionar declínios com eventos específicos (mudanças hormonais, medicações, doenças sistêmicas, estresse crônico) e orientar metas de reposição hormonal personalizadas.\n\nDo ponto de vista fisiológico, a libido e o desempenho sexual são modulados por múltiplos eixos: androgênico (testosterona total, livre e biodisponível; DHT), estrogênico (estradiol), neuroendócrino (dopamina, ocitocina), autonômico (equilíbrio simpato-parassimpático) e metabólico (resistência insulínica, composição corporal, saúde endotelial). Em homens, os níveis de testosterona atingem seu pico na segunda-terceira décadas de vida e declinam progressivamente; níveis abaixo de 400 ng/dL já se associam a queixas como baixa libido, fadiga, disfunção erétil, sarcopenia e alterações de humor, enquanto níveis abaixo de 200 ng/dL estão associados à redução ou ausência de ereções matinais. O ideal clínico é estabelecer o basal hormonal individual precocemente para usar o ápice próprio do paciente como meta de otimização, evitando adotar apenas valores populacionais como referência.\n\nEm mulheres em idade fértil sem uso de contraceptivos hormonais, a testosterona varia ao longo do ciclo menstrual com pico próximo à ovulação, correlacionando-se diretamente com elevação do desejo sexual nesse período. O uso de anticoncepcionais orais combinados eleva a SHBG (globulina ligadora de hormônios sexuais), reduzindo a fração livre de testosterona e comprometendo cronicamente a libido. A suspensão da pílula pode implicar adaptação de 2 a 3 meses até normalização hormonal. Na perimenopausa e pós-menopausa, a queda de estradiol e testosterona produz declínio progressivo do desejo e do desempenho sexual.\n\nAlém dos fatores hormonais, a libido é modulada por: qualidade do sono (a apneia obstrutiva do sono reduz testosterona, aumenta endotelina e piora índices de função erétil); estresse crônico (predominância simpática inibe função erétil e desejo); saúde metabólica (resistência à insulina e obesidade prejudicam função gonadal por aumento da aromatase, hipogonadismo hipotalâmico e elevação de temperatura escrotal); exposição a disruptores endócrinos (BPA, pesticidas, metais pesados, PM2.5, xenoestrógenos); medicamentos (inibidores da 5-alfa-redutase, psicotrópicos, estatinas, anti-hipertensivos, lisdexanfetamina); tabagismo, álcool, cannabis e histórico de COVID-19 (recuperação sexual pode levar 6 a 12 meses). A disfunção erétil pode se manifestar, em média, 6 meses antes de eventos cardiovasculares, funcionando como marcador precoce de risco sistêmico.\n\nA identificação das épocas de melhor libido/desempenho permite ao clínico reconstruir a linha do tempo hormonal e comportamental do paciente, identificar gatilhos de declínio e estabelecer metas de tratamento centradas no ápice individual.",
  "points": 0,
  "patient_explanation": "Este item pergunta sobre as fases da sua vida em que você se sentiu com mais desejo sexual e melhor desempenho. Essa informação é importante porque ajuda o médico a entender como estava sua saúde hormonal e geral naquele período, e o que pode ter mudado desde então.\n\nA libido e o desempenho sexual são influenciados por hormônios como testosterona e estradiol, pela qualidade do sono, pelo nível de estresse, pela saúde cardiovascular, pelo peso corporal e por medicamentos que você usa ou já usou. Saber quando você estava melhor ajuda a identificar se houve alguma mudança hormonal, de saúde ou de estilo de vida que possa ter reduzido seu desejo ou desempenho com o tempo.\n\nNão se preocupe: variações ao longo da vida são normais e muitas causas de queda na libido têm tratamento eficaz. Quanto mais detalhado você conseguir ser sobre esses períodos, mais o médico poderá personalizar a sua avaliação e o seu plano de cuidado.",
  "conduct": "## Investigação Clínica\n\n### Anamnese\n- Identificar épocas de maior libido/desempenho (faixa etária, contexto de vida) e correlacionar com eventos: início/parada de medicamentos (anticoncepcionais, 5-ARIs, psicotrópicos, estatinas, anti-hipertensivos), mudanças de peso, doenças sistêmicas, estresse crônico, alterações do sono, tabagismo, álcool, cannabis\n- Em mulheres: uso atual ou passado de anticoncepcionais e correlação com variações de desejo\n- Investigar sintomas de hipogonadismo: fadiga, baixa libido, disfunção erétil, ressecamento vaginal, perda de pelos, sarcopenia, gordura abdominal, depressão, insônia, redução de ereções matinais\n- Aplicar **IIFE** em homens para estratificação objetiva do grau de disfunção\n\n### Exame Físico\n- Composição corporal: circunferência abdominal (>94 cm = risco; >102 cm = alto risco em homens)\n- Homens: atrofia testicular, ginecomastia, placas/curvatura peniana, cicatrizes cirúrgicas\n\n### Exames Laboratoriais\n- **Hormonal:** testosterona total (coleta matinal em jejum), testosterona livre/biodisponível ou calculada via SHBG, DHT, estradiol, LH, FSH; painel salivar em cenários específicos\n- **Metabólico:** glicemia de jejum, insulina, HOMA-IR, HbA1c, lipidograma, função hepática e renal\n- **Inflamatório:** PCR ultrassensível, hemograma\n- **Nutricional:** vitamina D (visar >40 ng/mL), folato, ferro, B12; PSA quando indicado\n\n### Exames Complementares\n- **Polissonografia domiciliar:** ronco, sonolência, despertares ou redução de ereções matinais\n- **Ecografia abdominal:** próstata, fígado, rins\n- **Estratificação cardiovascular:** escore de cálcio coronariano, teste ergométrico/ecocardiograma conforme risco (DE pode preceder eventos cardiovasculares em ~6 meses)\n\n---\n\n## Intervenções\n\n### 1. Estilo de Vida (Prioridade Máxima)\n- **Exercício aeróbico:** ≥160 min/semana por pelo menos 6 meses — melhora função endotelial e androgênica\n- **Sono:** tratar apneia obstrutiva quando presente (impacto direto sobre testosterona e função sexual)\n- **Alimentação:** proteínas e gorduras de qualidade, vegetais; reduzir ultraprocessados, refinados e óleos ricos em ômega-6; controlar picos glicêmicos\n- **Disruptores:** cessar tabagismo, reduzir álcool e cannabis; minimizar exposição a BPA, pesticidas, metais pesados\n- **Estresse:** técnicas de relaxamento para reduzir predominância simpática\n\n### 2. Suporte Nutricional\n- Corrigir deficiências de vitamina D, folato, ferro, B12\n- Suporte antioxidante: NAC, vitamina C, ácido alfa-lipóico, selênio, vitamina E, riboflavina 100-200 mg/dia\n- Avaliar colesterol (mínimo ~140 mg/dL para produção de hormônios esteroides)\n- Arginina e L-carnitina como adjuvantes para função vascular\n\n### 3. Revisão de Medicamentos\n- Revisar: 5-ARIs (finasterida, dutasterida), psicotrópicos, estatinas, anti-hipertensivos\n- Em mulheres: avaliar suspensão/troca de anticoncepcional quando queda de libido for atribuível a SHBG elevada; planejar transição (~3 meses de adaptação)\n\n### 4. Otimização Hormonal\n- **Homens:** testosterona quando hipogonadismo confirmado por correlação clínica e laboratorial; não basear em exame isolado; HCG em casos com desejo de preservação da fertilidade\n- **Mulheres:** testosterona para transtorno do desejo sexual hipoativo; menor eficácia com anticoncepcional em uso (SHBG elevada)\n- Monitorar testosterona, DHT, estradiol, SHBG a cada 4-6 meses após estabilização\n\n### 5. Suporte Psicológico\n- Terapia sexual: essencial quando há componente emocional predominante (homens <40 anos — ciclo falha-ansiedade-nova falha, pornografia)\n- Abordar ativamente a função sexual na consulta (73% não são questionados; 81% desejam que o tema seja discutido)\n\n---\n\n## Encaminhamento\n- **Endocrinologista/Urologista:** hipogonadismo sem resposta ao tratamento inicial\n- **Cardiologista:** risco cardiovascular elevado ou DE como marcador precoce\n- **Especialista em sono:** apneia obstrutiva confirmada ou suspeita\n- **Psiquiatra/Psicólogo:** depressão, ansiedade de desempenho significativa"
}
