{
  "score_item_id": "019bf31d-2ef0-7f4d-b8a7-fc83c68d28ee",
  "clinical_relevance": "O parâmetro 'Épocas de pior libido/desempenho' integra o histórico sexual do paciente ao Escore Plenya, permitindo identificar períodos críticos de declínio da função sexual ao longo da vida. A queda de libido e do desempenho sexual raramente é idiopática: representa, na maioria dos casos, manifestação de desequilíbrio sistêmico orgânico, hormonal, metabólico ou emocional.\n\nDo ponto de vista hormonal, a testosterona é o principal mediador do desejo e do desempenho sexual em ambos os sexos. Em homens, o declínio progressivo começa a partir dos 30 anos; níveis abaixo de 400 ng/dL já se associam a queixas, e abaixo de 300 ng/dL configuram provável deficiência androgênica, a ser interpretada junto com DHT e estradiol. Em mulheres, a libido é multifatorial — depende de estradiol (crítico para o desejo), DHT, ocitocina, dopamina, ovulação, sono adequado e ausência de contraceptivos hormonais supressores. O pico de testosterona feminina ocorre próximo à ovulação e influencia diretamente o desejo.\n\nPeriodos de estresse intenso, privação de sono e exercício extremo causam elevação do cortisol, com queda simultânea de testosterona total e livre, elevação do estradiol e redução do DHEA — padrão documentado em militares submetidos a 5 dias de exercícios intensos com privação de sono e alimentos. O cortisol crônico suprime o eixo HPA, reduz a esteroidogênese e mantém o eixo HPG inibido, perpetuando o quadro.\n\nA apneia obstrutiva do sono representa fator de risco subestimado: reduz testosterona, aumenta endotelina, diminui as ereções matinais e piora o IIFE. Obesidade amplifica esse mecanismo — aumenta a atividade da aromatase (convertendo testosterona em estradiol), agrava a resistência à insulina, eleva a temperatura escrotal e pode causar hipogonadismo hipotalâmico funcional. Circunferência abdominal >94 cm já constitui ponto de alerta; >102 cm implica alto risco.\n\nDo ponto de vista etiológico emocional, ansiedade de desempenho, depressão, uso de pornografia e relações virtuais são causas frequentes em jovens, gerando ciclo vicioso de falha-ansiedade-nova falha. A DE associa-se a risco 3x maior de depressão. Estudos brasileiros com mais de 71 mil entrevistados mostram que mais de 50% dos homens apresentam algum grau de disfunção erétil, sendo que 73% nunca foram questionados sobre o tema e 81% gostariam que o assunto fosse abordado na consulta.\n\nMedicamentos constituem causa frequentemente negligenciada: inibidores da 5-alfa-redutase (finasterida, dutasterida), psicofármacos (ISRS, antipsicóticos, venlafaxina), estatinas, anti-hipertensivos (betabloqueadores, diuréticos) e lisdexanfetamina têm impacto documentado na libido e função erétil. Exposições ambientais a xenoestrógenos (BPA, microplásticos), pesticidas organoclorados e metais pesados (cádmio, chumbo) comprometem a esteroidogênese e a função endotelial. Tabagismo reduz a síntese endotelial de óxido nítrico; maconha fumada eleva até 4x o risco de disfunção erétil.",
  "points": 0,
  "patient_explanation": "Este parâmetro registra os períodos da sua vida em que você percebeu queda no desejo sexual ou no desempenho. Essa informação é muito útil para entender o que pode estar afetando sua saúde de forma mais ampla, pois a libido e o desempenho sexual refletem o equilíbrio do seu organismo como um todo.\n\nQuandoesses aspectos caem, geralmente há uma razão — pode ser relacionada a hormônios (como a testosterona, que diminui naturalmente com a idade ou por fatores como estresse e sono ruim), ao estresse, ao cansaço excessivo, ao uso de algum medicamento, a alterações metabólicas ou a questões emocionais como ansiedade e depressão.\n\nNão se trata de algo para ser ignorado ou aceito como inevitável. Identificar quando e em que contexto aconteceu ajuda o médico a encontrar a causa e oferecer soluções concretas — sejam mudanças no estilo de vida, ajustes hormonais, tratamento de distúrbios do sono ou suporte emocional. Você não precisa conviver com isso.",
  "conduct": "## Investigação do Histórico de Libido e Desempenho Sexual\n\n### 1. Anamnese Dirigida\n\n- **Identificar os períodos de piora:** início, duração, contexto (estresse, mudança de medicação, ganho de peso, cirurgia, doenças, pós-COVID)\n- **Caracterizar o padrão:** piora gradual (causa orgânica/hormonal) vs. piora abrupta (emocional, medicamentosa)\n- **Avaliar componentes específicos:** queda do desejo, dificuldade de ereção/lubrificação, redução da frequência\n- **Investigar ativamente:** ausência de ereções matinais, ronco/apneia, fadiga, irritabilidade, insônia\n- **Revisar medicações:** 5-ARIs, ISRS, antipsicóticos, estatinas, anti-hipertensivos, lisdexanfetamina\n- **Investigar hábitos:** tabagismo, álcool, maconha (risco 4x maior de disfunção erétil), exposições ambientais\n- **Em mulheres:** uso de anticoncepcionais hormonais, status menstrual, perimenopausa\n\n### 2. Exame Físico\n\n- Composição corporal: circunferência abdominal (alerta >94 cm; alto risco >102 cm)\n- Avaliação genital: atrofia testicular, ginecomastia, doença de Peyronie\n- Sinais de hipogonadismo: redução de pelos, sarcopenia, gordura abdominal predominante\n\n### 3. Investigação Laboratorial\n\n**Painel hormonal (coleta matinal, em jejum):**\n- Testosterona total, DHT, estradiol, SHBG — interpretar em conjunto\n- LH e FSH — diferenciar hipogonadismo primário de secundário\n- Prolactina, TSH, T4 livre\n- DHEA-S, cortisol matinal ou curva salivar — avaliar eixo HPA\n- Glicemia de jejum, insulina, HOMA-IR — resistência insulínica prejudica função hormonal\n- Vitamina D (visar >40 ng/mL), folato, zinco, magnésio\n- Lipidograma, PCR-us, hemograma; PSA quando indicado\n\n**Sono:** polissonografia domiciliar quando há suspeita de apneia obstrutiva (ronco, ausência de ereções matinais, sonolência diurna)\n\n### 4. Intervenções por Evidência\n\n**Estilo de vida — base obrigatória:**\n- **Exercício aeróbico:** mínimo 160 min/semana (40 min, 4x/semana) por 6 meses\n- **Alimentação:** proteínas e gorduras de qualidade; reduzir ultraprocessados, refinados e óleos ricos em ômega-6\n- **Sono:** higiene rigorosa; tratar apneia quando presente\n- **Cessação de tabagismo, álcool e maconha; controle do peso**\n\n**Suporte nutricional:**\n- Vitamina D, folato, zinco, magnésio\n- Antioxidantes: NAC, vitamina C, selênio, riboflavina 100–200 mg/dia\n- Arginina e L-carnitina como adjuvantes vasculares\n- **Ashwagandha** 600 mg/dia: reduz estresse e ansiedade (meta-análise confirmada); melhora parâmetros de fertilidade\n\n**Avaliação hormonal e tratamento dirigido:**\n- Homens: testosterona <300 ng/dL com sintomas correlatos — considerar reposição; acima de 500–600 ng/dL buscar outras causas\n- Mulheres: revisar anticoncepcionais; avaliar reposição de testosterona para transtorno do desejo sexual hipoativo\n- Correlacionar testosterona, DHT e estradiol — proporções importam\n\n**Componente emocional:** terapia sexual quando há ansiedade de desempenho, ciclo falha-ansiedade-falha ou uso problemático de pornografia\n\n### 5. Critérios de Encaminhamento\n\n- **Endocrinologia/Andrologia:** hipogonadismo confirmado, hiperprolactinemia, varicocele\n- **Urologia:** disfunção erétil moderada-grave, falha a PDE5i\n- **Pneumologia/Sono:** apneia obstrutiva confirmada\n- **Psiquiatria/Psicologia:** depressão maior, ansiedade refratária\n- **Cardiologia:** risco cardiovascular elevado antes de otimização hormonal"
}
