{
  "score_item_id": "c77cedd3-2800-75f3-a287-89c9b36f13b5",
  "clinical_relevance": "O histórico reprodutivo é um parâmetro clínico de alta relevância em medicina funcional integrativa, reunindo informações sobre número de filhos, dificuldade para engravidar, número de gestações, abortos espontâneos ou provocados, partos normais e cesáreas. Cada componente oferece janelas diagnósticas distintas sobre a saúde hormonal, metabólica e imunológica da paciente ao longo da vida.\n\n**Dificuldade para engravidar e infertilidade:** A infertilidade feminina tem como principal causa anovulatória a Síndrome dos Ovários Policísticos (SOP), responsável por 90-95% dos casos de infertilidade anovulatória. A SOP afeta 15-20% das mulheres em idade fértil; 50-70% apresentam resistência à insulina (RI), independentemente do peso, e 60-70% têm sobrepeso ou obesidade. A resistência à insulina é o eixo fisiopatológico central: causa redução da SHBG, elevação dos androgênios livres, prejuízo à ovulação e aumento de riscos gestacionais. Outros fatores que impactam a fertilidade feminina incluem estresse oxidativo (considerado o fator mecanístico mais estudado), idade avançada, tabagismo, consumo de álcool e cafeína, obesidade, dislipidemia, esteatose hepática, disbiose intestinal, disfunção mitocondrial e exposição a desreguladores endócrinos. Disfunção tireoidiana (hipo e hipertireoidismo) e hiperprolactinemia também comprometem a fertilidade; o tratamento do hipotireoidismo por 3-12 meses pode restaurar a ovulação. A reserva ovariana declina progressivamente com a idade, com maior perda qualitativa e quantitativa entre 30-40 anos; aos 50 anos, aproximadamente 70% dos folículos remanescentes são de baixa qualidade. O Hormônio Anti-Mülleriano (AMH) é o marcador padrão da reserva ovariana, com regra prática em reprodução assistida: AMH x 10 ≈ número esperado de folículos por ciclo estimulado.\n\n**Abortamentos de repetição:** Perdas fetais recorrentes podem estar associadas a alterações da coagulação (trombofilias), deficiências nutricionais (em especial metilfolato, vitaminas B6 e B12 em portadoras de mutações do gene MTHFR), descontrole glicêmico e resistência à insulina. A SOP eleva o risco de abortamento. Hipotireoidismo não tratado e presença de anticorpos antitireoidianos (anti-TPO) também são fatores de risco para perda gestacional.\n\n**Complicações gestacionais e desfechos obstétricos:** O histórico de complicações gestacionais (diabetes gestacional, hipertensão gestacional, pré-eclâmpsia, parto prematuro) é marcador de risco metabólico e cardiovascular futuro. Mulheres com SOP têm risco 3x maior de diabetes gestacional, 3-4x maior de hipertensão gestacional e 2-4x maior de pré-eclâmpsia. A obesidade e a resistência à insulina pioram esses desfechos. O tipo de parto (normal versus cesárea) tem implicações sobre o microbioma neonatal e a programação metabólica do bebê, aspecto relevante em medicina funcional: partos cesáreos privam o neonato da colonização bacteriana vaginal, potencialmente impactando saúde imune e metabólica ao longo da vida.\n\n**Número de filhos e paridade:** Nuliparidade ou multiparidade podem ser pistas para rastrear condições subjacentes. Multiparidade aumenta o risco de prolapso de órgãos pélvicos, incontinência urinária e disfunção do assoalho pélvico. A paridade e o histórico de amamentação influenciam o risco de câncer de mama, ovário e endométrio.\n\n**Janela ótima de maternidade:** A literatura aponta a janela entre 20-30 anos como período de maior fertilidade e menor risco obstétrico. A postergação da maternidade está associada a maior risco de aneuploidias, menor reserva ovariana e maior prevalência de comorbidades maternas.",
  "points": 8,
  "patient_explanation": "O histórico reprodutivo reúne informações sobre quantos filhos você teve, se teve dificuldade para engravidar, quantas gestações ocorreram (incluindo abortos), e como foram os partos (normal ou cesárea). Esses dados são muito importantes porque revelam muito sobre a sua saúde hormonal e metabólica ao longo da vida.\n\nDificuldade para engravidar pode estar relacionada a causas como desequilíbrios hormonais, resistência à insulina, problemas na tireoide ou alterações na reserva de óvulos, muitas das quais são tratáveis. Abortos de repetição também podem ter causas identificáveis e tratáveis, como deficiências nutricionais ou alterações da coagulação.\n\nO tipo de parto e as complicações que ocorreram durante a gestação (como pressão alta ou diabetes gestacional) também são informações valiosas: elas ajudam o médico a entender riscos de saúde que podem aparecer mais tarde na vida.\n\nResponder com honestidade e detalhes sobre esse histórico permite que a equipe de saúde cuide de você de forma muito mais completa e personalizada.",
  "conduct": "## Conduta Clínica — Histórico Reprodutivo\n\n### 1. Anamnese Detalhada\n\n- **Número de gestações:** incluir gestações que não chegaram a termo\n- **Abortos:** espontâneos vs. provocados; número, idade gestacional, necessidade de curetagem\n- **Partos:** normais vs. cesáreas; complicações (hemorragia, infecção, lacerações)\n- **Dificuldade para engravidar:** tempo de tentativa, tratamentos realizados (indução da ovulação, reprodução assistida), diagnósticos associados\n- **Complicações gestacionais:** diabetes gestacional, hipertensão/pré-eclâmpsia, parto prematuro, restrição de crescimento fetal\n- **Aleitamento materno:** duração e dificuldades\n- **Número de filhos vivos e saúde dos filhos**\n\n### 2. Investigação Complementar Direcionada\n\n#### Em caso de dificuldade para engravidar ou abortos de repetição:\n- **Avaliação hormonal:** FSH, LH, AMH, estradiol (D2-D3 do ciclo), progesterona (D21-D24 ou a qualquer momento em amenorreia; alvo >3 ng/mL para ovulação; >10 ng/mL para manutenção da gravidez)\n- **Rastreio de SOP:** critérios de Roterdã (oligo/anovulação, hiperandrogenismo clínico/laboratorial, morfologia policística à USG); confirmar 2 de 3 critérios\n- **Rastreio de resistência à insulina:** glicemia de jejum, insulina de jejum, HOMA-IR, curva glicose-insulina\n- **Perfil androgênico:** testosterona total e livre, DHEA-S\n- **Função tireoidiana:** TSH, T4 livre, T3 livre, anticorpos anti-TPO — disfunção tireoidiana é causa reversível de infertilidade\n- **Prolactina:** hiperprolactinemia causa anovulação\n- **17-OHP:** para exclusão de hiperplasia adrenal congênita não clássica\n- **USG pélvica transvaginal:** morfologia ovariana, espessura endometrial, miomas, pólipos\n- **Vitamina D sérica:** meta 45-60 ng/mL; níveis adequados associam-se a maior fertilidade e melhora do AMH\n- **Rastreio de trombofilias** em casos de perdas de repetição: fator V de Leiden, protrombina G20210A, anticoagulante lúpico, anticardiolipina\n- **Homocisteína e perfil de metilação (MTHFR):** em abortos recorrentes, considerar mutação MTHFR e deficiência de metilfolato, B6 e B12\n\n#### Em caso de complicações gestacionais prévias:\n- **Perfil lipídico e inflamatório**\n- **Glicemia e insulinemia em jejum** (rastreio de resistência à insulina pós-gestacional)\n- **Avaliação cardiovascular** (histórico de pré-eclâmpsia é fator de risco cardiovascular independente)\n- **Avaliação do assoalho pélvico** em multíparas com prolapso ou incontinência\n\n### 3. Critérios de Encaminhamento\n\n- **Ginecologista/Reprodutor:** infertilidade sem causa identificada após 12 meses de tentativa (<35 anos) ou 6 meses (>35 anos); SOP refratária a tratamento clínico; abortos de repetição (≥2 perdas)\n- **Endocrinologista:** resistência à insulina grave, DM2, disfunção tireoidiana complexa, hiperprolactinemia\n- **Hematologista:** trombofilia identificada, histórico de TVP ou embolia pulmonar gestacional\n- **Fisioterapeuta pélvica:** disfunção do assoalho pélvico, incontinência urinária, prolapso, dispareunia pós-parto\n- **Nutricionista:** sobrepeso/obesidade, SOP, histórico de diabetes gestacional\n- **Psicólogo/Psiquiatra:** histórico de perdas gestacionais com impacto emocional, depressão pós-parto\n\n### 4. Intervenções Baseadas em Evidências\n\n#### Estilo de vida (pré-concepção e saúde reprodutiva geral):\n- **Controle de peso:** redução de 5-10% do peso corporal em mulheres com SOP e obesidade pode restaurar ovulação\n- **Dieta antiinflamatória:** redução de ômega-6 industrial (óleos vegetais refinados), aumento de ômega-3 (peixes ou DHA de algas para veganas)\n- **Atividade física regular:** melhora resistência à insulina, perfil hormonal e fertilidade\n- **Higiene do sono:** otimização da melatonina endógena, fundamental para qualidade dos oócitos\n- **Cessação de tabagismo e álcool:** impacto direto na fertilidade e desfechos gestacionais\n- **Redução ou eliminação de cafeína** especialmente na tentativa de concepção e gestação\n\n#### Suplementação (quando indicada clinicamente):\n- **Ômega-3 (DHA/EPA):** suplementação na gestação pode reduzir parto prematuro precoce e aumentar peso ao nascer; dose 2-4 g/dia; DHA de algas para veganas\n- **Vitamina D:** alvo sérico 45-60 ng/mL; doses altas (até 10.000 UI/dia com monitoramento de PTH) associadas a melhora do AMH e fertilidade\n- **Mio-inositol:** 2 g + ácido fólico 200 mcg, 2x/dia; melhora resistência à insulina e qualidade dos oócitos, especialmente na SOP\n- **Metilfolato + B6 + B12 (formas ativas):** em perdas recorrentes e portadoras de mutação MTHFR\n- **Melatonina:** 3-6 mg/noite; benefícios na qualidade dos oócitos e redução de estresse oxidativo; ajustar higiene do sono antes de suplementar\n- **NAC (N-acetilcisteína):** antioxidante, melhora sensibilidade à insulina e pode reduzir resistência a indutores de ovulação na SOP\n- **Coenzima Q10:** suporte à foliculogênese; considerar em mulheres com redução de reserva ovariana\n- **Curcumina:** 1.000-2.000 mg/dia com enhancers de biodisponibilidade; ação antiinflamatória\n\n#### Manejo da SOP (causa mais prevalente de infertilidade anovulatória):\n- Tratar a causa raiz (resistência à insulina, inflamação) antes de tratamentos invasivos\n- **Metformina XR:** até 1.500 mg/dia (monitorar função renal, B12, B6, folato)\n- **Progesterona micronizada:** 200 mg/dia por 10-14 dias do ciclo para regularização menstrual\n- Antiandrogênios (espironolactona, finasterida) para sintomas androgênicos\n- Drilling ovariano laparoscópico: apenas em casos refratários após falha clínica e reprodução assistida\n\n#### Preparação pré-concepcional (janela mínima de 3 meses):\n- Otimizar níveis de nutrientes: folato, B12, B6, B2, vitamina C, vitamina E, zinco, magnésio, selênio, iodo\n- Controlar peso e resistência à insulina antes da concepção\n- Tratar candidíase vaginal e otimizar microbiota (se presente)\n- Avaliar elegibilidade para DHEA antes da gestação (não durante)\n- Rastrear e tratar disfunção tireoidiana\n- Abordagem multidisciplinar: médico, nutricionista, psicólogo"
}
