{
  "score_item_id": "c77cedd3-2800-7e48-a9af-1a71a90c337f",
  "clinical_relevance": "O histórico de uso de hormônios esteroides, inibidores de fosfodiesterase (PDE5i) e outros medicamentos/suplementos é um parâmetro clínico fundamental na avaliação da saúde sexual e hormonal masculina e feminina. Diferentes classes de substâncias exercem impactos distintos sobre o eixo hipotálamo-hipófise-gonadal (HPG) e sobre a função sexual.\n\n**Hormônios esteroides exógenos:** A terapia de reposição de testosterona (TRT) em homens suprime o eixo HPG endógeno por retroalimentação negativa, inibindo LH e FSH — relevante na avaliação pós-ciclo para evitar interpretações equivocadas de queda transitória. Em mulheres, anticoncepcionais orais elevam a SHBG, reduzindo testosterona livre disponível, com impacto direto na libido. A retirada de contraceptivos pode desencadear queda de cabelo e acne transitória, exigindo suporte clínico. A reposição de testosterona em mulheres pós-menopáusicas com desejo sexual hipoativo (HSDD) tem evidência consolidada: estudos como o APHRODITE (N Engl J Med, 2008) e o ADORE (Climacteric, 2010) demonstraram eficácia. Monitorização recomendada: testosterona total 3–6 semanas após início, repetida dentro de 6 semanas em qualquer ajuste de dose; melhora sintomática esperada em 6–8 semanas, com efeito máximo até 12 semanas.\n\n**Inibidores da 5-alfa-redutase (finasterida/dutasterida):** Bloqueiam a conversão de testosterona em dihidrotestosterona (DHT). A dutasterida é mais potente, inibindo os tipos 1 e 2 da enzima. A Síndrome Pós-Finasterida (SPF) é uma condição reconhecida com sintomas sexuais (disfunção erétil, anedonia genital, perda de libido), neuropsiquiátricos (depressão em até 50% dos casos, brain fog, ideação suicida, insônia, ataques de pânico) e físicos (fadiga, perda de massa muscular), que persistem após a descontinuação. Exames de metabolômica hormonal podem revelar testosterona e DHT próximos de zero, com elevação de 16-hidroxiestrona e 4-hidroxiestrona, e depleção de beta/alfa-pregnanediol. A incidência da SPF é amplamente subestimada por subnotificação.\n\n**Inibidores de PDE5 (sildenafil/tadalafil):** Devem ser prescritos apenas após avaliação hormonal adequada quando há suspeita de disfunção androgênica subjacente. Seu uso sem investigação causal é inadequado.\n\n**Medicamentos com impacto negativo sobre função sexual:**\n- Urológicos: inibidores da 5-alfa-redutase (finasterida, dutasterida)\n- Neuropsiquiátricos: ISRS (escitalopram, fluoxetina), IRSN (venlafaxina), antipsicóticos (quetiapina), estimulantes (lisdexanfetamina)\n- Cardiológicos: estatinas (sinvastatina, atorvastatina), anti-hipertensivos (anlodipino), betabloqueadores (propranolol), diuréticos (hidroclorotiazida)\n\n**Suplementos e fitoterápicos:** Resultados variáveis na prática clínica. Zinco e magnésio: cofatores essenciais para síntese de testosterona. Vitaminas A, D, E, K: devem ser avaliadas e adequadas. Ashwagandha: evidências de modulação do eixo HPA com efeitos mais previsíveis que estimulantes diretos. Ácido D-aspártico: um estudo com 3,12g em 23 homens mostrou aumento de 33% no LH e 42% na testosterona, porém resultados inconsistentes na prática clínica; sem efeito demonstrado em pessoas com treino de resistência em 28 dias. Tribulus terrestris: pode desregular outros hormônios (aumento de DHT em algumas mulheres); revisões sistemáticas não confirmam aumento de testosterona. DHEA: estudos com resultados mistos para função sexual, especialmente em insuficiência adrenal. Fenogrego: pode modular conversão para androstenediona, potencialmente elevando testosterona livre. O risco de contaminação de suplementos deve ser sempre considerado e comunicado ao paciente.",
  "points": 12,
  "patient_explanation": "Este parâmetro avalia se você já usou ou usa atualmente hormônios (como testosterona ou anticoncepcionais), medicamentos para disfunção erétil (como Viagra ou Cialis), remédios para queda de cabelo (como finasterida) ou suplementos que podem influenciar seus hormônios sexuais.\n\nEssa informação é muito importante porque vários medicamentos de uso comum podem afetar diretamente o desejo sexual, a ereção e o equilíbrio hormonal do seu organismo. Por exemplo, certos antidepressivos, remédios para pressão alta, estatinas e medicamentos para próstata podem reduzir a libido ou causar disfunção erétil. Alguns medicamentos para queda de cabelo podem causar efeitos que persistem mesmo após a parada do uso.\n\nConhecer esse histórico permite ao seu médico entender a origem dos seus sintomas, evitar interpretações erradas dos seus exames hormonais e definir o tratamento mais adequado para você. Não há resposta certa ou errada — o objetivo é sempre cuidar da sua saúde de forma personalizada e segura.",
  "conduct": "## Conduta Clínica: Histórico de Uso de Hormônios Esteroides, Inibidores de PDE5 e Medicamentos/Suplementos\n\n### Investigação Complementar\n\n**Anamnese detalhada obrigatória:**\n- Listar todos os medicamentos em uso atual e histórico (incluindo fitoterápicos e suplementos)\n- Especificar duração de uso, dose e via de administração de cada substância\n- Investigar sintomas sexuais antes, durante e após uso de cada medicamento\n- Identificar se há sintomas persistentes após descontinuação (suspeita de Síndrome Pós-Finasterida ou Disfunção Sexual Pós-ISRS)\n\n**Avaliação laboratorial hormonal:**\n- **Painel hormonal básico:** Testosterona total, testosterona livre calculada, DHT, estradiol, SHBG, LH, FSH\n- **Em mulheres:** Avaliação salivar (testosterona, DHT, estradiol; progesterona no D22–D24) associada ao painel sanguíneo\n- **Timing adequado:** Meio do ciclo para injeções, pré-próxima dose, 24h antes e 2–8h após aplicação para géis transdérmicos\n- **Em suspeita de SPF:** Solicitar metabolômica hormonal (metabólitos de testosterona, estrogênios, pregnanediol)\n- **Nutrientes:** Vitaminas A, D, E, K, magnésio, zinco, colesterol total (nível mínimo teórico de 140 mg/dL necessário para esteroidogênese)\n\n**Instrumentos de estratificação:**\n- Índice Internacional de Função Erétil (IIFE/IIEF-6) para disfunção erétil\n- FSFI (Female Sexual Function Index) ou FSDS para mulheres\n\n---\n\n### Manejo por Categoria de Substância\n\n**Inibidores da 5-alfa-redutase (finasterida/dutasterida):**\n- Antes de prescrever: discutir riscos de Síndrome Pós-Finasterida com consentimento informado detalhado\n- Monitorização: PHQ-9/GAD-7 trimestrais, função sexual, perfil hormonal completo, testes hepáticos\n- Se sintomas persistentes pós-descontinuação: interromper o agente se a via estiver exaurida; avaliar eixos relacionados; suporte multidisciplinar (urologia, psiquiatria, endocrinologia)\n- **Alternativas fitoterápicas:** Saw Palmetto em baixas doses (ex.: 150 mg) com monitoramento de resposta\n- Não aumentar testosterona sem revisar se a via de conversão para DHT está bloqueada\n\n**Anticoncepcionais e TRT em mulheres:**\n- Revisar uso de anticoncepcionais orais em mulheres com baixa libido; discutir retirada e alternativas\n- Planejar suporte durante transição (~3 meses): nutrição, exercício, eixo HPA\n- TRT para HSDD: iniciar testosterona tópica em doses ≤5 mg/dia; monitorar acne, hirsutismo e alopecia androgênica\n- Não ultrapassar o limite superior da faixa de referência feminina de testosterona total\n- Monitorar SHBG, HDL e andrógenos ao usar gestrinona; preferir creme vaginal antes de implante\n\n**TRT masculina:**\n- Avaliar testosterona 3–6 semanas após início; repetir em 6 semanas a cada ajuste de dose\n- Reconhecer período pós-ciclo com LH/FSH inibidos; evitar interpretações equivocadas\n- Diferenciar reposição hormonal de uso anabolizante; abordar riscos éticos e clínicos\n\n**Inibidores de PDE5:**\n- Não prescrever sem avaliação hormonal quando há suspeita de disfunção androgênica\n- Considerar otimização hormonal (testosterona quando indicada) antes ou associada a PDE5i\n- Integrar terapia sexual para componente emocional\n\n**Medicamentos com impacto negativo conhecido:**\n- Revisar toda medicação em uso na anamnese de disfunção sexual\n- Considerar alternativas terapêuticas com menor impacto hormonal quando clinicamente viável\n- Comunicar ao paciente o risco de disfunção sexual antes de iniciar ISRS, betabloqueadores, estatinas e diuréticos\n\n**Suplementos e fitoterápicos:**\n- Alertar sobre contaminação e ausência de regulação rigorosa\n- Ashwagandha: preferível por atuar no eixo HPA com efeitos mais previsíveis\n- Zinco e magnésio: adequar antes de outras intervenções\n- Vitaminas D, A, E, K: avaliar e suplementar conforme deficiências identificadas\n- Tribulus e ácido D-aspártico: resultados inconsistentes; não garantir eficácia\n- DIM (Di-indolilmetano) ou Indol-3-carbinol: considerar em pacientes em TRT para modular metabolismo estrogênico\n\n---\n\n### Critérios de Encaminhamento\n\n- **Urologia integrativa:** PSA elevado, suspeita de hipogonadismo com comorbidades prostáticas, SPF com componente urológico\n- **Psiquiatria/Psicologia:** Sintomas neuropsiquiátricos persistentes pós-finasterida ou pós-ISRS (depressão, ideação suicida, anedonia, brain fog); terapia sexual para ciclo ansiedade-DE\n- **Endocrinologia:** Casos complexos de eixo hormonal, insuficiência adrenal, hipogonadismo secundário\n- **Terapia sexual:** Essencial em casos com componente emocional significativo, especialmente em jovens"
}
