{
  "score_item_id": "c77cedd3-2800-795b-8203-e7ba11b5ed8b",
  "clinical_relevance": "Libido e desempenho sexual são parâmetros clínicos multifatoriais que refletem o estado do eixo hipotálamo-hipófise-gonadal, o equilíbrio andrógeno-estrogênico, a função dopaminérgica e opioidérgica central, além de condicionantes psicológicos, relacionais e metabólicos. A queixa de baixa libido ou desempenho sexual prejudicado constitui sinal de alerta para hipogonadismo, resistência à insulina, disfunção tireoidiana, depressão, apneia do sono e uso de medicações supressoras (anticoncepcionais hormonais combinados, antidepressivos, anti-hipertensivos, estatinas, 5-ARIs).\n\nEm homens, a deficiência de testosterona é definida como condição médica clinicamente significativa e bem estabelecida, considerada problema de saúde pública global. Os sintomas incluem baixa libido, disfunção erétil, fadiga, irritabilidade, perda de massa muscular, sarcopenia, depressão, insônia e redução da densidade óssea. Níveis abaixo de 400 ng/dL associam-se a maior risco de obesidade, hipertensão, hiperlipidemia, diabetes e mortalidade cardiovascular. Acima de 500–600 ng/dL, queixas relacionadas à deficiência androgênica são raras; em torno de 300 ng/dL, a deficiência deve ser considerada e interpretada em conjunto com DHT e estradiol. A testosterona apresenta variação circadiana relevante: é 20–25% mais baixa às 16h em comparação às 8h em homens de 30–40 anos, devendo a coleta ser padronizada pela manhã em jejum. Carga glicêmica e resistência à insulina reduzem a testosterona funcional ao longo do dia mesmo com exame matinal normal.\n\nEm mulheres, a libido é multifatorial: envolve ocitocina (afeto e vínculo relacional), dopamina (motivação), estradiol (crítico para o desejo), diidrotestosterona (DHT), ovulação, atração física, qualidade do sono e estado do eixo HPA. A indicação de testosterona em mulheres com maior suporte de revisões sistemáticas e metanálises é o transtorno do desejo sexual hipoativo (TDSH). Anticoncepcionais hormonais combinados elevam a SHBG, reduzem a testosterona livre e prejudicam significativamente a libido; a prescrição de testosterona em mulheres em uso de anticoncepcional tem eficácia limitada por sequestro da testosterona administrada pela SHBG elevada. Os exames de testosterona em mulheres apresentam baixa confiabilidade laboratorial; o diagnóstico deve ser clínico, com exclusão de outras causas e teste terapêutico monitorado.\n\nA disfunção erétil (DE) afeta mais de 50% dos homens em algum grau, conforme estudo nacional com mais de 71 mil entrevistados, e associa-se a risco três vezes maior de depressão. A estratificação pelo Índice Internacional de Função Erétil (IIFE) é recomendada. A DE pode ser marcador precoce de doença cardiovascular, hipogonadismo, diabetes e síndrome metabólica.\n\nFatores metabólicos que comprometem a função sexual incluem: obesidade (aumenta atividade da aromatase, resistência à insulina e temperatura escrotal, levando a hipogonadismo hipotalâmico e oligospermia), apneia do sono, hiperlipidemia e hipertensão. A varicocele é causa comum e corrigível de hipogonadismo e infertilidade masculina. A avaliação deve integrar testosterona total, SHBG, DHT e estradiol, interpretados proporcionalmente e em contexto clínico, não isoladamente.",
  "points": 8,
  "patient_explanation": "A libido e o desempenho sexual são aspectos importantes da saúde e do bem-estar geral. Eles dependem de um equilíbrio entre hormônios (como testosterona, estrogênio e dopamina), qualidade do sono, nível de estresse, saúde metabólica e até o estado emocional e relacional. Uma queda no desejo sexual ou no desempenho não é apenas uma questão de 'vontade' — pode ser o sinal de que algo no organismo merece atenção, como desequilíbrio hormonal, privação de sono, excesso de estresse, resistência à insulina ou efeito colateral de algum medicamento (como anticoncepcionais hormonais ou antidepressivos). Identificar a causa é o primeiro passo para tratar de forma eficaz. Com orientação médica adequada, mudanças no estilo de vida — como alimentação equilibrada, exercício físico regular, sono de qualidade e redução do estresse — frequentemente trazem melhora significativa, e quando necessário, há opções terapêuticas seguras e baseadas em evidências disponíveis.",
  "conduct": "## Conduta Clínica: Libido/Desempenho Sexual Atual\n\n### 1. Investigação Diagnóstica\n\n**Anamnese:**\n- Início, duração e evolução da queixa (aguda vs. progressiva)\n- Medicamentos supressores: anticoncepcionais hormonais combinados, antidepressivos (ISRS), anti-hipertensivos, estatinas, 5-ARIs, opioides\n- Qualidade do sono; rastreio de apneia (ronco, sonolência diurna)\n- Estresse crônico, saúde mental (depressão, ansiedade)\n- Hábitos: alimentação, sedentarismo, álcool, tabaco\n- Em homens: varicocele, uso de esteroides anabolizantes\n- Em mulheres: uso de contraceptivos, sintomas de menopausa\n\n**Exames laboratoriais:**\n- **Homens:** testosterona total (matinal, jejum), SHBG, DHT, estradiol — interpretar proporcionalmente; LH e FSH para diferenciar hipogonadismo primário de secundário\n- **Mulheres:** testosterona total (baixa confiabilidade; priorizar clínica), SHBG, estradiol, FSH, LH, progesterona D22–D24; considerar painel salivar em cenários específicos\n- Glicemia de jejum, insulina, HOMA-IR; TSH, T4 livre; prolactina; hemograma; vitamina D, magnésio, zinco; lipidograma\n\n**Complementares:**\n- Polissonografia se suspeita de apneia do sono\n- Índice Internacional de Função Erétil (IIFE) para estratificação da DE\n\n---\n\n### 2. Intervenções de Primeira Linha (Não Medicamentosas)\n\n- **Exercício físico:** aeróbico estruturado e treinamento de força\n- **Alimentação:** proteínas e gorduras de qualidade, vegetais; reduzir ultraprocessados e picos glicêmicos\n- **Perda de peso:** reduz aromatase, melhora insulina e testosterona\n- **Sono:** higiene do sono; tratar apneia quando presente\n- **Estresse:** modulação do eixo HPA; suporte psicológico\n- **Revisão de medicações:** substituir fármacos supressores da libido quando possível\n- **Em homens:** investigar e tratar varicocele\n\n**Suporte nutricional:**\n- Vitamina D (visar > 40 ng/mL), magnésio, zinco, vitaminas A, D, E, K\n- Colesterol sérico adequado (mínimo teórico de 140 mg/dL para síntese de esteroides)\n- L-arginina e L-carnitina como adjuvantes na disfunção erétil\n\n---\n\n### 3. Fitoterápicos (Evidência Variável)\n\n- **Ashwagandha KSM-66 (600 mg/dia):** modula eixo HPA; melhora parâmetros do sêmen; mais eficaz em indivíduos com estresse predominante\n- **Fenogrego/Testofen (600 mg/dia):** indicado para libido em ambos os sexos; estudo de 12 semanas mostrou redução de sintomas masculinos e aumento de ereção matinal; mecanismo via redução de SHBG\n- **Mucuna pruriens:** rica em L-Dopa; efeito dopaminérgico com impacto indireto na motivação sexual\n- **Tribulus terrestris:** revisões sistemáticas não confirmam aumento de testosterona; pode elevar DHT de forma imprevisível em mulheres — cautela\n- **Ácido D-aspártico:** inconsistente na prática; doses altas (6g) associadas à queda de testosterona livre — não recomendado\n\n---\n\n### 4. Abordagens Médicas\n\n**Em homens:**\n- **HCG:** análogo do LH; estimula testículos; indicado no hipogonadismo hipogonadotrófico\n- **SERMs (clomifeno):** estimulam produção endógena de testosterona\n- **TRT (gel, injetável ou implante):** quando hipogonadismo confirmado; monitorar hematócrito, PSA, DHT e estradiol\n- **Inibidores de PDE5:** não prescrever sem avaliação hormonal prévia quando há suspeita de disfunção androgênica\n\n**Em mulheres:**\n- **Testosterona:** indicada para TDSH (transtorno do desejo sexual hipoativo); teste terapêutico monitorado\n- **Retirada do anticoncepcional combinado** quando possível: suporte nutricional, exercício e modulação do eixo HPA durante a transição (~3 meses)\n- Tratar síndrome geniturinária da menopausa quando presente\n\n**Terapia sexual:** indicada para quebrar ciclo de ansiedade de desempenho e consolidar resultados\n\n---\n\n### 5. Encaminhamento\n\n- **Urologista/Andrologista:** DE com causa vascular/neurológica suspeita; varicocele; hipogonadismo primário\n- **Endocrinologista:** hipogonadismo central; hiperprolactinemia; disfunção tireoidiana\n- **Ginecologista:** TDSH em mulheres; menopausa\n- **Psiquiatra/Psicólogo:** depressão, ansiedade, trauma, conflitos relacionais\n- **Pneumologista:** apneia do sono confirmada"
}
