{
  "score_item_id": "c77cedd3-2800-7a18-a61e-67eed6a5cc6f",
  "clinical_relevance": "O parâmetro 'Fatores percebidos que melhoram a parte sexual' integra a dimensão de Vida Sexual Atual do Escore Plenya e captura a percepção subjetiva do paciente sobre intervenções, hábitos e circunstâncias que resultaram em melhora da sua função e satisfação sexual. Do ponto de vista clínico, essa percepção é clinicamente relevante porque orienta a anamnese funcional e aponta para mecanismos fisiopatológicos que já responderam positivamente no indivíduo.\n\nA função sexual é regulada por eixos neuroendócrinos, vascular-endotelial, metabólico e psicoemocional. Fatores percebidos como benéficos pelo paciente frequentemente refletem a correção de um ou mais desses eixos. A medicina funcional integrativa sistematiza essas intervenções em hierarquia terapêutica, priorizando mudanças de estilo de vida antes de abordagens farmacológicas.\n\n**Principais domínios com evidência de melhora da função sexual:**\n\n1. **Exercício físico aeróbico:** Estudos demonstram que 40 minutos de exercício aeróbico moderado-vigoroso, 4 vezes por semana (160 min/semana), por 6 meses, reduz significativamente problemas eréteis em homens com inatividade, obesidade, hipertensão e síndrome metabólica. A baixa tolerância ao esforço correlaciona-se diretamente com pior desempenho sexual, e o predomínio simpático (estado de estresse) prejudica a ereção por inibir o mecanismo parassimpático do relaxamento cavernoso.\n\n2. **Qualidade do sono:** A apneia obstrutiva do sono reduz os níveis de testosterona, aumenta endotelina e piora escores do Índice Internacional de Função Erétil (IIFE). O sono adequado é fundamental para a produção hormonal noturna, incluindo testosterona e GH.\n\n3. **Manejo do estresse:** O estado parassimpático é prerequisito para a resposta sexual adequada. A ashwagandha (Withania somnifera), especialmente o extrato KSM-66 em doses ≥600 mg/dia, demonstrou em meta-análise reduzir significativamente estresse e ansiedade, além de melhorar parâmetros seminais e modular o eixo HPA. Atua indiretamente na função sexual ao reduzir o cortisol crônico.\n\n4. **Otimização nutricional e suplementar:**\n   - Vitamina D acima de 40 ng/mL está associada a melhora da função erétil e endotelial; níveis abaixo de 20 ng/mL correlacionam-se com disfunção.\n   - Arginina (~500 mg/dia) e L-carnitina (500 mg a 1 g/dia) demonstraram potencializar a eficácia dos inibidores de fosfodiesterase-5 (PDE5i).\n   - Folato: deficiência correlaciona-se com disfunção erétil em meta-análise.\n   - Antioxidantes (NAC, glicina, vitamina C, ácido alfa-lipoico, selênio, vitamina E, riboflavina 100-200 mg/dia) combatem o estresse oxidativo endotelial subjacente à disfunção erétil.\n\n5. **Otimização hormonal:** Testosterona abaixo de 200 ng/dL associa-se à redução de ereções matinais e libido. A reposição de testosterona em homens com hipogonadismo confirmado melhora ereção (especialmente disfunção leve a moderada), libido e restaura a resposta a PDE5i. Fenogrego (Testofen 600 mg/dia) mostrou em estudo de 12 semanas com homens de 40-73 anos redução de sintomas e aumento de ereção matinal e frequência sexual, com mecanismo provável de redução de SHBG.\n\n6. **Controle de fatores metabólicos:** Circunferência abdominal acima de 94 cm é fator de risco documentado. A resistência à insulina e a obesidade ativam a aromatase, convertendo testosterona em estrogênio. O controle do peso e da síndrome metabólica está diretamente associado à recuperação da função sexual.\n\n7. **Abordagem psicoterápica:** Em pacientes com menos de 40 anos, causas emocionais são predominantes. A terapia sexual é essencial para quebrar o ciclo ansiedade-falha-nova ansiedade e é indicada como tratamento concomitante nesse perfil.\n\n8. **Redução de tóxicos e revisão medicamentosa:** Xenoestrógenos (BPA, pesticidas), microplásticos e PM2.5 associam-se à redução de testosterona. Medicamentos como inibidores da 5-alfa-redutase (finasterida, dutasterida), psicotrópicos, estatinas, anti-hipertensivos e lisdexanfetamina podem impactar negativamente a função sexual e devem ser revisados.",
  "points": 0,
  "patient_explanation": "Este parâmetro registra quais aspectos da sua vida você percebe que melhoram sua saúde sexual. Isso é importante porque cada pessoa tem um conjunto diferente de fatores que impactam sua sexualidade, e identificar o que funciona para você ajuda a direcionar o cuidado de forma personalizada.\n\nA saúde sexual é influenciada por muitas coisas ao mesmo tempo: qualidade do sono, nível de estresse, atividade física, alimentação, saúde hormonal e bem-estar emocional. Quando um ou mais desses fatores melhora, a função e o prazer sexual tendem a melhorar junto.\n\nPor exemplo, pessoas que passam a dormir melhor, praticar exercícios regularmente ou reduzir o estresse frequentemente relatam melhora espontânea da libido e do desempenho sexual. O mesmo acontece quando deficiências nutricionais como vitamina D ou folato são corrigidas, ou quando questões hormonais são identificadas e tratadas adequadamente.\n\nIdentificar o que já melhorou sua vida sexual é um ponto de partida valioso para continuar e ampliar esses benefícios com orientação médica adequada.",
  "conduct": "## Conduta Clínica: Fatores Percebidos que Melhoram a Parte Sexual\n\n### Objetivo\nIdentificar, validar e ampliar os fatores que o paciente reconhece como benéficos para sua vida sexual, integrando-os ao plano terapêutico individualizado.\n\n---\n\n### Avaliação Inicial\n\n**Anamnese direcionada:**\n- Perguntar ativamente quais mudanças de hábito, tratamentos ou situações o paciente associa à melhora sexual\n- Aplicar o **Índice Internacional de Função Erétil (IIFE)** para estratificar o grau de disfunção e monitorar resposta terapêutica\n- Investigar: sono, estresse, exercício, alimentação, uso de suplementos, medicamentos, saúde emocional e relacionamento\n- Avaliar causas emocionais vs. orgânicas: em pacientes abaixo de 40 anos, causas emocionais são frequentemente predominantes\n\n**Exames laboratoriais e de imagem sugeridos:**\n- Painel hormonal completo: testosterona total, testosterona livre calculada, SHBG, LH, FSH, estradiol, DHT, DHEA-S, prolactina\n- Vitamina D (visar >40 ng/mL; abaixo de 20 ng/mL associa-se a disfunção erétil)\n- Ácido fólico sérico\n- Perfil glicêmico e metabólico: glicemia, insulina, HOMA-IR, HbA1c, lipidograma\n- Marcadores inflamatórios: PCR ultrassensível\n- Função renal e hepática\n- PSA quando indicado\n- Ecografia abdominal total\n- Considerar: polissonografia domiciliar (investigar apneia obstrutiva do sono), teste ergométrico e escore de cálcio coronariano conforme risco cardiovascular\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### 1. Estilo de Vida (Primeira Linha — Sempre Orientar)\n\n**Exercício físico:**\n- Prescrever exercício aeróbico de intensidade moderada a vigorosa: **40 minutos por sessão, 4 vezes por semana (≥160 min/semana)**\n- Manter por pelo menos 6 meses para efeito sobre disfunção erétil associada a sedentarismo, obesidade ou síndrome metabólica\n- Avaliar capacidade cardiopulmonar antes de iniciar; supervisão é recomendada\n\n**Controle do peso e circunferência abdominal:**\n- Circunferência >94 cm: reforçar intervenção\n- Circunferência >102 cm: alto risco — intensificar manejo metabólico\n\n**Sono:**\n- Investigar apneia obstrutiva do sono com polissonografia domiciliar quando há suspeita\n- Tratar distúrbios do sono como condição que impacta diretamente a função hormonal e sexual\n\n**Manejo do estresse:**\n- Promover estado parassimpático: técnicas de relaxamento, mindfulness, redução de carga estressora\n- Considerar **Ashwagandha KSM-66** (doses ≥600 mg/dia) como adaptógeno com evidência em meta-análise para redução de estresse e ansiedade; indicada especialmente em pacientes com perfil estressado\n\n**Alimentação:**\n- Base em proteínas e gorduras de qualidade, vegetais variados\n- Reduzir ultraprocessados, carboidratos refinados e óleos de sementes ricos em ômega-6\n- Garantir colesterol sérico adequado (mínimo teórico de 140 mg/dL para síntese de hormônios esteroides)\n\n**Comportamento:**\n- Cessar ou reduzir tabagismo, álcool, maconha e outras drogas\n- Orientar sobre impacto do consumo excessivo de pornografia na função sexual em jovens\n\n---\n\n#### 2. Suplementação Direcionada\n\n- **Vitamina D:** corrigir para níveis >40 ng/mL\n- **Ácido fólico:** corrigir deficiência quando identificada\n- **Arginina:** ~500 mg/dia — suporte ao óxido nítrico e sinergia com PDE5i\n- **L-carnitina:** 500 mg a 1 g/dia — útil em não respondedores a PDE5i\n- **Antioxidantes:** NAC, glicina, ácido glutâmico, vitamina C, ácido alfa-lipoico, selênio, vitamina E, riboflavina 100-200 mg/dia\n- **Fenogrego (Testofen):** 600 mg/dia — pode reduzir SHBG e melhorar libido e ereção matinal em homens de meia-idade\n- **Ashwagandha KSM-66:** 600 mg/dia ou mais — modula eixo HPA, melhora parâmetros seminais e estresse\n- **DHEA:** considerar em pacientes com DHEA-S baixo; evidências ainda inconsistentes, avaliar caso a caso\n\n---\n\n#### 3. Revisão Medicamentosa\n\nRever e discutir alternativas para medicamentos que podem impactar a função sexual:\n- **Inibidores da 5-alfa-redutase** (finasterida 1 mg ou 5 mg; dutasterida 0,5 mg — mais potente que finasterida 5 mg)\n- **Psicotrópicos**\n- **Estatinas** (podem reduzir colesterol disponível para síntese hormonal)\n- **Anti-hipertensivos**\n- **Lisdexanfetamina**\n\n---\n\n#### 4. Otimização Hormonal\n\n- Avaliar hipogonadismo clinicamente e laboratorialmente\n- Testosterona total <200 ng/dL: associada a redução de ereções matinais e libido\n- Reposição de testosterona quando indicada e segura: melhora ereção (especialmente leve a moderada), libido e restaura resposta a PDE5i\n- Não tratar apenas o sintoma (ex.: PDE5i) sem investigar e corrigir causa hormonal subjacente\n- Considerar HCG quando há intenção de preservar fertilidade\n\n---\n\n#### 5. Tratamento Sintomático (Quando Indicado)\n\n- **PDE5i de primeira linha:** sildenafila, tadalafila, vardenafila\n  - Atenção: contraindicados com nitratos, retinite pigmentosa, isquemia de retina\n  - Não prescrever sem avaliação hormonal quando há suspeita de hipogonadismo\n- **Segunda linha:** tópicos/injetáveis em caso de falha de PDE5i — encaminhar a especialista\n\n---\n\n#### 6. Abordagem Psicoterápica\n\n- **Terapia sexual:** indicada em pacientes com componente emocional predominante (especialmente jovens abaixo de 40 anos)\n- Objetivo: quebrar o ciclo falha-ansiedade-nova falha e reforçar resultados das intervenções orgânicas\n- Integrar com abordagem médica para melhor adesão e resultados sustentáveis\n\n---\n\n### Critérios de Encaminhamento\n\n- Falha de PDE5i após otimização hormonal e estilo de vida → **Urologista/Andrologista** para segunda linha\n- Hipogonadismo confirmado sem resposta a medidas iniciais → **Endocrinologista**\n- Componente emocional/relacional predominante → **Terapeuta sexual ou Psiquiatra**\n- Apneia do sono confirmada → **Pneumologista/especialista em sono**\n- Risco cardiovascular elevado → **Cardiologista** antes de liberar atividade sexual intensa ou PDE5i"
}
