{
  "score_item_id": "c77cedd3-2800-7859-8bc3-44c9deee8abe",
  "clinical_relevance": "O parâmetro 'Fatores percebidos que pioram a parte sexual' avalia, de forma subjetiva e autorrelatada, quais elementos da vida cotidiana o paciente identifica como prejudiciais à sua função e satisfação sexual. Na perspectiva da medicina funcional integrativa, esses fatores percebidos são pistas diagnósticas valiosas para identificar raízes fisiopatológicas multifatoriais.\n\nAs causas de disfunção sexual — tomando como modelo central a disfunção erétil (DE) masculina, amplamente estudada nos chunks disponíveis — são classicamente divididas em orgânicas e emocionais, frequentemente coexistindo. Do ponto de vista orgânico, os principais determinantes incluem: sedentarismo (baixa tolerância ao esforço correlaciona-se com pior desempenho sexual); obesidade e síndrome metabólica (circunferência abdominal >102 cm aumenta até 3x o risco de DE em homens acima de 60 anos; síndrome metabólica eleva o risco de DE em ~2,6x); diabetes mellitus (risco de DE até 3,5x; HbA1c correlaciona-se com gravidade); apneia obstrutiva do sono (hipoxemia reduz óxido nítrico e GMPc, aumenta endotelina, reduz ereções matinais e testosterona, piora o IIEF); hipogonadismo (testosterona abaixo de 200 ng/dL associa-se à redução de ereções matinais; declínio fisiológico inicia por volta dos 30 anos; níveis <400 ng/dL são considerados baixos em contexto clínico funcional); estresse oxidativo e dano endotelial; tabagismo (inibe a NO-sintase endotelial, comprometendo o relaxamento cavernoso); uso de maconha fumada (metanálise aponta até 4x maior risco de DE); exposição a toxinas ambientais como xenoestrógenos (BPA), microplásticos, PM2.5, pesticidas e metais pesados (cádmio, chumbo), que desorganizam o eixo hipotálamo-hipófise-testicular, reduzem testosterona e função sexual; e uso de medicamentos com impacto sexual documentado, incluindo inibidores da 5-alfa-redutase (finasterida, dutasterida — associados a queda de libido, DE e síndrome pós-finasterida com efeitos persistentes), psicotrópicos (ISRS como escitalopram e fluoxetina, antipsicóticos como quetiapina, venlafaxina, lisdexanfetamina), estatinas, anti-hipertensivos (betabloqueadores, anlodipino, hidroclorotiazida) e cirurgias prévias pélvicas, perineais ou prostáticas. A resistência à insulina prejudica a função sexual ao longo do dia, mesmo quando os exames laboratoriais matinais parecem normais, por mecanismo de 'testosterona funcionalmente baixa'. Infecção prévia por COVID-19 pode impactar a função sexual por até 6 a 12 meses.\n\nDo ponto de vista emocional e comportamental, os fatores mais relevantes incluem: ansiedade de desempenho (gera ciclo vicioso de falha–ansiedade–nova falha com predominância adrenérgica durante o ato); depressão (DE associa-se a risco 3x maior de depressão); consumo excessivo de pornografia e relações virtuais (componente emocional frequentemente predominante em homens jovens); estresse crônico com predominância simpática; e traumas emocionais. O subdiagnóstico é expressivo: em estudo nacional com mais de 71 mil entrevistados, mais de 50% apresentavam algum grau de DE, porém 73% nunca foram questionados pelo médico, apesar de 81% desejarem discutir o tema. A DE pode preceder eventos cardiovasculares em média 6 meses, funcionando como marcador sistêmico precoce. A avaliação clínica deve usar o Índice Internacional de Função Erétil (IIFE, 6 perguntas) para estratificação objetiva do grau de disfunção.",
  "points": 0,
  "patient_explanation": "Este parâmetro avalia quais situações ou hábitos da sua vida você percebe que estão prejudicando sua vida sexual. Muitas vezes, problemas sexuais têm causas que vão além da genitalidade: cansaço, estresse, sono ruim, excesso de peso, uso de certos remédios, consumo de álcool ou cigarro, e até questões emocionais como ansiedade ou baixa autoestima podem interferir diretamente no desejo e no desempenho sexual.\n\nIdentificar esses fatores é o primeiro passo para melhorá-los. Quando você consegue nomear o que atrapalha sua vida sexual, fica mais fácil para o médico entender as causas e propor mudanças reais — que muitas vezes passam por ajustar o estilo de vida, tratar condições como diabetes ou pressão alta, revisar medicamentos ou trabalhar aspectos emocionais com apoio especializado.\n\nA boa notícia é que a maioria desses fatores é modificável. Com orientação adequada, é possível recuperar a qualidade da vida sexual de forma segura e sustentável.",
  "conduct": "## Conduta Clínica: Fatores Percebidos que Pioram a Parte Sexual\n\n### 1. Anamnese Direcionada\n\n- **Indagar ativamente** sobre função sexual nas consultas de rotina — a maioria dos pacientes não relata espontaneamente\n- Aplicar o **Índice Internacional de Função Erétil (IIFE)** — 6 perguntas para estratificação objetiva do grau de disfunção (para homens)\n- Para mulheres, considerar o **Female Sexual Function Index (FSFI)**\n- Investigar queixas indiretas como cansaço, baixa energia e redução de libido, que podem ser apresentações veladas de disfunção sexual\n- Explorar fatores percebidos pelo próprio paciente: o que ele identifica como prejudicando sua vida sexual\n\n### 2. Investigação dos Fatores Orgânicos\n\n**Estilo de vida:**\n- Avaliar capacidade cardiopulmonar (baixa tolerância ao esforço correlaciona-se com pior desempenho sexual)\n- Medir **circunferência abdominal**: >94 cm reforça intervenção; >102 cm indica alto risco e manejo intensivo da síndrome metabólica\n- Investigar sedentarismo, qualidade do sono, tabagismo, uso de álcool, maconha e outras substâncias\n- Pesquisar exposição ambiental: BPA (embalagens plásticas), pesticidas, metais pesados, PM2.5\n\n**Exame físico direcionado (homens):**\n- Testículos (atrofia), ginecomastia, placas/curvatura peniana (doença de Peyronie)\n- Composição corporal: bioimpedância ou medidas antropométricas\n- Cicatrizes e cirurgias prévias pélvicas, perineais, prostáticas ou inguinais\n\n**Exames laboratoriais:**\n- Painel hormonal completo: testosterona total e livre calculada, DHT, estradiol, LH, FSH, SHBG\n- Perfil metabólico: glicemia de jejum, HbA1c, insulina, HOMA-IR, lipidograma\n- Função renal e hepática\n- Inflamatórios: PCR-us, homocisteína\n- Vitamina D (visar >40 ng/mL), folato, magnésio, zinco\n- PSA quando indicado\n\n**Exames complementares conforme caso:**\n- **Polissonografia domiciliar**: indicada na presença de ronco, sonolência diurna, despertares noturnos ou redução de ereções matinais\n- Ecografia abdominal total (próstata, fígado, rins)\n- Avaliação cardiovascular: teste ergométrico, ecocardiograma, tomografia com escore de cálcio coronariano (especialmente se DE precede sintomas cardíacos)\n\n### 3. Revisão de Medicamentos\n\n- **Inibidores da 5-alfa-redutase** (finasterida, dutasterida): discutir risco-benefício; alertar para síndrome pós-finasterida (fadiga, depressão, brain fog, DE persistente, parestesia genital)\n- **Psicotrópicos**: ISRS (escitalopram, fluoxetina), antipsicóticos (quetiapina), venlafaxina, lisdexanfetamina\n- **Cardiológicos**: estatinas, betabloqueadores, anlodipino, hidroclorotiazida\n- Discutir alternativas e relação risco-benefício com o paciente; não suspender sem avaliação especializada\n\n### 4. Intervenções no Estilo de Vida (Primeira Linha)\n\n- **Exercício aeróbico estruturado**: 40 minutos, 4x/semana (≥160 min/semana) por no mínimo 6 meses — evidência robusta de melhora da função erétil em casos associados a sedentarismo, obesidade, hipertensão, síndrome metabólica e doenças cardiovasculares\n- **Alimentação**: plano centrado em proteínas e gorduras de qualidade, vegetais variados; reduzir ultraprocessados, farináceos refinados e óleos de sementes ricos em ômega-6\n- **Sono**: tratar apneia obstrutiva quando confirmada; higiene do sono como intervenção primária\n- **Redução de estresse**: técnicas de relaxamento para reduzir predominância simpática; promover estado parassimpático\n- **Cessação de tabagismo, álcool, maconha e outras drogas**\n- Minimizar exposições ambientais a disruptores endócrinos (BPA, pesticidas)\n\n### 5. Suporte Nutricional e Suplementação\n\n- Corrigir deficiências documentadas: **vitamina D** (visar >40 ng/mL), folato, magnésio, zinco\n- Suporte antioxidante quando indicado: NAC, glicina, ácido glutâmico, vitamina C, ácido alfa-lipoico, selênio, vitamina E, riboflavina (100–200 mg/dia)\n- **Arginina e L-carnitina** como adjuvantes na disfunção erétil\n- **Ashwagandha** (Withania somnifera, ≥600 mg/dia): reduz cortisol, melhora estresse e ansiedade (meta-análise), pode melhorar parâmetros hormonais em pacientes estressados\n\n### 6. Abordagem Emocional e Psicossexual\n\n- **Terapia sexual**: essencial em casos com componente emocional predominante, especialmente em jovens e em cicatrizes emocionais\n- Educação sobre pornografia e relações virtuais como potenciais contribuidores de disfunção em jovens\n- Quebrar o ciclo de ansiedade de desempenho com suporte psicológico e, quando indicado, uso transitório de manejo sintomático (PDE5i) para reduzir a carga ansiosa e melhorar adesão ao tratamento causal\n\n### 7. Otimização Hormonal (quando indicada)\n\n- Avaliar hipogonadismo: testosterona total <400 ng/dL em contexto clínico compatível\n- **Hierarquia terapêutica**: (1) estilo de vida; (2) fitoterápicos/adaptógenos; (3) moduladores (SERMs como clomifeno); (4) hormônios (HCG, transdérmicos, implantes, injetáveis)\n- Não condicionar otimização hormonal exclusivamente à mudança de hábitos — o paciente desmotivado muitas vezes está desmotivado pela própria deficiência hormonal\n- Para mulheres: considerar testosterona em contexto de baixa libido pós-menopausa conforme avaliação individualizada\n\n### 8. Encaminhamentos\n\n- **Urologista/Andrologia**: DE refratária, doença de Peyronie, hipogonadismo confirmado\n- **Endocrinologista**: distúrbios hormonais complexos\n- **Psicólogo/Sexólogo**: componente emocional predominante, ciclo ansiedade-desempenho, traumas\n- **Pneumologista/Medicina do Sono**: apneia obstrutiva do sono confirmada\n- **Cardiologista**: quando DE precede sintomas cardiovasculares ou há alto risco cardiovascular calculado\n\n### 9. Monitoramento\n\n- Reavaliar com IIFE (ou FSFI) a cada retorno\n- Monitorar perfil hormonal, metabólico e funcional trimestralmente durante intervenção ativa\n- Acompanhar composição corporal e capacidade aeróbica como marcadores de resposta"
}
