{
  "score_item_id": "c77cedd3-2800-7166-80cd-65e5a7e956fc",
  "clinical_relevance": "O ciclo menstrual é um processo neuroendócrino cíclico regulado pelo eixo hipotálamo-hipófise-ovariano (HHO), com duração normal de 24 a 38 dias, fase folicular de duração variável e fase lútea relativamente constante de 12 a 14 dias. O fluxo menstrual normal dura de 3 a 8 dias, com volume estimado entre 5 e 80 mL por ciclo. O ciclo é dividido nas fases folicular (predominância estrogênica) e lútea (predominância de progesterona), sendo todos os hormônios esteroides derivados do colesterol por meio da teoria das duas células — teca produz androgênios convertidos em estrogênios nas células da granulosa.\n\nAlterações do ciclo constituem sinal clínico de disfunção hormonal, metabólica ou estrutural. As principais definições operacionais incluem: oligomenorreia (ciclos >35 dias), polimenorreia (ciclos <21 dias), amenorreia secundária (ausência de menstruação por ≥3 meses ou <8 ciclos/ano) e sangramento uterino anormal (SUA). Na Síndrome dos Ovários Policísticos (SOP), a irregularidade menstrual — especialmente oligomenorreia e amenorreia — é um dos três critérios de Roterdã, exigindo dois de três para diagnóstico: (1) irregularidade menstrual/anovulação crônica, (2) hiperandrogenismo clínico ou biológico, (3) ovários policísticos à ultrassonografia.\n\nNa transição menopausal (climatério), classificada pelo sistema STRAW, observam-se alterações progressivas: inicialmente ciclos mais curtos por picos precoces de FSH que encurtam a fase folicular (polimenorreia), evoluindo para ciclos mais longos e, finalmente, amenorreia. O FSH eleva-se progressivamente para compensar a queda de estradiol; valores >25–30 UI/L sugerem falência ovariana. No Brasil, a menopausa ocorre em média aos 51 anos, com irregularidade de ciclos iniciando por volta dos 45–46 anos.\n\nO uso de contraceptivos orais combinados (COCs) substitui os ciclos naturais por sangramentos de privação (não menstruações verdadeiras), bloqueando o eixo HHO e a função ovariana. Os COCs aumentam a SHBG, reduzindo testosterona livre e biodisponibilidade androgênica. Seus impactos sistêmicos incluem: depleção de micronutrientes (B6, B12, folato, zinco, magnésio, selênio), risco trombótico aumentado, possível embotamento emocional e alteração do ritmo circadiano quando não administrados de forma otimizada. A retirada dos COCs pode desencadear queda de cabelo, acne e desequilíbrio hormonal transitório por cerca de 3 meses.\n\nSintomas associados ao ciclo — como dismenorreia, tensão pré-menstrual (TPM) intensa, dor mamária e sintomas de predominância estrogênica — orientam a investigação de endometriose, miomatose, desregulação do eixo HHO, hiperestrogenia relativa (excesso de estrogênio em relação à progesterona) ou condições metabólicas subjacentes. A relação LH:FSH frequentemente aumentada (2–3:1 ou mais) apoia o diagnóstico de SOP. A hiperinsulinemia reduz SHBG e IGF-BP1, aumentando a ação de IGF-1 nos ovários e estimulando o eixo HHO, elevando LH e andrógenos — mecanismo central na SOP.",
  "points": 0,
  "patient_explanation": "O ciclo menstrual é o processo pelo qual seu corpo se prepara mensalmente para uma possível gravidez. Um ciclo saudável dura entre 24 e 38 dias, o fluxo dura de 3 a 8 dias e não deve ser excessivamente intenso nem causar dor incapacitante. Sintomas como cólicas fortes, fluxo muito abundante, ciclos muito irregulares, ausência de menstruação por mais de 3 meses ou sintomas intensos antes do período (TPM) podem indicar desequilíbrios hormonais, como a síndrome dos ovários policísticos (SOP), problemas na tireoide, resistência à insulina ou outras condições tratáveis.\n\nSe você usa anticoncepcional hormonal, é importante saber que ele bloqueia o ciclo natural e pode afetar níveis de hormônios, humor, energia e até absorção de vitaminas importantes como B12, B6 e folato. Isso não significa que o anticoncepcional seja sempre prejudicial, mas que seu uso deve ser acompanhado e avaliado periodicamente pelo seu médico. Caso decida suspendê-lo, é normal que o corpo leve alguns meses para se reorganizar. Conversar com seu médico sobre como o seu ciclo está é um passo importante para cuidar da sua saúde hormonal e geral.",
  "conduct": "## Avaliação do Ciclo Menstrual — Conduta Clínica\n\n### 1. Anamnese Dirigida\n\n- **Caracterização do ciclo:** duração (dias entre menstruações), duração do fluxo, volume (número de absorventes/dia, presença de coágulos), regularidade\n- **Sintomas associados:** dismenorreia (intensidade, limitação funcional), TPM, dor pélvica crônica, dispareunia, dor mamária\n- **Histórico:** menopausa familiar, uso atual ou prévio de contraceptivos (tipo, duração, efeitos percebidos), tentativas de engravidar\n- **Sinais de hiperandrogenismo:** acne, hirsutismo (avaliar escala de Ferriman-Gallwey: ≥6 geral; ≥4 em descendência asiática), queda de cabelo\n- **Sintomas metabólicos:** ganho de peso, dificuldade de emagrecimento, fadiga, resistência a exercícios\n\n---\n\n### 2. Investigação Laboratorial Essencial\n\n**Painel hormonal básico (colher em fase folicular precoce, dias 2–5 do ciclo, se ciclo presente):**\n- FSH, LH (avaliar relação LH:FSH — valores 2–3:1 ou mais sugerem SOP)\n- Estradiol\n- Progesterona (fase lútea, dia 21–22 de ciclo de 28 dias, para confirmar ovulação)\n- Testosterona total e livre\n- SHBG\n- DHEA-S\n- Prolactina\n- TSH, T4 livre (± T3 livre)\n- 17-alfa-hidroxiprogesterona (descartar hiperplasia adrenal congênita não clássica)\n- AMH (reserva ovariana — independente da fase do ciclo)\n\n**Painel metabólico (especialmente em irregularidade menstrual):**\n- Glicemia de jejum + insulina de jejum (HOMA-IR)\n- Curva glicêmica/insulinêmica (avaliação de resistência à insulina)\n- Perfil lipídico\n- Hemograma (anemia por perdas excessivas)\n\n**Em usuárias de contraceptivos orais combinados (COCs):**\n- Folato, homocisteína, B12, B6 (depleção frequente)\n- Considerar solicitar L-metilfolato preventivo (recomendação nível A para usuárias de COC)\n- Avaliar função tireoidiana incluindo T3 reverso\n- SHBG e testosterona livre (COCs elevam SHBG significativamente)\n\n---\n\n### 3. Diagnóstico Diferencial de Irregularidade Menstrual\n\n- **SOP:** critérios de Roterdã — oligomenorreia/anovulação + hiperandrogenismo + ovários policísticos (2 de 3); excluir outros diagnósticos\n- **Hiperprolactinemia:** prolactina elevada; causa galactorreia, amenorreia\n- **Hipotireoidismo/hipertireoidismo:** TSH alterado; frequentemente mimetiza depressão e irregularidade menstrual\n- **Hiperplasia adrenal congênita não clássica:** 17-OHP elevada\n- **Síndrome de Cushing (se suspeita clínica):** cortisol salivar noturno ou teste de supressão com dexametasona 1 mg\n- **Tumores secretores de androgênios:** testosterona total/livre e DHEA-S muito elevados; RM/TC se suspeita\n- **Insuficiência ovariana prematura:** FSH >25–30, amenorreia antes dos 40 anos\n- **Endometriose:** dismenorreia progressiva, dispareunia, dor pélvica crônica; confirmar por laparoscopia ou ressonância magnética pélvica\n\n---\n\n### 4. Exame de Imagem\n\n- **Ultrassonografia pélvica transvaginal:** avaliação de morfologia ovariana (critérios PCOS), miomas, cistos, espessura endometrial\n- **Ressonância magnética pélvica:** suspeita de endometriose profunda, tumores ovarianos ou uterinos\n\n---\n\n### 5. Manejo por Condição Identificada\n\n#### SOP (Síndrome dos Ovários Policísticos)\n- **Prioridade:** controlar resistência à insulina — base fisiopatológica\n- **Estilo de vida:** dieta anti-inflamatória com redução de carboidratos refinados; exercício físico (musculação + aeróbico + HIIT) para melhorar sensibilidade à insulina via ganho de massa muscular\n- **Farmacológico:**\n  - Metformina XR até 1.500 mg/dia (monitorar função renal, B12, B6, folato)\n  - Mio-inositol 2 g + ácido fólico 200 mcg, 2x/dia (± alfa-lactoalbumina 50 mg 2x/dia para melhorar absorção)\n  - Progesterona micronizada oral 200 mg/dia por 10–14 dias do ciclo (dias 15–24) para induzir ciclos em amenorreia\n  - COCs (drospirenona, clormadinona, acetato de ciproterona): para controle de acne, hirsutismo e regularização do ciclo — ponderar riscos metabólicos e trombóticos; ao suspender, manter tratamento de base por 1–2 meses para reduzir rebote\n  - Antiandrogênios (espironolactona, finasterida) se hiperandrogenismo predominante; Serenoa repens 400 mg em acne/hirsutismo leve\n  - Indução de ovulação (se desejo reprodutivo): letrozol (preferencial) ou clomifeno; gonadotrofinas conforme caso\n  - Suplementos: NAC, ômega-3 (2–4 g/dia), coenzima Q10, curcumina (1.000–2.000 mg/dia com potencializadores de biodisponibilidade), melatonina 3–6 mg à noite\n\n#### Manejo de Usuárias de Contraceptivos Orais Combinados\n- **Rastrear e repor:** folato (preferir L-metilfolato), B6, B12, vitamina C, E, zinco, magnésio, selênio\n- **Avaliar impacto:** humor, energia, cognição, libido (SHBG elevado reduz testosterona livre)\n- **Se opção por retirada:** preparar paciente para possível período de reorganização hormonal (~3 meses) com acne e queda de cabelo transitórias; suporte com suplementação, alimentação, exercício, modulação do eixo HPA\n- **Orientar:** administrar COCs preferencialmente pela manhã para minimizar impacto no ritmo circadiano e na melatonina\n- **Monitorar:** TSH, T4, T3 reverso (COCs podem elevar T3 reverso)\n\n#### Dismenorreia e TPM Intensa\n- Avaliar hiperestrogenia relativa (insuficiência lútea, deficiência de progesterona)\n- Investigar endometriose se dismenorreia progressiva\n- Considerar progesterona micronizada na fase lútea\n- Marcadores inflamatórios: proteína C-reativa, homocisteína\n- Suplementos com evidência: magnésio, vitamina B6, ômega-3\n\n---\n\n### 6. Critérios de Encaminhamento\n\n- **Ginecologista/Endocrinologista:** irregularidade menstrual persistente sem diagnóstico definido após investigação inicial\n- **Reprodução assistida:** desejo reprodutivo com anovulação, falha de indução de ovulação com letrozol/clomifeno\n- **Cirurgia (laparoscopia):** suspeita de endometriose grave, drilling ovariano em SOP refratária após falha clínica documentada\n- **Oncologista ginecológico:** suspeita de tumores secretores de androgênios ou neoplasia pélvica\n\n---\n\n### 7. Monitoramento e Seguimento\n\n- Registro menstrual (aplicativo ou diário): duração, volume, sintomas associados\n- Reavaliação hormonal após 3–6 meses de intervenção\n- Em SOP: monitorar HOMA-IR, perfil lipídico, testosterona livre e escala de Ferriman-Gallwey seriada\n- Em usuárias de COC: revisão anual de micronutrientes e perfil hormonal completo"
}
