{
  "score_item_id": "c77cedd3-2800-784b-b3bc-516e0c8887b4",
  "clinical_relevance": "O parâmetro 'Sem uso de anticoncepcional' avalia se a mulher em idade reprodutiva não utiliza contraceptivos hormonais, permitindo ao clínico interpretar seu perfil hormonal de forma mais fidedigna e rastrear condições ginecológicas subjacentes.\n\n**Impacto dos contraceptivos hormonais no perfil hormonal**\n\nContraceptivos orais combinados (COCs) elevam significativamente a globulina ligadora de hormônios sexuais (SHBG), reduzindo a testosterona livre e biodisponível. Em mulheres sem anticoncepcionais hormonais, a testosterona varia conforme as fases do ciclo menstrual, com pico próximo à ovulação — padrão fisiológico relevante para avaliação de libido, energia e bem-estar. Com o uso de COCs, esse padrão dinâmico é suprimido, e a testosterona administrada exogenamente tende a ser sequestrada pelo SHBG elevado, reduzindo a efetividade de qualquer reposição. Além disso, COCs podem elevar o T3 reverso e interferir no eixo tireoidiano, mimetizando ou agravando hipotireoidismo subclínico.\n\n**Ciclo menstrual como sinal vital feminino**\n\nA ausência de anticoncepcionais hormonais permite a observação do ciclo menstrual natural como indicador de saúde. O ciclo fisiológico divide-se em fase folicular (duração variável, 10–14 dias, predomínio estrogênico) e fase lútea (tipicamente constante, 12–15 dias, predomínio de progesterona). Irregularidades — ciclos <21 dias (polimenorreia), >35 dias (oligomenorreia) ou amenorreia ≥3 meses — são sinalizadores de condições como síndrome dos ovários policísticos (SOP), hiperprolactinemia, disfunção tireoidiana ou insuficiência ovariana.\n\n**Relevância diagnóstica e nutricional**\n\nUsuárias de COCs exigem rastreamento diferenciado de micronutrientes: existe recomendação nível A para suplementação de L-metilfolato, além de monitoramento de B6, B12, folato, vitamina C, vitamina E, zinco, magnésio e selênio — todos potencialmente depletados pelo uso crônico de contraceptivos hormonais. Em mulheres sem anticoncepcionais, esses déficits são menos prováveis por essa via específica, embora devam ser rastreados por outros motivos clínicos.\n\n**Avaliação hormonal e diagnóstico diferencial**\n\nA avaliação salivar de testosterona e cortisol é mais acurada em mulheres sem anticoncepcionais hormonais; em usuárias de pílula, o SHBG elevado torna cremes de testosterona ineficazes e distorce exames séricos. A ausência de contraceptivos também permite rastrear corretamente irregularidades menstruais associadas à SOP — fenótipo A (hiperandrogenismo + anovulação + morfologia policística) associa-se a maior risco de complicações metabólicas — e à transição menopáusica, cujos primeiros sinais são ciclos irregulares por volta dos 45–46 anos.\n\n**Estratificação de risco**\n\nMulheres sem anticoncepcionais e com ciclos regulares tendem a ter perfil hormonal mais fisiológico e menor risco de depleções nutricionais iatrogênicas. A irregularidade menstrual, por sua vez, justifica investigação sistemática. O parâmetro tem impacto clínico moderado, sendo mais um marcador contextual que influencia a interpretação de outros parâmetros do escore do que um fator de risco independente de mortalidade.",
  "points": 5,
  "patient_explanation": "Este item registra se você não usa anticoncepcionais hormonais (como pílula, anel vaginal, adesivo ou injeção hormonal). Isso é importante porque essas medicações alteram os hormônios do organismo de forma significativa — especialmente aumentando uma proteína chamada SHBG, que 'segura' a testosterona e reduz sua disponibilidade. Sem anticoncepcionais, seu ciclo menstrual funciona de forma natural, com variações hormonais que influenciam energia, libido, humor e disposição ao longo do mês. Esse ciclo natural também é uma janela importante para a sua saúde: irregularidades podem indicar desequilíbrios que merecem atenção. Além disso, quem usa pílula por muito tempo pode ter maior necessidade de certas vitaminas. Saber se você está ou não usando anticoncepcional ajuda o médico a interpretar seus exames e sintomas de forma muito mais precisa.",
  "conduct": "## Conduta Clínica: Sem uso de anticoncepcional\n\n### 1. Avaliação do Ciclo Menstrual Natural\n\n- **Caracterizar o ciclo:** duração (normal: 21–35 dias), regularidade, volume do fluxo, sintomas associados (dismenorreia, TPM, mastalgia)\n- **Sinais de alerta para investigação:**\n  - Ciclos <21 dias (polimenorreia) ou >35 dias (oligomenorreia)\n  - Amenorreia ≥3 meses ou <8 menstruações por ano\n  - Sangramento uterino anormal\n  - Dismenorreia intensa ou TPM severa (possível predominância estrogênica)\n\n### 2. Rastreamento Hormonal\n\n- **Perfil hormonal completo** (preferencialmente nos dias 2–5 do ciclo para fase folicular, ou dia 21–24 para progesterona lútea):\n  - FSH, LH, estradiol, progesterona\n  - Testosterona total e livre (considerar avaliação salivar para maior acurácia)\n  - SHBG, DHEA-S, androstenediona\n  - Prolactina (descartar hiperprolactinemia)\n  - TSH, T4 livre, T3 (rastrear disfunção tireoidiana)\n  - 17-OHP (descartar hiperplasia adrenal congênita não clássica)\n- **Interpretação contextualizada:** sem anticoncepcionais, exames salivares de testosterona e cortisol são mais confiáveis; priorizar clínica sobre números isolados\n\n### 3. Investigação para Causas de Irregularidade Menstrual\n\nSe ciclo irregular, investigar:\n- **SOP:** critérios de Rotterdam (dois de três: hiperandrogenismo, anovulação, morfologia policística); solicitar USG pélvica\n  - Se suspeita de SOP: glicemia de jejum, insulina, HOMA-IR, perfil lipídico, cortisol (descartar Cushing se suspeita clínica)\n- **Disfunção tireoidiana:** TSH, T4, ± T3\n- **Hiperprolactinemia:** prolactina, RM de hipófise se confirmada\n- **Reserva ovariana:** AMH, contagem de folículos antrais (se pertinente pela faixa etária ou clínica)\n\n### 4. Avaliação de Status Nutricional\n\nEmbora o risco de depleções por COCs seja ausente nesse contexto, avaliar:\n- **Vitaminas do complexo B:** B12, B6, folato, homocisteína\n- **Minerais:** magnésio, zinco, ferro (ferritina), selênio\n- **Vitamina D:** meta sérica 45–60 ng/mL\n\n### 5. Planejamento e Orientação\n\n- **Se paciente planeja iniciar anticoncepcional no futuro:**\n  - Orientar sobre impacto no SHBG e testosterona livre\n  - Alertar sobre necessidade de suplementação de L-metilfolato (recomendação nível A), B6, B12, zinco, magnésio\n  - Orientar que anticoncepcionais combinados podem causar embotamento emocional, redução de libido e impacto no sono\n  - Alertar sobre possíveis efeitos na retirada: queda de cabelo e acne nos primeiros ~3 meses\n- **Se paciente está em investigação hormonal ou em reposição de testosterona:**\n  - Reforçar que a ausência de anticoncepcionais permite avaliação hormonal mais fidedigna\n  - Cremes e géis de testosterona são mais eficazes sem COCs (SHBG não elevado)\n\n### 6. Monitoramento e Seguimento\n\n- Reavaliação do padrão menstrual a cada consulta\n- Se irregularidade persistente: encaminhar a ginecologista para investigação especializada\n- Considerar DUTCH Test para mapeamento completo dos metabólitos hormonais em casos complexos (disponibilidade e custo limitados; requer preparo do profissional para interpretação)"
}
