{
  "score_item_id": "c77cedd3-2800-77eb-885c-476883a4208f",
  "clinical_relevance": "O uso de anticoncepcionais hormonais combinados (COCs) é um parâmetro clínico de alta relevância sistêmica na medicina funcional integrativa, com impacto documentado em múltiplos eixos metabólicos, hormonais, nutricionais e psiquiátricos.\n\n**Mecanismo central — SHBG e testosterona biodisponível:** COCs e DIUs hormonais (Mirena, Kyleena) elevam significativamente a globulina ligadora de hormônios sexuais (SHBG), reduzindo de forma expressiva a testosterona livre e bioativa. Em usuárias de pílula, tentativas de reposição de testosterona têm eficácia muito limitada, pois o hormônio administrado é sequestrado pelo SHBG elevado. Esse mecanismo é análogo ao que ocorre fisiologicamente na gestação.\n\n**Impacto tireoidiano e metabólico:** O aumento do SHBG induzido pelos COCs correlaciona-se com elevação do T3 reverso (rT3), promovendo baixa metabólica. Adicionalmente, o uso prolongado (>6 meses) de COCs associa-se a aumento da insulina de jejum, dislipidemia, intolerância à glicose e piora da resistência insulínica — fatores de risco para diabetes tipo 2. O mecanismo inclui estimulação de receptor mineralocorticoide, aumento de ácido úrico, ativação de GSK3 e elevação de aldosterona (especialmente com drospirenona).\n\n**Depleção de micronutrientes:** Usuárias de COCs apresentam depleção sistemática de: folato (B9), vitamina B12, piridoxina (B6), riboflavina (B2), vitamina C, vitamina E, zinco, magnésio e selênio. Essas depleções prejudicam síntese de neurotransmissores (GABA, serotonina — dependentes de B6/P5P), ciclo de metilação (folato, B12) e função mitocondrial. A recomendação de suplementação de L-metilfolato preventivo em usuárias de COCs é classificada como nível A de evidência, visando redução do risco de trombose e AVC.\n\n**Efeitos psiquiátricos e neuroendócrinos:** Estudos observacionais (incluindo publicação no JAMA Psychiatry) demonstram associação entre uso de COCs e maior risco de depressão. Usuárias apresentam maior pontuação em escalas de depressão reprodutiva e menor variabilidade afetiva — fenômeno descrito como 'embotamento emocional'. A estabilização artificial do ciclo hormonal suprime as flutuações fisiológicas, comparável a uma 'menopausa química'. Os COCs também alteram o eixo HPA (hipotálamo-hipófise-adrenal).\n\n**Riscos cardiovasculares e outros:** Aumento de até 250 vezes no risco relativo de AVC em mulheres jovens (risco absoluto baixo, porém clinicamente relevante individualmente). A OMS contraindica métodos hormonais combinados para mulheres tabagistas com 35 anos ou mais e portadoras de doenças micro ou macrovasculares. Há ainda associação documentada com: trombose venosa profunda (TVP), depressão, risco aumentado de câncer de mama (pequeno, porém real), câncer de colo uterino, doenças inflamatórias intestinais (Crohn, colite ulcerativa), gengivite e periodontite.\n\n**Sintomas clínicos associados à redução de testosterona em usuárias:** queda de bem-estar, alterações de humor, irritabilidade, depressão, baixa energia, distúrbios cognitivos, baixo desempenho sexual, menor massa muscular e força, redução da densidade mineral óssea e diminuição da libido.\n\n**Pós-suspensão:** Após descontinuação de COC, o período típico de adaptação hormonal é de aproximadamente 3 meses, com possíveis efeitos transitórios como queda de cabelo e acne, decorrentes da reorganização do eixo HHA e da produção androgênica ovariana.",
  "points": 12,
  "patient_explanation": "O anticoncepcional hormonal (pílula, DIU hormonal) é um medicamento eficaz para evitar a gravidez, mas tem efeitos no organismo que vão além da contracepção. Ele pode reduzir a disponibilidade de hormônios como a testosterona, que é importante para energia, disposição, libido e massa muscular — tanto em homens quanto em mulheres. Além disso, o uso prolongado pode diminuir os níveis de vitaminas e minerais importantes no seu corpo, como B6, B12, ácido fólico, zinco e magnésio. Isso pode contribuir para sintomas como cansaço, alterações de humor, menor concentração e queda de libido. Algumas mulheres também notam alterações no metabolismo, como ganho de peso ou dificuldade para emagrecer. Esses efeitos são reais e merecem atenção médica — não significa que você deva parar o anticoncepcional imediatamente, mas sim que seu médico deve avaliar esses aspectos e, se necessário, orientar suplementação ou alternativas. Se decidir parar, é importante fazer isso com planejamento e acompanhamento, pois podem ocorrer alguns efeitos temporários nos primeiros meses.",
  "conduct": "## Conduta Clínica — Uso de Anticoncepcional Hormonal\n\n### Avaliação Inicial\n\n- **Registrar tipo e tempo de uso:** pílula combinada, pílula só de progesterona, DIU hormonal (Mirena/Kyleena), injetável, implante\n- **Investigar motivação do uso:** contracepção, dismenorreia, SOP, endometriose, acne — impacta decisão de manutenção\n- **Levantar sintomas associados:** humor, energia, libido, cognição, peso, queda de cabelo, irregularidades após suspensão prévia\n- **Avaliar fatores de risco cardiovascular:** tabagismo (contraindicação absoluta para COC em >35 anos), HAS, enxaqueca com aura, trombofilia, história familiar de TVP\n\n### Investigação Laboratorial Recomendada\n\n**Perfil hormonal:**\n- Testosterona total e livre (sérica — considerar limitações de acurácia em mulheres; priorizar clínica)\n- SHBG\n- Estradiol, FSH, LH\n- DHEA-S\n- TSH, T3 livre, T4 livre, T3 reverso (rT3)\n- Cortisol matinal (ou salivar em quatro pontos se suspeita de disfunção HPA)\n\n**Perfil metabólico e nutricional:**\n- Folato eritrocitário e sérico\n- Vitamina B12\n- Vitamina B6 (piridoxal-5-fosfato/P5P, se disponível)\n- Homocisteína (marcador funcional de depleção de folato/B12/B6)\n- Zinco, magnésio, selênio\n- Glicemia e insulina de jejum (curva insulinêmica se SOP ou suspeita de RI)\n- Perfil lipídico completo\n\n### Intervenções Baseadas em Evidências\n\n**Suplementação (recomendação nível A para usuárias de COC):**\n- **L-metilfolato:** indicado preventivamente para redução de risco de trombose e AVC — forma ativa preferível ao ácido fólico\n- **Vitamina B6 (de preferência como P5P):** suporte à síntese de GABA e serotonina\n- **Vitamina B12:** repor conforme deficiência documentada ou quadro clínico sugestivo\n- **Magnésio:** cofator essencial para ativação de B6; repor se deficiência (quelato, malato ou glicinato)\n- **Zinco e selênio:** repor se deficiência documentada\n- **Vitaminas C e E:** suporte antioxidante, especialmente em uso prolongado\n\n**Otimização do uso (se mantido):**\n- Orientar ingestão do COC pela manhã para minimizar impacto no ritmo circadiano e na melatonina\n- Monitorar perfil lipídico, glicemia e insulina semestralmente em uso prolongado\n- Rastrear sintomas depressivos e de embotamento emocional a cada consulta\n\n**Avaliação de libido e função sexual:**\n- SHBG elevado torna prescrição de testosterona ineficaz durante uso de COC — não indicar reposição sem considerar esse contexto\n- Discutir abertamente impacto do COC na libido; validar a queixa como efeito medicamentoso real\n\n### Critérios de Encaminhamento\n\n- **Ginecologia/Endocrinologia:** quando há necessidade de mudança de método contraceptivo, SOP com resistência insulínica, suspeita de trombofilia\n- **Psiquiatria/Psicologia:** sintomas depressivos ou de embotamento emocional que não resolvem com otimização nutricional\n- **Nutrologia/Nutrição funcional:** suporte para protocolo de reposição de micronutrientes e orientação alimentar anti-inflamatória\n\n### Protocolo de Suspensão (quando clinicamente indicado)\n\n- **Preparar a paciente antes da retirada:** informar sobre possíveis efeitos transitórios — queda de cabelo, acne, irregularidade menstrual — com duração média de ~3 meses\n- **Suporte durante a transição:** suplementação de micronutrientes, alimentação antiinflamatória, exercício físico regular, modulação do eixo HPA, apoio ao sono\n- **Manejo da acne pós-suspensão:** avaliar DHT salivar ou sérico; considerar fitoterapia e medidas tópicas\n- **Manejo da TPM:** suplementos (magnésio, B6), progesterona bioidêntica se indicado\n- **Reavaliação hormonal:** após 3-6 meses da suspensão, com perfil hormonal completo\n- **Avaliação salivar:** considerar testosterona e cortisol salivares para maior acurácia em mulheres, especialmente após descontinuação"
}
