{
  "score_item_id": "c77cedd3-2800-7467-9c04-2dc347979727",
  "clinical_relevance": "A pós-menopausa é definida clinicamente após 12 meses consecutivos de amenorreia na ausência de outras causas, geralmente ocorrendo entre 45 e 50 anos, com diagnóstico laboratorial confirmado por FSH > 25–30 mUI/mL indicando falência ovariana. Fisiologicamente, representa a cessação definitiva da função folicular ovariana com queda profunda de múltiplos hormônios: estradiol (para cerca de 1/4 do pico anterior, atingido entre 25–30 anos), progesterona, testosterona (redução de ~50%), DHEA (~77%), androstenediona (~64%), GH e IGF-1.\n\nO impacto sistêmico da deficiência estrogênica é amplo e clinicamente relevante:\n- **Cardiovascular:** O risco de doenças cardiovasculares aumenta de 2 a 6 vezes após a menopausa. A proporção de infarto em mulheres se aproxima à dos homens após esta fase. O estradiol promove vasodilatação via óxido nítrico; sua ausência causa rigidez vascular. Mulheres com fogachos/suores noturnos têm risco cardiovascular dobrado.\n- **Ósseo:** A queda de estradiol aumenta a reabsorção óssea, elevando significativamente o risco de osteoporose. Nos EUA, há mais de 1.000.000 fraturas/ano, ao menos 1/4 por osteoporose. Quinze por cento das mulheres que fraturam morrem no primeiro ano e 75% perdem independência.\n- **Neurológico/Cognitivo:** Fogachos estão associados a lesões de substância branca hiperintensa, envelhecimento biológico acelerado e maior risco de demência. A queda de estradiol, testosterona e serotonina aumenta o risco de ansiedade e depressão, que dobra na menopausa.\n- **Metabólico:** Tendência ao aumento de triglicerídeos, colesterol LDL e leptina; aumento do risco de diabetes tipo 2.\n- **Urogenital:** Síndrome geniturinária da pós-menopausa com ressecamento vaginal, dispareunia e baixa libido; risco de incontinência urinária e prolapso.\n- **Musculoesquelético:** Sarcopenia por queda de GH, IGF-1 e testosterona.\n- **Cutâneo:** Redução de colágeno por queda de estradiol e testosterona.\n\nEpidemiologia dos sintomas vasomotores: fogachos afetam mais de 70% das mulheres; duração média sem tratamento superior a 7 anos; um terço das mulheres apresenta fogachos por mais de 10 anos. Distúrbios do sono afetam 30–46% das mulheres na pós-menopausa.\n\nO risco de mortalidade cardiovascular na pós-menopausa é seis vezes maior que o risco de mortalidade por câncer. A terapia de reposição hormonal (TRH) iniciada na \"janela de oportunidade\" (primeiros 10 anos de pós-menopausa ou antes dos 60 anos) demonstra redução de doença cardiovascular de 52% após 10 anos de uso, com redução de 39% mantida após interrupção (dados de estudos ELITE e DOPS, com redução de mortalidade por todas as causas de 43% no DOPS). Evidências indicam que a via transdérmica com 17-beta-estradiol e progesterona natural micronizada apresenta melhor perfil de segurança em relação ao risco tromboembólico, ao contrário do estrogênio equino conjugado (Premarin) combinado a medroxiprogesterona acetato (estudo WHI, 2002).\n\nO estado de pós-menopausa é, portanto, um marcador clínico de elevada relevância por concentrar múltiplos riscos simultâneos de morbimortalidade que se iniciam de forma silenciosa e progressiva, justificando rastreamento ativo e intervenção personalizada.",
  "points": 18,
  "patient_explanation": "A pós-menopausa começa após um ano completo sem menstruação, geralmente entre os 45 e 50 anos. Nesse período, os ovários reduzem muito a produção de hormônios como o estrogênio, a progesterona e a testosterona. Essa queda hormonal pode causar fogachos (ondas de calor), suores noturnos, dificuldade para dormir, ressecamento vaginal, dor nas relações, queda de libido, alterações de humor, dores nas articulações e redução de memória.\n\nAlém dos sintomas do dia a dia, a menopausa aumenta o risco de doenças do coração, de ossos mais frágeis (osteoporose) e de perda de massa muscular ao longo do tempo. Isso acontece porque o estrogênio protegia esses sistemas enquanto estava presente.\n\nA boa notícia é que existem intervenções eficazes para reduzir esses riscos: mudanças no estilo de vida (exercício físico regular, alimentação saudável e sono de qualidade) e, quando indicada pelo médico, a terapia hormonal pode trazer benefícios importantes. O acompanhamento médico regular nessa fase é essencial para avaliar suas necessidades individuais e tomar as melhores decisões para a sua saúde a longo prazo.",
  "conduct": "## Conduta Clínica na Pós-Menopausa\n\n### 1. Confirmação Diagnóstica\n- **Clínico:** 12 meses consecutivos de amenorreia sem outra causa identificável\n- **Laboratorial:** FSH > 25–30 mUI/mL confirmando falência ovariana\n- **Diagnóstico diferencial dos fogachos:** excluir tumor carcinoide, mastocitose, uso de fármacos (agentes antiestrogênicos, quimioterápicos), ansiedade, tabagismo\n\n### 2. Avaliação Inicial Abrangente\n- **Anamnese dirigida:** data da última menstruação, sintomas vasomotores (frequência, intensidade, duração), distúrbios do sono, sintomas urogenitais, humor, libido, dores articulares, histórico pessoal e familiar de câncer de mama, trombose e doenças cardiovasculares\n- **Estratificação de risco individual antes de qualquer terapia hormonal:**\n  - Histórico pessoal/familiar de câncer de mama (incluindo status BRCA1/2)\n  - Histórico de tromboembolismo venoso\n  - Perfil de risco cardiovascular (hipertensão, dislipidemia, tabagismo, DM2)\n  - Densidade mineral óssea (densitometria óssea — DXA)\n\n### 3. Exames Complementares Recomendados\n- **Laboratoriais:** FSH, estradiol, progesterona, testosterona total e livre, SHBG, DHEA-S, perfil lipídico, glicemia, insulina de jejum, hemograma, ferro sérico, vitamina B12, vitamina D\n- **Imagem:** densitometria óssea (DXA), mamografia anual a partir dos 40 anos, avaliação da espessura endometrial (não deve ultrapassar 10 mm em usuárias de TRH)\n- **Composição corporal:** bioimpedanciometria\n- **Sono:** avaliar qualidade do sono; considerar estudo do sono se suspeita de apneia\n- **Avançado (quando indicado):** DUTCH Test para metabolômica dos hormônios esteroides\n\n### 4. Intervenções de Estilo de Vida (Base Obrigatória)\n- **Atividade física:** treino de resistência com ênfase em ~250 minutos semanais para saúde óssea, muscular e cardiovascular\n- **Nutrição:** alimentação baseada em alimentos in natura; evitar ultraprocessados; cessação do tabagismo; crucíferas com moderação (≤3–4x/semana) para modulação do metabolismo do estrogênio\n- **Sono:** higiene do sono rigorosa; priorizar sono profundo\n- **Suplementação de suporte:** avaliar e repor vitamina D, B12, magnésio, zinco, selênio e ferro conforme deficiências identificadas\n\n### 5. Terapia de Reposição Hormonal (TRH)\n**Indicação:** sintomáticas (fogachos, distúrbios do sono, síndrome urogenital) e/ou prevenção de osteoporose, doenças cardiovasculares e demência — inclusive em pacientes assintomáticas, se dentro da janela de oportunidade e com perfil favorável de risco-benefício\n\n**Janela de oportunidade:** iniciar preferencialmente nos primeiros 10 anos de pós-menopausa ou antes dos 60 anos\n**Janela ótima:** iniciar na transição menopausal (10 anos antes da menopausa), quando possível\n\n**Princípios da prescrição:**\n- Preferir **hormônios bioidênticos:** 17-beta-estradiol + progesterona natural micronizada\n- **Via transdérmica** para o estradiol (gel 0,3–2,5 mg/dia ou adesivo 50–100 mcg): minimiza risco tromboembólico e de primeira passagem hepática\n- **Meta de estradiol sérico:** 60–90 pg/mL para máxima proteção cardiovascular\n- **Progesterona natural micronizada:** 100 mg/dia (contínua) ou 200–300 mg/dose (sequencial a cada 12–15 dias); via oral preferencial para proteção endometrial\n- **Testosterona** (se indicada por baixa libido ou desejo sexual hipoativo): manter níveis fisiológicos abaixo de 100 ng/dL; iniciar em doses baixas (≤5 mg/dia tópico) com monitorização de DHT e estradiol\n- Princípio **\"Start slow, go slow\"**: menor dose eficaz com ajuste gradual\n- Não há limite de tempo pré-definido para a TRH desde que reavaliações periódicas demonstrem benefícios superiores aos riscos (consenso desde 2018)\n\n**Contraindicações absolutas à TRH sistêmica:** histórico de câncer de mama, tromboembolismo ativo, doença coronariana não controlada, hepatopatia grave\n\n### 6. Monitoramento e Seguimento\n- Reavaliar a cada **3 a 6 meses** após início da TRH para ajuste de dose e monitoramento de sintomas\n- Mamografia anual\n- Espessura endometrial: manter ≤ 10 mm\n- Perfil lipídico, marcadores inflamatórios, pressão arterial e composição corporal\n- Ajustar terapia se piora de estilo de vida (ganho de peso, tabagismo)\n\n### 7. Encaminhamentos\n- **Ginecologia/Endocrinologia:** para manejo da TRH em casos complexos ou com comorbidades\n- **Mastologia:** avaliação individualizada em pacientes com histórico familiar de câncer de mama\n- **Reumatologia/Ortopedia:** osteoporose com fraturas ou risco elevado\n- **Cardiologia:** risco cardiovascular aumentado antes de iniciar TRH\n- **Psiquiatria/Psicologia:** depressão ou ansiedade moderada a grave associadas à menopausa"
}
