{
  "score_item_id": "c77cedd3-2800-7831-b6e6-8b53c3be1642",
  "clinical_relevance": "O uso recente de hormônios esteroides — incluindo terapia de reposição hormonal (TRH/TRT) com testosterona, estradiol, progesterona, gestrinona, corticosteroides ou esteroides anabolizantes — é um dado anamnésico de alto impacto clínico na avaliação da saúde sexual e hormonal. Os hormônios esteroides são sintetizados sob demanda a partir do colesterol e atuam por meio de receptores intracelulares, modulando a expressão gênica e funções sistêmicas que incluem libido, composição corporal, densidade óssea, função cardiovascular, humor e cognição.\n\nFisiologicamente, o eixo hipotálamo-hipófise-gonadal (HPG) regula a produção endógena de andrógenos e estrogênios por feedback negativo. O uso exógeno de esteroides — especialmente testosterona — suprime o eixo HPG, resultando em inibição da produção de LH e FSH e, consequentemente, redução ou cessação da produção gonadal endógena. Essa supressão é reversível, mas pode persistir por semanas a meses após a descontinuação, o que torna o histórico de uso recente clinicamente essencial para interpretação correta de exames laboratoriais.\n\nNa avaliação laboratorial, não é suficiente analisar apenas a testosterona total: é indispensável avaliar estradiol (via aromatase), DHT (via 5-alfa-redutase), SHBG e fração livre. Níveis elevados de estradiol ou DHT exercem feedback negativo e podem normalizar aparentemente o LH/FSH enquanto a testosterona está alterada. Em mulheres, o uso de anticoncepcionais orais combinados eleva significativamente o SHBG, reduzindo a testosterona biodisponível e podendo causar disfunção sexual hipoativa — efeito que persiste por até 3 meses após a suspensão.\n\nAs principais formas de TRT masculina incluem cipionato de testosterona (injetável semanal, maior pico e aromatização), undecilato de testosterona (injetável trimestral, liberação mais estável), géis e cremes transdérmicos (risco de transferência cutânea), e implantes de pellets (ação prolongada, supressão mais intensa do eixo, difícil reversão). Em mulheres, doses baixas de testosterona tópica (até 5 mg/dia) são usadas para desejo sexual hipoativo (TDSH), com início de efeito em 4–12 semanas e monitorização de efeitos androgênicos como acne, hirsutismo e alopecia.\n\nO uso de esteroides anabolizantes fora de contexto terapêutico — distinto da reposição fisiológica — associa-se a riscos significativos: supressão do eixo HPG, policitemia, apneia do sono, dislipidemia (queda de HDL), ginecomastia, hepatotoxicidade e dependência psicológica. A distinção entre reposição hormonal e anabolização é clinicamente fundamental: a reposição visa estabilidade e saúde; a anabolização busca ganhos suprafisiológicos com risco aumentado.\n\nOutros esteroides clinicamente relevantes incluem corticosteroides (com impacto no eixo HPA, supressão do cortisol endógeno e risco de insuficiência adrenal), finasterida e dutasterida (inibidores da 5-alfa-redutase, com síndrome pós-finasterida descrita — conjunto de sintomas sexuais, físicos e psicológicos que podem persistir após a descontinuação) e gestrinona (progestagênio com atividade androgênica, usado em mulheres para composição corporal ou endometriose).\n\nO timing de uso é crítico para interpretação: exames coletados fora do momento ideal (meio do ciclo para injetáveis, 24h antes e 2–8h após para géis) geram dados não comparáveis. O contexto de uso recente interfere diretamente na interpretação do painel hormonal, na avaliação de libido, disfunção erétil, ciclos menstruais, composição corporal e bem-estar geral.",
  "points": 12,
  "patient_explanation": "Hormônios esteroides são substâncias produzidas naturalmente pelo seu corpo — como testosterona, estrogênio e progesterona — que regulam muitas funções importantes: desejo sexual, energia, força muscular, humor, sono e saúde óssea. Quando usamos versões externas desses hormônios (seja por reposição médica, anticoncepcionais ou outras formas), o corpo ajusta sua própria produção em resposta.\n\nSaber se você usou esses hormônios recentemente é muito importante para o seu médico, porque eles podem alterar os resultados de exames de sangue e mascarar ou modificar sintomas. Por exemplo, anticoncepcionais orais podem reduzir o interesse sexual ao elevar uma proteína que 'segura' a testosterona. Já a testosterona usada em reposição pode suprimir temporariamente a produção natural do corpo.\n\nNão há motivo para preocupação: o uso de hormônios com acompanhamento médico é seguro quando bem monitorado. O importante é que seu médico conheça o histórico completo para interpretar seus exames corretamente e ajustar qualquer tratamento da forma mais adequada para você.",
  "conduct": "## Conduta Clínica: Uso Recente de Hormônios Esteroides\n\n### 1. Anamnese Detalhada\n\n- **Tipo de hormônio usado:** testosterona (via, éster, dose), estradiol, progesterona, gestrinona, corticosteroide, anticoncepcional oral combinado, anabolizante, inibidor de aromatase (anastrozol, exemestano), inibidor de 5-alfa-redutase (finasterida, dutasterida)\n- **Via de administração:** oral, transdérmica (gel/creme), injetável, implante (pellet), vaginal\n- **Dose e frequência:** registrar dose exata e intervalo de aplicação para interpretação laboratorial adequada\n- **Duração de uso e data da última dose:** essencial para avaliar supressão do eixo e timing de exames\n- **Motivo de uso:** TRH prescrita, anticoncepcional, uso estético/anabolizante, automedicação\n- **Sintomas durante e após uso:** libido, humor, energia, acne, queda de cabelo, edema, sangramento irregular\n\n---\n\n### 2. Investigação Laboratorial\n\n**Painel hormonal completo (considerar timing em relação à última dose):**\n\n- **Testosterona total e SHBG** — calcular ou medir fração livre/biodisponível\n- **Estradiol (E2)** — avaliar aromatização excessiva\n- **DHT** — avaliar conversão via 5-alfa-redutase\n- **LH e FSH** — grau de supressão do eixo HPG\n- **Cortisol** — se uso de corticosteroide\n- **Hematócrito/hemoglobina** — risco de policitemia em TRT masculina\n- **Perfil lipídico** — HDL pode cair com andrógenos e anticoncepcionais\n- **Função hepática** — especialmente com uso oral ou anabolizantes\n- **PSA** — em homens com TRT\n- **Saliva (quando disponível):** painel de testosterona, DHT, estradiol e progesterona para melhor avaliação de frações livres\n\n**Timing correto para coleta:**\n- Injetáveis: coletar no meio do intervalo (ex.: se aplicação a cada 15 dias, coletar no 7º dia)\n- Géis/cremes: coletar 24h antes da próxima aplicação E 2–8h após aplicação\n- Pós-suspensão de anticoncepcional: aguardar pelo menos 3 meses para normalização do SHBG\n\n---\n\n### 3. Avaliação de Efeitos e Riscos Específicos\n\n**Em homens em TRT:**\n- Monitorar hematócrito (risco de policitemia), E2 (aromatização), DHT (redução), SHBG\n- Avaliar apneia do sono, acne, ginecomastia, dependência subjetiva de níveis altos\n- Em homens com desejo reprodutivo: contraindicar TRT exógena — avaliar alternativas (HCG, clomifeno)\n- Encaminhar a urologista integrativo se PSA elevado ou suspeita de patologia prostática\n\n**Em mulheres:**\n- Com anticoncepcional oral: não tentar reduzir SHBG diretamente; avaliar troca de método se disfunção sexual associada\n- Com testosterona tópica (TDSH): iniciar em dose máxima de 5 mg/dia; monitorar acne, hirsutismo, alopecia androgenética e queda de HDL; avaliar resposta em 6–8 semanas (melhora máxima em até 12 semanas)\n- Com gestrinona: preferir início por creme vaginal (2–5 mg, 3x/semana) por pelo menos 1 mês antes de implante; monitorar SHBG, andrógenos livres, DHT e perfil lipídico\n\n**Pós-uso de anabolizantes:**\n- Avaliar supressão do eixo: LH/FSH suprimidos com testosterona baixa\n- Protocolo de restauração do eixo (pós-ciclo): HCG 500 UI/semana + clomifeno por 2 semanas, seguido de clomifeno em dose reduzida por mais 15 dias (conforme protocolo clínico individualizado)\n- Monitorar síndrome pós-finasterida se uso prévio: sintomas sexuais, físicos e psicológicos persistentes após descontinuação\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Urologista integrativo:** PSA elevado, suspeita de patologia prostática, hipogonadismo primário confirmado, casos complexos de TRT masculina\n- **Ginecologista/endocrinologista:** irregularidade menstrual persistente, falha de resposta a TRH feminina, suspeita de síndrome pós-finasterida em mulheres\n- **Endocrinologista:** insuficiência adrenal suspeita após uso de corticosteroide, hipogonadismo hipogonadotrófico sem causa identificada\n\n---\n\n### 5. Orientações e Intervenções\n\n- **Princípio fundamental:** iniciar com doses baixas e ajustar progressivamente — é mais fácil aumentar do que reverter efeitos colaterais, que podem ser irreversíveis\n- **Monitoramento regular:** reavaliar painel hormonal a cada 6–8 semanas durante titulação; a cada 3–6 meses em manutenção\n- **Estilo de vida como base:** otimizar sono, reduzir estresse, composição corporal, controle glicêmico e atividade física antes ou em paralelo a qualquer reposição\n- **Alertar sobre contaminação de suplementos:** produtos \"naturais\" podem conter anabolizantes não declarados — orientar cautela com origem, lote e resultados suspeitos\n- **Abordagem centrada no paciente:** observação clínica acima de números isolados; hormônios são dinâmicos e devem ser interpretados no contexto clínico global"
}
