{
  "score_item_id": "c77cedd3-2800-770b-80f0-418fb3a941d6",
  "clinical_relevance": "O uso recente de inibidores da fosfodiesterase tipo 5 (PDE5i) — sildenafil, tadalafil e vardenafil — constitui um marcador clínico relevante no contexto da saúde sexual masculina. Esses fármacos atuam bloqueando a enzima PDE5, responsável pela degradação do GMPc no tecido cavernoso. A cascata fisiológica da ereção envolve: estímulo neural → liberação de óxido nítrico (NO) → ativação da guanilato ciclase → aumento de GMPc → queda do Ca2+ intracelular → relaxamento da musculatura lisa cavernosa → tumescência peniana. Os PDE5i sustentam os níveis de GMPc e prolongam esse relaxamento, facilitando a ereção em resposta ao estímulo sexual. São reconhecidos como tratamento sintomático de primeira linha para disfunção erétil (DE) por todas as principais diretrizes urológicas.\n\nA presença desse parâmetro no escore de saúde indica que o paciente apresenta ou apresentou disfunção erétil clinicamente relevante, condição com prevalência elevada: estudo nacional brasileiro com mais de 71.000 entrevistados demonstrou que mais de 50% dos homens apresentam algum grau de DE. Apesar disso, 73% dos pacientes relatam que seus médicos nunca abordaram o tema, embora 81% desejem discuti-lo — evidenciando subdiagnóstico e subnotificação expressivos.\n\nA DE não deve ser tratada como condição isolada: é marcador precoce de disfunção endotelial sistêmica e risco cardiovascular aumentado, frequentemente antecedendo eventos cardíacos em meses. Homens com DE têm risco até 3x maior de desenvolver depressão. A condição associa-se a resistência à insulina, síndrome metabólica (risco ~2,6x), diabetes (risco até 3,5x), obesidade (circunferência abdominal >102 cm eleva o risco até 3x em maiores de 60 anos) e hipogonadismo (testosterona <200 ng/dL associada a menor tumescência).\n\nAs contraindicações formais dos PDE5i incluem uso concomitante de nitratos orgânicos (risco de hipotensão grave), retinite pigmentosa e isquemia de retina. Do ponto de vista cardiovascular, a relação sexual pode equivaler a um esforço físico vigoroso; eventos adversos podem ocorrer em pacientes descondicionados que utilizam PDE5i sem avaliação cardiopulmonar prévia. A prescrição de PDE5i sem avaliação hormonal em pacientes com suspeita de disfunção androgênica é considerada conduta inadequada, pois a reposição de testosterona melhora a ereção (especialmente nos graus leve a moderado) e restaura a resposta aos PDE5i em casos com hipogonadismo associado. Arginina (~500 mg/dia) e L-carnitina (até 1 g/dia) demonstraram melhora da eficácia dos PDE5i como adjuvantes. Na falha da primeira linha, a segunda linha inclui agentes tópicos e injetáveis intracavernosos, com encaminhamento a especialista.",
  "points": 12,
  "patient_explanation": "Os inibidores da fosfodiesterase tipo 5 (como Viagra, Cialis e Levitra) são os medicamentos mais usados para tratar a dificuldade de ereção. Eles ajudam os vasos sanguíneos do pênis a relaxar, permitindo que o sangue circule melhor durante a excitação sexual. O fato de você usar ou ter usado esses medicamentos recentemente indica que há ou houve alguma dificuldade nessa área, e isso é informação importante para o seu médico. A dificuldade de ereção muitas vezes é um sinal de que o organismo como um todo precisa de atenção — pode estar relacionada a questões hormonais, circulação, sono, estresse ou hábitos de vida. A boa notícia é que, na maioria dos casos, essa condição responde bem ao tratamento quando as causas são identificadas e tratadas. Não tenha vergonha de falar abertamente com seu médico sobre esse tema: ele é fundamental para cuidar da sua saúde de forma completa.",
  "conduct": "## Conduta Clínica: Uso Recente de Inibidores da Fosfodiesterase (PDE5i)\n\n### 1. Avaliação Inicial\n\n- **Estratificar o grau de disfunção erétil** com o Índice Internacional de Função Erétil (IIFE — 6 perguntas): classifica em leve, moderada ou severa\n- **Anamnese ampliada:** início dos sintomas, frequência de uso dos PDE5i, resposta ao tratamento, adesão, efeitos adversos relatados\n- **Investigar causas orgânicas:** sedentarismo, obesidade, síndrome metabólica, diabetes, doenças cardiovasculares, apneia do sono, hipogonadismo, exposição a toxinas\n- **Investigar causas emocionais:** ansiedade de desempenho, depressão, uso de pornografia (especialmente em jovens), ciclo vicioso falha–ansiedade–nova falha\n- **Revisar medicações em uso** que podem causar ou agravar DE:\n  - Inibidores da 5-alfa-redutase (finasterida, dutasterida)\n  - Psicofármacos: escitalopram, fluoxetina, quetiapina, venlafaxina, lisdexanfetamina\n  - Cardiológicos: estatinas, betabloqueadores, anlodipino, hidroclorotiazida\n- **Verificar contraindicações formais aos PDE5i:** uso de nitratos orgânicos, retinite pigmentosa, isquemia de retina\n\n### 2. Exames Laboratoriais e Complementares\n\n- **Painel hormonal:** testosterona total e livre, LH, FSH, prolactina, SHBG, estradiol, DHT\n- **Perfil metabólico:** glicemia de jejum, HbA1c, insulina, HOMA-IR, lipidograma\n- **Micronutrientes:** vitamina D (visar >40 ng/mL; <20 ng/mL associado à DE), ácido fólico, vitamina B12\n- **Marcadores inflamatórios:** ácido úrico, homocisteína, PCR ultrassensível\n- **Função renal e hepática:** ureia, creatinina, TGO, TGP\n- **PSA** quando clinicamente indicado\n- **Exames complementares:**\n  - Ecografia abdominal total (fígado, próstata, rins)\n  - Avaliação cardiovascular: teste ergométrico, ecocardiograma ou tomografia com escore de cálcio coronariano\n  - Polissonografia domiciliar para rastreio de apneia obstrutiva do sono\n\n### 3. Intervenções no Estilo de Vida (Prioridade 1)\n\n- **Exercício aeróbico estruturado:** 40 minutos por sessão, 4x/semana (mínimo 160 min/semana), por pelo menos 6 meses; demonstrou reduzir DE associada a inatividade, obesidade, hipertensão e síndrome metabólica\n- **Plano alimentar:** proteínas e gorduras de qualidade, vegetais variados; reduzir ultraprocessados, carboidratos refinados e óleos de sementes ricos em ômega-6\n- **Composição corporal:** avaliar circunferência abdominal; >94 cm requer intervenção; >102 cm indica alto risco — intensificar manejo metabólico\n- **Sono:** tratar apneia obstrutiva quando confirmada; sono adequado é fundamental para produção de testosterona e GMPc\n- **Cessação de tabagismo:** reduz síntese endotelial de NO (inibição da NO-sintase), comprometendo o relaxamento cavernoso\n- **Reduzir álcool, maconha fumada** (associada a até 4x maior risco de DE em meta-análise) e outras substâncias\n- **Reduzir exposição ambiental:** xenoestrógenos (BPA, microplásticos), pesticidas, metais pesados, PM2.5\n\n### 4. Suporte Farmacológico e Nutricional Adjuvante\n\n- **Arginina:** ~500 mg/dia — apoia a síntese de NO e potencializa a eficácia dos PDE5i\n- **L-carnitina:** 500 mg a 1 g/dia — útil em não respondedores aos PDE5i\n- **Suporte antioxidante:** N-acetilcisteína (NAC), glicina, ácido glutâmico, vitamina C, ácido alfa-lipoico, selênio, vitamina E, riboflavina 100–200 mg/dia (cofator da glutationa redutase)\n- **Correção de deficiências:** vitamina D (visar >40 ng/mL), ácido fólico\n- **Otimização hormonal:** avaliar e tratar hipogonadismo quando indicado — reposição de testosterona melhora a ereção e restaura a resposta aos PDE5i em casos com testosterona baixa\n\n### 5. Manejo dos PDE5i\n\n- **Selecionar o PDE5i conforme perfil do paciente:** diferenças de meia-vida (sildenafil ~4h, tadalafil ~17,5h), interação com alimentos e perfil de efeitos adversos\n- **Checar contraindicações:** nitratos (hipotensão grave), retinite pigmentosa, isquemia de retina\n- **Avaliar capacidade cardiopulmonar antes de liberar atividade sexual intensa** — a relação pode equivaler a esforço vigoroso; risco em pacientes descondicionados\n- **Não prescrever PDE5i sem avaliação hormonal** quando há suspeita de disfunção androgênica\n\n### 6. Escalonamento e Encaminhamento\n\n- **Segunda linha (falha dos PDE5i):** agentes tópicos ou injetáveis intracavernosos — encaminhar a urologista/andrologista\n- **Terapia sexual:** essencial em casos com componente emocional predominante, especialmente em jovens; quebra o ciclo ansiedade–falha\n- **Retorno programado:** revisar exames, reavaliação do IIFE, ajuste de conduta\n- **Abordar o tema ativamente nas consultas de rotina:** muitos pacientes têm vergonha e relatam queixas de forma indireta (cansaço, baixa energia); o vínculo terapêutico favorece a revelação"
}
