{
  "score_item_id": "019bf31d-2ef0-7839-96b6-08260315e87c",
  "clinical_relevance": "O uso de medicamentos e suplementos para libido e desempenho sexual é um parâmetro clínico relevante que reflete tanto a percepção do paciente sobre sua própria função sexual quanto o risco de interações farmacológicas, efeitos adversos e uso de substâncias com eficácia variável ou não comprovada.\n\nAs principais substâncias relatadas nesse contexto incluem:\n\n**Fitoterápicos e suplementos com evidência para libido/desempenho:**\n- **Maca (Lepidium meyenii):** Um dos suplementos mais bem pesquisados para libido. Age sem efeito direto na testosterona. Estudos mostram melhora significativa em mulheres pré-menopáusicas: desejo sexual (+72%), satisfação (+68%) e frequência sexual (+60%). Requer pelo menos 2 meses de suplementação consistente para efeito pleno.\n- **DHEA:** Evidência para mulheres peri e pós-menopáusicas com disfunção sexual. Uso intravaginal pode melhorar atrofia vaginal relacionada à disfunção sexual sem elevar estrogênio circulante acima do nível pós-menopáusico. Em homens com baixos níveis de DHEA, estudo duplo-cego placebo-controlado com 50 mg/dia mostrou promessa para melhora de desempenho sexual, mas resultados de estudos de alta qualidade são inconsistentes.\n- **Fenogrego (Trigonella foenum-graecum / Testofen 600 mg/dia):** Indicado para libido em homens e mulheres. Mecanismo principal: redução de SHBG com pequeno aumento estatisticamente significativo de testosterona total. Estudo de 12 semanas em homens de 40–73 anos demonstrou diminuição de queixas do envelhecimento masculino e aumento de ereção matinal e frequência sexual versus placebo.\n- **L-Arginina (~500 mg/dia) e L-Carnitina (500 mg–1 g/dia):** Potencializam a ação de inibidores da fosfodiesterase-5 (PDE5i). Arginina suporta produção de óxido nítrico (NO); carnitina é útil em não respondedores a PDE5i.\n- **Ashwagandha (KSM-66):** Adaptógeno que modula o eixo HPA e neurotransmissores. Estudos com extrato padronizado KSM-66 mostram melhora em espermatozoides, motilidade espermática e testosterona. Efeito indireto via modulação do estresse; resultados clínicos mais previsíveis que estimulantes hormonais diretos.\n- **Mucuna pruriens:** Rica em L-Dopa, precursora de dopamina. Pode elevar motivação e libido indiretamente; elevação de dopamina pode estimular comportamentos que naturalmente aumentam testosterona.\n\n**Fitoterápicos com evidência limitada ou inconsistente:**\n- **Tribulus terrestris:** O suplemento mais prescrito para esse fim. Revisões sistemáticas são categóricas em afirmar que não eleva testosterona. Pode melhorar libido e disposição independentemente da testosterona, especialmente em mulheres. Risco de desregulação de DHT em algumas mulheres. Relatos de casos de insuficiência renal e hepática. Literatura disponível é de baixa qualidade.\n- **Ácido D-aspártico:** Doses de 500 mg a 3 g. Um estudo com 3,12 g + vitaminas B6/B9/B12 mostrou aumento de 33% em LH e 42% em testosterona em humanos, mas resultados não são reproduzidos na prática clínica. Outro estudo mostrou que 6 g reduziram testosterona livre.\n- **Long Jack (Eurycoma longifolia), Turquesterona, Gamorizanol:** Evidência fraca ou inexistente para aumento de testosterona. Não recomendados.\n- **Extrato de cacau:** Citado entre suplementos mais pesquisados para melhora de libido, mas literatura ainda de qualidade limitada.\n\n**Medicamentos que impactam negativamente a função sexual (contexto para avaliação de uso recente):**\n- Inibidores da 5-alfa-redutase (finasterida, dutasterida): associados a queda de libido e disfunção erétil, com relatos de efeitos persistentes após descontinuação (Síndrome Pós-Finasterida).\n- Psicofármacos: ISRS (escitalopram, fluoxetina), antipsicóticos (quetiapina), venlafaxina, lisdexanfetamina.\n- Cardiológicos: estatinas, betabloqueadores, anlodipino, hidroclorotiazida.\n\n**Impacto clínico geral:** O uso de suplementos/medicamentos para função sexual indica queixa ativa do paciente, sendo marcador de disfunção sexual subjacente que requer investigação etiológica ampla. A qualidade geral da literatura avaliando eficácia dessas substâncias é baixa, e o uso sem orientação médica expõe o paciente a riscos de interações, efeitos adversos e falsa sensação de tratamento sem abordagem da causa raiz.",
  "points": 5,
  "patient_explanation": "Este parâmetro verifica se você usa ou usou recentemente algum medicamento ou suplemento para melhorar sua libido (desejo sexual) ou desempenho sexual. Essa informação é importante porque muitos produtos vendidos para esse fim têm eficácia não comprovada ou resultados inconsistentes, e alguns podem causar efeitos indesejados se usados sem orientação médica.\n\nExistem alguns suplementos com evidência científica mais sólida, como a maca, o DHEA (para mulheres na menopausa) e o fenogrego, mas mesmo esses precisam ser indicados de forma individualizada. Outros, como o tribulus terrestris, são muito populares, mas estudos mostram que não funcionam para elevar hormônios como a testosterona, podendo até causar efeitos colaterais.\n\nAlém disso, há medicamentos para outras condições (pressão alta, depressão, queda de cabelo) que podem reduzir o desejo ou o desempenho sexual como efeito colateral — e é importante que seu médico saiba disso para ajustar seu tratamento.\n\nSe você está sentindo baixa libido ou dificuldades de desempenho, a melhor abordagem é identificar a causa real com seu médico, pois esses sintomas muitas vezes refletem questões hormonais, metabólicas, emocionais ou relacionadas ao estilo de vida que podem ser tratadas de forma eficaz e segura.",
  "conduct": "## Conduta Clínica: Uso de Medicamentos/Suplementos para Libido e Desempenho Sexual\n\n### 1. Avaliação Inicial\n\n- **Levantar todas as substâncias em uso:** nome, dose, tempo de uso, fonte de indicação (automedicação, prescrição, influência digital) e resposta percebida\n- **Investigar queixa subjacente:** disfunção erétil, baixa libido, anorgasmia, dificuldade de excitação — estratificar com instrumento validado (ex.: Índice Internacional de Função Erétil - IIFE, em 6 perguntas, para homens)\n- **Revisar medicações em uso que impactam negativamente a função sexual:**\n  - Inibidores da 5-alfa-redutase (finasterida, dutasterida)\n  - Psicofármacos: ISRS, antipsicóticos, venlafaxina, lisdexanfetamina\n  - Cardiológicos: estatinas, betabloqueadores, anlodipino, hidroclorotiazida\n  - Discutir alternativas e relação risco/benefício com o prescriptor original\n- **Anamnese ampliada:** estilo de vida (dieta, atividade física, sono, estresse), tabagismo, álcool, uso de maconha e outras drogas, exposições ambientais (BPA, pesticidas, metais pesados)\n\n### 2. Investigação Complementar\n\n- **Perfil hormonal completo:** testosterona total e livre, SHBG, LH, FSH, prolactina, estradiol (conforme sexo e contexto)\n- **DHEA-S** (especialmente em mulheres peri/pós-menopáusicas com disfunção sexual)\n- **Vitamina D** (visar >40 ng/mL; níveis <20 ng/mL associados a piora da função erétil)\n- **Folato e vitamina B12**\n- **Marcadores metabólicos:** glicemia de jejum, HbA1c, perfil lipídico, insulina\n- **Marcadores inflamatórios:** PCR-us\n- **Avaliação cardiovascular:** circunferência abdominal, score de cálcio coronariano se indicado\n- **Polissonografia** se suspeita de apneia do sono (reduz NO, GMPc, testosterona e piora IIEF)\n- **Ecografia abdominal total** se indicada\n\n### 3. Orientação sobre Suplementos — por Evidência\n\n**Suplementos com evidência mais robusta:**\n- **Maca:** pode melhorar libido sem alterar testosterona; requer ≥2 meses de uso consistente; melhor evidência em mulheres pré-menopáusicas\n- **DHEA:** indicado para mulheres peri/pós-menopáusicas com disfunção sexual; uso intravaginal tem evidência para atrofia vaginal; uso oral em homens com DHEA-S baixo pode ter benefício, mas evidências são inconsistentes\n- **Fenogrego (Testofen 600 mg/dia):** pode melhorar libido em homens e mulheres via redução de SHBG; pequeno aumento de testosterona total\n- **L-Arginina (~500 mg/dia) + L-Carnitina (500 mg–1 g/dia):** úteis como adjuvantes ao tratamento com PDE5i (sildenafil, tadalafil, vardenafil) em disfunção erétil\n- **Ashwagandha (KSM-66):** adaptógeno com efeito indireto via modulação do eixo HPA; mais previsível e seguro que estimulantes hormonais diretos\n\n**Suplementos com evidência limitada — usar com cautela e expectativa realista:**\n- **Tribulus terrestris:** não eleva testosterona (revisões sistemáticas); pode melhorar libido/disposição em mulheres independentemente de hormônios; risco de desregulação de DHT e relatos de insuficiência renal/hepática — usar com cautela e por tempo limitado\n- **Mucuna pruriens (L-Dopa):** pode elevar dopamina e motivação; efeito indireto na libido\n- **Ácido D-aspártico:** evidência contraditória; doses altas (≥6 g) podem reduzir testosterona livre; não recomendado de rotina\n\n**Suplementos sem evidência adequada — não recomendar:**\n- Turquesterona, gamorizanol, Long Jack sem estudos robustos\n\n### 4. Tratamento da Causa Raiz\n\n- **Prioridade 1 — Mudanças no estilo de vida:**\n  - Exercício aeróbico: 40 min, 4x/semana (≥160 min/semana por ≥6 meses) — evidência sólida para melhora da função erétil\n  - Dieta: proteínas e gorduras de qualidade, vegetais variados; reduzir ultraprocessados, carboidratos refinados e óleos de sementes ricos em ômega-6\n  - Sono: investigar e tratar apneia obstrutiva do sono\n  - Redução de estresse; técnicas de relaxamento para reduzir predominância simpática\n  - Cessar tabagismo, reduzir/cessar álcool e uso de maconha fumada\n- **Prioridade 2 — Correção de deficiências:** vitamina D, folato, zinco, magnésio\n- **Prioridade 3 — Otimização hormonal:** avaliar e tratar hipogonadismo quando indicado; reposição de testosterona melhora ereção, libido e pode resgatar resposta a PDE5i em homens com testosterona baixa; em mulheres, testosterona tópica ≤5 mg/dia pode ser considerada no desejo sexual hipoativo\n- **Tratamento sintomático (disfunção erétil):** PDE5i (sildenafil, vardenafil, tadalafil) como primeira linha; checar contraindicações (nitratos, retinite pigmentar, isquemia de retina)\n\n### 5. Critérios de Encaminhamento\n\n- **Urologista/Andrologista:** falha de PDE5i em primeira linha; suspeita de causa estrutural (Peyronie, cirurgias prévias); PSA elevado\n- **Endocrinologista:** hipogonadismo confirmado, DHEA-S muito baixo, irregularidades hormonais complexas\n- **Psicólogo/Sexólogo:** componente emocional predominante (ansiedade de desempenho, depressão, ciclo falha-ansiedade-falha, questões relacionais); especialmente em pacientes jovens\n- **Cardiologista:** DE associada a fatores de risco cardiovascular ou suspeita de doença arterial\n\n### 6. Monitoramento e Retorno\n\n- Reavaliar eficácia e segurança dos suplementos em uso em cada consulta\n- Alertar sobre contaminação de suplementos e promessas de marketing sem respaldo científico\n- Agendar retorno para revisão de exames e reabordagem do tema sexual (muitos pacientes relatam a queixa indiretamente na primeira consulta)\n- Individualizar conduta continuamente conforme resposta clínica e perfil do paciente"
}
