{
  "score_item_id": "c77cedd3-2800-7fb6-99ad-dd12f4e9e919",
  "clinical_relevance": "As escalas de desempenho sexual são instrumentos validados utilizados para estratificar objetivamente a função sexual masculina, com destaque para o Índice Internacional de Função Erétil (IIFE/IIEF), composto por 6 perguntas que classificam o grau de disfunção erétil (DE) em leve, moderada ou severa. A aplicação sistemática dessas escalas é clinicamente essencial porque a DE representa um sintoma de doença sistêmica multifatorial, funcionando como marcador precoce de disfunção endotelial e risco cardiovascular — frequentemente antecedendo eventos cardíacos em meses.\n\nEpidemiologia: Estudo nacional brasileiro com mais de 71 mil entrevistados evidenciou que mais de 50% apresentam algum grau de DE. O subdiagnóstico é expressivo: 73% dos pacientes nunca foram questionados sobre o tema por um médico nos últimos três anos, embora 81% desejem que o assunto seja abordado. A DE associa-se a risco três vezes maior de depressão e impacto significativo sobre trabalho, foco e relações interpessoais. A gravidade da DE correlaciona-se diretamente com piora da satisfação sexual e relacional.\n\nFisiopatologia: O mecanismo central envolve a via óxido nítrico (NO) – GMPc: a arginina é substrato para produção de NO, que eleva o GMPc, reduz o cálcio intracelular e promove relaxamento do músculo liso cavernoso, resultando em ereção. A enzima fosfodiesterase tipo 5 (PDE5) degrada o GMPc, revertendo a ereção. Disfunção endotelial, resistência à insulina, inflamação crônica e desequilíbrio autonômico (predomínio simpático) comprometem essa cascata em múltiplos pontos.\n\nEtiologia orgânica inclui: sedentarismo (baixa tolerância ao esforço correlaciona-se com pior desempenho sexual), obesidade (circunferência abdominal >102 cm aumenta em até 3x o risco de DE em maiores de 60 anos), síndrome metabólica (aumenta risco de aterosclerose em 3x e de DE em ~2,6x), diabetes (risco de DE até 3,5x; HbA1c correlaciona-se com gravidade), hipogonadismo (declínio progressivo de testosterona a partir dos 30 anos; níveis <200 ng/dL associados a menor tumescência), apneia obstrutiva do sono (hipoxemia reduz NO e GMPc, aumenta endotelina, diminui ereções matinais e testosterona, piora o IIFE), tabagismo, álcool, drogas (incluindo maconha fumada), exposições ambientais (BPA, pesticidas, metais pesados, PM2.5), medicamentos (inibidores da 5-alfa-redutase, antipsicóticos como quetiapina, venlafaxina, lisdexanfetamina, estatinas, beta-bloqueadores, anlodipina, diuréticos como hidroclorotiazida) e pós-COVID (aumento de casos por estresse oxidativo e eventos trombóticos, com recuperação típica em 6–12 meses).\n\nEtiologia emocional: predominante em pacientes com menos de 40 anos — ansiedade de desempenho, depressão, exposição a pornografia e relações virtuais formam ciclo vicioso de falha–ansiedade–nova falha. Componentes emocionais e orgânicos frequentemente coexistem.\n\nEstratificação de risco pelo IIFE: permite classificar o grau de DE (leve, moderada, severa) e monitorar resposta a intervenções. A ausência de ereções matinais (tumescência peniana noturna) é sinal clínico importante, frequentemente associado à apneia do sono e hipogonadismo.\n\nRelação com risco cardiovascular: DE pode preceder eventos cardiovasculares; investigação de aterosclerose subclínica com tomografia com escore de cálcio coronariano e avaliação ergométrica é recomendada, especialmente em homens com fatores de risco metabólicos.",
  "points": 0,
  "patient_explanation": "As escalas de desempenho sexual são questionários simples que ajudam o médico a entender como está a sua função sexual hoje — por exemplo, a qualidade das ereções, a frequência de relações satisfatórias e a presença de dificuldades. Esse tipo de avaliação é importante porque problemas de desempenho sexual raramente aparecem sozinhos: costumam ser um sinal de que o corpo precisa de atenção em outras áreas, como saúde cardiovascular, hormônios ou qualidade do sono. Identificar e medir esses problemas com precisão é o primeiro passo para encontrar a causa real e tratá-la de forma eficaz. Muitos homens têm vergonha de falar sobre o assunto, mas saiba que isso é muito mais comum do que parece — mais da metade dos homens tem algum grau de dificuldade sexual em algum momento da vida. Responder com honestidade ajuda a equipe médica a oferecer o melhor cuidado para você.",
  "conduct": "## Conduta Clínica: Avaliação e Manejo das Escalas de Desempenho Sexual\n\n### 1. Avaliação Inicial\n\n**Aplicação de escala validada:**\n- Aplicar o **Índice Internacional de Função Erétil (IIFE)** — 6 perguntas — para estratificar o grau de disfunção: leve, moderada ou severa\n- Indagar ativamente sobre função sexual nas consultas de rotina, pois 73% dos pacientes nunca são questionados espontaneamente\n- Investigar presença de ereções matinais (tumescência peniana noturna) — ausência é sinal clínico relevante\n\n**Anamnese ampliada:**\n- Estilo de vida: dieta (ultraprocessados, carboidratos refinados, óleos de sementes ricos em ômega-6), atividade física, qualidade do sono, nível de estresse\n- Histórico de tabagismo, álcool, drogas (incluindo maconha fumada)\n- Revisão completa de medicamentos em uso: inibidores da 5-alfa-redutase, psicotrópicos (quetiapina, venlafaxina), estatinas, beta-bloqueadores, anlodipina, diuréticos (hidroclorotiazida), lisdexanfetamina\n- Histórico de cirurgias perineais, inguinais ou pélvicas\n- Histórico de COVID-19\n- Componente emocional: ansiedade de desempenho, depressão, uso de pornografia (especialmente em jovens)\n\n---\n\n### 2. Exame Físico Direcionado\n\n- **Composição corporal:** bioimpedância, antropometria e circunferência abdominal\n  - >94 cm: reforçar intervenção\n  - >102 cm: considerar alto risco — intensificar manejo da síndrome metabólica\n- **Exame genital:** testículos (atrofia), palpação peniana (placas/fibroses sugestivas de Doença de Peyronie), curvatura\n- **Ginecomastia:** sinal de predominância estrogênica\n- **Cicatrizes:** cirurgias prévias na região perineal/inguinal/baixo ventre\n\n---\n\n### 3. Investigação Laboratorial\n\n**Painel básico:**\n- Testosterona total e livre (calcular testosterona livre a partir de SHBG)\n- PSA (quando indicado por idade/risco)\n- Função renal e hepática\n- Lipidograma\n- Marcadores inflamatórios: ácido úrico, homocisteína\n- HbA1c e glicemia de jejum\n\n**Micronutrientes e hormônios:**\n- **Vitamina D:** visar >40 ng/mL; níveis <20 ng/mL estão ligados à disfunção endotelial e sexual\n- Ácido fólico (deficiência correlacionada à DE em meta-análise)\n- Vitamina B12\n- LH, FSH (para avaliação do eixo hipofisário quando necessário)\n- DHT, estradiol (conforme quadro clínico)\n\n**Exames complementares:**\n- **Ecografia abdominal total:** próstata, fígado (esteatose), rins\n- **Avaliação cardiovascular:** teste ergométrico, ecocardiograma ou tomografia com escore de cálcio coronariano para rastreio de aterosclerose subclínica\n- **Polissonografia domiciliar:** indicada em presença de ronco, sonolência diurna, despertares noturnos ou redução de ereções matinais — apneia do sono reduz testosterona e piora o IIFE\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n**Estilo de vida (prioridade máxima):**\n- **Exercício aeróbico estruturado:** 40 minutos por sessão, 4 vezes por semana (total de 160 min/semana), com progressão supervisionada por 6 meses — evidência robusta de melhora da função erétil\n- **Dieta:** base em proteínas e gorduras de qualidade, vegetais variados; reduzir ultraprocessados, farináceos refinados e óleos de sementes ricos em ômega-6\n- **Cessação de tabagismo, álcool e drogas**\n- **Melhora do sono:** tratar apneia obstrutiva quando identificada\n- **Manejo do estresse:** técnicas de relaxamento para reduzir predomínio simpático\n\n**Suplementação adjuvante (quando indicada clinicamente):**\n- **Vitamina D:** suplementar para atingir níveis >40 ng/mL\n- **Ácido fólico:** corrigir deficiência identificada\n- **Arginina:** ~500 mg/dia — substrato para síntese de NO, sinérgico com PDE5i\n- **L-carnitina:** 500 mg a 1 g/dia — útil em não respondedores a PDE5i\n- **Antioxidantes/suporte glutationa:** NAC, glicina, ácido glutâmico, vitamina C, ácido alfa-lipoico, selênio, vitamina E; riboflavina 100–200 mg/dia (cofator da glutationa redutase)\n\n**Manejo sintomático:**\n- **Primeira linha:** Inibidores da PDE5 (sildenafila, tadalafila, vardenafila) — selecionar conforme perfil do paciente e verificar contraindicações formais (nitratos, retinite pigmentar, isquemia de retina)\n- **Otimização hormonal:** avaliar e tratar hipogonadismo quando indicado e seguro — reposição de testosterona melhora ereção, libido e resposta a PDE5i em homens com baixa testosterona\n\n**Terapia sexual:**\n- Essencial nos casos com componente emocional predominante — especialmente em jovens\n- Indicada para quebrar o ciclo de ansiedade de desempenho\n- Integrar à abordagem causal para resultados sustentáveis\n\n---\n\n### 5. Critérios de Encaminhamento\n\n- **Urologista/andrologista:** falha na primeira linha com PDE5i, suspeita de Doença de Peyronie, alterações genitais ao exame físico, necessidade de segunda linha (tópicos/injetáveis)\n- **Cardiologista:** DE com alto risco cardiovascular calculado, alterações ao teste ergométrico ou ecocardiograma, escore de cálcio coronariano elevado\n- **Especialista em sono:** confirmação e manejo de apneia obstrutiva do sono\n- **Endocrinologista/médico especialista em reposição hormonal:** hipogonadismo confirmado para decisão terapêutica\n- **Psicólogo/terapeuta sexual:** componente emocional predominante, cicatrizes psicológicas, disfunção de relacionamento\n\n---\n\n### 6. Seguimento\n\n- Agendar retorno para revisão dos exames solicitados e reavaliação do IIFE\n- Considerar que na primeira consulta muitos pacientes relatam queixas indiretas (cansaço, baixa energia, baixa libido) — vínculo terapêutico favorece revelação mais completa na consulta de retorno\n- Monitorar resposta ao exercício aeróbico e às intervenções nutricionais em 3–6 meses\n- Reavaliação hormonal e de micronutrientes conforme evolução clínica"
}
