{
  "score_item_id": "c77cedd3-2800-7e5e-b7c0-bd312f6a7ed4",
  "clinical_relevance": "O IIEF-5 (International Index of Erectile Function - 5 itens) é um questionário validado internacionalmente para rastreio e estratificação da disfunção erétil (DE), composto por 5 questões com pontuação de 1 a 5 cada, totalizando até 25 pontos. Escores mais baixos indicam maior grau de disfunção: 22-25 (sem DE), 17-21 (leve), 12-16 (leve a moderada), 8-11 (moderada), 5-7 (grave). A DE é definida como a incapacidade persistente de obter ou manter ereção suficiente para uma atividade sexual satisfatória.\n\nFisiopatologia central: A ereção depende da via NO-GMPc — a arginina é convertida em óxido nítrico (NO), que estimula a guanilato ciclase a produzir GMPc, promovendo relaxamento do músculo liso cavernoso, vasodilatação e tumescência. A PDE5 degrada o GMPc; os inibidores da PDE5 (PDE5i) sustentam essa cascata. Qualquer fator que comprometa o endotélio peniano — disfunção endotelial, inflamação crônica, resistência à insulina, hipóxia por apneia, redução de testosterona — prejudica esse mecanismo.\n\nEpidemiologia: Estudo brasileiro com mais de 71.000 entrevistados demonstrou que mais de 50% apresentavam algum grau de DE. Apesar da alta prevalência, 73% dos pacientes relataram nunca ter sido questionados sobre o tema por um médico nos últimos três anos, enquanto 81% desejavam que o assunto fosse abordado. Homens com DE apresentam risco triplicado de depressão.\n\nDE como marcador sistêmico e cardiovascular: A DE é considerada manifestação precoce de disfunção endotelial sistêmica. Os vasos penianos, de calibre menor, são particularmente sensíveis à aterosclerose e perda de biodisponibilidade de NO, tornando a DE um sinal de alerta cardiovascular — em média, a DE pode preceder eventos cardiovasculares em cerca de 6 meses. A avaliação do risco cardiovascular é mandatória em todo paciente com DE.\n\nEstratificação de risco por comorbidades: Diabetes mellitus eleva o risco de DE em até 3,5x, com correlação direta entre HbA1c e gravidade; síndrome metabólica aumenta o risco em aproximadamente 2,6x e o risco aterosclerótico em 3x; circunferência abdominal acima de 102 cm triplica o risco de DE em homens com mais de 60 anos; apneia obstrutiva do sono reduz NO e GMPc, aumenta endotelina, diminui ereções matinais e níveis de testosterona, piorando diretamente o IIEF. Hipogonadismo com testosterona abaixo de 200 ng/dL associa-se à redução das ereções matinais e menor resposta aos PDE5i.\n\nCausas emocionais versus orgânicas: Em homens com menos de 40 anos, causas emocionais (ansiedade de desempenho, depressão, pornografia, relações virtuais) tendem a predominar, configurando ciclo vicioso de falha-ansiedade-nova falha. Acima dos 40 anos, causas orgânicas tornam-se progressivamente mais frequentes, embora causas mistas sejam comuns em todas as idades.\n\nMedicamentos implicados na DE: inibidores da 5-alfa-redutase (finasterida, dutasterida), psicotrópicos (escitalopram, fluoxetina, quetiapina, venlafaxina, lisdexanfetamina), estatinas, anti-hipertensivos (anlodipino, betabloqueadores, hidroclorotiazida). A revisão cuidadosa da farmacoterapia é parte essencial da avaliação.\n\nO IIEF-5 permite monitoramento longitudinal da resposta terapêutica, sendo ferramenta essencial tanto no diagnóstico inicial quanto no acompanhamento de intervenções comportamentais, hormonais e farmacológicas.",
  "points": 15,
  "patient_explanation": "O IIEF-5 é um questionário com 5 perguntas simples que ajuda o médico a entender como está sua função sexual. A pontuação vai de 5 a 25: quanto maior o número, melhor a função erétil. Essa avaliação é importante porque a dificuldade para ter ou manter ereção — chamada de disfunção erétil — é muito mais comum do que as pessoas imaginam e pode ser um sinal de que o coração e os vasos sanguíneos merecem atenção.\n\nEssa condição tem causas variadas: sedentarismo, sobrepeso, alterações hormonais, pressão alta, diabetes, distúrbios do sono ou estresse e ansiedade. A boa notícia é que, na maioria dos casos, é tratável — especialmente quando identificada cedo. Exercícios físicos regulares, alimentação saudável, sono de qualidade e, quando necessário, medicamentos ou ajuste hormonal podem trazer resultados significativos. Se sua pontuação estiver abaixo do ideal, não se preocupe: isso é o ponto de partida para cuidar melhor da sua saúde.",
  "conduct": "## Conduta Clínica: IIEF-5 (Disfunção Erétil)\n\n### 1. Estratificação pelo IIEF-5\n- 22-25: sem DE | 17-21: leve | 12-16: leve a moderada | 8-11: moderada | 5-7: grave\n- Indagar ativamente sobre função sexual em toda consulta de rotina\n- Investigar ereções matinais: ausência sugere causa orgânica e/ou apneia do sono\n\n### 2. Anamnese Dirigida\n- **Estilo de vida:** sedentarismo, dieta (ultraprocessados, óleos ricos em ômega-6), tabagismo, álcool, drogas\n- **Sono:** ronco, pausas respiratórias, sonolência diurna — suspeitar de apneia obstrutiva do sono\n- **Fator emocional:** ansiedade de desempenho, depressão, pornografia, estresse crônico\n- **Medicamentos:** 5-ARIs (finasterida, dutasterida), psicotrópicos (escitalopram, fluoxetina, quetiapina, venlafaxina, lisdexanfetamina), estatinas, anti-hipertensivos (betabloqueadores, anlodipino, hidroclorotiazida)\n- **Exposições:** BPA, microplásticos, pesticidas, metais pesados; cirurgias perineais/inguinais/prostáticas prévias\n- **Pós-COVID:** recuperação da função sexual pode levar 6 a 12 meses\n\n### 3. Exame Físico\n- Circunferência abdominal: **>94 cm** reforçar intervenção; **>102 cm** alto risco (>60 anos)\n- Exame genital: atrofia testicular, ginecomastia, placas penianas (Doença de Peyronie)\n- Capacidade cardiopulmonar: baixa tolerância ao esforço correlaciona-se com pior desempenho sexual\n\n### 4. Exames Complementares\n**Laboratoriais:**\n- Testosterona total e livre (coleta matinal em jejum), SHBG, LH, FSH, estradiol\n- PSA quando indicado; função renal e hepática; lipidograma, glicemia, insulina, HbA1c\n- PCR ultrassensível, homocisteína, ácido úrico, ferritina\n- Vitamina D (visar >40 ng/mL; <20 ng/mL associado à DE), B12, ácido fólico\n\n**Imagem e funcional:**\n- Ecografia abdominal total (fígado, próstata, rins)\n- Avaliação cardiovascular: teste ergométrico, ecocardiograma ou tomografia com escore de cálcio coronariano\n- Polissonografia domiciliar: ronco, sonolência, despertares ou ausência de ereções matinais\n\n### 5. Tratamento\n\n**Estilo de vida (base obrigatória):**\n- Exercício aeróbico: 40 min/sessão, 4x/semana (160 min/semana) por ≥6 meses — melhora comprovada da função erétil\n- Dieta: proteínas e gorduras de qualidade, vegetais; eliminar ultraprocessados, refinados, óleos ricos em ômega-6\n- Cessar tabagismo, álcool excessivo e drogas; técnicas de relaxamento para reduzir predominância simpática\n\n**Suplementação adjuvante:**\n- Vitamina D: visar >40 ng/mL | Ácido fólico: corrigir deficiência\n- Arginina ~500 mg/dia (substrato NO; melhora resposta aos PDE5i)\n- L-carnitina 500 mg-1 g/dia (especialmente em não respondedores a PDE5i)\n- Antioxidantes: NAC, glicina, vitamina C, ácido alfa-lipoico, selênio, vitamina E, riboflavina 100-200 mg/dia\n\n**Farmacológico:**\n- **1ª linha — PDE5i:** sildenafila, tadalafila, vardenafila — contraindicados com nitratos, retinite pigmentar, isquemia de retina\n- **Otimização hormonal:** tratar hipogonadismo quando indicado; testosterona <200 ng/dL reduz resposta aos PDE5i\n- **2ª linha:** encaminhar para tópicos/injetáveis na falha do PDE5i\n- **Terapia sexual:** essencial em homens <40 anos com componente emocional predominante\n\n### 6. Encaminhamento\n- **Urologista/Andrologista:** falha ao PDE5i, Doença de Peyronie, 2ª linha terapêutica\n- **Cardiologista:** alto risco cardiovascular, alterações no escore de cálcio ou ergométrico\n- **Pneumologista/Sono:** apneia obstrutiva confirmada ou suspeita forte\n- **Psiquiatra/Psicólogo:** depressão, ansiedade grave, uso problemático de pornografia\n\n### 7. Seguimento\n- Reaplicar IIEF-5 a cada retorno para monitorar resposta terapêutica\n- Pacientes frequentemente relatam a queixa indiretamente (cansaço, baixa libido) — programar retorno para reabordar o tema"
}
