{
  "score_item_id": "c77cedd3-2800-70e0-a1b5-faeb028289f2",
  "clinical_relevance": "O FSFI (Female Sexual Function Index) é um instrumento psicométrico validado, multidimensional e autoaplicável, desenvolvido por Rosen et al. (J Sex Marital Ther, 2000) para avaliação abrangente da função sexual feminina. Avalia 6 domínios: desejo sexual, excitação subjetiva, lubrificação, orgasmo, satisfação sexual e dor/dispareunia. Cada domínio é pontuado individualmente e o escore total varia de 2 a 36 pontos — escores mais elevados indicam melhor função sexual. O ponto de corte validado para disfunção sexual feminina é ≤26,55 pontos; escores abaixo deste limiar são fortemente associados à presença de disfunção sexual clinicamente significativa.\n\nEpidemiologia: mais de um terço das mulheres na perimenopausa ou menopausa relatam dificuldades sexuais (revisão Cochrane, 2023). A disfunção sexual feminina é subdiagnosticada — estudos mostram que a maioria das mulheres não é questionada sobre função sexual nas consultas de rotina. A prevalência varia conforme a fase de vida: aumenta significativamente na transição menopausal e na pós-menopausa, período em que declínios estrogênicos e androgênicos comprometem múltiplos domínios da função sexual.\n\nFisiopatologia: a função sexual feminina é regulada por interações complexas entre estrogênio (crítico para lubrificação vaginal, trofismo mucoso e vasodilatação genital), testosterona e DHT (desejo, motivação sexual, sensibilidade clitoriana), progesterona, ocitocina e dopamina (vias de recompensa e vinculação afetiva). Além dos eixos hormonais, fatores como qualidade do sono, estresse crônico com hiperativação do eixo HPA, uso de anticoncepcionais hormonais (que elevam SHBG e reduzem testosterona livre), psicofármacos (especialmente ISRS), e comorbidades como depressão, ansiedade e síndrome genitourinária da menopausa (GSM/VVA) afetam diretamente os escores do FSFI.\n\nInterpretação clínica por domínio: queda predominante em lubrificação e dor sugere componente genitourinário (VVA/GSM); queda em desejo e excitação aponta para hipoandrogenismo ou HSDD (Hypoactive Sexual Desire Disorder); queda em orgasmo pode refletir neuropatia periférica, hipoandrogenismo ou uso de medicamentos. A análise por subescalas orienta a investigação etiológica e a seleção terapêutica.\n\nEm mulheres pós-menopáusicas, o FSFI é utilizado amplamente em estudos de terapia hormonal, sendo desfecho primário ou secundário em ensaios clínicos com estrogênio, progestógenos, tibolona, SERMs e testosterona. Meta-análise Cochrane (2023) demonstra que terapias hormonais (estrogênio, estrogênio + progestógeno, tibolona e SERMs) melhoram modestamente a função sexual em mulheres peri e pós-menopáusicas em comparação ao controle. A testosterona mostrou benefício para baixo desejo sexual nessa população, embora não seja aprovada pela FDA para essa indicação.",
  "points": 8,
  "patient_explanation": "O FSFI é um questionário de 19 perguntas que avalia como está sua vida sexual em seis aspectos: vontade de ter relações, excitação, lubrificação, orgasmo, satisfação e desconforto ou dor durante o sexo. A pontuação vai de 2 a 36 — quanto mais alta, melhor a função sexual. Uma pontuação abaixo de 26,55 pode indicar que há alguma dificuldade sexual que merece atenção médica.\n\nA função sexual feminina é influenciada por muitos fatores ao mesmo tempo: hormônios (principalmente estrogênio e testosterona), qualidade do sono, nível de estresse, relacionamento afetivo, uso de alguns medicamentos e fase da vida (como a perimenopausa ou menopausa). Por isso, uma pontuação baixa não significa que algo está errado com você — significa que existem causas identificáveis e tratamentos disponíveis que podem ajudar. Converse abertamente com seu médico sobre os resultados: é um passo importante para cuidar da sua saúde de forma completa.",
  "conduct": "## Conduta Clínica — FSFI (Female Sexual Function Index)\n\n### Interpretação do Escore\n- **Escore total ≥26,55:** função sexual preservada; manter acompanhamento de rotina\n- **Escore total ≤26,55:** sugestivo de disfunção sexual feminina — iniciar investigação etiológica estruturada\n- **Análise por subescalas:** identificar domínios afetados (desejo, excitação, lubrificação, orgasmo, satisfação, dor) para direcionar a investigação\n\n### Investigação Complementar\n\n**Avaliação hormonal completa:**\n- Testosterona total e livre, SHBG, DHT, estradiol, progesterona (fase lútea D22–D24 se ciclo presente)\n- FSH, LH (para estadiamento menopausal)\n- Prolactina (se suspeita de hiperprolactinemia)\n- TSH, T4 livre (hipotireoidismo subclínico mimetiza disfunção sexual e depressão)\n- DHEA-S (especialmente em mulheres pós-menopáusicas)\n- Glicemia, insulina de jejum, HbA1c (resistência insulínica compromete função sexual)\n\n**Avaliação do contexto biopsychosocial:**\n- Rastrear depressão e ansiedade (PHQ-9, GAD-7)\n- Investigar qualidade do sono (rastrear insônia, SAOS com Epworth/polissonografia se indicado)\n- Revisar medicações em uso: anticoncepcionais hormonais (elevam SHBG, reduzem testosterona livre), ISRS/IRSN, antipsicóticos, anti-hipertensivos (betabloqueadores, tiazídicos)\n- Histórico de trauma, dinâmica relacional e contexto de parceria\n\n**Avaliação genitourinária:**\n- Exame físico ginecológico: sinais de atrofia vulvovaginal (AVV), síndrome genitourinária da menopausa (GSM) — eritema, palidez vestibular, ressecamento, pH vaginal elevado, reabsorção labial, redução do tamanho clitoriano\n- Se dispareunia ou dor predominante: afastar vulvodínia, vaginismo, endometriose\n\n### Intervenções Baseadas em Evidências\n\n**1. Abordagem não farmacológica (prioridade 1):**\n- Exercício aeróbico regular (≥150 min/semana): melhora vascularização genital, humor e autoimagem corporal\n- Higiene do sono: tratar insônia e apneia obstrutiva do sono\n- Redução do estresse: técnicas de mindfulness, regulação do eixo HPA\n- Terapia sexual e psicoterapia: essencial quando há componente emocional, ansiedade de desempenho ou disfunção relacional\n- Suspender ou substituir medicações que contribuem para disfunção sexual (se clinicamente viável)\n\n**2. Terapia hormonal (baseada em evidências — Cochrane 2023):**\n- **Estrogênio local de baixa dose (creme ou anel vaginal):** primeira linha para GSM/VVA com disfunção sexual por ressecamento, dispareunia e lubrificação reduzida; opção segura inclusive em mulheres com contraindicação a estrogênio sistêmico\n- **Estrogênio sistêmico (± progestógeno):** indicado em mulheres menopáusicas sintomáticas; melhora modestamente a função sexual global, especialmente lubrificação e dispareunia\n- **Tibolona e SERMs:** alternativas em casos selecionados; tibolona tem efeito androgênico leve adicional\n- **Testosterona tópica (off-label):** indicada no HSDD (Transtorno do Desejo Sexual Hipoativo) em mulheres peri e pós-menopáusicas; dose ≤5 mg/dia em creme; monitorar testosterona livre, SHBG e efeitos androgênicos (acne, hirsutismo); não aprovada pela FDA mas com suporte de revisões sistemáticas e consensos internacionais\n- **DHEA intravaginal (prasterona):** opção para VVA/GSM sem elevar estrogênio circulante acima do nível pós-menopausal; evidências mistas para função sexual\n\n**3. Encaminhamento a especialistas:**\n- **Ginecologia/Endocrinologia reprodutiva:** otimização hormonal, GSM grave, dispareunia refratária\n- **Fisioterapia pélvica:** vaginismo, disfunção do assoalho pélvico, dispareunia\n- **Sexologia/Psicoterapia sexual:** HSDD com componente psicossocial predominante, disfunção relacional\n- **Psiquiatria/Psicologia:** depressão, ansiedade, trauma sexual\n\n### Monitoramento\n- Reaplicar o FSFI após 3–6 meses de intervenção para avaliar resposta terapêutica\n- Ajustar conduta conforme evolução dos subescores por domínio\n- Informar a paciente que melhora clínica pode levar 2–3 meses com terapia hormonal"
}
