{
  "score_item_id": "c77cedd3-2800-7d12-9f9e-5dd3fc1e6df0",
  "clinical_relevance": "A Arizona Sexual Experience Scale (ASEX) é um instrumento de autorrelato validado, composto por 5 itens que avaliam os domínios centrais da função sexual: (1) desejo/libido, (2) excitação sexual subjetiva, (3) lubrificação vaginal nas mulheres ou ereção peniana nos homens, (4) capacidade de atingir orgasmo e (5) satisfação com o orgasmo. Cada item é pontuado em uma escala de 1 (função preservada/satisfatória) a 6 (ausência total de função), com pontuação total variando de 5 a 30. Pontuações mais altas indicam maior grau de disfunção sexual. A versão apresentada como ____/25 reflete uma adaptação que utiliza a soma dos itens 2 a 5 (excluindo o item 1 de desejo), com pontuação máxima de 25, ou representa uma métrica derivada utilizada em contextos específicos de triagem.\n\nO ponto de corte classicamente utilizado para disfunção sexual clinicamente significativa na ASEX é uma pontuação total ≥ 19, um escore ≥ 5 em qualquer item isolado, ou escore ≥ 4 em pelo menos três itens. A escala demonstrou boa sensibilidade e especificidade para identificar disfunção sexual em ambos os sexos e é amplamente utilizada na prática clínica e em estudos de medicina sexual, incluindo o monitoramento de efeitos adversos sexuais de medicamentos (antidepressivos, inibidores da 5-alfa-redutase, anti-hipertensivos, psicotrópicos).\n\nA disfunção sexual é altamente prevalente: estudos populacionais indicam que mais de 50% dos homens apresentam algum grau de disfunção erétil, e transtornos do desejo sexual hipoativo afetam proporção significativa de mulheres, especialmente no período peri e pós-menopausa. O impacto é multidimensional: risco 3 vezes maior de depressão, prejuízo em relacionamentos, qualidade de vida e autoestima, além de associação bidirecional com síndrome metabólica, hipogonadismo, doenças cardiovasculares e distúrbios do sono.\n\nA etiologia é frequentemente multifatorial, envolvendo componentes orgânicos (vasculares, hormonais, neurológicos, metabólicos) e psicogênicos (ansiedade de desempenho, estresse, depressão). Medicamentos como inibidores seletivos da recaptação de serotonina (ISRS) causam disfunção sexual em proporção relevante dos usuários — incluindo redução de libido, dificuldade de orgasmo e anorgasmia —, com possível persistência após descontinuação (síndrome de disfunção sexual pós-ISRS). Inibidores da 5-alfa-redutase (finasterida, dutasterida) também estão associados a disfunção erétil, redução da libido e efeitos que podem persistir após a retirada (síndrome pós-finasterida). Anti-hipertensivos (betabloqueadores, diuréticos tiazídicos), estatinas, psicotrópicos e lisdexanfetamina são outras classes com impacto sexual documentado.\n\nA estratificação de risco deve considerar: pontuação total na ASEX, domínios específicos afetados, contexto hormonal (testosterona total e livre, SHBG, DHT, estradiol, prolactina), presença de comorbidades metabólicas e cardiovasculares, uso de medicamentos de risco, qualidade do sono (ronco, apneia) e fatores psicossociais. A ASEX complementa instrumentos como o Índice Internacional de Função Erétil (IIFE/IIEF) em homens e o Female Sexual Function Index (FSFI) em mulheres, oferecendo triagem rápida e aplicável a ambos os sexos.",
  "points": 12,
  "patient_explanation": "A ASEX é uma escala usada para avaliar como está a sua vida sexual em cinco aspectos importantes: vontade de ter relações sexuais, facilidade de se excitar, lubrificação (para mulheres) ou ereção (para homens), capacidade de chegar ao orgasmo e satisfação com o orgasmo. Cada aspecto recebe uma nota, e somamos tudo para entender se há alguma dificuldade que mereça atenção.\n\nProblemas sexuais são muito mais comuns do que se imagina e podem ter causas físicas, emocionais ou serem efeito colateral de algum medicamento. Não há motivo para vergonha: dificuldades na vida sexual podem indicar desequilíbrios hormonais, problemas vasculares, distúrbios do sono, estresse ou outros fatores tratáveis. Identificar e cuidar dessas causas melhora não apenas a vida sexual, mas também o bem-estar geral, o humor, a autoestima e a qualidade dos seus relacionamentos. Com a avaliação correta, há muitas opções de tratamento eficazes e personalizadas.",
  "conduct": "## Conduta Clínica: ASEX (Arizona Sexual Experience Scale)\n\n### Interpretação\n- **Disfunção clinicamente significativa:** pontuação total ≥ 19, OU escore ≥ 5 em qualquer item isolado, OU ≥ 4 em pelo menos três itens\n- Avaliar quais domínios estão comprometidos: desejo, excitação, lubrificação/ereção, orgasmo, satisfação\n\n---\n\n### Investigação Complementar\n\n**Anamnese:**\n- Revisão de medicamentos de risco: **ISRS** (escitalopram, fluoxetina, paroxetina, venlafaxina), **inibidores da 5-alfa-redutase** (finasterida, dutasterida), **anti-hipertensivos** (betabloqueadores, tiazídicos), **estatinas**, **psicotrópicos**, **lisdexanfetamina**\n- Qualidade do sono: ronco, despertares, redução de ereções matinais\n- Hábitos: tabagismo, álcool, drogas, atividade física; exposição a xenoestrógenos\n- Cirurgias perineais, prostáticas, inguinais ou abdominopélvicas prévias\n\n**Exame físico:**\n- Circunferência abdominal: >94 cm — intervenção; >102 cm — alto risco metabólico\n- Exame genital completo; avaliação de capacidade cardiopulmonar\n\n**Exames laboratoriais:**\n- Perfil hormonal: testosterona total e livre, SHBG, DHT, estradiol, prolactina, LH, FSH\n- Vitamina D (alvo >40 ng/mL), folato\n- Perfil metabólico: glicose, insulina, HbA1c, lipidograma, função hepática e renal\n- **Mulheres pós-menopáusicas:** painel salivar (testosterona, DHT, estradiol, progesterona D22-D24)\n\n**Exames complementares:**\n- Polissonografia: ronco, sonolência diurna, despertares, redução de ereções matinais\n- Ecografia abdominal total; escore de cálcio coronariano se risco cardiovascular\n\n**Instrumentos complementares:** IIEF (homens), FSFI (mulheres), PHQ-9, GAD-7\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**1. Estilo de vida (prioridade máxima)**\n- Exercício aeróbico: 40 min/sessão, 4x/semana (≥160 min/semana por 6 meses)\n- Dieta: proteínas e gorduras de qualidade, vegetais variados; reduzir ultraprocessados e refinados\n- Cessar tabagismo, álcool e drogas; higiene do sono; gestão do estresse\n\n**2. Correção de deficiências**\n- Vitamina D >40 ng/mL; folato; antioxidantes (NAC, vitamina C, ácido alfa-lipoico, selênio, vitamina E, riboflavina 100-200 mg/dia)\n\n**3. Otimização hormonal**\n- Hipogonadismo masculino: TRT quando indicada (HCG, transdérmico, implante, injetável)\n- HSDD feminino pós-menopausa: testosterona com suporte de revisões sistemáticas; monitorar em 3-6 semanas; resposta máxima em 6-12 semanas\n- Avaliar atividade da 5-alfa-redutase em não respondedores com testosterona normal\n\n**4. Adjuvantes farmacológicos (homens)**\n- PDE5i (sildenafil, tadalafil, vardenafil): primeira linha\n- Arginina ~500 mg/dia + L-carnitina 500-1000 mg/dia: potencializam PDE5i\n\n**5. Revisão de medicamentos**\n- Discutir alternativas a ISRS com menor impacto sexual; avaliar risco-benefício de 5-ARIs\n\n---\n\n### Encaminhamento\n- **Urologia/Andrologia:** DE grave, falha de PDE5i, hipogonadismo primário\n- **Endocrinologia:** hipogonadismo hipofisário, hiperprolactinemia\n- **Ginecologia:** HSDD feminino, atrofia vulvovaginal pós-menopausa\n- **Psiquiatria/Psicologia:** componente emocional predominante, PSSD, depressão\n- **Terapia sexual:** ciclo de ansiedade estabelecido, pacientes jovens\n- **Medicina do sono:** apneia obstrutiva com impacto sexual\n\n---\n\n### Monitoramento\n- Reaplicar ASEX em 3-6 meses; PHQ-9 e IIEF/FSFI trimestral durante ajuste\n- TRT feminina: testosterona a cada 4-6 meses; drug holiday após 6-12 meses se resposta satisfatória"
}
