{
  "score_item_id": "019bf31d-2ef0-756f-b854-ed707c817a3d",
  "clinical_relevance": "O histórico de tratamentos para modificação da composição corporal representa um parâmetro clínico de alta relevância na anamnese funcional integrativa, pois fornece informações essenciais sobre a trajetória metabólica do paciente, a eficácia de intervenções anteriores e os possíveis efeitos residuais sobre eixos hormonais, metabólicos e neurológicos.\n\nAs intervenções abrangem um espectro amplo: (1) abordagens dietéticas — low carb, cetogênica, mediterrânea, jejum intermitente, dietas de muito baixa caloria; (2) farmacoterapia — metformina, agonistas de GLP-1 (semaglutida, liraglutida), combinação GLP-1/GIP (tirzepatida), sibutramina, orlistate, bupropiona + naltrexona, lisdexanfetamina, anfetaminas, termogênicos; (3) terapia hormonal — testosterona, HCG, SERMs, gestrinona, oxandrolona; (4) cirurgias — bariátrica (bypass gástrico, sleeve gastrectomy), lipoaspiração.\n\nMemória metabólica e adaptação: Indivíduos que já foram obesos apresentam uma memória metabólica que predispõe à recuperação ponderal mais facilmente, independentemente da estratégia utilizada. O histórico de tentativas frustradas informa sobre a necessidade de reprogramação metabólica e não de repetição de estratégias ineficazes.\n\nImpacto hormonal residual: O uso prévio de esteroides anabolizantes, SERMs, HCG, análogos de GLP-1 e anticoncepcionais pode ter deixado alterações nos eixos HPA, tireoidiano e gonadal. O uso prolongado de metformina requer monitoramento de vitamina B12 e homocisteína. Terapias com semaglutida ou outros agonistas GLP-1 podem ter impacto sobre testosterona e função erétil em homens. O uso de gestrinona pode afetar SHBG e HDL.\n\nCirurgia bariátrica: Pacientes pós-bariátricos apresentam deficiências nutricionais de ferro, complexo B e B12 frequentemente subdiagnosticadas. Há maior risco de alcoolismo, depressão e suicídio no pós-operatório tardio. As cirurgias bariátricas aumentaram 85% entre 2011 e 2018, sendo 60% bypass e 36% sleeve. O acompanhamento multidisciplinar funcional é raramente realizado de forma adequada.\n\nMedicamentos que promovem ganho de peso: O histórico medicamentoso deve ser revisado sistematicamente — antipsicóticos, antidepressivos tricíclicos, corticoides, insulina, alguns antirretrovirais e estabilizadores de humor podem causar ganho de peso; alternativas devem ser discutidas quando possível, reconhecendo que alguns são indispensáveis.\n\nPolimorfismos e epigenética: A resposta às intervenções varia conforme polimorfismos genéticos (gene FTO, ADRB2). O polimorfismo ADRB2 impacta a lipólise e a tendência à retenção de líquidos. A medicina funcional integrativa rejeita protocolos genéricos, exigindo personalização baseada na fisiologia individual.\n\nEstratificação de risco: O mapeamento do histórico permite identificar pacientes com múltiplas tentativas frustradas (risco de desengajamento), com impacto hormonal residual significativo (necessidade de investigação laboratorial), com histórico cirúrgico bariátrico (necessidade de suplementação contínua) e com uso de estratégias farmacológicas de alto risco (necessidade de monitoramento).",
  "points": 0,
  "patient_explanation": "Neste item do seu escore, queremos entender quais tratamentos você já usou para tentar mudar sua composição corporal — ou seja, para emagrecer, ganhar massa muscular ou redistribuir gordura.\n\nIsso inclui dietas que você já seguiu (como low carb, jejum, dieta cetogênica), remédios para emagrecer (como sibutramina, orlistate, injeções de GLP-1), hormônios (como testosterona, HCG ou outros), e cirurgias como a bariátrica ou lipoaspiração.\n\nSaber o que você já tentou é muito importante para o seu médico. Isso ajuda a entender por que algumas abordagens podem ter funcionado ou não, se algum tratamento pode ter afetado seus hormônios ou metabolismo, e o que faz mais sentido tentar agora com base na sua história individual.\n\nNão existe resposta certa ou errada. Cada caminho que você já percorreu traz informações valiosas para construir uma estratégia personalizada, mais eficiente e segura para você.",
  "conduct": "## Conduta Clínica: Histórico de Tratamentos para Modificação da Composição Corporal\n\n### 1. Mapeamento Anamnésico\n\n- **Pergunta-chave:** \"Desde quando começou a ganhar peso?\" — identificar gatilhos (eventos de vida, medicações, estresse)\n- Listar cronologicamente: dietas (tipo, duração, resultado), medicamentos (nome, dose, efeitos adversos), hormônios (tipo, via, duração) e cirurgias (tipo, ano, complicações)\n- Identificar padrões de efeito sanfona e número de tentativas frustradas\n- Revisar medicamentos atuais que possam promover ganho de peso\n\n### 2. Investigação Complementar por Contexto\n\n- **Uso prolongado de metformina:** dosar vitamina B12 e homocisteína\n- **Agonistas GLP-1 prévios:** bioimpedância para avaliar preservação muscular; testosterona em homens\n- **Pós-bariátrico:** hemograma, ferro, ferritina, B12, folato, zinco, vitamina D, PTH; rastreio de depressão e alcoolismo\n- **Esteroides anabolizantes prévios:** testosterona, SHBG, LH, FSH, perfil lipídico\n- **Eixos hormonais:** HPA, tireoidiano, gonadal; resistência insulínica (glicemia, insulina, HOMA-IR)\n\n### 3. Intervenções Baseadas em Evidências\n\n**Estilo de vida (Prioridade 1):**\n- Nutrição de precisão com alta densidade de micronutrientes mesmo em dietas hipocalóricas\n- Exercício resistido como ferramenta insubstituível; em pacientes com baixo metabolismo, priorizar ganho muscular antes da perda de gordura\n- Variabilidade dietética a cada 2-3 meses (low carb, mediterrânea, jejum) para evitar adaptação metabólica\n- Gestão de sono, estresse e ritmo circadiano como componentes terapêuticos\n\n**Farmacoterapia (criterioso):**\n- GLP-1/GIP: monitorar massa muscular e testosterona\n- Metformina: adjuvante na resistência insulínica; monitorar B12\n- Bupropiona + naltrexona: resultados superiores à sibutramina; segurança a longo prazo em avaliação\n- Lisdexanfetamina: restringir a obesos com TCA confirmado e acompanhamento rigoroso\n\n**Terapia hormonal (quando indicada):**\n- Hierarquia: estilo de vida → fitoterápicos → SERMs → hormônios\n- Testosterona feminina tópica: iniciar ≤5 mg/dia, monitorar DHT\n- Gestrinona: creme vaginal ≥1 mês antes de implante; monitorar SHBG e HDL\n- Oxandrolona: restrita a casos específicos com análise rigorosa de risco-benefício\n\n**Cirurgia bariátrica:** último recurso; suplementação e acompanhamento multidisciplinar continuados\n\n### 4. Encaminhamentos\n\n- **Endocrinologista/médico integrativo:** múltiplas tentativas frustradas, disfunções hormonais, farmacoterapia avançada\n- **Nutricionista:** planos de nutrição de precisão individualizados\n- **Psicólogo/psiquiatra:** TCA, compulsão alimentar, depressão, alcoolismo pós-bariátrico\n\n### 5. Monitoramento\n\n- Bioimpedância a cada 1-2 meses durante intervenções ativas\n- Marcadores cardiometabólicos (TG, glicemia, HbA1c, insulina, PCR, HDL) após 8-12 semanas\n- Preparar o paciente para o platô do emagrecimento explicando a adaptação metabólica"
}
