{
  "score_item_id": "019bf31d-2ef0-75bb-8a3a-19e4463de7a5",
  "clinical_relevance": "A avaliação da composição corporal vai além da simples aferição do peso e do índice de massa corporal (IMC). O IMC é uma ferramenta de triagem populacional com limitações clínicas significativas: dois indivíduos com o mesmo IMC podem ter perfis metabólicos opostos — um com predominância de gordura visceral e outro com predominância de massa muscular. Estudos epidemiológicos indicam que apenas 12% dos adultos americanos são considerados metabolicamente saudáveis, e menos de um terço das pessoas com peso normal se enquadram nessa categoria, evidenciando a alta prevalência de obesidade de peso normal (fenótipo 'falsa magra' ou obesidade sarcopênica).\n\nOs principais métodos de avaliação da composição corporal incluem: (1) Densitometria de corpo total (DEXA) — padrão de referência clínica, fornece compartimentos de gordura total, massa magra e densidade óssea com alta precisão e reprodutibilidade; (2) Bioimpedanciometria (BIA) — amplamente utilizada na prática clínica por ser acessível, rápida e não invasiva, estima massa magra, massa gorda, água corporal total e intra/extracelular; (3) Dobras cutâneas (antropometria) — método de baixo custo e bom custo-benefício quando realizado por profissional calibrado; (4) Análise automática de fotografias — método emergente, ainda em validação; (5) Calorimetria indireta em repouso — avalia proporção de utilização de gordura vs. carboidratos como substrato energético, sendo padrão próximo ao ouro para flexibilidade metabólica.\n\nParâmetros relevantes e valores de referência: Percentual de gordura corporal em adultos — homens saudáveis: 10–20%; mulheres saudáveis: 18–28%; valores acima desses limiares indicam excesso de gordura mesmo com IMC normal. Massa muscular esquelética — sarcopenia definida por índice de massa muscular esquelética (SMI por DEXA) <7,0 kg/m² em homens e <5,4 kg/m² em mulheres (critério EWGSOP2); sarcopenia de peso normal é frequentemente subdiagnosticada. Gordura visceral — avaliada indiretamente pela circunferência abdominal (homens sul-americanos >90 cm; mulheres >80 cm) ou diretamente por DEXA/TC; relacionada a resistência insulínica, dislipidemia e risco cardiovascular. Razão cintura-quadril — complementa a avaliação de distribuição de gordura.\n\nComposição corporal e risco metabólico: o excesso de tecido adiposo, especialmente visceral, promove secreção aumentada de adipocinas pró-inflamatórias (TNF-α, IL-6, leptina), contribuindo para resistência insulínica, aterogênese, disfunção endotelial e inflamação sistêmica crônica. Por outro lado, o músculo esquelético funciona como órgão endócrino secretor de miocinas anti-inflamatórias (IL-6 no contexto do exercício, irisina), com efeitos protetores sistêmicos. A inatividade física aumenta a gordura abdominal e potencializa riscos como resistência insulínica, demência e fadiga crônica. A menopausa está associada a redistribuição de gordura subcutânea para visceral, com perfil metabólico mais desfavorável.\n\nA avaliação sequencial da composição corporal (reavaliar em 1–2 meses após intervenções) é fundamental para monitorar a resposta terapêutica, distinguir perda de massa magra de perda de gordura e personalizar condutas de nutrição e exercício.",
  "points": 0,
  "patient_explanation": "A composição corporal é a proporção entre gordura, músculo, água e osso no seu corpo. O peso sozinho na balança e o IMC (índice calculado a partir do peso e altura) não contam a história completa: duas pessoas com o mesmo peso podem ter situações de saúde muito diferentes — uma com muito músculo e pouca gordura, e outra com pouca musculatura e excesso de gordura, mesmo parecendo 'normais' na balança.\n\nExames como DEXA (uma espécie de radiografia rápida e de baixíssima dose), bioimpedância (um aparelho que passa uma corrente elétrica imperceptível pelo corpo) ou a medição de dobras cutâneas com um compasso permitem ver exatamente quanto do seu peso é músculo, gordura e água. Isso ajuda o médico a identificar condições como sarcopenia (perda de músculo) ou excesso de gordura abdominal, que aumentam o risco de doenças como diabetes, pressão alta e problemas no coração, mesmo em pessoas com peso considerado normal.\n\nConhecer sua composição corporal permite criar um plano personalizado de alimentação e exercício, com metas mais precisas do que simplesmente 'emagrecer'. O objetivo é ter um corpo com músculos preservados e gordura dentro de limites saudáveis, o que está diretamente ligado à energia, disposição, saúde metabólica e longevidade.",
  "conduct": "## Investigação Complementar\n\n### Avaliação da Composição Corporal\n- **DEXA de corpo total** (padrão de referência): solicitar quando disponível, especialmente para avaliação de sarcopenia, gordura visceral e densidade óssea concomitante\n- **Bioimpedanciometria multifrequencial** (BIA): alternativa prática e de amplo acesso; padronizar condições (jejum de 4h, sem exercício nas 12h anteriores, bexiga esvaziada, sem edema)\n- **Dobras cutâneas** (protocolo de 7 ou 9 dobras): válida quando realizada por avaliador calibrado\n- **Circunferência abdominal**: aferir em todos os pacientes; pontos de corte — homens sul-americanos >90 cm, mulheres >80 cm\n- **Razão cintura-quadril**: complementar à circunferência abdominal\n- **Calorimetria indireta em repouso**: considerar em pacientes com suspeita de inflexibilidade metabólica (perfil glicolítico); espera-se >75–85% do gasto em repouso via oxidação de gordura\n\n### Exames Laboratoriais Complementares\n- **Glicemia de jejum + insulina de jejum** → calcular HOMA-IR (<2,15) e HOMA-β\n- **OGTT com curva de insulina** (0/30/60/90/120 min): avaliação sensível de resistência insulínica pré-clínica\n- **HbA1c** (meta funcional: <5,5%)\n- **Lipidograma completo** + razão TG/HDL (<3)\n- **PCR ultrassensível** (PCR-us): marcador de inflamação sistêmica; valores >1 mg/L já merecem atenção\n- **Homocisteína** (meta: <7,9 µmol/L)\n- **TNF-α** (<8,1 pg/mL) e **IL-6** (<3,4 pg/mL): avaliar em casos de obesidade com suspeita de inflamação crônica\n- **Hormônios tireoidianos** (TSH, T3 livre, T4 livre): hipotireoidismo pode comprometer composição corporal e resposta ao exercício\n\n---\n\n## Estratificação e Decisão Terapêutica\n\n- **IMC normal + % gordura elevado + massa muscular baixa** (obesidade sarcopênica): foco inicial no ganho de massa muscular, não na restrição calórica\n- **IMC adequado + % gordura elevado + massa muscular preservada**: iniciar ajuste alimentar com déficit calórico moderado\n- **Sobrepeso/obesidade com resistência insulínica documentada**: integrar intervenção de estilo de vida com controle glicêmico\n- **Sarcopenia documentada** (SMI <7,0 kg/m² homens / <5,4 kg/m² mulheres por DEXA): encaminhar para avaliação com nutricionista e profissional de educação física; considerar avaliação geriátrica em idosos\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### Exercício Físico\n- **Treinamento de resistência (musculação)**: pilar fundamental para ganho e preservação de massa muscular; promove secreção de miocinas anti-inflamatórias\n- **Prescrição individualizada por limiares**: definir 1º e 2º limiar anaeróbico; zona de FatMax (entre os dois limiares) é ideal para oxidação de gordura\n- **Framework FIT**: frequência, intensidade, tipo e tempo — monitorar FC, estado ácido-base e marcadores de dano muscular\n- **Reavaliar composição corporal a cada 1–2 meses** para ajuste de prescrição\n\n### Nutrição\n- **Proteína adequada**: fundamental para preservação de massa muscular, mesmo em déficit calórico; prioridade em mulheres com baixa massa e em idosos\n- **Controle de carboidratos refinados**: reduzir farináceos e ultraprocessados; não temer gorduras naturais dentro de controle calórico\n- **Adequar balanço energético**: em hipocaloria, aceitar pequena perda de massa magra desde que o turnover proteico seja preservado\n- **Método de porções práticas** (mãos, proporções no prato) para facilitar adesão\n\n### Estilo de Vida\n- **Sono de qualidade**: sono inadequado prejudica composição corporal e aumenta gordura visceral\n- **Manejo do estresse**: cortisol elevado cronicamente favorece catabolismo muscular e acúmulo de gordura abdominal\n- **Redução de inatividade**: inatividade aumenta gordura abdominal e risco sistêmico independentemente do exercício programado\n\n---\n\n## Critérios de Encaminhamento\n\n- **Nutricionista**: todos os pacientes com composição corporal alterada; obrigatório em emagrecimento supervisionado\n- **Educador físico**: prescrição de exercício em pacientes com sarcopenia, obesidade sarcopênica ou doença crônica associada\n- **Endocrinologista**: quando houver suspeita de causa hormonal (hipotireoidismo, síndrome de Cushing, hipogonadismo) ou resistência insulínica de difícil manejo\n- **Equipe multidisciplinar**: pós-bariátricos, gestantes, adolescentes com alterações de composição corporal\n\n---\n\n## Monitoramento\n\n- Reavaliar composição corporal a cada **1–3 meses** durante intervenção ativa\n- Monitorar **trimestralmente**: HbA1c, glicemia de jejum, HOMA-IR, lipidograma\n- Registrar evolução de **circunferência abdominal** em todas as consultas\n- Ajustar metas conforme resposta individual: priorizar saúde metabólica sobre número da balança"
}
