{
  "score_item_id": "019bf31d-2ef0-7cff-9970-7c437076adc7",
  "clinical_relevance": "O parâmetro 'Tratamentos em uso para modificar composição corporal' registra intervenções farmacológicas, hormonais, cirúrgicas e comportamentais ativas que o paciente utiliza com o objetivo de alterar a relação entre massa magra e massa gorda. Do ponto de vista fisiológico, a composição corporal é modulada por eixos neuroendócrinos (insulina/IGF-1, eixo hipotálamo-hipófise-gônadas, eixo tireoidiano, sistema nervoso autônomo), pelo microbioma intestinal, pela disponibilidade de substratos energéticos e pela sinalização inflamatória crônica. Intervenções que atuam sobre esses eixos — isoladas ou em combinação — produzem efeitos distintos sobre tecido adiposo, musculatura esquelética e metabolismo basal.\n\nAs principais classes de tratamentos atualmente em uso incluem:\n\n**Agonistas de GLP-1 e GLP-1/GIP (incretínicos):** Semaglutida e tirzepatida representam o estado da arte farmacológico. A tirzepatida demonstrou perdas de peso de até 22% em ensaios de fase III, superando agonistas seletivos de GLP-1. A semaglutida oral (Rybelsus) requer ingestão em jejum por pelo menos 30 minutos antes do café. Ambos os fármacos apresentam risco clinicamente relevante de perda de massa magra (lipossubstituição) quando usados sem protocolo adequado de exercício resistido e suporte proteico, o que impacta negativamente a saúde musculoesquelética, imunológica e metabólica a longo prazo. O reganho de peso após a cessação é substancial na ausência de mudanças de estilo de vida consolidadas. O uso sequencial por décadas ainda carece de evidências robustas de segurança — estima-se que um fármaco necessite de ao menos 20 anos no mercado para ter perfil de segurança em longo prazo bem estabelecido.\n\n**Metformina:** Considerada por alguns autores a 'aspirina do século XXI', atua na sensibilização insulínica, modulação do microbioma e ativação de AMPK. No contexto de resistência insulínica, sobrepeso e síndrome dos ovários policísticos (SOP), melhora a composição corporal de forma indireta. O uso prolongado requer monitoramento de vitamina B12 e homocisteína, dado o risco de deficiência por interferência com absorção intestinal.\n\n**Reposição hormonal (testosterona, estrogênio, progesterona, gestrinona):** A terapia de reposição hormonal masculina e feminina é uma ferramenta legítima para melhorar composição corporal e sensibilidade à insulina em pacientes com déficit documentado. Em mulheres, gestrinona tópica vaginal deve preceder implantes; monitorar SHBG, HDL e androgênicos. Em homens, diferenciar reposição fisiológica de uso suprafisiológico. Esteroides anabolizantes em doses suprafisiológicas (ex: oxandrolona) podem otimizar resultados estéticos e metabólicos, mas requerem análise rigorosa de risco-benefício e monitoramento laboratorial.\n\n**Fármacos anti-obesidade tradicionais:** Orlistate apresenta eficácia modesta (perda média de ~2,6 kg em 52 semanas em meta-análise com >10.000 participantes), com reduções pequenas em colesterol total, LDL e triglicerídeos. Sibutramina apresenta riscos cardiovasculares que limitam seu uso. A combinação bupropiona+naltrexona (Contrave) atua via via POMC/opioide e mostra resultados superiores à sibutramina, porém com incerteza de segurança em longo prazo. Lisdexanfetamina (Vyvanse) pode ser opção em baixas doses para pacientes com transtorno de compulsão alimentar (TCA), com riscos de ansiedade e irritabilidade.\n\n**Dieta cetogênica e abordagens nutricionais estruturadas:** Jejum intermitente, low carb, mediterrânea e cetogênica são estratégias com evidência crescente. A cetoadaptação requer ~6 semanas e estudos robustos não devem ter duração inferior a 8 semanas. A ciclagem de estratégias a cada 2-3 meses evita adaptação metabólica. Em protocolos hipocalóricos, proteína ≥1 g/kg/dia (ideal 1,2 g/kg/dia) é essencial para preservação de massa magra.\n\n**SARMs (moduladores seletivos de receptores androgênicos):** Estudos clínicos têm duração de até 3 semanas; a prática clínica relata uso de até 6 meses, configurando extrapolação sem base robusta. Não devem ser utilizados sem evidência robusta; acompanhar novos estudos.\n\n**Impacto clínico:** O conhecimento dos tratamentos em uso é fundamental para evitar interações farmacológicas, ajustar metas de composição corporal, identificar riscos de lipossubstituição, monitorar efeitos colaterais específicos e otimizar resultados. A ausência de rastreamento dessas intervenções compromete a qualidade do escore e a segurança clínica do paciente.",
  "points": 14,
  "patient_explanation": "Este item registra os tratamentos que você usa atualmente para mudar sua composição corporal — ou seja, para perder gordura, ganhar músculo ou ambos. Isso inclui remédios para emagrecer, hormônios, suplementos com essa finalidade, cirurgias como lipoaspiração ou bariátrica, e dietas estruturadas como a cetogênica ou o jejum intermitente.\n\nSaber quais tratamentos você está usando é muito importante para o seu médico, porque cada um deles age de um jeito diferente no seu corpo. Alguns remédios modernos, como as injeções para emagrecer (GLP-1), são muito eficazes para perda de gordura, mas podem causar perda de músculo se não forem acompanhados de exercício e alimentação com proteína suficiente. Hormônios como a testosterona ou o estrogênio também influenciam diretamente a composição do corpo. Já estratégias como jejum ou dieta low carb têm efeitos que dependem muito de como e por quanto tempo são feitas.\n\nEssa informação ajuda seu médico a personalizar o seu cuidado, evitar interações entre tratamentos, acompanhar se os resultados estão sendo saudáveis e garantir que você não perca músculo enquanto perde gordura. Não existe um tratamento único ideal para todos — o melhor plano é aquele adaptado ao seu momento de vida, seus objetivos e sua saúde metabólica.",
  "conduct": "## Conduta Clínica: Tratamentos em Uso para Modificar Composição Corporal\n\n### 1. Avaliação Inicial\n\n- **Anamnese detalhada:** Registrar todos os tratamentos em uso (farmacológicos, hormonais, cirúrgicos, nutricionais, suplementação), dose, tempo de uso e resposta percebida\n- **Avaliação de composição corporal:** Utilizar bioimpedância (não apenas IMC) para diferenciar perda de gordura de perda de massa magra; solicitar DEXA quando disponível, especialmente em pacientes em uso de agonistas de GLP-1\n- **Exames laboratoriais basais:** Glicemia de jejum, insulina, HbA1c, lipidograma completo (com subfracionamento se necessário), PCR ultrassensível, testosterona total e livre, SHBG, TSH, T4 livre, vitamina B12, homocisteína (especialmente em uso de metformina), hepatograma\n- **Avaliação hormonal:** Em pacientes com resistência insulínica, sobrepeso e obesidade, considerar painel hormonal completo incluindo testosterona, estradiol, progesterona, DHEA-S e cortisol\n\n### 2. Condutas por Classe de Tratamento\n\n#### Agonistas de GLP-1 / GLP-1+GIP (Semaglutida, Tirzepatida)\n- **Obrigatório:** Associar plano de exercício qualificado (treino de força + condicionamento aeróbico) para prevenir lipossubstituição\n- **Metas proteicas:** Estabelecer ingestão proteica individualizada (≥1,2 g/kg/dia); orientar estratégias práticas para atingir a meta com saciedade elevada\n- **Monitoramento:** Solicitar DEXA no início e a cada 6 meses; monitorar marcadores cardiometabólicos, pressão arterial, função gastrointestinal (risco de refluxo e hipocloridria), testosterona (risco de queda em homens)\n- **Suporte multidisciplinar:** Nutrição, psicologia/terapia emocional, fisioterapia quando necessário\n- **Educação:** Orientar por escrito sobre risco de perda de massa muscular e importância da abordagem integrativa; não demonizar a medicação, mas contextualizar limitações\n- **Escalonamento de dose:** Priorizar ajustes de estilo de vida antes de escalonar dose; monitorar eficácia e efeitos adversos criteriosamente\n- **Critério de segurança:** Considerar que medicamentos com menos de 20 anos no mercado têm perfil de segurança em longo prazo ainda em construção\n\n#### Metformina\n- Monitorar vitamina B12 e homocisteína a cada 6-12 meses em uso prolongado\n- Avaliar função renal (TFG) antes e periodicamente\n- Ajustar dose conforme tolerabilidade gastrointestinal\n- Considerar como adjuvante em resistência insulínica, SOP e pré-diabetes\n\n#### Reposição Hormonal (Testosterona, Estrogênio, Gestrinona)\n- **Masculino:** Diferenciar reposição fisiológica (restituir níveis normais) de uso suprafisiológico; monitorar hematócrito, PSA, lipidograma, testosterona, LH/FSH; encaminhar casos de PSA elevado para urologista integrativo\n- **Feminino:** Para composição corporal com gestrinona, iniciar via creme vaginal por ≥1 mês antes de implante subcutâneo; monitorar SHBG, HDL, androgênicos; em mulheres com histórico familiar de câncer de mama, organizar saúde metabólica antes de iniciar reposição\n- **Testosterona tópica feminina:** Para desejo sexual hipoativo com impacto em composição corporal, iniciar ≤5 mg/dia com monitoramento de efeitos androgênicos\n- Alertar sobre contaminação de suplementos comerciais e evitar promessas estéticas irreais\n\n#### Dietas Estruturadas e Jejum Intermitente\n- **Ciclagem de estratégias:** Ciclar low carb, jejum intermitente, mediterrânea e cetogênica a cada 2-3 meses para evitar adaptação metabólica e manter motivação\n- **Cetogênica:** Aguardar ≥6 semanas para cetoadaptação; monitorar lipidograma com subfracionamento; ajustar proteína para ≥1 g/kg/dia\n- **Restrição calórica:** Não reduzir proteína; priorizar monoinsaturados; monitorar marcadores cardiometabólicos a cada 8-12 semanas\n- **Individualização:** Adaptar ritmo e estratégia ao momento de vida, fatores emocionais e preferências do paciente\n\n#### Fármacos Anti-Obesidade Tradicionais\n- **Orlistate:** Eficácia modesta (~2,6 kg em 1 ano); considerar custo-benefício; monitorar vitaminas lipossolúveis\n- **Bupropiona+Naltrexona:** Avaliar perfil dopaminérgico e histórico psiquiátrico; resultados superiores à sibutramina, mas segurança em longo prazo incerta\n- **Lisdexanfetamina:** Reservar para TCA diagnosticado; usar doses baixas; monitorar ansiedade, irritabilidade e pressão arterial\n\n#### SARMs e Esteroides Anabolizantes\n- Não utilizar sem evidência robusta de segurança; estudos clínicos têm duração máxima de 3 semanas\n- Se uso relatado pelo paciente, monitorar hepatograma, lipidograma, hemograma e eixo hormonal\n- Informar sobre riscos de extrapolação sem base científica sólida\n\n### 3. Abordagem Integrativa e Hierarquia Terapêutica\n\n1. **Gestão do estresse e ritmo circadiano** (base do tratamento)\n2. **Nutrição personalizada** (estratégia alimentar adequada ao perfil do paciente)\n3. **Exercício físico** (especialmente treino de força para preservação muscular)\n4. **Farmacoterapia** (quando indicada, sempre integrada às intervenções acima)\n5. **Suporte emocional/psicológico** (incluir terapia quando necessário)\n\n### 4. Critérios de Encaminhamento\n\n- **Endocrinologista/Metabologista integrativo:** Casos de resistência insulínica grave, diabetes tipo 2 descompensado, obesidade grau III ou falha em múltiplas estratégias\n- **Cirurgião bariátrico:** Obesidade grau III com comorbidades ou grau II refratária após 2 anos de tratamento clínico adequado\n- **Nutricionista:** Todo paciente em tratamento ativo para composição corporal\n- **Educador físico/Fisioterapeuta:** Pacientes em agonistas de GLP-1 ou pós-cirurgia bariátrica obrigatoriamente\n- **Psicólogo/Psiquiatra:** Pacientes com TCA, compulsão alimentar, histórico de transtornos de humor ou perfil hedônico alterado\n- **Urologista integrativo:** Homens com PSA elevado ou suspeita de hiperplasia prostática em reposição de testosterona\n\n### 5. Monitoramento e Reavaliação\n\n- Reavaliar composição corporal e marcadores laboratoriais a cada 1-2 meses nas fases iniciais\n- Manter ciclo de melhoria contínua: história clínica → intervenção personalizada → reavaliação → ajuste\n- Documentar evolução de massa magra e massa gorda separadamente (não apenas peso total)\n- Avaliar perfil hedônico (estresse, humor, depressão) antes e durante tratamentos farmacológicos"
}
