{
  "score_item_id": "019bf31d-2ef0-71e4-a845-cdfaeedbb599",
  "clinical_relevance": "A altura (estatura) é um parâmetro antropométrico fundamental na avaliação da composição corporal e do estado de saúde geral. Como medida objetiva estática no adulto, reflete primariamente o potencial genético de crescimento e a adequação nutricional, hormonal e ambiental durante as fases de desenvolvimento. Na infância e adolescência, a altura é um dos principais indicadores de crescimento e desenvolvimento saudável, sendo utilizada junto ao percentual de gordura corporal (%GC) como referência para composição corporal pediátrica.\n\nNo adulto, a estatura em si não sofre variações clínicas significativas (exceto pela perda fisiológica com o envelhecimento — aproximadamente 1 cm por década após os 50 anos, podendo chegar a 3–5 cm no total ao longo da vida, associada à compressão de discos intervertebrais, osteoporose e alterações posturais). A perda de altura acima do esperado para a idade pode sinalizar osteoporose, fraturas vertebrais por compressão ou doenças do tecido conjuntivo.\n\nA importância clínica da altura reside principalmente em sua utilização como denominador em índices compostos. O IMC (Índice de Massa Corporal = peso/altura²) é o mais amplamente utilizado para triagem de sobrepeso e obesidade na população geral, porém tem limitações reconhecidas: não distingue massa muscular de massa gorda, não avalia distribuição de gordura e pode classificar erroneamente atletas e indivíduos com sarcopenia oculta. Por isso, a medicina funcional integrativa preconiza a substituição do IMC por avaliações de composição corporal mais precisas, como bioimpedância elétrica e densitometria de corpo total (DXA).\n\nA altura também compõe o Índice de Massa Adiposa (FMI = massa gorda em kg / altura² em m²), o Índice de Massa Livre de Gordura (FFMI) e métricas de crescimento pediátrico como estatura-para-idade e velocidade de crescimento. Em pediatria, a altura é indicador central: criança com altura abaixo do percentil esperado (baixa estatura) pode indicar deficiência nutricional, hipotireoidismo, déficit de hormônio do crescimento (GH), doença celíaca, doenças inflamatórias crônicas ou adversidades psicossociais.\n\nA relação entre altura na infância e risco de obesidade futura tem relevância epidemiológica: estudos indicam associação entre altura na infância e risco de obesidade na vida adulta (Stovitz et al., Am. J. Prev. Med. 2010). O eixo GH/IGF-1 é o principal regulador do crescimento longitudinal; deficiências documentadas cursam com baixa estatura, aumento de gordura visceral, redução de massa magra e maiores riscos metabólicos e cardiovasculares. O GH promove crescimento longitudinal por estimulação de IGF-1 nas placas de crescimento epifisárias até o fechamento das mesmas.\n\nNo contexto do Escore Plenya, a altura é coletada como dado objetivo para cálculo de índices compostos (IMC, FMI, FFMI) e para contextualização de demais parâmetros de composição corporal. Isoladamente, o valor da altura em adultos tem pontuação zero, pois trata-se de medida neutra utilizada como base de cálculo.",
  "points": 0,
  "patient_explanation": "A altura é uma medida simples e importante que fazemos durante a consulta. Ela representa o seu tamanho em centímetros e é usada pelo médico para calcular outros indicadores de saúde, como o índice de massa corporal (IMC) e a proporção entre gordura e músculo no seu corpo.\n\nNa infância e adolescência, acompanhar a altura ao longo do tempo é fundamental: ela mostra se a criança está crescendo de forma saudável, com boa nutrição e equilíbrio hormonal. Em adultos, a altura costuma ser estável, mas pode diminuir um pouco com o passar dos anos — isso é normal e está relacionado ao envelhecimento natural da coluna.\n\nPor si só, a altura não representa um problema de saúde. Ela é uma referência essencial para que os cálculos do seu escore de saúde sejam precisos. Quanto mais precisa for essa medida, mais confiáveis serão as avaliações sobre o seu peso, composição corporal e risco metabólico.",
  "conduct": "## Conduta Clínica — Altura (cm)\n\n### Aferição Correta\n- **Técnica padronizada:** Utilizar estadiômetro fixo à parede, paciente descalço, calcanhares unidos, posição ereta com cabeça no plano de Frankfurt (olhar horizontalmente para frente).\n- **Momento ideal:** Preferir aferição matutina (a altura pode variar até 1–2 cm ao longo do dia por compressão dos discos intervertebrais).\n- **Registro:** Anotar em centímetros com uma casa decimal (ex.: 167,5 cm).\n\n### Uso do Dado na Avaliação Clínica\n- **Cálculo de IMC:** Peso (kg) / Altura² (m²). Categorias OMS: abaixo do peso <18,5; peso normal 18,5–24,9; sobrepeso 25–29,9; obesidade ≥30.\n- **Limitações do IMC:** Não diferencia massa muscular de gordura; pode subestimar risco em indivíduos com sarcopenia oculta (peso normal mas baixa massa magra) — situação especialmente prevalente em mulheres.\n- **Preferência por composição corporal:** Conforme preconizado na medicina funcional integrativa, priorizar bioimpedância elétrica ou densitometria de corpo total (DXA) para avaliação real da composição, utilizando a altura apenas como denominador de índices compostos (FMI, FFMI).\n\n### Perda de Altura no Adulto/Idoso\n- **Fisiológica:** Perda de até ~1 cm/década após os 50 anos é esperada.\n- **Patológica:** Perda acima do esperado ou perda aguda de altura sugere:\n  - Fraturas vertebrais por compressão (osteoporose)\n  - Espondilose degenerativa avançada\n  - Doenças do tecido conjuntivo (ex.: síndrome de Marfan, espondilite anquilosante)\n- **Investigação complementar:** Densitometria óssea (DXA de coluna e quadril), radiografia de coluna torácica/lombar se suspeita de fratura, avaliação de marcadores ósseos (CTX, P1NP, vitamina D, PTH, cálcio sérico).\n\n### Baixa Estatura em Crianças e Adolescentes\n- **Critério de investigação:** Altura abaixo do percentil 3 para idade e sexo, ou velocidade de crescimento abaixo de 4–5 cm/ano em pré-púberes.\n- **Causas a investigar:**\n  - Deficiência de GH (solicitar IGF-1, IGFBP-3; se alterados, testes provocativos de GH sob supervisão endocrinológica)\n  - Hipotireoidismo (TSH, T4 livre)\n  - Doença celíaca (anti-transglutaminase IgA, IgA sérica total)\n  - Doenças inflamatórias intestinais (PCR, VHS, calprotectina fecal)\n  - Deficiências nutricionais (zinco, ferro, vitamina D)\n  - Uso crônico de corticosteroides inalatórios — revisões Cochrane indicam redução de 0,2–1 cm/ano com uso contínuo de budesonida vs. regimes intermitentes\n- **Encaminhamento:** Endocrinologia pediátrica quando investigação primária for inconclusiva ou IGF-1/velocidade de crescimento alterados.\n\n### Integração com o Escore Plenya\n- A altura é coletada como **dado de base** para cálculo de índices compostos do escore.\n- **Pontuação:** 0 (valor neutro, usado como denominador).\n- Reavaliação periódica recomendada: **anual** em adultos; **a cada 3–6 meses** em crianças e adolescentes em acompanhamento de crescimento."
}
