{
  "score_item_id": "019bf31d-2ef0-7bb8-8305-e0e0285aeb80",
  "clinical_relevance": "O Índice de Massa Corporal (IMC) é calculado pela fórmula peso (kg) dividido pela altura ao quadrado (m²), sendo o indicador antropométrico mais utilizado mundialmente para triagem de sobrepeso e obesidade. A classificação padrão da OMS estratifica o IMC em: abaixo do peso (<18,5 kg/m²), peso normal (18,5–24,9 kg/m²), sobrepeso (25,0–29,9 kg/m²), obesidade grau I (30,0–34,9 kg/m²), obesidade grau II (35,0–39,9 kg/m²) e obesidade grau III ou mórbida (≥40,0 kg/m²).\n\nApesar de sua ampla utilização, o IMC apresenta limitações clínicas significativas reconhecidas pela medicina baseada em evidências: ele considera apenas peso e altura, sem diferenciar tecido adiposo de massa muscular. Dois indivíduos com o mesmo IMC podem apresentar composições corporais diametralmente opostas — um com predominância de gordura visceral e outro com predominância de massa magra — com riscos metabólicos completamente distintos. O fenômeno da obesidade sarcopênica (baixa massa muscular associada a excesso de gordura) frequentemente não é detectado pelo IMC, especialmente em mulheres com peso normal que apresentam alto percentual de gordura e sarcopenia.\n\nDados epidemiológicos relevantes: mais de dois terços (70,2%) dos adultos americanos têm sobrepeso ou obesidade; mais da metade da população brasileira apresenta sobrepeso ou obesidade; e apenas 12% dos adultos americanos são metabolicamente saudáveis, sendo que menos de um terço das pessoas com peso considerado normal se enquadram nessa categoria. A obesidade triplicou nas últimas décadas, configurando-se como pandemia global.\n\nA meta-análise mendeliana demonstra que IMC elevado está associado causalmente a: aumento de risco de diabetes tipo 2, 14 desfechos circulatórios (incluindo eventos cardiovasculares maiores), asma, DPOC, cinco doenças do trato digestivo, três doenças musculoesqueléticas, esclerose múltipla, cânceres do sistema digestivo e outros seis sítios oncológicos (útero, rim, bexiga entre eles) — totalizando 56 desfechos documentados em análise genética. Do ponto de vista da síndrome metabólica, o IMC elevado, especialmente quando associado a circunferência abdominal aumentada (homens sul-americanos >90 cm, mulheres >80 cm), trigicerídeos >150 mg/dL, HDL baixo, pressão arterial elevada e glicemia alterada, configura critérios diagnósticos para síndrome metabólica (ATP III/IDF).\n\nA fisiopatologia da obesidade envolve acúmulo de tecido adiposo branco que promove inflamação sistêmica de baixo grau, liberação de adipocinas pró-inflamatórias (TNF-α, IL-6), resistência à leptina, redução de adiponectina, lipotoxicidade, endotoxemia metabólica e hipertrigliceridemia. Hiperinsulinemia secundária à resistência insulínica aumenta reabsorção renal de sódio (contribuindo para hipertensão), prejudica função hipocampal (memória), eleva beta-amiloide (risco de demência) e favorece disfunção endotelial e aterogênese. O excesso de gordura epicárdica compromete microcirculação coronariana e eleva risco arrítmico. Há ainda transmissão intergeracional: o status de IMC dos pais influencia independentemente o peso ao nascer, obesidade e diabetes nos filhos, além do componente de 'efeito espelhamento' comportamental.\n\nO IMC deve ser interpretado sempre em conjunto com avaliação de composição corporal por bioimpedância ou dobras cutâneas, circunferência abdominal, percentual de gordura, massa muscular e marcadores metabólicos laboratoriais.",
  "points": 18,
  "patient_explanation": "O IMC (Índice de Massa Corporal) é um cálculo simples feito a partir do seu peso e altura que serve para verificar se o seu peso está dentro de uma faixa saudável. Ele é amplamente usado por médicos no mundo todo como uma primeira referência.\n\nNo entanto, é importante saber que o IMC tem limitações: ele não distingue gordura de músculo. Por isso, uma pessoa com muito músculo pode ter IMC elevado sem excesso de gordura, enquanto outra com peso considerado 'normal' pode ter excesso de gordura corporal e pouca musculatura — situação chamada de obesidade sarcopênica, que também traz riscos à saúde.\n\nQuando o IMC está elevado de forma consistente, o excesso de gordura pode promover inflamação no corpo, dificultar o trabalho da insulina (hormônio que regula o açúcar no sangue), sobrecarregar o coração, fígado, rins e articulações, além de aumentar o risco de diversas doenças crônicas. Por isso, além do IMC, seu médico pode solicitar exames de composição corporal e laboratoriais para ter um retrato completo da sua saúde metabólica. O mais importante é entender que pequenas mudanças no estilo de vida — alimentação, exercícios, sono e manejo do estresse — têm grande impacto na melhora desses indicadores.",
  "conduct": "## Avaliação Complementar\n\n### Composição Corporal\n- **Bioimpedância ou dobras cutâneas** para quantificar percentual de gordura, massa muscular e água corporal — ferramentas imprescindíveis quando o IMC isolado não reflete o risco real\n- **Circunferência abdominal**: corte de risco em homens sul-americanos >90 cm e mulheres >80 cm (ajustar por etnia)\n- **Relação cintura-quadril** como marcador adicional de gordura visceral\n\n### Exames Laboratoriais Essenciais\n- **Glicemia de jejum** (normal <100 mg/dL), **insulina de jejum** (meta funcional ~6–7 mU/L), **HOMA-IR** (<2,15) e **HbA1c** (meta integrativa ~5,3%)\n- **OGTT (curva glicoinsulinêmica)** para detectar resistência insulínica mascarada por glicemia de jejum normal\n- **Lipidograma completo**: TG/HDL (mulheres <1,4; homens <1,2), LDL oxidada\n- **PCR-ultrassensível** como marcador de inflamação sistêmica de baixo grau\n- **TSH e T4 livre** para excluir hipotireoidismo como causa de ganho de peso\n- **Perfil hormonal** (testosterona, estradiol, cortisol matinal) conforme contexto clínico\n\n### Marcadores Avançados (quando indicados)\n- TNF-α (<8,1), IL-6 (<3,4) para avaliação inflamatória\n- HOMA-β (167–175) para função de células beta\n- Homocisteína (<7,9) como marcador inflamatório e cardiovascular\n\n---\n\n## Estratificação de Risco e Critérios de Encaminhamento\n\n- **IMC ≥30 + comorbidades metabólicas** (DM2, HAS, síndrome metabólica): encaminhar para endocrinologia e nutricionista\n- **IMC ≥35 sem resposta a tratamento clínico por ≥12 meses**: discutir elegibilidade para cirurgia bariátrica (último recurso após esgotamento de outras abordagens; pós-bariátrico requer acompanhamento multidisciplinar intensivo por riscos de alcoolismo, depressão e suicídio)\n- **Obesidade sarcopênica identificada** (IMC normal com baixa massa muscular e alto percentual de gordura): encaminhar para educador físico e nutricionista com foco em ganho de massa\n- **IMC elevado + sinais de resistência insulínica**: investigar síndrome metabólica completa\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### Estilo de Vida (1ª Linha)\n- **Alimentação**: redução de carboidratos de alto índice glicêmico, alimentos ultraprocessados, refrigerantes; aumento de proteínas (>1,5 g/kg/dia para preservar massa muscular durante emagrecimento); baixa carga glicêmica\n- **Exercício físico**:\n  - Treino resistido (musculação) com técnica, progressão e monitoramento — essencial para preservar e ganhar massa muscular\n  - Exercício aeróbico na zona FatMax (entre 1º e 2º limiar anaeróbico) para mobilização de gordura sem excessiva acidose\n  - Monitorar carga interna (FC, percepção de esforço) para efetividade real\n- **Sono de qualidade**: disfunção do sono agrava resistência insulínica e ganho de peso\n- **Manejo do estresse**: cortisol crônico elevado favorece adipogênese visceral\n\n### Estratégia Clínica Funcional\n- Com **IMC adequado e % gordura elevado**: iniciar ajuste alimentar com foco em perda de gordura\n- Com **baixa massa muscular e alto % gordura** (perfil sarcopênico): priorizar ganho de massa muscular antes de focar na perda de peso — especialmente em mulheres com metabolismo basal reduzido\n- **Indicadores para revisar estratégia**: 6–8 semanas sem progresso, sinais de baixa energia, queda de força ou cabelo, plateaus persistentes\n- **Microbioma**: desbiose frequente em obesidade impacta sensibilidade insulínica; sem correção, reganho de peso após farmacoterapia é provável\n\n### Farmacoterapia (quando indicada)\n- Agonistas de GLP-1/GIP (semaglutida, tirzepatida) conforme critérios: eficácia documentada, mas requer manutenção de qualidade de composição corporal para sustentabilidade dos resultados\n- Platô de eficácia observado com escaladas de dose; estratégias complementares necessárias\n\n### Abordagem Multiprofissional\n- **Nutricionista**: parceria essencial para personalização alimentar, evitando modelos rígidos\n- **Educador físico**: prescrição individualizada com monitoramento\n- **Psicólogo/terapeuta**: investigar traumas de infância, estresse crônico e questões emocionais não resolvidas como possível causa primária em casos de difícil manejo\n- **Reavaliação**: exames simples (bioimpedância, laboratorial) a cada 1–2 meses para ajuste de intervenções"
}
