{
  "score_item_id": "019bf31d-2ef0-7a53-a71a-4eff3e0cc6ba",
  "clinical_relevance": "A circunferência do quadril (CQ) é uma medida antropométrica obtida na região de maior proeminência glútea, com o paciente em posição ortostática e fita métrica posicionada horizontalmente. Isoladamente, a CQ reflete predominantemente a quantidade de gordura subcutânea glúteo-femoral, tecido adiposo considerado metabolicamente mais benigno em comparação ao visceral abdominal, com perfil mais estrogênico, maior expressão de receptores de leptina e menor atividade inflamatória. No entanto, sua principal relevância clínica decorre da utilização em índices combinados, sobretudo a Relação Cintura-Quadril (RCQ = circunferência abdominal / circunferência do quadril), que constitui marcador consolidado de distribuição de gordura corporal e risco cardiometabólico.\n\nValores de referência e interpretação: A CQ isolada não possui pontos de corte universalmente estabelecidos para risco. Seu valor clínico está na composição da RCQ, cujos pontos de corte para risco cardiovascular aumentado são: homens sul-americanos RCQ > 0,90 e mulheres > 0,85 (OMS). Em contextos clínicos integrando composição corporal total — como bioimpedância ou densitometria — a CQ contribui para a caracterização do fenótipo de distribuição de gordura: ginoide (predominância glúteo-femoral, CQ proporcionalmente maior) versus androide (predominância abdominal, cintura proporcionalmente maior).\n\nFisiopatologia: A gordura subcutânea glúteo-femoral, predominante na região do quadril, difere funcionalmente da gordura visceral: libera menos ácidos graxos livres na circulação portal, expressa menor quantidade de citocinas pró-inflamatórias (TNF-α, IL-6) e apresenta maior sensibilidade à insulina. Em mulheres, estrogênio favorece o depósito glúteo-femoral via estimulação de lipoproteína lipase e inibição de lipólise nessa região. Na menopausa, ocorre redistribuição da gordura subcutânea para gordura visceral, com aumento da RCQ e fenótipo mais andrógeno, o que amplifica risco metabólico e inflamatório sistêmico.\n\nDados epidemiológicos e estratificação de risco: A RCQ é reconhecida como preditor independente de risco cardiovascular, resistência insulínica e síndrome metabólica. Estudos populacionais demonstram que indivíduos com RCQ elevada mantêm risco aumentado mesmo com IMC normal — evidenciando que a distribuição de gordura é mais relevante que o peso total. A gordura visceral excessiva está associada a aumento de TNF-α, IL-6, resistência à insulina, lipotoxicidade e redução de adiponectina. Em contrapartida, circunferência de quadril proporcionalmente maior (RCQ mais baixa) está associada a menor risco metabólico e cardiovascular, possivelmente pelo efeito protetor da gordura glúteo-femoral como reservatório de ácidos graxos. No contexto do envelhecimento, a perda de massa muscular (sarcopenia) pode reduzir a CQ sem necessariamente refletir melhora metabólica, tornando relevante a análise conjunta com composição corporal por bioimpedância ou densitometria.",
  "points": 0,
  "patient_explanation": "A medida do quadril é obtida com uma fita métrica posicionada na parte mais larga do glúteo. Sozinha, ela indica a quantidade de gordura localizada nessa região, que tende a ser mais benigna para a saúde do que a gordura da barriga. Quando comparamos a medida da cintura com a do quadril, obtemos uma informação muito útil: se a cintura for proporcionalmente maior que o quadril, isso pode indicar acúmulo de gordura visceral, associado a maior risco de problemas como diabetes, doenças cardiovasculares e inflamação crônica. Por outro lado, um quadril maior em relação à cintura é considerado um padrão mais saudável. Essa medida, junto com outras avaliações de composição corporal, ajuda o médico a entender melhor a distribuição de gordura no seu corpo e orientar intervenções mais precisas para a sua saúde.",
  "conduct": "## Conduta Clínica para Circunferência do Quadril\n\n### Avaliação e Contexto Clínico\n\n- **Mensuração padronizada:** Medir no ponto de maior proeminência glútea, com paciente em posição ortostática, fita horizontal e sem compressão tecidual\n- **Calcular sempre a Relação Cintura-Quadril (RCQ):** RCQ = circunferência abdominal / circunferência do quadril\n  - Risco aumentado: homens sul-americanos RCQ > 0,90; mulheres RCQ > 0,85\n- **Integrar com outras medidas antropométricas:** circunferência abdominal, IMC, e preferencialmente composição corporal por bioimpedância ou densitometria de corpo total\n\n### Investigação Complementar\n\n- **Composição corporal:** Bioimpedância ou densitometria para quantificar massa magra, massa gordurosa e distribuição de gordura — especialmente útil para identificar sarcopenia em mulheres com peso normal\n- **Marcadores metabólicos e inflamatórios:**\n  - Glicemia de jejum, insulina de jejum e HOMA-IR (rastreio de resistência insulínica)\n  - Proteína C-reativa ultrassensível (PCR-us) como marcador de inflamação sistêmica\n  - Perfil lipídico completo\n  - Homocisteína (marcador inflamatório adicional)\n- **Em mulheres:** avaliar status hormonal (estradiol, FSH, LH) para identificar transição menopáusica, que promove redistribuição de gordura subcutânea para visceral e aumento da RCQ\n- **Em contextos de envelhecimento:** avaliar sarcopenia com ASMI (Appendicular Skeletal Mass Index) por densitometria, velocidade de marcha e força de preensão palmar\n\n### Intervenções Baseadas em Evidências\n\n**Exercício físico:**\n- **Musculação (treinamento resistido)** como prioridade: preserva e aumenta massa muscular, combate resistência insulínica, reduz gordura visceral e melhora perfil metabólico\n- Combinar com exercício aeróbico para potencializar oxidação de gordura e saúde cardiovascular\n- Em mulheres com baixo metabolismo: priorizar ganho de massa muscular antes da perda de peso\n- Progressão de carga individualizada conforme capacidade funcional\n\n**Nutrição:**\n- Ingestão proteica adequada (mínimo 1,2–2,0 g/kg/dia conforme objetivo) para preservar massa muscular durante estratégias de emagrecimento\n- Estratégias low-carb baseadas em alimentos reais como ponto de partida em pacientes com resistência insulínica\n- Alternância de estratégias alimentares a cada 2–3 meses para evitar adaptação metabólica\n- Suporte nutricional individualizado com nutricionista\n\n**Gestão do estilo de vida:**\n- Controle do estresse crônico (eleva cortisol, favorece adipogênese visceral)\n- Otimização do sono (privação associada a resistência insulínica e ganho de gordura visceral)\n- Redução de comportamento sedentário\n\n**Suplementação (quando indicada):**\n- Vitamina D: dosar 25(OH)D basal; manter entre 40–60 ng/mL; doses de 2.000–10.000 UI/dia conforme nível, associar K2 (MK7 100–200 mcg)\n- Magnésio (glicina ou malato): 200–1.000 mg/dia de magnésio elementar, especialmente em contextos de inflamação, estresse e resistência insulínica\n- Creatina: suporte à massa muscular e performance no treinamento resistido\n\n### Critérios de Encaminhamento\n\n- **Endocrinologia/Ginecologia:** mulheres em transição menopáusica com aumento marcado da RCQ e sintomas associados, para avaliação de terapia hormonal\n- **Nutrologia/Nutricionista:** sempre que houver alteração de composição corporal com indicação de intervenção alimentar estruturada\n- **Cardiologia:** RCQ elevada associada a outros fatores de risco cardiovascular (hipertensão, dislipidemia, glicemia alterada)\n- **Fisioterapia/Educador físico:** para prescrição individualizada de exercício, especialmente em idosos com risco de sarcopenia ou limitação funcional"
}
