{
  "score_item_id": "019bf31d-2ef0-7903-ac22-1d8b5b47179a",
  "clinical_relevance": "A razão cintura/quadril (RCQ) é um índice antropométrico que expressa a distribuição regional de gordura corporal, calculada pela divisão da circunferência da cintura (cm) pela circunferência do quadril (cm). Em homens, reflete predominantemente o padrão andróide de adiposidade, com acúmulo de gordura na região abdominal e visceral.\n\n**Valores de referência e estratificação de risco em homens:**\n- Baixo risco: RCQ < 0,90\n- Risco moderado: RCQ 0,90–0,95\n- Alto risco: RCQ > 0,95 (padrão OMS)\nAlguns protocolos consideram RCQ > 1,0 em homens como limiar crítico para risco cardiovascular elevado.\n\n**Fisiopatologia:**\nA gordura visceral abdominal é metabolicamente ativa, liberando ácidos graxos livres diretamente para a circulação portal, promovendo lipotoxicidade hepática, resistência insulínica e dislipidemia aterogênica (elevação de triglicerídeos, redução de HDL, aumento de partículas LDL pequenas e densas). O tecido adiposo visceral produz adipocinas pró-inflamatórias (TNF-alfa, IL-6, leptina) e reduz a secreção de adiponectina, amplificando a inflamação sistêmica crônica de baixo grau. A hiperinsulinemia resultante aumenta a reabsorção renal de sódio via ativação do sistema renina-angiotensina-aldosterona e sistema nervoso simpático, contribuindo para hipertensão arterial. No sistema nervoso central, menor sinalização de insulina intracerebral compromete a cognição, aumenta o beta-amiloide e favorece neuroinflamação.\n\n**Dados epidemiológicos e associações clínicas:**\nA RCQ elevada em homens associa-se de forma independente a maior risco de doença cardiovascular, diabetes mellitus tipo 2, síndrome metabólica, doença hepática gordurosa não alcoólica, apneia obstrutiva do sono, múltiplos tipos de neoplasias e doenças neurodegenerativas. A circunferência abdominal isolada > 90 cm em homens sul-americanos já é critério diagnóstico para síndrome metabólica (IDF, adaptado por etnia). A RCQ adiciona informação sobre distribuição relativa, sendo útil mesmo em indivíduos com IMC normal — o fenótipo de 'peso normal, alta gordura visceral' (TOFI: thin outside, fat inside) representa risco metabólico significativo não detectado pelo IMC.\n\nEstudos de intervenção demonstraram que a redução da circunferência abdominal — mais do que a perda de peso total — é o principal mediador da melhora cardiometabólica: cada 1 cm de redução da cintura associa-se a redução de 2,1% na insulina de jejum, 1,8% nos triglicerídeos, aumento de 0,8% no HDL e redução de 1,2 mmHg na pressão arterial sistólica. Intervenções com HIIT reduziram a gordura visceral em até 28% (por RMN) e aumentaram a adiponectina em 34%, com benefícios metabólicos superiores às modalidades de exercício aeróbico convencional.\n\n**Relevância no Escore Plenya:**\nA RCQ em homens é um marcador de alto impacto clínico por sua associação com mortalidade cardiovascular, prevalência elevada na população masculina adulta e alta intervencionabilidade através de mudanças de estilo de vida.",
  "points": 18,
  "patient_explanation": "A razão cintura/quadril compara a medida da sua cintura com a medida do seu quadril. Esse índice indica onde o seu corpo acumula gordura. Em homens, o acúmulo de gordura na barriga — chamado de gordura visceral — é mais prejudicial à saúde do que a gordura nos quadris e coxas, porque essa gordura 'da barriga' fica em torno dos órgãos internos e libera substâncias inflamatórias que aumentam o risco de doenças do coração, diabetes, pressão alta e outras condições crônicas. Mesmo que o seu peso esteja normal na balança, uma cintura larga em relação ao quadril pode indicar risco metabólico aumentado. A boa notícia é que a gordura visceral responde muito bem a mudanças no estilo de vida: exercícios regulares — especialmente treinos de força e intervalados de alta intensidade — e uma alimentação de qualidade são as ferramentas mais eficazes para reduzir essa gordura e melhorar sua saúde de forma geral.",
  "conduct": "## Conduta Clínica: Razão Cintura/Quadril Elevada em Homens\n\n### Avaliação Inicial\n\n- **Aferir corretamente:** Cintura no ponto médio entre a crista ilíaca e o último arco costal; quadril na maior circunferência da região glútea, ambos com fita inextensível e paciente em expiração normal\n- **Classificar o risco:** RCQ < 0,90 (baixo), 0,90–0,95 (moderado), > 0,95 (alto)\n- **Associar ao IMC e circunferência abdominal isolada:** CA > 90 cm em homens sul-americanos já configura componente de síndrome metabólica\n\n### Investigação Complementar\n\n**Laboratorial básica:**\n- Glicemia de jejum, insulina de jejum e HbA1c\n- Perfil lipídico completo (TG, HDL, LDL, colesterol total); idealmente com subfracionamento de partículas LDL\n- PCR ultrassensível (desejável < 1 mg/L; risco médio 1–3; alto > 3)\n- Enzimas hepáticas (ALT, AST, GGT) para rastreio de doença hepática gordurosa\n- Ácido úrico\n- TSH (hipotireoidismo como fator contribuinte)\n\n**Marcadores adicionais (conforme suspeita clínica):**\n- HOMA-IR (razão TG/HDL como proxy de resistência insulínica: > 3,0 em homens sugere RI)\n- Homocisteína (marcador inflamatório cardiovascular; alvo < 7,9 mcmol/L)\n- Adiponectina (fator protetor; níveis baixos correlacionam com adiposidade visceral)\n- TNF-alfa, IL-6 em casos de alta carga inflamatória clínica\n- Cortisol (hipercortisolismo como causa de adiposidade central)\n\n**Imagem (quando indicado):**\n- Ultrassonografia abdominal para rastreio de esteatose hepática\n- Bioimpedância para estimativa de gordura visceral e composição corporal\n\n### Encaminhamento\n\n- **Endocrinologia/Clínica Médica:** RCQ > 1,0 associado a síndrome metabólica confirmada, DM2 ou suspeita de hipercortisolismo\n- **Cardiologia:** Presença de fatores de risco cardiovascular múltiplos ou estratificação de risco elevado (escore de Framingham ou SCORE2 > 10%)\n- **Nutrição:** Todos os pacientes com RCQ elevada se beneficiam de orientação nutricional individualizada\n- **Educação Física / Medicina do Esporte:** Para prescrição de exercício personalizada\n\n### Intervenções Baseadas em Evidências\n\n**Exercício físico (prioridade máxima para gordura visceral):**\n- **HIIT** (High-Intensity Interval Training) é a modalidade com maior redução documentada de gordura visceral (até -28% por RMN em 6 meses) e maior melhora de adiponectina (+34%)\n- **Musculação** promove captação de glicose muscular independente de insulina e melhora a sensibilidade insulínica\n- Combinar HIIT + treino de força é superior a qualquer modalidade isolada\n- Aeróbico em jejum em baixa intensidade (40–55% FC máxima) para estimular oxidação de gordura e flexibilidade metabólica\n- Meta: ≥ 150 min/semana de atividade moderada-intensa + 2–3 sessões de força\n\n**Intervenção alimentar:**\n- Reduzir carga glicêmica total; eliminar carboidratos simples isolados e ultraprocessados\n- Padrão alimentar com evidência: mediterrâneo, low carb ou cetogênico (cetoadaptação ~6 semanas; estudos robustos ≥ 8 semanas)\n- Alternância de estratégias alimentares a cada 2–3 meses para evitar adaptação metabólica\n- Jejum intermitente (modelos 16:8 ou 5:2) como adjuvante para redução de gordura visceral e melhora da sensibilidade insulínica; evitar comer à noite\n- Proteína ≥ 1,2 g/kg/dia para preservar massa muscular durante déficit calórico\n- Aumentar ômega-3 (anti-inflamatório), reduzir gorduras saturadas de cadeia longa em excesso\n\n**Controle de fatores agravantes:**\n- **Sono:** Higiene do sono rigorosa; privação de sono eleva cortisol e favorece adiposidade central\n- **Estresse:** Cortisol crônico promove redistribuição de gordura para região abdominal; meditação, yoga, psicoterapia\n- **Ritmo circadiano:** Horários regulares de alimentação e sono; evitar alimentação noturna\n\n**Farmacológico (quando indicado):**\n- Metformina (500 mg a 2 g/dia, preferencialmente no jantar ou formulação XR) para resistência insulínica documentada/pré-diabetes, em sinergia com mudanças de estilo de vida\n- Não utilizar farmacoterapia de forma isolada sem modificação do estilo de vida\n\n**Suplementação adjuvante (individualizada):**\n- Ômega-3 (EPA/DHA): ação anti-inflamatória e melhora do perfil lipídico\n- Berberina / curcuminoides: sensibilizadores insulínicos naturais\n- Magnésio: frequentemente deficiente em obesidade visceral; papel na sensibilidade insulínica\n- CoQ10, ácido alfa-lipoico: suporte mitocondrial\n\n### Metas de Acompanhamento\n\n- Reavaliar RCQ, CA, peso e marcadores laboratoriais em **8–12 semanas** após início da intervenção\n- Meta primária: redução de RCQ para < 0,90 e CA < 90 cm\n- Monitorar glicemia, insulina, TG, HDL e PCR-us como biomarcadores de resposta\n- Ajustar estratégias conforme resposta individual; ciclo de reavaliação contínua a cada 3–5 meses"
}
