{
  "score_item_id": "019bf31d-2ef0-7171-a061-3bcc500957f7",
  "clinical_relevance": "A razão cintura/altura (WHtR — Waist-to-Height Ratio) é um índice antropométrico que expressa a proporção entre a circunferência abdominal e a estatura do indivíduo, ambas medidas em centímetros. Diferentemente do IMC, que não distingue entre gordura e massa muscular nem entre distribuição central e periférica de gordura, o WHtR captura especificamente a adiposidade visceral — o tecido adiposo metabolicamente ativo localizado na cavidade abdominal e ao redor dos órgãos internos.\n\n**Valores de referência e interpretação:**\n- WHtR < 0,40: abaixo do normal (possível subnutrição)\n- WHtR 0,40–0,49: faixa saudável\n- WHtR ≥ 0,50: risco cardiometabólico aumentado (limiar universal validado)\n- WHtR ≥ 0,60: risco muito elevado\n\nO limiar de 0,50 foi validado como ponto de corte universal em análise de 67 estudos envolvendo 542.398 participantes (JAMA Internal Medicine, 2022), demonstrando sensibilidade de 79,3% e especificidade de 74,8% para predição de DCV, diabetes tipo 2 e mortalidade — valores superiores ao IMC e à circunferência abdominal isolados. Para mulheres, WHtR ≥ 0,50 associou-se a risco 2,84 vezes maior de eventos cardiovasculares (HR 2,84; IC 95% 2,51–3,21).\n\n**Fisiopatologia:**\nO excesso de gordura visceral libera ácidos graxos livres diretamente na circulação porta, promovendo lipotoxicidade hepática, resistência insulínica, dislipidemia aterogênica (elevação de TG, redução de HDL, aumento de LDL pequenas e densas) e estado pró-inflamatório sistêmico via adipocinas (TNF-α, IL-6, leptina em excesso, adiponectina reduzida). A hiperinsulinemia resultante aumenta a reabsorção tubular de sódio, contribuindo para hipertensão arterial. A gordura epicárdica, frequentemente associada a grandes depósitos viscerais, compromete diretamente a função miocárdica e microcirculatória.\n\n**Dados epidemiológicos:**\nMais de 70% dos adultos americanos apresentam sobrepeso ou obesidade, e quase 48,5% vivem com pré-diabetes ou diabetes. No Brasil, mais da metade da população adulta tem excesso de peso. Apenas 12% dos adultos americanos são considerados metabolicamente saudáveis. Estudos de randomização mendeliana confirmam que maior adiposidade central está associada a risco aumentado de diabetes tipo 2, 14 desfechos circulatórios, asma, DPOC, doenças digestivas, músculo-esqueléticas e múltiplos tipos de câncer.\n\n**Vantagem sobre outros índices:**\nIndivíduos com IMC normal (< 25 kg/m²) mas circunferência abdominal elevada mantêm risco cardiovascular aumentado (HR 1,83 no estudo EPIC-CVD). O WHtR corrige essa limitação ao relativizar a circunferência abdominal pela altura, tornando o índice comparável entre diferentes estaturas e etnias. O Consenso IAS/ICCR (Nature Reviews Endocrinology, 2020) recomenda que a circunferência abdominal seja tratada como sinal vital em toda consulta clínica.\n\n**Estratificação de risco:**\n- WHtR ≥ 0,50 em mulheres pós-menopáusicas: risco CV especialmente elevado (RR 1,42 por 10 cm de CA, superior ao de pré-menopáusicas com RR 1,27)\n- WHtR elevado + HDL baixo (< 50 mg/dL): risco CV de até 4,87 vezes (EPIC-CVD)\n- WHtR elevado + insulina de jejum > 8–10 μUI/mL: forte indicador de resistência insulínica estabelecida",
  "points": 22,
  "patient_explanation": "A razão cintura/altura é uma medida simples que compara o tamanho da sua barriga com a sua altura. Para calculá-la, basta dividir a medida da cintura pela sua altura — ambas em centímetros. O resultado ideal é um número menor que 0,5, o que significa que sua cintura é menor que a metade da sua altura.\n\nEssa medida é importante porque a gordura acumulada na barriga — especialmente a que fica ao redor dos órgãos internos — é diferente da gordura que fica nos braços ou nas coxas. A gordura abdominal libera substâncias que aumentam o risco de doenças do coração, diabetes, pressão alta e outros problemas de saúde.\n\nO que torna essa medida especial é que ela funciona para pessoas de qualquer altura. Pessoas com peso considerado normal pelo IMC podem ainda ter um valor elevado nessa razão, o que significa que a gordura está concentrada em um lugar perigoso mesmo sem sobrepeso aparente.\n\nSe o seu resultado estiver acima de 0,5, isso é um sinal de alerta importante para conversar com seu médico sobre mudanças no estilo de vida — alimentação, exercício físico e outros hábitos que podem reduzir essa gordura e melhorar sua saúde a longo prazo.",
  "conduct": "## Conduta Clínica — Razão Cintura/Altura (WHtR)\n\n### Avaliação Inicial\n\n- **Medir corretamente** a circunferência abdominal: fita métrica no ponto médio entre a última costela e a crista ilíaca, ao final de uma expiração leve, com paciente em pé\n- Calcular: WHtR = Circunferência abdominal (cm) ÷ Altura (cm)\n- Registrar juntamente com peso, IMC, RCQ e bioimpedância ou densitometria para avaliação completa da composição corporal\n- **Não usar IMC isolado**: dois indivíduos com mesmo IMC podem ter perfis metabólicos completamente opostos\n\n### Estratificação de Risco\n\n| WHtR | Risco | Conduta |  \n|------|-------|---------|  \n| < 0,40 | Baixo (avaliar subnutrição) | Investigar déficits nutricionais |  \n| 0,40–0,49 | Normal | Manutenção e prevenção |  \n| 0,50–0,59 | Elevado | Intervenção estruturada |  \n| ≥ 0,60 | Muito elevado | Intervenção intensiva + investigação completa |\n\n### Investigação Complementar (WHtR ≥ 0,50)\n\n**Laboratorial:**\n- Glicemia de jejum, insulina de jejum, HOMA-IR (meta < 2,15)\n- OGTT com curva insulinêmica (0/30/60/90/120 min) para diagnóstico precoce de RI\n- HbA1c (meta funcional < 5,3–5,5%; risco ≥ 5,6%; DM ≥ 6,5%)\n- Perfil lipídico completo: TG, HDL, LDL, não-HDL; calcular TG/HDL (meta: mulheres < 1,4; homens < 1,2)\n- PCR-us (risco aumentado ≥ 1 mg/L; elevado ≥ 3 mg/L)\n- TNF-α (meta < 8,1) e IL-6 (meta < 3,4) em suspeita de inflamação crônica\n- Adiponectina (reduzida na obesidade visceral; fator protetor quando elevada)\n- AST, ALT, GGT (esteatose hepática associada)\n- Ácido úrico (correlacionado com RI e síndrome metabólica)\n\n**Diagnóstico por imagem (casos selecionados):**\n- Ultrassonografia abdominal: avaliar esteatose hepática\n- Bioimpedância multifrequencial ou densitometria (DXA): quantificação de gordura visceral e massa muscular\n\n### Intervenções Baseadas em Evidências\n\n**Alimentação:**\n- Reduzir carboidratos refinados e farináceos — principal intervenção para reduzir adiposidade visceral e melhorar marcadores cardiometabólicos (peso, CA, TG, glicemia, HbA1c, insulina, PCR, HDL)\n- Adequar proteína para preservação de massa muscular\n- Não temer gorduras naturais dentro de contexto calórico controlado\n- Evitar combinação de gordura saturada com açúcar em excesso (eleva SREBP1c, VLDL e LDL oxidada)\n\n**Exercício físico:**\n- Exercício de resistência (musculação): prioritário para ganho de massa muscular e melhora da sensibilidade insulínica\n- Treino aeróbico moderado (50–85% FCmáx): promove oxidação de gordura, especialmente na \"zona de fat max\" (entre o primeiro e o segundo limiar)\n- HIIT: aumenta captação muscular de glicose parcialmente independente de insulina; estimula lipólise no tecido adiposo\n- Inatividade aumenta gordura abdominal, resistência insulínica, risco de demência e fadiga crônica\n\n**Manejo do estresse e sono:**\n- Estresse agudo pode induzir ganho de peso súbito de até 10 kg; cortisol crônico favorece deposição visceral\n- Higiene do sono: sono de má qualidade eleva cortisol e piora resistência insulínica\n\n### Critérios de Encaminhamento\n\n- **Endocrinologia/Nutrologia:** WHtR ≥ 0,60 com síndrome metabólica estabelecida, falha de intervenção inicial em 12 semanas, ou necessidade de farmacoterapia (ex.: análogos de GLP-1)\n- **Cardiologia:** história familiar de DCV precoce, WHtR ≥ 0,60 + dislipidemia aterogênica + PCR-us elevada\n- **Nutricionista:** todos os pacientes com WHtR ≥ 0,50; acompanhamento multidisciplinar é essencial para resultados sustentáveis\n- **Cirurgia bariátrica:** último recurso após esgotamento de todas as outras abordagens; avaliar riscos de alcoolismo, depressão e suicídio no pós-operatório; exige acompanhamento funcional contínuo\n\n### Metas Terapêuticas\n\n- WHtR < 0,50 (meta universal)\n- Redução de 5–10% da circunferência abdominal em 8–12 semanas como marcador de resposta inicial\n- Monitoramento trimestral: CA, peso, glicemia, HbA1c, insulina, HOMA-IR, TG/HDL\n- Reavaliação de composição corporal a cada 3–6 meses (bioimpedância ou DXA)"
}
