{
  "score_item_id": "019bf31d-2ef0-767a-a87e-b4587192005b",
  "clinical_relevance": "A circunferência do pescoço (CP) é uma medida antropométrica objetiva que reflete a deposição de gordura na região cervical e subcutânea superior, funcionando como marcador independente de adiposidade central e risco cardiometabólico em homens. Fisiologicamente, o tecido adiposo cervical contribui para a resistência insulínica sistêmica por meio da liberação de ácidos graxos livres e citocinas inflamatórias, com impacto sobre o eixo hipotálamo-hipofisário-gonadal, o endotélio vascular e o metabolismo glicídico.\n\nValores de referência em homens: CP ≤37 cm é considerada normal; CP entre 38–39 cm indica sobrepeso cervical; CP ≥40 cm associa-se a obesidade central significativa e risco aumentado de síndrome metabólica. A literatura aponta a CP como um preditor de resistência insulínica, síndrome metabólica e apneia obstrutiva do sono (AOS), muitas vezes superior ao IMC para esses desfechos.\n\nFisiopatologia: O aumento da gordura cervical é indicativo de redistribuição adiposa de padrão central, associada à resistência insulínica — condição que se caracteriza por hiperinsulinemia compensatória, dislipidemia aterogênica (TG elevado, HDL baixo), hipertensão e disglicemia. A hiperinsulinemia suprime a produção hepática de SHBG, reduzindo testosterona biodisponível, enquanto o excesso de tecido adiposo aumenta a atividade da aromatase, convertendo androgênios em estrogênios. Além disso, a deposição de gordura peripharíngia aumenta o colapso das vias aéreas superiores durante o sono, favorecendo a AOS — que, por sua vez, reduz a testosterona (via hipóxia intermitente e fragmentação do sono), eleva endotelina, prejudica a produção de óxido nítrico e compromete a função erétil.\n\nDados epidemiológicos e estratificação de risco: A circunferência abdominal elevada (>94 cm confere risco aumentado; >102 cm configura alto risco para síndrome metabólica e disfunção erétil, com aumento de até 3x no risco de DE em homens >60 anos) está intimamente correlacionada com CP aumentada, compartilhando os mesmos mecanismos fisiopatológicos. Sinais clínicos adicionais de resistência insulínica incluem acantose nigricans em dobras e pescoço e acrocórdons. A síndrome metabólica aumenta em ~3x o risco de aterosclerose e em ~2,6x o risco de disfunção erétil; o diabetes mellitus tipo 2 multiplica esse risco em até 3,5x. A baixa testosterona (níveis <400 ng/dL) associa-se a maior prevalência de obesidade, hipertensão, hiperlipidemia e diabetes, criando um ciclo de retroalimentação negativa entre composição corporal e função hormonal.\n\nA CP integra, portanto, um conjunto de medidas antropométricas — junto à circunferência abdominal e relação cintura-quadril — que devem ser rotineiramente aferidas na consulta como marcadores de risco cardiometabólico, independentemente do IMC.",
  "points": 12,
  "patient_explanation": "A medida da circunferência do pescoço é uma forma simples de avaliar o acúmulo de gordura na região cervical, que está relacionado ao acúmulo de gordura interna no corpo — especialmente na barriga. Em homens, um pescoço com circunferência acima de 37–40 cm pode indicar que o organismo está acumulando gordura em excesso em locais que aumentam os riscos para a saúde.\n\nEsse acúmulo de gordura cervical está ligado a problemas como resistência à insulina (quando o açúcar não entra bem nas células), síndrome metabólica, pressão alta, alterações no colesterol, risco de diabetes tipo 2, doenças do coração e até ronco e apneia do sono. Também pode afetar os níveis de testosterona e a saúde sexual.\n\nA boa notícia é que essa medida responde bem a mudanças no estilo de vida: alimentação de qualidade, prática regular de exercícios físicos (especialmente aeróbicos e de força), melhora do sono e controle do estresse são as principais ferramentas para reduzir esse risco. Acompanhar essa medida ao longo do tempo ajuda o médico a entender sua evolução e ajustar o tratamento de forma personalizada.",
  "conduct": "## Conduta Clínica: Circunferência do Pescoço Aumentada em Homens\n\n### Avaliação Inicial\n\n- **Aferir CP** com fita métrica inelástica logo abaixo da laringe (pomo de Adão), perpendicularmente ao eixo do pescoço, com o paciente em posição ereta e olhar para o horizonte\n- **Pontos de corte masculinos:** ≤37 cm = normal; 38–39 cm = atenção; ≥40 cm = risco aumentado\n- **Associar a outras medidas antropométricas:** circunferência abdominal (risco aumentado >90 cm para sul-americanos; alto risco >102 cm), relação cintura-quadril, peso, altura e IMC\n- **Buscar sinais clínicos de resistência insulínica:** acantose nigricans no pescoço e dobras, acrocórdons (skin tags), acúmulo de gordura abdominal\n\n### Investigação Complementar\n\n- **Painel metabólico básico:** glicemia de jejum, insulina de jejum, HOMA-IR, HbA1c, curva glicêmica com insulina (OGTT 0/30/60/90/120 min) quando indicado\n- **Perfil lipídico:** TG, HDL, LDL, colesterol total; razão TG/HDL (>3 sugere RI); considerar LDL oxidado em alto risco\n- **Função hormonal masculina:** testosterona total (coleta matinal em jejum), SHBG, LH, FSH; considerar testosterona salivar para hormônio livre quando disponível\n- **Rastreio de apneia do sono:** questionar sobre ronco, sonolência diurna, despertares noturnos, ereções matinais ausentes; solicitar **polissonografia domiciliar** quando presente\n- **Avaliação cardiovascular:** pressão arterial, PCR ultrassensível, perfil inflamatório (IL-6 quando disponível); considerar escore de cálcio coronariano e ecocardiograma conforme risco\n- **Função hepática e renal:** TGO, TGP, GGT (esteatose), creatinina, ureia\n- **Avaliação da composição corporal:** bioimpedância ou densitometria (DEXA) para quantificar gordura visceral, massa muscular e identificar sarcopenia oculta\n\n### Critérios de Encaminhamento\n\n- **Endocrinologia/Medicina Funcional:** síndrome metabólica confirmada, resistência insulínica com alterações laboratoriais múltiplas, hipogonadismo com testosterona <400 ng/dL\n- **Pneumologia/Medicina do Sono:** suspeita de apneia obstrutiva do sono (ronco habitual, sonolência diurna, SpO2 noturna reduzida)\n- **Cardiologia:** risco cardiovascular intermediário ou alto, hipertensão de difícil controle, dislipidemia grave\n- **Urologia/Andrologia:** disfunção erétil associada, hipogonadismo, alterações prostáticas\n- **Nutrição:** elaboração de plano alimentar individualizado para redução de gordura visceral\n\n### Intervenções Baseadas em Evidências\n\n**Exercício Físico**\n- Prescrever **exercício aeróbico estruturado:** mínimo 150–160 min/semana (ex.: 40 min, 4x/semana), com progressão gradual de intensidade e supervisão\n- Associar **treinamento de força:** 2–3x/semana para preservação/ganho de massa muscular e melhora da sensibilidade à insulina\n- A atividade física regular melhora composição corporal, testosterona, função erétil e qualidade do sono\n\n**Alimentação**\n- Priorizar padrão alimentar com proteínas de qualidade e gorduras saudáveis; reduzir ultraprocessados, carboidratos refinados e óleos ricos em ômega-6\n- Em síndrome metabólica: considerar dieta mediterrânea com restrição calórica moderada; monitorar resultados aos 6 e 12 meses\n- Evitar dietas com baixa gordura total, que podem alterar a modulação enzimática dos esteroides sexuais (CYPs, COMT)\n\n**Sono**\n- Tratar apneia obstrutiva do sono quando diagnosticada (CPAP, mudança postural, emagrecimento): melhora testosterona, função erétil e resistência insulínica\n- Higiene do sono rigorosa: horários regulares, ausência de luz azul pré-sono, ambiente adequado\n\n**Manejo Hormonal (quando indicado)**\n- Otimização da testosterona em hipogonadismo confirmado melhora composição corporal, sensibilidade à insulina e fatores de risco cardiovascular\n- Revisar medicações que impactam composição corporal e testosterona: estatinas, 5-ARIs, antidepressivos, beta-bloqueadores\n\n**Monitoramento**\n- Reavaliar CP, circunferência abdominal e composição corporal a cada 3–6 meses\n- Ajustar metas e intervenções conforme evolução clínica e laboratorial"
}
