{
  "score_item_id": "019bf31d-2ef0-7f0a-8188-216affee192f",
  "clinical_relevance": "A circunferência do pescoço (CP) é uma medida antropométrica de fácil obtenção que reflete o depósito de gordura subcutânea cervical e está associada de forma independente à adiposidade central, resistência à insulina e risco cardiometabólico em mulheres. A mensuração é realizada com fita métrica inextensível posicionada horizontalmente ao nível da membrana cricotireoidiana (em mulheres) ou abaixo da proeminência laríngea, com a paciente em posição ereta e olhar em plano de Frankfurt. O ponto de corte mais amplamente adotado para mulheres adultas é CP ≥ 34 cm como indicador de excesso de adiposidade cervical e risco aumentado.\n\nFisiopatologicamente, a gordura cervical subcutânea integra o compartimento de gordura ectópica superior, com propriedades metabólicas distintas do tecido adiposo subcutâneo periférico: maior atividade lipolítica, maior expressão de citocinas pró-inflamatórias (IL-6, TNF-α) e contribuição para hiperinsulinemia via aumento do fluxo de ácidos graxos livres ao fígado pela circulação portal superior. Estudos demonstram correlação significativa entre CP elevada e marcadores de resistência à insulina (HOMA-IR elevado, insulina de jejum elevada, relação TG/HDL > 3), síndrome metabólica, hipertensão arterial, dislipidemia aterogênica e esteatose hepática não alcoólica.\n\nEm mulheres, a CP apresenta associação particular com hiperandrogenismo funcional, sendo um achado sugestivo de síndrome dos ovários policísticos (SOP) e do estado inflamatório crônico de baixo grau associado. A circunferência do pescoço aumentada foi citada como indicador de risco nos critérios clínicos de rastreio para resistência insulínica, ao lado da circunferência abdominal (> 80 cm para mulheres sul-americanas), acantose nigricans e acrocórdons.\n\nDo ponto de vista epidemiológico, estudos de coorte europeus (EPIC-CVD, 125.678 mulheres, follow-up mediano de 10,7 anos) demonstraram que medidas de adiposidade central estão associadas a risco cardiovascular 1,6 a 2,4 vezes maior, com HR de 1,62 (IC95% 1,48–1,78) para CC ≥ 80 cm e HR de 2,41 (IC95% 2,18–2,67) para CC ≥ 88 cm. O Framingham Heart Study (3.001 mulheres, follow-up de 12,3 anos) demonstrou que mulheres no quartil superior de gordura visceral apresentaram risco 3,2 vezes maior de doença arterial coronariana (HR 3,24; IC95% 2,17–4,83), com cada desvio-padrão de aumento na gordura visceral associado a 45% maior risco cardiovascular, 58% maior risco de diabetes e 32% maior mortalidade por todas as causas. Embora esses dados sejam relativos à gordura visceral abdominal, a CP é um proxy validado do estado geral de adiposidade ectópica.\n\nA CP também se correlaciona com apneia obstrutiva do sono (AOS), condição que amplifica o risco metabólico e hormonal: a hipoxemia intermitente reduz óxido nítrico, aumenta endotelina, eleva cortisol e prejudica a produção de hormônios sexuais. Em mulheres com CP elevada, a investigação de AOS é clinicamente relevante.\n\nEstratificação de risco baseada em evidências para mulheres: CP < 34 cm — risco reduzido; CP ≥ 34 cm — risco aumentado para síndrome metabólica e resistência à insulina; CP ≥ 37 cm — risco elevado, fortemente associado a múltiplos componentes da síndrome metabólica. A CP deve ser interpretada em conjunto com circunferência abdominal, IMC, bioimpedância e marcadores laboratoriais para estratificação cardiometabólica completa.",
  "points": 8,
  "patient_explanation": "A medida do pescoço é uma forma simples e rápida de avaliar se há acúmulo de gordura em regiões importantes do corpo. Quando essa medida está acima do valor saudável (geralmente 34 cm para mulheres), pode indicar que o organismo está armazenando gordura em lugares que aumentam o risco de desenvolver problemas como pressão alta, diabetes tipo 2, colesterol alterado e doenças do coração. Essa gordura no pescoço também pode estar relacionada a ronco e apneia do sono — quando a respiração para por alguns momentos durante a noite — o que cansa muito o corpo e afeta os hormônios. A boa notícia é que essa medida pode melhorar com mudanças no estilo de vida, como alimentação equilibrada, prática regular de exercícios físicos e melhora do sono. Medir o pescoço é rápido, não dói e ajuda o médico a entender melhor sua saúde metabólica, complementando outras avaliações como o exame de sangue e a circunferência abdominal.",
  "conduct": "## Avaliação Clínica da Circunferência do Pescoço em Mulheres\n\n### Pontos de Corte de Referência\n\n- **Normal:** CP < 34 cm\n- **Risco aumentado:** CP ≥ 34 cm (triagem para síndrome metabólica e RI)\n- **Risco elevado:** CP ≥ 37 cm (alta associação com múltiplos componentes metabólicos)\n- Mensurar sempre com fita inextensível, ao nível da membrana cricotireoidiana, paciente ereta\n\n---\n\n### Investigação Complementar\n\n**Antropometria e composição corporal:**\n- [ ] Medir circunferência abdominal (risco aumentado ≥ 80 cm; alto risco ≥ 88 cm em mulheres)\n- [ ] Calcular IMC e avaliar distribuição de gordura corporal\n- [ ] Realizar bioimpedância ou densitometria de corpo total para identificar sarcopenia oculta em mulheres com peso normal\n\n**Laboratorial — rastreio de resistência insulínica e síndrome metabólica:**\n- [ ] Glicemia de jejum e insulina de jejum (calcular HOMA-IR)\n- [ ] Curva de glicemia e insulina (OGTT 0/30/60/90/120 min) quando indicado\n- [ ] Hemoglobina glicada (HbA1c)\n- [ ] Perfil lipídico completo: HDL, LDL, triglicerídeos; calcular relação TG/HDL (risco se > 3)\n- [ ] PCR ultrassensível e outros marcadores inflamatórios (IL-6 quando disponível)\n- [ ] Função hepática (AST, ALT, GGT) — rastreio de esteatose hepática\n- [ ] Painel hormonal feminino: FSH, LH, estradiol, testosterona total e livre, SHBG, DHEA-S (especialmente se suspeita de SOP)\n- [ ] Vitamina D, TSH e T4 livre\n\n**Imagem:**\n- [ ] Ultrassonografia abdominal total (fígado/esteatose, rins, ovários) em pacientes com CP ≥ 34 cm associada a outros marcadores de risco\n- [ ] Considerar tomografia de abdome para quantificação de gordura visceral em casos selecionados de alto risco\n\n**Sono:**\n- [ ] Rastrear apneia obstrutiva do sono (ronco, sonolência diurna, despertares noturnos, cefaleia matinal); se presente, solicitar polissonografia domiciliar\n- [ ] A AOS amplifica resistência à insulina, altera perfil hormonal e aumenta risco cardiovascular\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Estilo de vida (primeira linha):**\n- [ ] Prescrever exercício aeróbico estruturado: mínimo 150 min/semana de intensidade moderada ou 75 min/semana de intensidade vigorosa\n- [ ] Associar treinamento de resistência (musculação) 2–3x/semana para ganho de massa magra e melhora da sensibilidade à insulina\n- [ ] HIIT (treinamento intervalado de alta intensidade) demonstra benefício expressivo na redução de gordura visceral e melhora do HOMA-IR\n- [ ] Orientar padrão alimentar com restrição de carboidratos refinados e ultraprocessados; considerar dieta mediterrânea com restrição calórica moderada para pacientes com síndrome metabólica\n- [ ] Priorizar proteínas de qualidade e gorduras saudáveis; reduzir óleos ricos em ômega-6\n- [ ] Higiene do sono: manter regularidade de horários, ambiente escuro e fresco, evitar telas 1h antes de dormir\n- [ ] Manejo do estresse: impacto direto no eixo HPA, cortisol e redistribuição de gordura\n\n**Farmacológico e suplementar (quando indicado):**\n- [ ] Metformina em caso de pré-diabetes confirmado com resistência insulínica documentada\n- [ ] Inositol (mio-inositol e D-chiro-inositol) pode ser considerado em mulheres com SOP e resistência insulínica\n- [ ] Suplementação de vitamina D quando < 30 ng/mL (meta funcional ≥ 50–60 ng/mL)\n- [ ] Ômega-3 (EPA+DHA) para redução de triglicerídeos e inflamação; avaliar índice ômega-3 sérico\n- [ ] Magnésio (glicinato ou malato) para controle glicêmico e qualidade do sono\n\n---\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista:** CP ≥ 37 cm com síndrome metabólica estabelecida, diabetes tipo 2 ou pré-diabetes com múltiplos fatores de risco\n- **Ginecologista/Endocrinologista:** suspeita de SOP (hiperandrogenismo, irregularidade menstrual, achados ecográficos)\n- **Pneumologista/Clínico do sono:** suspeita de AOS confirmada em polissonografia\n- **Nutrologista/Nutricionista:** para suporte dietético estruturado em casos de obesidade visceral\n- **Cardiologista:** quando risco cardiovascular alto (múltiplos fatores + CP ≥ 37 cm), para avaliação com score de cálcio coronariano e estratificação complementar\n\n---\n\n### Monitorização\n\n- [ ] Remensurar CP, circunferência abdominal e peso a cada consulta (mínimo a cada 3 meses durante intervenção ativa)\n- [ ] Repetir exames laboratoriais metabólicos a cada 6 meses em casos de risco elevado\n- [ ] Avaliar composição corporal por bioimpedância a cada 3–6 meses para monitorar redução de gordura visceral e preservação de massa magra"
}
