{
  "score_item_id": "019bf31d-2ef0-78c1-be7a-245df89c200c",
  "clinical_relevance": "A relação pescoço-altura (RPA) é um índice antropométrico obtido pela divisão da circunferência do pescoço (em centímetros) pela altura (em metros), constituindo um marcador de adiposidade central e risco cardiometabólico com crescente suporte na literatura. A circunferência do pescoço reflete depósito de gordura subcutânea cervical e está associada à adiposidade visceral, resistência à insulina e síndrome metabólica — condições fortemente interligadas à inflamação sistêmica crônica e ao risco cardiovascular. Em homens, a gordura cervical tende a se acumular de forma androgenodependente, tornando a medida particularmente relevante neste sexo.\n\nDo ponto de vista fisiológico, o tecido adiposo cervical apresenta atividade metabólica distinta, com maior expressão de citocinas pró-inflamatórias (TNF-α, IL-6) e menor sensibilidade à insulina comparativamente ao tecido adiposo subcutâneo periférico. O acúmulo de gordura nessa região contribui para compressão de vias aéreas superiores (apneia obstrutiva do sono), disfunção endotelial, ativação do sistema renina-angiotensina-aldosterona e elevação da pressão arterial. A hiperinsulinemia resultante da resistência insulínica aumenta a reabsorção tubular de sódio, potencializando a hipertensão arterial — mecanismo descrito em estudos sobre as consequências sistêmicas da resistência à insulina.\n\nA RPA integra dois parâmetros complementares: a circunferência do pescoço, que capta o componente de gordura ectópica regional, e a altura, que normaliza o índice pela estatura, permitindo comparações entre indivíduos de diferentes portes físicos — estratégia análoga ao waist-to-height ratio (WHtR), amplamente validado para risco cardiometabólico. O WHtR com ponto de corte 0,5 demonstrou sensibilidade de 79,3% e especificidade de 74,8% para predição de desfechos cardiovasculares, diabetes e mortalidade em meta-análise com 542.398 participantes (67 estudos, 1990–2022), superando o IMC e a circunferência abdominal isolados.\n\nValores de referência para circunferência do pescoço em homens adultos: considera-se normal até 37–39 cm, elevado entre 39–43 cm e muito elevado acima de 43 cm, embora os pontos de corte variem conforme etnia e referencial bibliográfico. A RPA não possui pontos de corte universalmente padronizados, mas valores crescentes refletem maior adiposidade cervical relativa à estatura. Valores acima de 0,21–0,22 têm sido associados a maior risco metabólico em estudos nacionais e internacionais, sendo que a relação é contínua — cada incremento no índice corresponde a aumento proporcional do risco.\n\nDo ponto de vista epidemiológico, a circunferência do pescoço aumentada integra o conjunto de sinais clínicos de resistência à insulina junto com acantose nigricans, acrocórdons e circunferência abdominal elevada (>90 cm para homens sul-americanos, >94 cm para europeus, segundo diretrizes AHA/NHLBI e AHA 2019). A obesidade e a resistência insulínica associam-se a risco 3,5 vezes maior de hipertensão arterial e redução de 5 a 20 anos na expectativa de vida em casos de obesidade com síndrome metabólica. A circunferência abdominal ≥94 cm em homens de meia-idade identificou risco aumentado para diabetes tipo 2 e doença cardiovascular com sensibilidade de 84,4% e especificidade de 78,2%.\n\nA RPA é especialmente útil como ferramenta de triagem de baixo custo, não invasiva e de fácil mensuração, adequada para uso em larga escala em cenários com recursos limitados. Seu uso combinado com outros índices antropométricos (circunferência abdominal, WHtR, IMC) e marcadores laboratoriais (HOMA-IR, TG/HDL, insulina de jejum, PCR-us) permite estratificação de risco cardiometabólico mais precisa e personalizada.",
  "points": 8,
  "patient_explanation": "A relação pescoço-altura é uma medida simples que compara o tamanho da circunferência do seu pescoço com a sua altura. Ela serve para avaliar se há acúmulo excessivo de gordura na região do pescoço, o que pode indicar que o corpo está armazenando gordura em locais que aumentam o risco de problemas de saúde — como pressão alta, diabetes tipo 2 e doenças do coração. Em homens, o acúmulo de gordura no pescoço tende a acontecer junto com o acúmulo na barriga, e ambos estão ligados a um estado chamado resistência à insulina, em que o corpo precisa produzir mais insulina para funcionar. Quanto maior essa relação, maior pode ser esse risco. A boa notícia é que esse tipo de gordura responde bem a mudanças no estilo de vida: alimentação adequada, exercício físico regular e controle do estresse. Esse parâmetro ajuda o médico a monitorar a evolução da composição corporal ao longo do tempo e a identificar sinais precoces de alterações metabólicas, antes que se tornem problemas mais sérios.",
  "conduct": "## Conduta Clínica: Relação Pescoço-Altura em Homens\n\n### Interpretação do Índice\n\n- **Calcular:** circunferência do pescoço (cm) ÷ altura (m)\n- Valores crescentes indicam maior adiposidade cervical relativa à estatura\n- Interpretar sempre em conjunto com outros indicadores antropométricos e clínicos\n- Circunferência do pescoço >39 cm: atenção; >43 cm: alto risco de síndrome metabólica\n\n### Avaliação Clínica Complementar\n\n**Antropometria completa:**\n- Circunferência abdominal: alerta ≥90 cm (homens sul-americanos) ou ≥94 cm (europeus); alto risco ≥102 cm\n- Waist-to-height ratio (WHtR): ponto de corte 0,5 para triagem de risco cardiometabólico\n- IMC — mas atentar para limitações: não distingue massa muscular de gordurosa\n- Bioimpedância multifrequência ou DXA para quantificação precisa de gordura visceral e massa magra quando disponível\n\n**Sinais clínicos associados a investigar:**\n- Acantose nigricans (manchas escuras no pescoço e dobras) — sinal cutâneo clássico de resistência à insulina\n- Acrocórdons (skin tags)\n- Ronco, apneia do sono (circunferência cervical elevada é fator de risco independente para SAOS)\n- Pressão arterial elevada\n- Ginecomastia, disfunção erétil — rastrear hipogonadismo associado à obesidade\n\n### Investigação Laboratorial\n\n**Rastreio metabólico prioritário:**\n- Glicemia de jejum, insulina de jejum, HOMA-IR (alvo <2,15)\n- HbA1c — marcador de exposição glicêmica crônica\n- Razão TG/HDL (alvo homens <1,2; <3 como triagem prática de resistência insulínica)\n- Perfil lipídico completo: triglicerídeos, HDL, LDL, colesterol total\n- **HOMA-β** para avaliar reserva pancreática quando indicado\n\n**Marcadores inflamatórios:**\n- PCR-us: baixo risco <1 mg/L; risco moderado 1–3 mg/L; alto risco >3 mg/L\n- IL-6 (meta <3,4), TNF-α (meta <8,1) — quando disponíveis\n- Ácido úrico (associado à resistência insulínica e síndrome metabólica)\n\n**Eixo hormonal:**\n- Testosterona total e livre, SHBG — obesidade androide cursa com hipoandrogenismo funcional\n- TSH, T4 livre — hipotireoidismo piora composição corporal e resistência insulínica\n- Cortisol matinal se suspeita de hipercortisolismo\n\n**Avaliação cardiovascular:**\n- Quando circunferência abdominal >102 cm ou múltiplos critérios de síndrome metabólica: considerar escore de cálcio coronariano (CAC) e estratificação de risco pelo escore MESA\n- Ecocardiograma se suspeita de cardiopatia hipertensiva ou disfunção diastólica\n- Polissonografia domiciliar na presença de ronco, sonolência diurna, despertares ou redução de ereções matinais\n\n### Critérios de Encaminhamento a Especialistas\n\n- **Endocrinologista:** resistência à insulina confirmada (HOMA-IR ≥2,15), pré-diabetes ou diabetes, hipotireoidismo, suspeita de síndrome metabólica complexa\n- **Cardiologista:** múltiplos fatores de risco cardiovascular, CAC elevado, hipertensão de difícil controle\n- **Pneumologista/Especialista em sono:** suspeita de apneia obstrutiva do sono\n- **Urologista/Andrologista:** disfunção erétil, hipogonadismo funcional\n- **Nutricionista:** em todos os casos com RPA elevada — plano nutricional individualizado é fundamental\n- **Educador físico/Fisiologista:** prescrição de exercício para melhora de composição corporal e sensibilidade à insulina\n\n### Intervenções Baseadas em Evidências\n\n**Dieta:**\n- Padrão alimentar anti-inflamatório, com controle de carboidratos refinados, açúcares e ultraprocessados\n- Dieta mediterrânea com restrição calórica moderada combinada com atividade física mostrou benefício em síndrome metabólica com monitoramento aos 6 e 12 meses\n- Garantir aporte proteico adequado para preservação de massa magra durante perda de peso\n- Priorizar fibras solúveis (impacto positivo na microbiota e sensibilidade à insulina)\n\n**Exercício físico:**\n- Combinação de treinamento de resistência progressiva (musculação) + aeróbico + HIIT para otimizar composição corporal, reduzir gordura visceral e melhorar sensibilidade à insulina\n- Mínimo de 150 min/semana de atividade moderada ou 75 min/semana de atividade intensa\n- Monitorar resposta com bioimpedância seriada (a cada 1–2 meses durante intervenção ativa)\n\n**Controle de fatores associados:**\n- Rastrear e tratar apneia do sono: tratamento do SAOS melhora perfil metabólico e pressão arterial\n- Revisar medicações que contribuem para ganho de gordura visceral: antipsicóticos, corticoides, beta-bloqueadores, progestogênios\n- Reduzir álcool (sem dose segura para risco metabólico e cardiovascular)\n- Manejo do estresse crônico: cortisol elevado favorece adipogênese visceral e resistência insulínica\n\n**Suplementação a considerar (conforme avaliação individual):**\n- Vitamina D3 (se deficiência confirmada — associada à resistência insulínica)\n- Magnésio (cofator insulínico — avaliar ingestão e sérica)\n- Ômega-3 (EPA+DHA): efeito anti-inflamatório e melhora do perfil lipídico (razão ômega-6/ômega-3 alvo 2:1 a 3:1)\n- Berberina ou mio-inositol em resistência insulínica confirmada, quando medicação não é o primeiro recurso\n\n### Monitoramento\n\n- Reavaliar circunferência do pescoço e demais medidas antropométricas a cada consulta (mínimo trimestral em intervenção ativa)\n- Metas progressivas: redução da circunferência do pescoço, da circunferência abdominal e da RPA; melhora do HOMA-IR e do perfil lipídico\n- Registrar evolução cronologicamente para identificar resposta às intervenções e ajustar estratégias"
}
