{
  "score_item_id": "019bf31d-2ef0-7532-8c73-c4a96f31e2fc",
  "clinical_relevance": "A relação pescoço-altura (neck-to-height ratio, NHtR) é uma medida antropométrica que divide a circunferência do pescoço (em cm) pela altura (em metros), gerando um índice contínuo de adiposidade central superior com forte correlação com gordura visceral. Em mulheres, essa relação integra dois sinais clínicos independentes: a circunferência do pescoço, que reflete depósitos de gordura no compartimento superior do tronco e na região cervical, e a altura como normalizador individual, eliminando o viés de comparações absolutas entre mulheres de estaturas distintas.\n\nFisiologicamente, a gordura cervical e do compartimento superior do corpo em mulheres está associada à disfunção adiposa e ao acúmulo de tecido adiposo visceral. A hiperinsulinemia resultante da resistência insulínica favorece a redistribuição de gordura para compartimentos ectópicos, incluindo a região cervical, epicárdica e perirrenal. A circunferência do pescoço aumentada em mulheres é indicativa de ativação do tecido adiposo visceral e correlaciona-se com marcadores inflamatórios elevados (IL-6, TNF-α, PCR), dislipidemia aterogênica e resistência à insulina.\n\nValores de referência para a NHtR em mulheres: o ponto de corte mais estudado situa-se em torno de 0,21 cm/m (circunferência do pescoço em cm dividida pela altura em cm equivale a ~0,21, que corresponde aproximadamente a pescoço de 34 cm em mulher de 163 cm). Estudos com mulheres adultas identificam risco cardiometabólico aumentado quando NHtR ≥ 0,21 cm/m, com maior especificidade para adiposidade visceral em comparação ao IMC isolado.\n\nEpidemiologicamente, a circunferência do pescoço aumentada correlaciona-se diretamente com síndrome metabólica, hipertensão arterial e risco cardiovascular. Dados de metanálise (JAMA Internal Medicine, 2022, n=542.398) sobre razão cintura-altura (métrica análoga) demonstram que índices de adiposidade central com fator normalizador de estatura predizem DCV, diabetes e mortalidade com sensibilidade de 79,3% e especificidade de 74,8%, superiores ao IMC isolado. Em mulheres especificamente, a WHtR ≥ 0,5 associou-se a risco cardiovascular 2,84 vezes maior (HR 2,84, IC95% 2,51-3,21). A NHtR compartilha esse mecanismo fisiopatológico como marcador complementar de adiposidade central.\n\nNa pós-menopausa, a deficiência estrogênica favorece redistribuição de gordura do compartimento glúteo-femoral para o visceral e cervical, amplificando o risco cardiometabólico. Estudo com 2.456 mulheres pós-menopáusicas (JCEM, 2023) demonstrou que adiposidade visceral aumentada associa-se a odds 3,87 vezes maior de hipertensão e 4,12 vezes maior de síndrome metabólica, com hs-CRP de 5,8 vs 2,1 mg/L em mulheres com obesidade central versus sem. A acantose nigricans e os acrocórdons, frequentemente observados na região cervical, são sinais cutâneos clássicos de hiperinsulinemia e reforçam o valor clínico da avaliação desta região anatômica.\n\nEstrategicamente, a NHtR é particularmente útil em mulheres com peso normal (eutrofismo pelo IMC) que apresentam adiposidade visceral oculta — o chamado TOFI (Thin Outside, Fat Inside). Mulheres com circunferência abdominal ≥ 80 cm e IMC < 25 kg/m² ainda apresentam risco cardiovascular 1,83 vezes aumentado (European Heart Journal, 2019, n=125.678), e a NHtR pode capturar parte desse risco invisível ao IMC.\n\nA medida é simples, de baixo custo, não requer equipamentos sofisticados e pode ser realizada em qualquer contexto clínico. Sua integração ao escore de composição corporal em mulheres adiciona valor incremental ao IMC e à circunferência abdominal, especialmente para rastreamento de resistência insulínica precoce, síndrome metabólica e risco cardiovascular em todas as faixas etárias.",
  "points": 12,
  "patient_explanation": "A relação pescoço-altura é uma medida simples que compara o tamanho do seu pescoço com a sua altura. Ela ajuda o médico a identificar acúmulo de gordura em lugares que o peso na balança não consegue enxergar — especialmente a gordura localizada na região do pescoço e dentro do abdômen, que é a mais perigosa para a saúde do coração e do metabolismo.\n\nQuando essa relação está aumentada, pode indicar que o corpo está acumulando gordura nos lugares errados, mesmo que o peso total pareça normal. Isso pode estar relacionado a resistência à insulina (quando o organismo precisa produzir mais insulina do que o normal para controlar o açúcar no sangue), pressão alta, colesterol alterado e risco aumentado de diabetes e doenças cardíacas.\n\nEssa medida é especialmente útil para mulheres, pois com o passar dos anos — principalmente após a menopausa — o corpo tende a redistribuir a gordura do quadril para a região abdominal e cervical, aumentando os riscos metabólicos. A boa notícia é que com mudanças no estilo de vida, alimentação equilibrada e exercícios físicos regulares, é possível melhorar esse parâmetro de forma significativa.",
  "conduct": "## Conduta Clínica: Relação Pescoço-Altura Elevada em Mulheres\n\n### Avaliação Inicial\n\n- **Confirmar a medida:** Medir a circunferência do pescoço abaixo da laringe com fita métrica inelástica, em expiração normal; dividir pela altura em metros para calcular a NHtR\n- **Ponto de corte de atenção em mulheres:** NHtR ≥ 0,21 cm/m (referência baseada em pescoço > 34 cm em mulher de 163 cm, ajustar para estatura individual)\n- **Associar a outras medidas antropométricas:** IMC, circunferência abdominal (risco aumentado ≥ 80 cm em mulheres sul-americanas), relação cintura-altura (risco ≥ 0,5) e relação cintura-quadril\n- **Identificar sinais clínicos associados à resistência insulínica:** acantose nigricans na região cervical, axilas e dobras; acrocórdons (skin tags); distribuição central de gordura\n\n### Investigação Laboratorial Complementar\n\n- **Rastreamento de resistência insulínica:**\n  - Insulina de jejum + glicemia de jejum → calcular HOMA-IR (meta < 2,15)\n  - HbA1c (risco aumentado ≥ 5,7%; diagnóstico de DM ≥ 6,5%)\n  - Curva glicêmica e insulinêmica (TOTG 0/60/120 min) quando indicado\n  - Relação TG/HDL (meta < 1,4 em mulheres; > 3 sugere fenótipo aterogênico)\n- **Perfil lipídico ampliado:**\n  - HDL, triglicerídeos, LDL, colesterol não-HDL\n  - Considerar LDL oxidado e subfracionamento de LDL em casos de alto risco\n- **Marcadores inflamatórios:**\n  - hs-CRP (baixo risco < 1 mg/L; moderado 1-3 mg/L; alto > 3 mg/L)\n  - IL-6 (meta < 3,4) e TNF-α (meta < 8,1) quando disponíveis\n- **Avaliação hormonal em mulheres:**\n  - TSH, T4L (disfunção tireoidiana agrava adiposidade cervical)\n  - Estradiol, FSH, LH (avaliar estado menopáusico e impacto na redistribuição de gordura)\n  - Testosterona livre e total (descartar hiperandrogenismo — SOP)\n  - Cortisol matinal (descartar hipercortisolismo em obesidade cervical desproporcional)\n- **Avaliação de composição corporal:** Bioimpedância ou densitometria de corpo total para quantificar massa magra, massa gorda e percentual de gordura visceral\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista:** Suspeita de SOP, hipercortisolismo, hipotireoidismo ou resistência insulínica grave com HbA1c ≥ 6,0%\n- **Cardiologista:** Múltiplos fatores de risco cardiovascular presentes (hipertensão + dislipidemia + RI); considerar escore de cálcio coronariano e angiotomografia em casos selecionados\n- **Nutricionista:** Sempre que houver síndrome metabólica instalada ou resistência insulínica confirmada\n- **Ginecologista/Especialista em menopausa:** Mulheres pós-menopáusicas com redistribuição acelerada de gordura para compartimento visceral e cervical\n\n### Intervenções Baseadas em Evidências\n\n**Estilo de Vida (primeira linha):**\n- **Atividade física:** Combinação de exercício aeróbico moderado-intenso (≥ 150 min/semana) com treinamento de resistência (2-3x/semana); reduz gordura visceral independentemente da perda de peso total\n- **Padrão alimentar:** Dieta mediterrânea com restrição calórica associada à atividade física; monitorar resultados aos 6 e 12 meses\n- **Restrição de carboidratos refinados e açúcares:** Principal driver da hiperinsulinemia e do acúmulo de gordura ectópica\n- **Sono:** Otimizar qualidade e duração do sono (déficit de sono amplifica resistência insulínica e acúmulo de gordura visceral)\n- **Manejo do estresse:** Redução do cortisol crônico é fundamental para controle da adiposidade central e cervical\n\n**Metas de Acompanhamento:**\n- Reavaliação antropométrica completa a cada 3-6 meses\n- Redução de 5-10% do peso corporal já demonstra melhora significativa em marcadores cardiometabólicos\n- Monitorar TG/HDL, HOMA-IR e hs-CRP como marcadores de resposta terapêutica\n\n**Atenção Especial em Pós-Menopáusicas:**\n- A deficiência estrogênica favorece redistribuição de gordura para compartimentos visceral e cervical mesmo sem ganho de peso total\n- Avaliar indicação de terapia hormonal em conjunto com especialista, considerando perfil de risco individual\n- Vigilância cardiovascular intensificada: risco cardiovascular se aproxima ao masculino após menopausa"
}
