{
  "score_item_id": "019bf31d-2ef0-7587-be08-9963c0520bf0",
  "clinical_relevance": "A circunferência da panturrilha (CP) é o marcador antropométrico mais sensível e acessível para estimar a massa muscular esquelética apendicular em homens, sendo amplamente validada como triagem para sarcopenia. Fisiologicamente, o músculo gastrocnêmio e o sóleo compõem a maior parte do volume da panturrilha, e sua massa reflete diretamente o estado anabólico sistêmico, o nível de atividade física habitual e o equilíbrio entre síntese e degradação proteica muscular.\n\nValores de referência e interpretação em homens: ponto de corte recomendado pela EWGSOP2 (European Working Group on Sarcopenia in Older People) e adotado pelo consenso brasileiro é CP < 34 cm como indicativo de baixa massa muscular e risco aumentado de sarcopenia. Valores entre 34–37 cm representam zona limítrofe que exige avaliação complementar. CP ≥ 38 cm está associada a massa muscular preservada na maioria dos homens adultos, com variações conforme estatura e etnia.\n\nFisiopatologia resumida: a redução progressiva da CP ao longo da vida decorre da sarcopenia fisiológica (perda de 1–2% de massa muscular por ano após os 50 anos), agravada por hipogonadismo (testosterona < 400 ng/dL associa-se a sarcopenia e aumento de gordura abdominal), deficiência de GH/IGF-1, resistência insulínica, inflamação crônica de baixo grau (elevação de IL-6, TNF-α), inatividade física e ingestão proteica insuficiente. A testosterona exerce papel fundamental na manutenção da massa muscular; seu declínio promove aumento da aromatase periférica, obesidade abdominal e progressão do hipogonadismo hipotalâmico. A resistência insulínica agrava a perda muscular por comprometer a sinalização anabólica via mTOR.\n\nDados epidemiológicos: a prevalência de sarcopenia em homens brasileiros acima de 60 anos varia de 15–30% dependendo do critério diagnóstico. A CP reduzida prediz de forma independente maior risco de quedas, fraturas por fragilidade, hospitalização prolongada, declínio funcional e mortalidade por todas as causas. Estudos epidemiológicos demonstram que homens com CP < 31 cm apresentam risco de mortalidade 2–3 vezes superior aos com CP preservada, mesmo após ajuste para IMC.\n\nEstratificação de risco baseada em evidências: CP ≥ 38 cm (normal/baixo risco), CP 34–37 cm (limítrofe/risco moderado — investigar composição corporal por DXA e força muscular), CP < 34 cm (alto risco de sarcopenia — critério diagnóstico confirmado com força de preensão palmar e velocidade de marcha), CP < 31 cm (sarcopenia grave — risco muito elevado de eventos adversos, mortalidade e incapacidade funcional). A CP deve ser interpretada em conjunto com força de preensão palmar (dinamometria), velocidade de marcha (Timed Up and Go ou teste de 6 metros) e, quando disponível, DXA para IMLM (índice de massa muscular apendicular).",
  "points": 14,
  "patient_explanation": "A circunferência da panturrilha é uma medida simples feita com uma fita métrica na parte mais larga da batata da perna. Ela serve como um termômetro da sua massa muscular: músculos saudáveis e bem desenvolvidos deixam a panturrilha com uma circunferência adequada. Quando esse valor está abaixo do esperado para homens (menos de 34 cm), pode indicar que o corpo está perdendo músculo — condição chamada de sarcopenia — mesmo que o peso na balança pareça normal. A perda de músculo é silenciosa, mas traz consequências sérias: mais risco de quedas, ossos mais frágeis, cansaço fácil, dificuldade para realizar atividades do dia a dia e até aumento do risco de doenças do coração e diabetes. A boa notícia é que com exercícios de força (musculação, pilates, funcional) e alimentação adequada com proteínas suficientes, é possível recuperar e preservar a musculatura. Medir a panturrilha regularmente é uma forma rápida, gratuita e confiável de monitorar sua saúde muscular ao longo do tempo.",
  "conduct": "## Conduta Clínica: Circunferência da Panturrilha Reduzida em Homens\n\n### Avaliação Inicial\n\n- **Confirmar a medida:** realizar a CP com fita métrica inelástica na maior circunferência da panturrilha direita, com o paciente sentado, joelho a 90°, sem compressão dos tecidos\n- **Estratificar o risco:**\n  - CP ≥ 38 cm: normal\n  - CP 34–37 cm: limítrofe — prosseguir investigação\n  - CP < 34 cm: critério de baixa massa muscular — investigar sarcopenia\n  - CP < 31 cm: sarcopenia grave — abordagem intensiva imediata\n\n### Investigação Complementar\n\n**Testes funcionais (obrigatórios quando CP < 34 cm):**\n- Força de preensão palmar (dinamometria): valor de corte para homens < 27 kg (EWGSOP2)\n- Velocidade de marcha: teste de 6 metros ou Timed Up and Go (TUG) > 12 segundos indica risco\n- Teste de sentar e levantar 5 vezes: > 15 segundos indica baixa performance\n\n**Composição corporal:**\n- DXA (padrão-ouro): IMLM (índice de massa muscular apendicular) < 7,0 kg/m² confirma sarcopenia em homens\n- Bioimpedância tetrapolar como alternativa acessível\n\n**Exames laboratoriais essenciais:**\n- **Hormonal:** testosterona total matinal (coleta 8h, jejum) e DHT; valores < 400 ng/dL associam-se a sarcopenia e exigem investigação de hipogonadismo; considerar LH, FSH e prolactina\n- **Metabólico:** glicemia de jejum, insulina, HOMA-IR (resistência insulínica agrava perda muscular), HbA1c\n- **Nutricional/inflamatório:** albumina, pré-albumina, PCR ultrassensível, vitamina D (25-OH vitamina D; alvo > 40 ng/mL), zinco\n- **Função tireoidiana:** TSH e T4 livre (hipotireoidismo causa miopatia)\n- **Hemograma:** anemia como causa de fadiga e perda funcional\n- **Função renal e hepática:** ureia, creatinina, TGO, TGP (doenças crônicas aceleram catabolismo muscular)\n\n### Intervenções Baseadas em Evidências\n\n**Exercício físico (primeira linha e mais eficaz):**\n- **Treinamento resistido progressivo:** 2–3 sessões/semana, 2–4 séries de 8–12 repetições por grupamento muscular; progressão de carga a cada 2–3 semanas\n- Incluir exercícios específicos para membros inferiores: leg press, agachamento, elevação de panturrilha\n- **Treinamento aeróbico complementar:** 150 min/semana de intensidade moderada\n- Fisioterapia especializada em casos de sarcopenia grave ou limitação funcional\n\n**Intervenção nutricional:**\n- Ingestão proteica: **1,2–1,6 g/kg/dia** (mínimo 1,0 g/kg/dia); preferir proteínas de alto valor biológico (whey, ovos, carnes magras, leguminosas)\n- Distribuição proteica em 3–4 refeições (25–40 g de proteína por refeição para maximizar síntese muscular)\n- Suplementação de creatina monohidratada: 3–5 g/dia (evidência sólida para ganho de força e massa muscular em idosos)\n- Correção de vitamina D quando < 30 ng/mL (dose: 4.000–7.000 UI/dia sob supervisão)\n- Leucina como aminoácido chave: estimula mTORC1 e síntese proteica muscular\n\n**Abordagem hormonal (quando indicada):**\n- Hipogonadismo confirmado (testosterona < 300–400 ng/dL com sintomas): considerar reposição de testosterona após avaliação urológica e cardiológica (risco-benefício individualizado)\n- Deficiência de GH documentada: avaliação por endocrinologista\n- Corrigir resistência insulínica: impacta diretamente a sinalização anabólica muscular\n\n### Encaminhamento a Especialistas\n\n- **Endocrinologista:** hipogonadismo confirmado, deficiência de GH, resistência insulínica grave, diabetes descompensado\n- **Geriatra/Clínico especializado em sarcopenia:** CP < 31 cm com comprometimento funcional, sarcopenia grave\n- **Nutricionista esportiva/clínica:** para prescrição dietética individualizada e suplementação\n- **Fisioterapeuta:** para casos com limitação de mobilidade, risco de queda elevado ou pós-hospitalização\n- **Urologista/Andrologista:** investigação de hipogonadismo e avaliação para terapia de reposição de testosterona\n\n### Monitoramento\n\n- Reavaliação da CP a cada **3–6 meses** com intervenção em curso\n- Repetir DXA e testes funcionais a cada 6–12 meses\n- Meta: aumentar CP ≥ 1 cm em 3 meses como resposta ao tratamento\n- Documentar peso, IMC, circunferência abdominal e CP em cada consulta"
}
