{
  "score_item_id": "019bf31d-2ef0-7936-b83b-284a0f8c84eb",
  "clinical_relevance": "A circunferência da panturrilha (CP) é um marcador antropométrico simples, de baixo custo e amplamente validado para estimativa indireta de massa muscular esquelética, especialmente em mulheres. Reflete predominantemente a musculatura do tríceps sural (gastrocnêmio e sóleo), sendo a panturrilha o segmento corporal com maior concentração de massa muscular dos membros inferiores.\n\n**Valores de referência e pontos de corte clínicos:**\nO ponto de corte mais aceito internacionalmente para triagem de sarcopenia em mulheres é CP < 33 cm (conforme Asian Working Group for Sarcopenia – AWGS) ou CP < 31 cm (conforme European Working Group on Sarcopenia in Older People – EWGSOP). Em mulheres brasileiras e asiáticas, valores abaixo de 33 cm associam-se a baixa massa muscular apendicular (ASMI < 5,4 kg/m²), redução de força de preensão manual (< 18 kg) e desempenho físico prejudicado (velocidade de marcha < 0,8 m/s). Valores entre 33–35 cm são considerados limítrofes em mulheres com estatura média.\n\n**Fisiopatologia da redução da CP:**\nA perda de massa muscular na mulher é acelerada na transição menopausal e pós-menopausa, período em que ocorre queda de estrogênio, progesterona e DHEA. O DHEA mostrou associação positiva com força de preensão (β=0,403; p=0,041) e velocidade de marcha (β=0,58; p=0,004) em coorte de mulheres pós-menopáusicas (Du et al., BMC Geriatrics, 2021). A sarcopenia em mulheres pós-menopáusicas está associada ainda a déficit de vitamina D (25OHD; OR 0,51; IC95% 0,11–0,82; p=0,047) e elevação de follistatina (OR 1,66; IC95% 1,19–3,57; p=0,022), marcadores circulantes com valor preditivo na estratificação de risco.\n\n**Epidemiologia:**\nA sarcopenia afeta aproximadamente 10–30% das mulheres acima de 60 anos, com prevalência crescente com a idade. Mulheres com peso normal podem apresentar sarcopenia oculta (sarcopenia normoponderal), condição subdiagnosticada em que o IMC não detecta a perda muscular. A redução da CP correlaciona-se com aumento do risco de fragilidade, quedas, hospitalizações e mortalidade em mulheres idosas.\n\n**Associações clínicas relevantes:**\nCP reduzida associa-se a: sarcopenia (baixa massa, força e desempenho), osteosarcopenia (coexistência com osteoporose), resistência à insulina, piora do perfil metabólico, maior risco cardiovascular e declínio funcional. Em mulheres pós-menopáusicas, a combinação de CP baixa com baixo DHEA e déficit de vitamina D representa perfil de alto risco para sarcopenia.\n\n**Limitações do indicador:**\nA CP pode ser superestimada em mulheres com excesso de gordura subcutânea na perna (lipedema, obesidade localizada), reduzindo sua especificidade. Nestes casos, a interpretação deve ser integrada com bioimpedância ou densitometria (DXA) para quantificação precisa da massa muscular apendicular.",
  "points": 12,
  "patient_explanation": "A medida da panturrilha (a parte mais larga da batata da perna) é uma forma simples e eficaz de avaliar a quantidade de músculo que você tem no corpo. Músculos saudáveis são essenciais para a sua energia diária, equilíbrio, força e independência ao longo da vida.\n\nCom o passar dos anos, especialmente após a menopausa, é natural que as mulheres percam massa muscular de forma gradual — um processo chamado sarcopenia. Muitas vezes isso acontece sem que a pessoa perceba, pois o peso na balança pode parecer normal mesmo com pouco músculo.\n\nUma panturrilha com circunferência reduzida pode indicar que há menos músculo do que o ideal, o que aumenta o risco de cansaço, quedas, fratura e dificuldade para realizar atividades do dia a dia. A boa notícia é que com orientação adequada de exercícios de força e ajustes na alimentação é possível recuperar e manter a massa muscular em qualquer idade.",
  "conduct": "## Conduta Clínica: Circunferência da Panturrilha Reduzida em Mulheres\n\n### Avaliação Inicial\n\n- **Medir corretamente:** CP aferida com fita inextensível, perna relaxada, no ponto de maior circunferência; registrar bilateralmente\n- **Pontos de corte de alerta:** CP < 33 cm (risco de sarcopenia pela AWGS) ou CP < 31 cm (EWGSOP)\n- **Avaliar contexto corporal:** IMC, relação cintura-quadril, presença de edema ou lipedema que possam confundir a medida\n\n### Investigação Complementar\n\n**Avaliação funcional obrigatória (triagem de sarcopenia):**\n- Força de preensão manual (dinamometria): ponto de corte < 18 kg em mulheres\n- Velocidade de marcha: teste de caminhada de 6 metros (ponto de corte < 0,8 m/s)\n- Teste de levantar da cadeira (5 repetições) ou Short Physical Performance Battery (SPPB)\n\n**Composição corporal:**\n- Bioimpedância (BIA) para estimativa de massa muscular apendicular\n- DXA de corpo total: padrão-ouro para ASMI (baixo: < 5,4 kg/m²)\n\n**Exames laboratoriais dirigidos:**\n- **25-hidroxivitamina D:** déficit (< 30 ng/mL) associado a risco aumentado de sarcopenia (OR 0,51; p=0,047)\n- **DHEA-S:** marcador de reserva adrenal; níveis baixos associados a menor força e velocidade de marcha em mulheres pós-menopáusicas\n- **Proteína C-reativa ultrassensível (PCR-us):** inflamação crônica de baixo grau como fator contribuinte\n- **Glicemia de jejum, insulina, HOMA-IR:** resistência insulínica acelera catabolismo muscular\n- **TSH, T4 livre:** hipotireoidismo como causa reversível de fraqueza muscular\n- **Albumina e pré-albumina:** estado nutricional proteico\n- **Hemograma:** anemia como fator de fadiga e redução de desempenho\n- **Estradiol, FSH:** estadiamento da transição menopausal (se aplicável)\n\n### Critérios de Encaminhamento\n\n- **Geriatra ou especialista em sarcopenia:** CP < 31 cm com confirmação de sarcopenia pelos critérios AWGS/EWGSOP (baixa massa + baixa força ou desempenho)\n- **Endocrinologista:** suspeita de déficit hormonal (hipotireoidismo, deficiência de DHEA, hipogonadismo) contribuindo para perda muscular\n- **Nutricionista:** adequação de ingestão proteica (meta: 1,2–1,6 g/kg/dia) e suporte nutricional individualizado\n- **Educador físico / fisioterapeuta:** prescrição de exercícios de resistência progressiva\n- **Reumatologista:** se suspeita de osteosarcopenia (sarcopenia + osteoporose concomitantes)\n\n### Intervenções Baseadas em Evidências\n\n**Exercício físico:**\n- **Treinamento resistido progressivo** é a intervenção mais eficaz para ganho de massa e força muscular: 2–3 sessões/semana, com progressão de carga\n- Exercícios multicomponentes (resistência + equilíbrio + aeróbico) para prevenção de quedas\n- Iniciar com supervisão profissional, especialmente em pacientes com sarcopenia estabelecida\n\n**Intervenção nutricional:**\n- Ingestão proteica adequada: **1,2–1,6 g/kg/dia**, distribuída em pelo menos 3 refeições\n- Proteína do soro do leite (whey protein) tem evidência de benefício para manutenção de massa muscular\n- Corrigir déficit de vitamina D: suplementação para manter 25OHD ≥ 40 ng/mL\n- Garantir ingestão calórica adequada para suporte ao anabolismo muscular\n\n**Manejo hormonal (quando indicado):**\n- Avaliar reposição hormonal na menopausa: estrogênio tem efeito protetor sobre massa muscular\n- DHEA: considerar suplementação em pacientes pós-menopáusicas com DHEA-S baixo e sarcopenia documentada, sob avaliação individualizada\n- Vitamina D: suplementar conforme deficiência documentada\n\n**Monitoramento:**\n- Reavaliar CP, força de preensão e desempenho físico a cada 3–6 meses\n- Repetir composição corporal por BIA ou DXA após 6–12 meses de intervenção\n- Ajustar conduta conforme resposta clínica e laboratorial"
}
