{
  "score_item_id": "019bf31d-2ef0-7964-ac29-63bf9c224bef",
  "clinical_relevance": "O Índice de Massa Muscular do Esqueleto Apendicular (ASMI ou Índice MME), expresso em kg/m², quantifica a massa muscular esquelética dos membros (apendicular skeletal muscle mass — ASM) normalizada pelo quadrado da altura. É o parâmetro diagnóstico central da sarcopenia conforme os critérios do Asian Working Group for Sarcopenia (AWGS) e do European Working Group on Sarcopenia in Older People (EWGSOP2).\n\n**Definição e método de obtenção:** O ASM é obtido pela soma da massa magra de membros superiores e inferiores, medida por DXA (dual-energy X-ray absorptiometry) ou bioimpedância elétrica (BIA). O Índice MME é calculado dividindo o ASM (kg) pelo quadrado da altura em metros: ASMI = ASM / altura² (kg/m²).\n\n**Valores de referência e pontos de corte diagnósticos:** De acordo com os critérios AWGS (validados na população asiática, amplamente utilizados em pesquisa global): baixa massa muscular é definida como ASMI < 5,4 kg/m² em mulheres e < 7,0 kg/m² em homens (por DXA). Valores derivados de estudos populacionais europeus (EWGSOP2) definem os pontos de corte em ASMI < 5,5 kg/m² para mulheres e < 7,0 kg/m² para homens. Em estudos de referência (Du et al., BMC Geriatrics 2021), a média de ASMI em mulheres pós-menopáusicas saudáveis foi de 6,25 ± 0,71 kg/m² (grupo < 65 anos), 6,18 ± 0,56 kg/m² (65–74 anos) e 5,92 ± 0,87 kg/m² (≥ 75 anos), demonstrando declínio progressivo com o envelhecimento.\n\n**Fisiopatologia:** A redução do ASMI é impulsionada por múltiplos mecanismos: (1) Inflamação crônica de baixo grau (low-grade inflammation — LGI): aumenta a resistência à insulina, o estresse oxidativo e a gordura ectópica, retroalimentando o catabolismo muscular. A LGI reduz diretamente a síntese proteica muscular e aumenta a proteólise. (2) Desequilíbrio miocina/miostatina: a miostatina correlaciona-se positivamente com massa gorda e negativamente com ASMI; a folistatina, seu inibidor, apresenta correlação negativa com massa magra nos estudos. Mulheres com obesidade extrema secretam quantidades aumentadas de miostatina no músculo esquelético, correlacionando-se com resistência à insulina. (3) Deficiência hormonal: DHEA relaciona-se positivamente com força de preensão e velocidade de marcha; a ocitocina relaciona-se positivamente com massa magra. O declínio de GH com o envelhecimento contribui para redução de massa livre de gordura, embora em estudos controlados a reposição de GH isolada não tenha promovido ganho de síntese miofibrilar significativo. (4) Resistência insulínica e gordura visceral: perda de massa muscular e sarcopenia figuram entre os principais fatores que pioram a sensibilidade à insulina, criando um ciclo vicioso.\n\n**Epidemiologia e estratificação de risco:** Sarcopenia representa uma epidemia silenciosa. A obesidade sarcopênica — coexistência de baixo ASMI e excesso de gordura — associa-se a 40% de aumento de mortalidade. Sarcopenia começa a se instalar precocemente, mesmo em jovens sedentários, não sendo exclusividade do idoso. A perda de músculo reduz o principal tampão anti-inflamatório endócrino (mioquinas), agravando o cenário metabólico sistêmico. A sarcopenia correlaciona-se com maior risco de quedas, fraturas, diabetes tipo 2, doenças cardiovasculares, comprometimento funcional e mortalidade por todas as causas.\n\n**Diagnóstico multicomponente:** O ASMI baixo (baixa quantidade) é apenas um dos três critérios diagnósticos de sarcopenia; os outros dois são baixa força muscular (força de preensão < 18 kg em mulheres pelos critérios AWGS) e baixa performance física (velocidade de marcha < 0,8 m/s em teste de 6 metros). O diagnóstico completo exige avaliação integrada dos três domínios.",
  "points": 0,
  "patient_explanation": "O Índice MME mede a quantidade de músculo que você tem nos braços e nas pernas em relação à sua altura. É calculado a partir de um exame de composição corporal (como DXA ou bioimpedância) e indica se você tem massa muscular suficiente para manter sua saúde, força e mobilidade.\n\nMúsculo não é apenas estética: é um órgão ativo que produz substâncias protetoras chamadas mioquinas, que combatem a inflamação no corpo, ajudam a controlar o açúcar no sangue e protegem o coração e o cérebro. Quando a massa muscular está baixa — condição chamada sarcopenia — o corpo perde esse escudo protetor natural.\n\nValores baixos de Índice MME estão associados a maior risco de quedas, fraturas, dificuldade para realizar atividades do dia a dia, piora do controle do diabetes e aumento do risco de doenças crônicas. A combinação de pouco músculo com excesso de gordura (chamada obesidade sarcopênica) é especialmente prejudicial à saúde.\n\nA boa notícia é que é possível melhorar esse índice com exercícios de força (musculação) realizados com intensidade adequada e com alimentação rica em proteínas. Seu médico pode orientar a estratégia mais adequada para o seu perfil.",
  "conduct": "## Conduta Clínica — Índice MME (ASMI) Reduzido\n\n### Investigação Complementar\n\n**Avaliação funcional muscular obrigatória (diagnóstico de sarcopenia é multicomponente):**\n- Força de preensão manual (dinamometria): ponto de corte < 18 kg (mulheres), < 28 kg (homens) pelo EWGSOP2\n- Velocidade de marcha (teste de 4–6 metros): < 0,8 m/s indica baixa performance\n- Short Physical Performance Battery (SPPB): escore ≤ 8 confirma comprometimento funcional\n- Teste de levantar da cadeira (5 repetições): > 15 segundos indica disfunção\n\n**Exames laboratoriais para investigar causas e comorbidades:**\n- Glicemia de jejum, insulina, HOMA-IR (resistência insulínica é fator causal e consequente)\n- HbA1c (diabetes tipo 2 inicia até 20 anos antes do diagnóstico)\n- TSH e T3 livre (pseudohipotireoidismo por déficit energético; hipotireoidismo real agrava catabolismo)\n- DHEA-S (declínio associado a menor massa muscular e força em idosos)\n- 25(OH)D (deficiência muito prevalente; vitamina D é importante para saúde musculoesquelética)\n- Proteínas totais, albumina, pré-albumina (estado nutricional proteico)\n- PCR ultrassensível, IL-6 (inflamação crônica de baixo grau como causa e agravante)\n- Amônia, ureia, ácido úrico, transaminases (marcadores de hipercatabolismo proteico, especialmente em pacientes em treinamento ou déficit energético)\n- Hormônios sexuais (testosterona, estradiol) e GH/IGF-1 quando indicado clinicamente\n- Cortisol (hipercortisolismo contribui para catabolismo muscular)\n- Mioglobina, CPK (em casos de suspeita de miopatia)\n\n**Exames de imagem:**\n- DXA (gold standard para ASMI quando disponível)\n- Bioimpedância multifrequencial (alternativa válida e acessível)\n- Ultrassonografia muscular (espessura e ecogenicidade do músculo — método emergente)\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**1. Exercício resistido (intervenção primária)**\n- Treino de força (musculação) é a intervenção com maior evidência para ganho de massa e força muscular\n- Realizar com esforço máximo e técnica adequada — frequentar academia sem intensidade suficiente não garante ganho\n- Frequência mínima recomendada: 2–3 sessões/semana\n- Progressão de carga é essencial para estímulo continuado\n- Em idosos ou pacientes com limitações: adaptar modalidade; exercícios funcionais, resistência com bandas elásticas, natação\n- Considerar combinação de treino aeróbico (FatMax ou intervalado) com treino de força para recomposição corporal\n\n**2. Adequação proteica (intervenção nutricional central)**\n- Ingestão proteica deve superar a recomendação padrão de 0,8 g/kg/dia\n- Para pacientes com sarcopenia ou em tratamento de obesidade: **> 1,5 g/kg de peso corporal/dia**\n- Priorizar proteínas de alto valor biológico: whey protein, ovos, carnes magras, peixes, laticínios (proteínas do soro do leite têm efeito mioprotetor documentado)\n- Distribuir ingestão proteica ao longo do dia (não concentrar em uma refeição)\n- Se a meta proteica não for atingida pela dieta, considerar suplementação com whey protein\n- Pós-exercício: aminoácidos essenciais favorecem síntese proteica e recuperação\n\n**3. Abordagem da inflamação crônica de baixo grau**\n- Recomposição corporal (redução de gordura visceral + ganho de massa magra) é a estratégia central para romper o ciclo inflamatório\n- Tratar resistência insulínica (dieta low carb baseada em alimentos reais como estratégia inicial eficaz)\n- Variabilidade nas estratégias alimentares a cada 2–3 meses para evitar estagnação metabólica\n- Evitar anti-inflamatórios e crioterapia imediatamente após treino de força (prejudicam sinalização anabólica: IL-6, ERO e lactato pós-exercício são sinalizações úteis para hipertrofia)\n\n**4. Correção de deficiências nutricionais e hormonais**\n- Vitamina D: manter 25(OH)D entre 40–60 ng/mL; suplementar 2.000–10.000 UI/dia conforme nível basal, associar K2 (MK-7, 100–200 mcg) e ingerir com gordura\n- Magnésio (glicinato ou malato): 200–1.000 mg de magnésio elementar/dia em duas doses; doses maiores em contextos de inflamação, estresse, hipertensão ou uso de altas doses de vitamina D\n- DHEA: avaliar reposição quando DHEA-S comprovadamente baixo (associado a menor força e massa em idosos)\n- GH/IGF-1: considerar avaliação endocrinológica apenas em deficiência documentada; GH isolado em doses fisiológicas não promove ganho de síntese miofibrilar significativo em indivíduos sem deficiência\n\n**5. Monitorização e reavaliação**\n- Reavaliar composição corporal por bioimpedância ou DXA em 2–3 meses após início das intervenções\n- Monitorar marcadores laboratoriais (perfil inflamatório, metabólico, nutricional) seriados para comparação evolutiva\n- Avaliar performance funcional em cada consulta (força de preensão, velocidade de marcha)\n\n---\n\n### Critérios de Encaminhamento a Especialistas\n\n- **Endocrinologia:** suspeita de hipotireoidismo, hipercortisolismo, deficiência de GH documentada, hipogonadismo\n- **Reumatologia/Neurologia:** suspeita de miopatia inflamatória ou degenerativa (CPK elevada, fraqueza progressiva)\n- **Nutrição:** para adequação proteica individualizada, especialmente em pacientes com obesidade, sarcopenia avançada ou uso de medicamentos que reduzem apetite\n- **Fisioterapia/Educação física clínica:** prescrição e supervisão de exercício resistido individualizado, especialmente em idosos, pacientes com limitações funcionais ou risco de quedas\n- **Geriatria:** sarcopenia grave em idosos com múltiplas comorbidades e risco de fragilidade"
}
