{
  "score_item_id": "019bf31d-2ef0-7e12-9247-4e29ce1e7185",
  "clinical_relevance": "A massa apendicular esquelética (ASM, em kg) representa a soma da massa muscular dos quatro membros (dois braços e duas pernas), medida preferencialmente por Absorciometria de Raios-X de Dupla Energia (DXA). É o parâmetro central para o diagnóstico de sarcopenia, condição caracterizada pela perda progressiva e generalizada de massa muscular esquelética associada a declínio de força e desempenho físico.\n\n**Mensuração e Indexação**\nO valor absoluto de ASM (kg) é frequentemente normalizado pela altura ao quadrado para gerar o Índice de Massa Muscular Apendicular (ASMI = ASM/altura², kg/m²). De acordo com o Asian Working Group for Sarcopenia (AWGS), o limiar diagnóstico para baixa massa muscular é ASMI < 5,4 kg/m² em mulheres e < 7,0 kg/m² em homens. Esses valores foram derivados de populações asiáticas; os critérios do European Working Group on Sarcopenia in Older People (EWGSOP2) adotam pontos de corte similares para populações ocidentais. O método DXA com coeficiente de variação de 0,86–1,86% para densidade óssea e composição corporal é considerado padrão-ouro para avaliação.\n\n**Critérios Diagnósticos de Sarcopenia (AWGS)**\nO diagnóstico de sarcopenia requer a associação de: (1) baixa massa muscular (ASMI < 5,4 kg/m² em mulheres); (2) baixa força de preensão palmar (handgrip < 18 kg em mulheres); e/ou (3) baixo desempenho físico (velocidade de marcha < 0,8 m/s no teste de 6 metros).\n\n**Epidemiologia e Declínio Fisiológico**\nA perda de massa muscular começa na terceira ou quarta décadas de vida, com declínio estimado de aproximadamente 0,8% ao ano, acelerando após os 60 anos. A sarcopenia afeta parcela significativa da população idosa, com prevalência variável conforme critérios e população estudada. O obeso sarcopênico — indivíduo com excesso de gordura e déficit de massa muscular concomitantes — apresenta mortalidade até 40% maior em comparação a indivíduos sem essas alterações.\n\n**Fisiopatologia**\nO declínio da ASM envolve múltiplos mecanismos: redução da síntese proteica muscular, aumento do catabolismo mediado por inflamação crônica de baixo grau (IL-6, TNF-α), desregulação hormonal (queda de IGF-1, DHEA, testosterona, GH), desnervação muscular progressiva, disfunção mitocondrial e resistência à insulina. Estudo transversal (BMC Musculoskeletal Disorders, 2020) com 120 idosos demonstrou que pacientes com sarcopenia apresentavam IGF-1 significativamente menor (89,8 vs. 118,6 ng/mL), com redução de 18% no risco de sarcopenia a cada aumento de 10 ng/mL de IGF-1. Em mulheres pós-menopáusicas, DHEA mostrou correlação positiva com força de preensão (β=0,403; p=0,041) e velocidade de marcha (β=0,58; p=0,004), enquanto a oxitocina correlacionou-se positivamente com lean mass (β=0,35; p=0,036). Follistatina elevada associou-se a maior risco de sarcopenia (OR 1,66; IC95% 1,19–3,57; p=0,022), possivelmente refletindo uma resposta compensatória ao ambiente catabólico. A mioquinas secretadas pelo músculo ativo exercem papel anti-inflamatório sistêmico; a perda de massa muscular remove esse tampão protetor, perpetuando o ciclo inflamatório.\n\n**Estratificação de Risco**\nBaixos valores de ASM associam-se a risco aumentado de quedas, fraturas por fragilidade, incapacidade funcional, hospitalização prolongada, piora da qualidade de vida e maior mortalidade. A combinação de sarcopenia e osteoporose (osteossarcopenia) representa o desfecho de maior gravidade nesse espectro.",
  "points": 0,
  "patient_explanation": "A massa apendicular é o peso total dos músculos dos seus braços e pernas. Esse número é importante porque nos diz se você tem músculo suficiente para manter sua saúde, força e independência ao longo da vida.\n\nOs músculos fazem muito mais do que movimentar o corpo: eles ajudam a controlar o açúcar no sangue, protegem as articulações, sustentam os ossos e até combatem inflamações. Com a idade, é natural perder um pouco de músculo — mas quando essa perda é intensa, chamamos de sarcopenia, e ela aumenta o risco de quedas, fraturas, cansaço excessivo e dificuldade para realizar atividades do dia a dia.\n\nSe o seu valor estiver abaixo do ideal, isso não significa que há algo irreversível — na maioria dos casos, exercícios de força (musculação, pilates, funcional) combinados com uma alimentação rica em proteínas são capazes de recuperar ou preservar essa massa. Quanto mais cedo você começar a cuidar dos seus músculos, melhor será sua qualidade de vida na maturidade.",
  "conduct": "## Conduta Clínica: Massa Apendicular Esquelética (ASM)\n\n### Avaliação Inicial\n\n- **Confirmar o método de mensuração:** ASM medida por DXA é o padrão-ouro. Bioimpedância pode ser usada como alternativa em contexto de rastreio, com ressalvas sobre variabilidade.\n- **Calcular ASMI** (ASM ÷ altura²) para comparar com pontos de corte populacionais.\n- **Aplicar critérios diagnósticos completos de sarcopenia (AWGS ou EWGSOP2):**\n  - Força de preensão palmar (dinamometria)\n  - Velocidade de marcha (teste de 4 ou 6 metros) ou Short Physical Performance Battery (SPPB)\n- **Avaliar composição corporal global:** percentual de gordura, gordura visceral, lean mass total — identificar obesidade sarcopênica.\n\n### Investigação Complementar\n\n**Laboratorial:**\n- **IGF-1:** níveis reduzidos associados à sarcopenia (cada 10 ng/mL a menos eleva risco significativamente)\n- **DHEA-S:** marcador de reserva androgênica adrenal; correlacionado com força e velocidade de marcha\n- **Testosterona total e livre** (homens e mulheres)\n- **25(OH)D:** deficiência associada a maior risco de sarcopenia (OR 0,51; p=0,047 em mulheres pós-menopáusicas)\n- **Proteínas:** albumina, pré-albumina — estado nutricional proteico\n- **PCR-us, IL-6:** inflamação crônica de baixo grau como driver catabólico\n- **Glicemia de jejum, insulina, HOMA-IR:** resistência insulínica prejudica síntese proteica muscular\n- **TSH, T3 livre:** hipotireoidismo subclínico pode contribuir para catabolismo\n- **Hemograma completo:** anemia como causa de fadiga e redução de performance\n- **Follistatina e mioestatina** (quando disponíveis): biomarcadores de remodelamento muscular\n\n**Funcional:**\n- Avaliação de força isocinética (quando disponível)\n- Teste de sentar e levantar 5 vezes (Five Times Sit-to-Stand)\n- Teste de caminhada de 6 minutos em casos selecionados\n\n### Intervenções Baseadas em Evidências\n\n#### Exercício Físico (intervenção de maior impacto)\n- **Treinamento resistido progressivo:** prioridade absoluta — 2 a 3 sessões/semana, envolvendo grandes grupos musculares. É a intervenção com maior evidência para ganho e manutenção de massa muscular.\n- **Frequência cardíaca-alvo e progressão de carga** devem ser individualizadas conforme capacidade funcional basal.\n- Associar componente aeróbico para saúde cardiovascular e metabólica.\n- Considerar biogênese mitocondrial como objetivo secundário em idosos e pacientes com limitações.\n\n#### Nutrição\n- **Proteína:** ingestão superior a 0,8 g/kg/dia não é suficiente para preservação muscular em risco ou em processo de emagrecimento. Recomenda-se **1,2–2,0 g/kg de peso/dia** de proteína de alto valor biológico. Em pacientes em tratamento para obesidade (especialmente com GLP-1 ou cirurgia), considerar **> 1,5 g/kg/dia** para prevenir catabolismo.\n- **Proteína láctea (whey protein):** evidência de benefício para massa muscular apendicular e performance física em idosos, especialmente quando a meta proteica não é atingida pela dieta.\n- **Vitamina D:** suplementar conforme nível basal — doses entre 2.000–10.000 UI/dia; alvo sérico de 40–60 ng/mL. Associar **K2 (MK-7, 100–200 mcg/dia)** e ingerir com gordura para melhor absorção.\n- **Magnésio** (glicinato ou malato): 200–1.000 mg de magnésio elementar/dia em duas doses; doses maiores em contexto de inflamação, estresse ou uso de altas doses de vitamina D.\n- **Evitar déficit energético crônico:** estados hipocalóricos prolongados elevam cortisol, ureia, ácido úrico e transaminases, comprometendo a síntese proteica e a performance.\n\n#### Manejo Hormonal (quando indicado)\n- **Deficiência documentada de DHEA:** considerar reposição supervisionada.\n- **Deficiência de testosterona** (homens ou mulheres): avaliar reposição conforme perfil clínico e laboratorial.\n- **GH/IGF-1:** cautela — evidências mostram que GH isolado não promove hipertrofia miofibrilar significativa; o aumento de massa livre de gordura observado é majoritariamente por retenção hídrica. Indicação restrita a casos de deficiência documentada.\n- **Reposição hormonal feminina pós-menopausa:** pode contribuir para preservação de massa muscular e óssea quando clinicamente indicada.\n\n### Encaminhamentos\n\n- **Nutricionista:** fundamental quando a meta proteica não é atingida ou há padrão alimentar inadequado.\n- **Fisioterapeuta / Educador físico:** prescrição individualizada e supervisionada de exercício resistido, especialmente em pacientes com limitações funcionais, osteoporose associada ou histórico de quedas.\n- **Endocrinologista:** em casos de deficiências hormonais múltiplas ou quando há osteossarcopenia estabelecida.\n- **Geriatra:** pacientes idosos com sarcopenia grave, fragilidade ou múltiplas comorbidades.\n\n### Monitoramento\n\n- Repetir DXA em **6–12 meses** para avaliar resposta às intervenções.\n- Reavaliar ASMI, força de preensão e velocidade de marcha a cada consulta.\n- Monitorar marcadores laboratoriais (25(OH)D, IGF-1, proteínas séricas) conforme intervenção em curso."
}
