{
  "score_item_id": "019bf31d-2ef0-78d5-bb48-f5e21ba33ab4",
  "clinical_relevance": "O percentual de gordura corporal (%GC) é um marcador de composição corporal superior ao IMC, pois distingue massa magra de massa gorda independentemente do peso total. Em homens adultos, os valores de referência amplamente utilizados são: essencial 2–5%, atlético 6–13%, boa forma 14–17%, aceitável 18–24%, obesidade ≥25%. Homens com peso normal podem apresentar %GC elevado com perfil metabólico adverso, fenômeno denominado obesidade de peso normal (normal-weight obesity), o que reforça a necessidade de avaliação da composição corporal e não apenas do peso ou IMC.\n\nFisiologicamente, o tecido adiposo não é um depósito inerte: os adipócitos secretam adipocinas (leptina, adiponectina, TNF-α, IL-6, resistina) com ampla repercussão sistêmica. A gordura visceral, predominante em homens, é altamente vascularizada e inervada, com perfil pró-inflamatório e androgênico marcado. Sua hipertrofia ativa macrófagos M1, eleva TNF-α e NF-κB, gera hipóxia celular local e perpetua inflamação sistêmica de baixo grau, que se manifesta laboratorialmente por elevação de PCR-us, IL-6, homocisteína e relação TG/HDL.\n\nA fisiopatologia do excesso de gordura visceral envolve lipotoxicidade hepática (esteatose/NASH), resistência à insulina (inibição das vias de sinalização IRS-1/GLUT4), disfunção endotelial, aterogênese acelerada e supressão do eixo hipotálamo-hipófise-gonadal. A obesidade é apontada como três vezes mais relevante que o envelhecimento para a queda da testosterona em homens, por redução de GnRH e kisspeptina mediada pela inflamação crônica.\n\nO excesso calórico crônico ativa mTOR e inibe AMPK, comprometendo a biogênese mitocondrial (via PGC-1α) e resultando em inflexibilidade metabólica: o organismo perde capacidade de oxidar gordura e torna-se dependente de glicose (perfil glicolítico). Em repouso, indivíduos metabolicamente saudáveis devem utilizar 75–85% do gasto energético via gordura; valores abaixo de 60% indicam inflexibilidade metabólica e orientam cautela em protocolos de jejum e necessidade de intervenções específicas.\n\nA elevação do %GC associa-se a maior risco cardiovascular (por hipertensão, dislipidemia e resistência insulínica), câncer, apneia do sono, síndrome metabólica, demência e mortalidade por todas as causas. Do ponto de vista de estratificação de risco, a combinação de %GC com circunferência abdominal, insulina de jejum e relação TG/HDL oferece avaliação cardiometabólica abrangente. PCR-us abaixo de 1 mg/L é desejável; entre 1–3 indica risco moderado; acima de 3 confirma inflamação subclínica relevante.",
  "points": 15,
  "patient_explanation": "O percentual de gordura corporal indica quanto do seu peso é formado por gordura, e é muito mais informativo do que o peso isolado ou o IMC. Dois homens com o mesmo peso podem ter composições corporais muito diferentes: um com mais músculo e menos gordura, e outro com excesso de gordura escondida — inclusive em torno dos órgãos internos (gordura visceral), que é a mais prejudicial à saúde.\n\nQuando a gordura corporal está elevada, especialmente a gordura visceral, o organismo entra em um estado de inflamação silenciosa que, ao longo do tempo, aumenta o risco de doenças como diabetes, pressão alta, problemas no coração, alterações hormonais (incluindo queda de testosterona) e até comprometimento da memória. Além disso, o excesso de gordura dificulta o uso eficiente de energia pelo corpo, tornando o metabolismo mais lento.\n\nA boa notícia é que o percentual de gordura corporal responde bem a mudanças no estilo de vida: exercícios de força e de alta intensidade, alimentação adequada, sono de qualidade e controle do estresse são as ferramentas mais poderosas. Reduzir a gordura corporal, mesmo que modestamente, já traz benefícios mensuráveis para a saúde metabólica e o bem-estar geral.",
  "conduct": "## Conduta Clínica — % Gordura Corporal (Homem)\n\n### Avaliação Inicial\n\n- **Mensuração:** Bioimpedância tetrapolar/octopolar (jejum, sem exercício 24h), DEXA ou dobras cutâneas (Pollock 7)\n- **Registrar:** %GC total, massa gorda (kg), massa magra (kg), gordura visceral estimada\n- **Reavaliar:** 1–2 meses durante intervenção; 3–6 meses em manutenção\n\n### Investigação Complementar\n\n**Laboratório (cardiometabólico e inflamatório):**\n- Glicemia de jejum + insulina de jejum (HOMA-IR); HbA1c\n- Perfil lipídico completo; relação TG/HDL\n- PCR-ultrassensível (desejável <1 mg/L; risco moderado 1–3; alto >3)\n- Homocisteína (<7,9 µmol/L referência funcional)\n- GGT, AST/ALT, ácido úrico (marcadores de inflamação subclínica)\n- Testosterona total e livre, LH, FSH (impacto da obesidade no eixo gonadal)\n- TSH, T3 livre (catabolismo pode simular hipotireoidismo)\n- Cortisol matinal; vitamina D 25-OH; hemograma\n\n**Funcional:**\n- Circunferência abdominal (risco aumentado >94 cm; muito elevado >102 cm)\n- Calorimetria indireta: ideal ≥75–80% do gasto via gordura em repouso; <60% = perfil glicolítico\n- Rastreio de apneia do sono (hipóxia piora resistência insulínica e testosterona)\n\n### Estratificação de Risco\n\n| %GC | Classificação | Conduta |\n|---|---|---|\n| <6% | Essencial | Avaliar distúrbio alimentar |\n| 6–13% | Atlético | Manutenção |\n| 14–17% | Boa forma | Intervenção leve |\n| 18–24% | Aceitável | Intervenção moderada |\n| ≥25% | Obesidade | Intervenção intensiva; rastreio de comorbidades |\n\n### Intervenções Baseadas em Evidências\n\n**Exercício físico (primeira linha):**\n- **Musculação:** Aumenta massa magra, melhora captação de glicose independente de insulina, eleva gasto basal e secreção de miocinas anti-inflamatórias (irisina, IL-6)\n- **HIIT:** Redução de gordura visceral e melhora de flexibilidade metabólica\n- **Aeróbico em jejum (40–55% FC máx):** Estimula oxidação lipídica — manter baixa intensidade para uso preferencial de gordura\n- **Train High / Train Low:** Alterna treinos com e sem carboidratos para adaptações metabólicas\n\n**Nutrição:**\n- Reduzir carboidratos refinados/farináceos: reduções em peso, TG, glicemia, HbA1c, insulina e PCR confirmadas\n- Proteína 1,6–2,2 g/kg/dia para preservar massa magra em déficit\n- Gorduras mono e poli-insaturadas; ômega-3 estimula browning do tecido adiposo\n- Evitar alta carga glicêmica noturna (modula PPAR-γ, que favorece adipogênese à noite)\n- Janela alimentar restrita 12–16h: biogênese mitocondrial e redução de gordura sem perda muscular\n- Dieta cetogênica supervisionada em casos selecionados: redução de gordura hepática (~31%), melhora de resistência insulínica (~58%), aumento de potência redox mitocondrial (~167%) em curto prazo\n\n**Estilo de vida:**\n- **Sono:** Privação eleva resistência à leptina e fome; regularizar ciclo circadiano\n- **Estresse:** Cortisol crônico favorece lipogênese visceral; meditação, yoga, psicoterapia\n\n**Suplementação adjuvante (individualizar):**\n- Ômega-3; CoQ10 + hidroxitirosol (ativadores PGC-1α); curcumina + ácido hidroxicítrico (moduladores PPAR-γ)\n- MCT C8/C10 (UCPs, oxidação de gordura); inositol + resveratrol + EGCG (antiglicação); magnésio\n\n### Encaminhamento\n\n- **Endocrinologista:** %GC ≥30%, hipercortisolismo, hipotireoidismo, hipogonadismo\n- **Nutrologia:** Falha após 3–6 meses de intervenção estruturada\n- **Pneumologia/sono:** Suspeita de apneia obstrutiva\n- **Cardiologia:** Risco cardiovascular intermediário-alto\n- **Psicologia:** Transtorno ou compulsão alimentar, estresse crônico\n\n### Monitoramento\n\n- Bioimpedância a cada 4–8 semanas na fase ativa\n- Laboratório mínimo a cada 3 meses: glicemia, insulina, lipídios, PCR-us\n- Avaliação integrada: energia, sono, performance, humor — paciente como próprio controle"
}
