{
  "score_item_id": "019bf31d-2ef0-78e1-ac8d-c8e239d29e3c",
  "clinical_relevance": "A razão androide/ginoide (RAG) é obtida pela densitometria de corpo total (DXA) e expressa a proporção entre a gordura depositada na região androide (tronco superior, abdome e região central) e a gordura depositada na região ginoide (quadril, glúteos e coxas). Em homens, o padrão fisiológico já é predominantemente androide, tornando este índice particularmente relevante para estratificação de risco cardiometabólico nesta população.\n\n**Valores de referência e interpretação:** Em homens adultos, RAG ≤0,9 é considerada normal; valores entre 0,9–1,0 indicam distribuição limítrofe; RAG >1,0 caracteriza adiposidade central predominante e eleva substancialmente o risco metabólico. Quanto maior o valor, maior o acúmulo relativo de gordura visceral e central em comparação à gordura periférica.\n\n**Fisiopatologia:** A gordura androide — especialmente o componente visceral — é metabolicamente ativa, secretando adipocinas pró-inflamatórias (TNF-α, IL-6, resistina) e ácidos graxos livres diretamente para a circulação portal. Esse influxo hepático de AGL promove lipogênese de novo, resistência insulínica hepática, dislipidemia aterogênica e hipertensão portal funcional. A gordura ginoide, em contrapartida, tem perfil mais estrogênico, com maior expressão de receptores de leptina e maior atividade da lipase lipoproteica, sendo menos deletéria e até protetora em termos de risco cardiovascular. A relação entre as duas regiões fornece, portanto, uma medida composta de distribuição gordurosa que supera o IMC isolado na predição de risco.\n\n**Conexão com eixo hormonal masculino:** A baixa testosterona em homens — considerada abaixo de 400 ng/dL e clinicamente relevante abaixo de 300 ng/dL — está diretamente associada a maior acúmulo de gordura visceral e androide. A obesidade aumenta a atividade da aromatase no tecido adiposo, convertendo testosterona em estradiol, o que reduz ainda mais os níveis androgênicos e cria um ciclo vicioso de hipogonadismo hipotalâmico e ganho de gordura central. A obesidade é apontada como três vezes mais importante que o envelhecimento para a queda da testosterona. A normalização dos níveis de testosterona demonstrou melhorar a composição corporal, reduzir gordura visceral e melhorar marcadores cardiometabólicos.\n\n**Dados epidemiológicos e impacto em mortalidade:** Homens com elevada adiposidade androide apresentam riscos substancialmente maiores de síndrome metabólica, diabetes tipo 2, hipertensão arterial sistêmica, dislipidemia e eventos cardiovasculares maiores. Circunferência abdominal >90 cm em homens sul-americanos e >102 cm em homens de outros grupos étnicos já são critérios de alto risco estabelecidos — limiares que se correlacionam diretamente com RAG elevada. Estudos de 15 anos com mais de 83.000 participantes demonstraram que intervenções que melhoram a composição corporal (incluindo normalização hormonal) reduzem mortalidade geral em até 56%, AVC em 36% e infarto agudo do miocárdio em 24%. A resistência à insulina, fortemente associada à adiposidade androide, precede o DM2 em anos a décadas e é o principal determinante modificável de risco cardiometabólico crônico.\n\n**Vantagem sobre medidas antropométricas isoladas:** A RAG obtida por DXA é superior à circunferência abdominal isolada por quantificar com precisão os compartimentos adiposos regionais, distinguir gordura subcutânea de visceral e permitir monitoramento objetivo das mudanças com intervenções terapêuticas.",
  "points": 14,
  "patient_explanation": "A razão androide/ginoide é uma medida da densitometria óssea de corpo inteiro que compara a quantidade de gordura acumulada na barriga e no tronco (região androide) com a gordura acumulada no quadril e nas coxas (região ginoide). Em outras palavras, ela diz se o seu corpo está guardando mais gordura na parte central ou na parte periférica.\n\nNos homens, o corpo naturalmente tende a acumular mais gordura no abdome. Quando essa tendência se acentua, a gordura visceral — aquela que envolve os órgãos internos — começa a liberar substâncias inflamatórias que aumentam o risco de diabetes, pressão alta, colesterol alterado e doenças do coração.\n\nUm valor elevado nessa medida é um sinal de alerta importante, pois indica que a gordura está sendo depositada nos lugares de maior risco para a saúde. A boa notícia é que a gordura da barriga é uma das que mais respondem a mudanças no estilo de vida: alimentação equilibrada, exercício físico regular (especialmente musculação e aeróbicos), sono de qualidade e redução do estresse são capazes de redistribuir a gordura corporal de forma significativa.",
  "conduct": "## Avaliação Diagnóstica\n\n### Exames de Composição Corporal\n- **DXA de corpo total:** método de referência para obter a RAG com precisão; repetir a cada 6–12 meses para monitorar resposta ao tratamento\n- **Circunferência abdominal:** complementar; limiares de risco em homens sul-americanos >90 cm (alto risco) e >102 cm (risco muito alto)\n- **Bioimpedância multifrequencial:** alternativa acessível ao DXA para acompanhamento ambulatorial\n\n### Investigação Laboratorial\n- **Perfil metabólico:** glicemia de jejum, insulina de jejum, HOMA-IR (meta <2,15), HbA1c\n- **Lipidograma completo:** TG, HDL, LDL; calcular índice TG/HDL (meta em homens <1,2) e TAIG (TG/glicose÷2; meta <8)\n- **Eixo hormonal masculino:**\n  - Testosterona total (coleta matinal em jejum; variação circadiana de 20–25% ao longo do dia)\n  - SHBG, DHT e estradiol para avaliação do perfil hormonal integrado\n  - Limiar prático: testosterona total <400 ng/dL associa-se a maior risco de obesidade, hipertensão, hiperlipidemia e diabetes; <300 ng/dL justifica investigação de hipogonadismo\n  - Evitar testosterona livre calculada do soro como único decisor — considerar painel salivar (testosterona, DHT, estradiol) quando disponível\n- **Inflamação e função orgânica:** PCR-us, LDH, função hepática (TGO, TGP, GGT — esteatose frequentemente associada), função renal, ácido úrico\n- **Avaliação de apneia do sono:** investigar com polissonografia domiciliar em pacientes com ronco, sonolência diurna ou gordura androide elevada — a hipóxia noturna reduz testosterona e agrava resistência insulínica\n\n---\n\n## Estratificação de Risco Cardiometabólico\n\n- **RAG elevada + resistência insulínica + testosterona baixa:** perfil de máximo risco cardiometabólico; priorizar intervenção multimodal imediata\n- **RAG elevada isolada (sem outros fatores):** iniciar intervenção de estilo de vida e monitorar trimestralmente\n- **Síndrome metabólica associada:** presença de ≥3 critérios (CA aumentada, TG elevado, HDL baixo, glicemia elevada, hipertensão) indica encaminhamento para cardiometabologista ou endocrinologista\n\n---\n\n## Intervenções Não Farmacológicas\n\n### Exercício Físico\n- **Musculação:** 3–5 sessões/semana; prioritária para ganho de massa magra, aumento de testosterona endógena e melhora de sensibilidade insulínica via captação muscular de glicose independente de insulina\n- **Exercício aeróbico e HIIT:** complementares para redução de gordura visceral; HIIT com menor tempo e maior eficiência na mobilização de gordura androide\n- **Meta mínima:** ≥150 min/semana de atividade moderada ou ≥75 min de atividade intensa\n\n### Alimentação\n- **Reduzir carga glicêmica:** evitar carboidratos simples isolados; combinar com proteína e vegetais fibrosos\n- **Dieta com restrição de carboidratos (low-carb):** eficaz para redução preferencial de gordura visceral e melhora de HOMA-IR\n- **Proteína adequada:** ≥1,2 g/kg/dia para preservar massa magra durante déficit calórico\n- **Gorduras saudáveis:** ômega-3 (EPA/DHA) com efeito anti-inflamatório sobre adiposidade visceral\n- **Evitar álcool em excesso:** contribui para adiposidade hepática e androide, além de suprimir testosterona\n\n### Qualidade do Sono e Redução do Estresse\n- **Meta de sono:** 7–9 horas/noite com horários regulares; privação de sono aumenta cortisol e reduz testosterona, favorecendo acúmulo androide\n- **Manejo de estresse:** hipercortisolismo crônico redistribui gordura para compartimento visceral; técnicas de mindfulness, meditação e controle de carga de trabalho são intervenções complementares válidas\n\n---\n\n## Intervenções Farmacológicas e Hormonais\n\n- **Hipogonadismo confirmado (testosterona <300 ng/dL com sintomas):** avaliar terapia de reposição com testosterona — estudos demonstram melhora da composição corporal, sensibilidade insulínica e marcadores cardiovasculares; meta-análise (2017, n=8.313) confirmou segurança cardiovascular quando bem indicada\n- **Resistência insulínica associada:** considerar metformina (500–1.700 mg/dia em liberação prolongada) como adjuvante às mudanças de estilo de vida\n- **Apneia do sono tratada:** CPAP melhora níveis de testosterona e reduz acúmulo androide\n- **Suplementos com evidências em adiposidade e resistência insulínica:**\n  - Ômega-3 (2–4 g/dia EPA+DHA): anti-inflamatório e redutor de TG\n  - Berberina (500 mg 2–3x/dia antes das refeições): melhora HOMA-IR e composição corporal\n  - Magnésio (200–400 mg/dia): suporte ao metabolismo glicêmico\n  - Vitamina D (se deficiente): associada a melhora de testosterona e sensibilidade insulínica\n\n---\n\n## Encaminhamentos\n\n- **Endocrinologista:** hipogonadismo confirmado, síndrome metabólica de difícil controle, suspeita de hiperaldosteronismo ou Cushing\n- **Cardiologista preventivo:** RAG elevada + risco cardiovascular intermediário ou alto (escore de cálcio coronariano, SCORE2 ou Framingham elevado)\n- **Pneumologista ou clínica do sono:** suspeita de apneia obstrutiva do sono\n- **Nutricionista:** todos os pacientes com RAG elevada necessitam de orientação nutricional individualizada\n\n---\n\n## Monitoramento\n\n- **DXA ou bioimpedância:** repetir a cada 6 meses para avaliar redistribuição da gordura corporal\n- **Perfil metabólico e hormonal:** reavaliação a cada 3–6 meses nas fases iniciais de intervenção\n- **Circunferência abdominal:** mensurar em toda consulta como indicador proxy de resposta terapêutica"
}
