{
  "score_item_id": "019bf31d-2ef0-7276-b0d1-677ebd1fdf95",
  "clinical_relevance": "A razão androide/ginoide (A/G) é um índice derivado da densitometria de corpo total (DXA) que quantifica a distribuição regional da gordura corporal, dividindo a massa gorda do compartimento androide (tronco superior, região abdominal) pela massa gorda do compartimento ginoide (quadril, coxas, glúteos). Em mulheres, esse índice tem relevância clínica substancial por refletir o padrão de redistribuição adiposa que ocorre ao longo da vida reprodutiva e, de forma acelerada, na transição menopausal.\n\nValores de referência: razão A/G < 0,8 é considerada favorável em mulheres, indicando predomínio de gordura periférica (ginoide); valores entre 0,8 e 1,0 indicam risco limítrofe; valores > 1,0 caracterizam padrão androide predominante, associado a risco cardiometabólico elevado. Algumas referências adotam como ponto de corte principal a razão > 0,8 para definir adiposidade central em mulheres.\n\nFisiopatologia: O tecido adiposo visceral (compartimento androide) possui maior atividade lipolítica, liberando ácidos graxos livres diretamente na circulação portal, o que induz resistência hepática à insulina, aumento da gliconeogênese e dislipidemia aterogênica (hipertrigliceridemia, redução de HDL, aumento de LDL pequenas e densas). O tecido adiposo visceral também secreta adipocinas pró-inflamatórias (IL-6, TNF-α, resistina) com redução de adiponectina, perpetuando um estado de inflamação crônica de baixo grau. Em contraste, o tecido adiposo subcutâneo periférico (compartimento ginoide) tem perfil mais estrogênico, maior expressão de receptores de leptina e aromatase, e comportamento metabólico mais benigno.\n\nEfeito do hipoestrogenismo: O estrogênio normalmente direciona o depósito adiposo para a região subcutânea periférica e potencializa a sensibilidade à insulina via receptores hepáticos ER-α. Com a deficiência estrogênica na menopausa, ocorre redistribuição da gordura subcutânea para o compartimento visceral, com aumento médio da circunferência abdominal de 5 a 8 cm e piora correspondente da resistência insulínica. Esse fenômeno resulta em aumento da razão A/G, aproximando o perfil de risco da mulher pós-menopáusica ao do homem.\n\nEpidemiologia e risco cardiovascular: Dados do Framingham Heart Study com 3.001 mulheres acompanhadas por mediana de 12,3 anos demonstraram que mulheres no quartil mais elevado de tecido adiposo visceral (VAT ≥ 150 cm²) apresentaram risco 3,2 vezes maior de doença arterial coronariana (HR 3,24; IC 95% 2,17–4,83), independente do IMC. Cada incremento de 1 desvio-padrão no VAT associou-se a 45% maior risco cardiovascular, 58% maior risco de diabetes e 32% maior mortalidade por todas as causas. No EPIC-CVD, com 125.678 mulheres europeias, circunferência abdominal ≥ 88 cm conferiu risco cardiovascular 2,4 vezes maior (HR 2,41; IC 95% 2,18–2,67), e mulheres com peso normal (IMC < 25) mas CA ≥ 80 cm ainda apresentaram risco aumentado (HR 1,83), evidenciando que a distribuição central da gordura é um preditor independente do peso total. Análise de 2.456 mulheres pós-menopáusicas mostrou que CA ≥ 88 cm associou-se a odds 3,87 vezes maior de hipertensão (OR 3,87; IC 95% 2,91–5,15) e odds 4,12 vezes maior de síndrome metabólica, com marcadores inflamatórios significativamente elevados (hs-CRP 5,8 vs. 2,1 mg/L, p < 0,001).\n\nRelação com andrógenos e SHBG: Em mulheres pós-menopáusicas, o índice de androgênio livre (FAI = testosterona total ÷ SHBG × 100) associa-se à síndrome metabólica e ao risco cardiovascular elevado, mediado principalmente pelos baixos níveis de SHBG — que são fator de risco independente para resistência insulínica, diabetes tipo 2 e perfil lipídico adverso. A testosterona sérica elevada em mulheres com hiperandrogenismo (como na SOP) correlaciona-se com distribuição abdominal da gordura, intolerância à glicose e resistência insulínica.\n\nA razão A/G pela DXA é superior à circunferência abdominal isolada por quantificar com precisão a massa gorda regional, distinguir gordura visceral de subcutânea abdominal e permitir comparações longitudinais padronizadas, sendo especialmente útil no monitoramento de intervenções terapêuticas.",
  "points": 14,
  "patient_explanation": "A razão androide/ginoide mede como a gordura está distribuída no seu corpo. Em mulheres, o padrão saudável é ter mais gordura nos quadris, coxas e glúteos (padrão ginoide) do que na barriga e tronco (padrão androide). Quando essa proporção se inverte — ou seja, quando acumula mais gordura na região abdominal — aumenta o risco de problemas como diabetes, pressão alta, colesterol alterado e doenças do coração. Esse acúmulo de gordura na barriga é mais perigoso porque fica próximo aos órgãos internos e produz substâncias que causam inflamação no corpo. Na menopausa, essa redistribuição da gordura é comum porque os hormônios femininos que protegem o padrão saudável diminuem. A boa notícia é que essa condição responde bem a mudanças no estilo de vida: alimentação equilibrada, exercício físico regular (especialmente musculação) e bom sono podem reverter ou melhorar significativamente esse padrão. Saber como sua gordura está distribuída é tão importante quanto saber o seu peso, por isso esse exame é uma ferramenta valiosa para cuidar da sua saúde de forma completa.",
  "conduct": "## Conduta Clínica: Razão Androide/Ginoide Elevada em Mulheres\n\n### Definição de Alteração\n- **Razão A/G > 0,8:** limítrofe, requer atenção e investigação complementar\n- **Razão A/G > 1,0:** padrão androide predominante, risco cardiometabólico elevado\n- Sempre contextualizar com IMC, circunferência abdominal e fase reprodutiva\n\n---\n\n### Investigação Complementar\n\n**Avaliação metabólica obrigatória:**\n- Glicemia de jejum + curva glicêmica com insulina (TTOG 75g com insulina nos tempos 0, 60 e 120 min) — rastrear resistência insulínica precoce\n- HbA1c\n- Perfil lipídico completo (colesterol total, LDL, HDL, triglicerídeos, não-HDL)\n- Insulina de jejum + HOMA-IR\n- Ácido úrico\n- Circunferência abdominal (corte de risco em mulheres sul-americanas: ≥ 80 cm; corte de alto risco: ≥ 88 cm)\n\n**Marcadores inflamatórios e vasculares:**\n- hs-CRP (proteína C-reativa ultrassensível)\n- IL-6 quando disponível\n- Apolipoproteína B e ApoB/ApoA\n- Homocisteína\n- Pressão arterial e monitoramento MAPA se necessário\n\n**Avaliação hormonal (especialmente em pré-menopausa e suspeita de SOP):**\n- Testosterona total e SHBG → calcular FAI\n- DHEA-S\n- LH, FSH (razão LH/FSH ≥ 2:1 sugere SOP)\n- Estradiol conforme fase do ciclo\n- Prolactina, TSH (excluir causas secundárias)\n- 17-hidroxiprogesterona (suspeita de hiperplasia adrenal congênita não clássica)\n\n**Avaliação de composição corporal:**\n- DXA de corpo total (método de referência para razão A/G e massa muscular)\n- Bioimpedância como alternativa de rastreio\n- Avaliar sarcopenia concomitante (especialmente em mulheres com peso normal)\n\n**Avaliação hepática (se suspeita de DHGNA):**\n- AST, ALT, GGT, fosfatase alcalina\n- Ultrassonografia abdominal\n\n---\n\n### Estratificação de Risco\n\n| Razão A/G | Risco | Conduta Prioritária |\n|-----------|-------|--------------------|\n| < 0,8 | Baixo | Manutenção e prevenção |\n| 0,8 – 1,0 | Moderado | Intervenção de estilo de vida + investigação metabólica |\n| > 1,0 | Alto | Protocolo completo + considerar suporte farmacológico |\n| > 1,0 + síndrome metabólica | Muito alto | Encaminhamento endocrinologia + tratamento multidisciplinar |\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Exercício físico (primeira linha):**\n- **Treinamento de força (musculação):** prioridade máxima — reduz gordura visceral, melhora sensibilidade insulínica via aumento de massa muscular e secreção de miocinas anti-inflamatórias (IL-6 no contexto do exercício, irisina)\n- **Exercício aeróbico:** complementar ao treinamento de força; HIIT mostrou-se eficaz na redução de gordura visceral\n- Meta: redução de 5 cm na circunferência abdominal melhora a sensibilidade insulínica em 15–20%\n- Frequência mínima: 150 min/semana de exercício moderado ou 75 min/semana de alta intensidade + 2 sessões de força\n\n**Intervenção nutricional:**\n- Dieta anti-inflamatória com redução de carga glicêmica\n- Restrição de carboidratos refinados e açúcares simples\n- Priorizar proteínas de alto valor biológico para preservação e ganho de massa muscular\n- Avaliar e corrigir disbiose intestinal (impacto na permeabilidade e inflamação sistêmica)\n- Reduzir álcool (hepatotóxico e promotor de adipogênese visceral)\n\n**Sono e estresse:**\n- Privação de sono e hipercortisolemia crônica promovem adipogênese visceral\n- Avaliar e tratar apneia do sono (frequentemente associada ao padrão androide)\n- Estratégias de manejo do estresse (cortisol elevado favorece acúmulo abdominal)\n\n**Abordagem hormonal (individualizar):**\n- Em mulheres pós-menopáusicas com redistribuição adiposa acelerada: avaliar indicação de terapia hormonal (estradiol não oral preserva ou melhora perfil metabólico; progesterona micronizada é preferível a progestágenos sintéticos)\n- Corrigir deficiência de vitamina D (alvo > 40–60 ng/mL, ou > 80 ng/mL em alto risco cardiovascular)\n- Avaliar e corrigir hipotireoidismo subclínico\n\n**Farmacológico (quando indicado):**\n- Metformina: considerar em resistência insulínica significativa (HOMA-IR elevado) mesmo sem diabetes estabelecido\n- Agonistas GLP-1 (semaglutida, liraglutida): evidência robusta para redução de gordura visceral e eventos cardiovasculares; indicar conforme critérios clínicos\n- Estatinas: se dislipidemia aterogênica presente\n\n---\n\n### Critérios de Encaminhamento\n\n- **Endocrinologia:** síndrome metabólica estabelecida, diabetes ou pré-diabetes, suspeita de SOP, hiperandrogenismo, hipotireoidismo, indicação de terapia hormonal\n- **Cardiologia:** risco cardiovascular alto ou muito alto (Framingham/Escore de risco elevado), hipertensão refratária, dislipidemia grave\n- **Ginecologia/Climatério:** manejo da menopausa e avaliação de terapia hormonal\n- **Nutricionista:** elaboração de plano alimentar individualizado (encaminhamento de rotina)\n- **Educador físico/Medicina do exercício:** prescrição de exercício supervisionado\n\n---\n\n### Monitoramento\n- Repetir DXA a cada 6–12 meses para avaliar resposta às intervenções\n- Reavaliar marcadores metabólicos (glicemia, insulina, perfil lipídico, hs-CRP) a cada 3–6 meses durante intervenção ativa\n- Documentar evolução da circunferência abdominal e peso em cada consulta"
}
