{
  "score_item_id": "019bf31d-2ef0-7c93-82c4-b69ec8e87aa2",
  "clinical_relevance": "A água corporal total (ACT) representa a fração do peso corporal composta por água, sendo o principal componente do organismo humano. Em adultos jovens saudáveis, a ACT corresponde a aproximadamente 60% do peso corporal nos homens e 50–55% nas mulheres, variando de 40% a 90% conforme idade, sexo, composição corporal e estado de hidratação. A diferença entre sexos reflete o maior percentual de massa gorda nas mulheres, que possui menor conteúdo hídrico que o tecido muscular. Com o envelhecimento, a ACT declina progressivamente — em idosos pode cair para 45–50% do peso corporal — em consequência da redução da massa muscular (sarcopenia) e do aumento relativo da gordura corporal.\n\nFisiologicamente, a ACT distribui-se em dois compartimentos: líquido intracelular (LIC), que corresponde a aproximadamente 2/3 da ACT, e líquido extracelular (LEC), que constitui o terço restante, subdividido em plasma (~25% do LEC) e líquido intersticial (~75% do LEC). A homeostase hídrica é regulada primariamente pelo sistema renina-angiotensina-aldosterona, pelo hormônio antidiurético (ADH/vasopressina) e pelos osmorreceptores hipotalâmicos. A osmolalidade plasmática, mantida na faixa estreita de 275–295 mOsm/kg, é o principal regulador do balanço hídrico e pode ser estimada indiretamente pelo sódio sérico — quando excluídas hiperglicemia e insuficiência renal.\n\nA mensuração da ACT é obtida principalmente por bioimpedância elétrica (BIA) e, com maior precisão, por diluição isotópica (padrão ouro). Na prática clínica, a BIA fornece a ACT em litros e discrimina água intracelular (AIC) e água extracelular (AEC), permitindo cálculo do índice de hidratação (AEC/ACT). Uma razão AEC/ACT superior a 0,40 pode indicar sobrecarga hídrica extracelular, frequentemente associada a edema, inflamação crônica, hipoalbuminemia ou insuficiência cardíaca/renal. Valores abaixo da faixa esperada, interpretados em conjunto com o percentual de massa magra, indicam desidratação.\n\nDo ponto de vista clínico, a sub-hidratação crônica associa-se a comprometimento cognitivo, redução da performance física, nefrolitíase, infecções do trato urinário, constipação intestinal, e — segundo evidências emergentes — aceleração do envelhecimento biológico por mecanismos de senescência celular, estresse oxidativo, prejuízo à proteostase e disfunção mitocondrial. Estudo em adultos de 51–70 anos demonstrou que sódio sérico abaixo de 135 mmol/L ou acima de 145 mmol/L — indicadores indiretos de desvios do estado de hidratação — associou-se a maior risco de desfechos adversos de saúde e mortalidade.\n\nNa composição corporal, a ACT é parâmetro indispensável: déficit energético crônico com catabolismo proteico manifesta-se na bioimpedância como alterações nos compartimentos hídricos, frequentemente com redução da AIC e aumento relativo da AEC. Na dieta cetogênica, há mobilização aguda de glicogênio hepático (~100 g) e muscular (~400 g), com liberação de aproximadamente 1 kg de água (2 g de água por 1 g de glicogênio), explicando a rápida redução de peso na primeira semana — que representa essencialmente perda hídrica, não de gordura. Este fenômeno ilustra a importância de interpretar a ACT em contexto clínico e nutricional.\n\nA interpretação clínica da ACT deve sempre considerar: peso, altura, sexo, idade, massa muscular esquelética, percentual de gordura e estado clínico atual. Isoladamente, a ACT em litros tem significado limitado; sua valorização ocorre na correlação com a massa magra esperada e na avaliação longitudinal do mesmo paciente.",
  "points": 0,
  "patient_explanation": "A água corporal total é a quantidade de água presente no seu corpo, medida em litros. Água é o principal componente do organismo humano — em adultos saudáveis, ela representa entre 50% e 65% do peso corporal, dependendo da quantidade de músculo e gordura que cada pessoa tem. Isso porque o músculo retém muito mais água do que o tecido gorduroso.\n\nEssa medida é importante porque a água participa de praticamente todas as funções do corpo: transporte de nutrientes, regulação da temperatura, funcionamento dos rins, digestão e até o desempenho do cérebro. Quando o corpo não tem água suficiente, podem surgir sintomas como cansaço, dificuldade de concentração, câimbras e sensação de inchaço.\n\nQuando o resultado está abaixo do esperado para seu perfil, pode indicar desidratação ou perda de massa muscular. Quando está acima, pode significar retenção de líquidos, que às vezes acontece em processos inflamatórios ou quando os rins e o coração precisam de atenção. Seu médico interpretará esse valor junto com outros dados da sua avaliação de composição corporal para entender o que está acontecendo e orientar as melhores estratégias para você.",
  "conduct": "## Conduta Clínica — Água Corporal Total (L)\n\n### 1. Interpretação do Resultado\n\n- **Relacionar a ACT absoluta (litros) à massa magra esperada e ao peso corporal**\n- Calcular o percentual de hidratação: ACT ÷ peso corporal × 100\n  - Homens: esperado ~60% (faixa 55–65%)\n  - Mulheres: esperado ~50–55% (faixa 45–60%)\n  - Idosos (>65 anos): valores inferiores são esperados (~45–55%)\n- Avaliar a razão água extracelular / água corporal total (AEC/ACT) se disponível na BIA\n  - AEC/ACT > 0,40: sugestivo de expansão do compartimento extracelular (edema, inflamação, hipoalbuminemia)\n  - AEC/ACT normal: 0,36–0,39\n\n### 2. Investigação Complementar\n\n**Quando ACT estiver reduzida para o perfil do paciente:**\n- **Sódio sérico** — hipernatremia (>145 mEq/L) confirma desidratação hipertônica\n- **Osmolalidade plasmática** — referência: 275–295 mOsm/kg; valores elevados indicam desidratação\n- **Ureia e creatinina** — razão ureia/creatinina elevada (>20) sugere desidratação e/ou catabolismo proteico\n- **Densidade urinária** — USG ≥ 1,013 indica urina concentrada (inadequada hidratação)\n- **Ácido úrico sérico** — elevado em desidratação e catabolismo\n- **Hemograma** — hemoconcentração (hematócrito e hemoglobina elevados) reforça desidratação\n- **Albumina sérica** — hipoalbuminemia pode falsear o estado hídrico\n\n**Quando ACT estiver elevada (possível retenção hídrica):**\n- **Sódio sérico** — hiponatremia (<135 mEq/L) pode indicar expansão do volume ou SIAD\n- **Função renal** — creatinina, ureia, TFG estimada\n- **Peptídeo natriurético (BNP ou NT-proBNP)** — avaliação de sobrecarga cardíaca\n- **Albumina e proteínas totais** — excluir síndrome nefrótica ou desnutrição\n- **TSH** — hipotireoidismo como causa de retenção hídrica\n- **Exame de urina** — proteinúria, cilindrúria\n\n### 3. Critérios de Encaminhamento a Especialistas\n\n- **Nefrologia:** hiponatremia grave (<130 mEq/L), hipernatremia sintomática, insuficiência renal com distúrbio hídrico\n- **Cardiologia:** suspeita de insuficiência cardíaca (BNP elevado, edema bilateral, dispneia)\n- **Endocrinologia:** SIAD (síndrome da secreção inapropriada de ADH), hipotireoidismo grave\n- **Nutrição:** desidratação crônica com perda de massa magra, padrão alimentar inadequado, necessidade de personalização da ingestão hídrica\n\n### 4. Intervenções Baseadas em Evidências\n\n**Para ACT reduzida / desidratação:**\n- **Meta de ingestão hídrica:** 30–35 mL/kg/dia como ponto de partida; ajustar conforme atividade física, clima e comorbidades\n- **Distribuição ao longo do dia:** orientar ingestão regular, sem depender apenas da sede (especialmente em idosos)\n- **Fontes hídricas:** água, chás sem cafeína, alimentos com alto teor de água (frutas, vegetais); evitar refrigerantes e bebidas com cafeína em excesso como fontes principais\n- **Eletrólitos:** em contextos de sudorese intensa ou dieta cetogênica, considerar reposição de sódio (~2 g/dia) e outros eletrólitos\n- **Monitoramento:** reavaliar bioimpedância em 4–8 semanas após intervenção\n\n**Para ACT elevada / retenção hídrica:**\n- Tratar a causa subjacente (cardíaca, renal, hepática, nutricional)\n- **Restrição hídrica:** indicada em casos de hiponatremia hipervolêmica (500 mL/dia abaixo do volume urinário de 24h)\n- **Dieta com adequação de sódio:** não restringir proteínas ou sódio indiscriminadamente sem indicação\n- Avaliar uso de diuréticos apenas quando clinicamente indicado e sob supervisão\n\n**Contexto de composição corporal e exercício:**\n- Em déficit energético crônico, a bioimpedância pode mostrar redução da água intracelular (catabolismo muscular) — priorizar adequação proteica (1,6–2,2 g/kg) e treino de resistência\n- Na dieta cetogênica: alertar o paciente de que a perda de peso na primeira semana (~1 kg) reflete liberação de água do glicogênio, não perda de gordura\n- Monitorar desidratação em atletas e praticantes de atividade física intensa: ureia aumentada com creatinina normal é sinal de alerta para desidratação associada a catabolismo proteico\n\n### 5. Metas de Acompanhamento\n\n- **Reavaliação por BIA:** a cada 4–8 semanas durante intervenções ativas de composição corporal\n- **Marcadores laboratoriais:** sódio, ureia, creatinina e ácido úrico na revisão periódica\n- **Educação do paciente:** orientar sobre sinais de desidratação (urina escura, cefaleia, fadiga, boca seca) e de retenção hídrica (edema matinal, ganho de peso rápido, dispneia)"
}
