{
  "score_item_id": "019bf31d-2ef0-79d7-b34c-6903192383d5",
  "clinical_relevance": "A água corporal total (ACT) representa a fração hídrica do organismo expressada como percentual do peso corporal. Em homens adultos jovens saudáveis, a ACT situa-se tipicamente entre 55% e 65%, refletindo maior proporção de massa muscular (que contém aproximadamente 73% de água) em comparação com tecido adiposo (que contém cerca de 10–15% de água). Com o envelhecimento, há redução progressiva da ACT — homens com mais de 60 anos frequentemente apresentam valores de 50–55% — em decorrência da sarcopenia fisiológica e do aumento relativo de gordura corporal. Valores abaixo de 50% em homens adultos de meia-idade devem suscitar investigação de desidratação crônica, excesso de adiposidade visceral, sarcopenia clinicamente significativa ou combinação dessas condições.\n\nFisiologicamente, a ACT distribui-se entre compartimentos intracelular (~55–60% da ACT) e extracelular (~40–45% da ACT, subdividido em plasma e líquido intersticial). O balanço hídrico é regulado primariamente por osmorreceptores hipotalâmicos, hormônio antidiurético (ADH/vasopressina), sistema renina-angiotensina-aldosterona e pressorreceptores carotídeos. Alterações na tonicidade plasmática — refletidas indiretamente pela natremia — sinalizam distúrbios no balanço hídrico antes que a ACT se altere de forma clinicamente detectável pela bioimpedância.\n\nA relevância prognóstica da hidratação corporal é substancial. Estudos de coorte demonstram que natremia abaixo de 135 mmol/L ou acima de 145 mmol/L associa-se a maior probabilidade de desfechos adversos e mortalidade em adultos de 51–70 anos. A desidratação subclínica e crônica tem sido associada a comprometimento cognitivo, redução de performance física, aceleração do envelhecimento celular por mecanismos envolvendo estresse oxidativo, proteostase prejudicada e disfunção mitocondrial, além de possível encurtamento de telômeros e ativação de vias inflamatórias. Dados da literatura indicam que sub-hidratação associa-se a obesidade, doenças crônicas e mortalidade em horizonte de 3–6 anos em população americana de 51–70 anos.\n\nNa bioimpedância (BIA) — método padrão de mensuração da ACT na prática clínica — a ACT é calculada a partir da impedância elétrica tecidual. Em estados de desidratação, a resistência elétrica aumenta e a ACT é subestimada; na sobrecarga hídrica, o inverso ocorre. Déficits energéticos crônicos, perda de massa muscular acelerada (sarcopenia, caquexia), uso de diuréticos, corticosteroides ou excesso de hormônio do crescimento (GH — que promove retenção hídrica por reabsorção tubular de sódio) podem interferir significativamente nos valores mensurados. A dieta cetogênica, por mobilizar aproximadamente 500 g de glicogênio (com liberação de ~1 kg de água associada, na proporção de 2 g H₂O por 1 g de glicogênio), causa queda aguda e transitória da ACT na primeira semana, que não reflete perda real de massa.\n\nEstrificação de risco em homens:\n- ACT >= 60%: Adequado, massa muscular preservada\n- ACT 55–59%: Limite inferior, monitorar hidratação e composição corporal\n- ACT 50–54%: Reduzido — investigar sarcopenia, excesso adiposo ou desidratação\n- ACT < 50%: Criticamente baixo — alta probabilidade de sarcopenia significativa, excesso de gordura corporal e/ou desidratação crônica; requer investigação estruturada",
  "points": 8,
  "patient_explanation": "A água corporal total indica quanto do seu peso é composto por água, e esse número é muito importante para entender a saúde do seu corpo. Em homens saudáveis, o ideal é que entre 55% e 65% do peso seja água — quanto mais músculo você tem, mais água seu corpo retém, pois o músculo é naturalmente rico em água. Já a gordura contém bem menos água.\n\nQuando esse percentual cai abaixo do esperado, pode ser sinal de que você está desidratado de forma crônica, perdendo músculo com o tempo (o que acontece naturalmente com a idade, mas pode ser acelerado por sedentarismo ou alimentação inadequada) ou acumulando mais gordura do que o saudável. Níveis baixos de água corporal têm sido associados a maior cansaço, pior raciocínio, queda de desempenho físico e, a longo prazo, maior risco de doenças crônicas. A boa notícia é que esse parâmetro responde bem a mudanças de estilo de vida: beber água adequada ao longo do dia, praticar exercícios de força para preservar músculo e manter uma alimentação equilibrada são as estratégias mais eficazes.",
  "conduct": "## Conduta Clínica — Água Corporal Total (%) em Homens\n\n### Interpretação e Estratificação\n\n- **>= 60%:** Normal — manter orientações gerais de hidratação e exercício\n- **55–59%:** Limítrofe — revisar ingestão hídrica, avaliar composição corporal completa\n- **50–54%:** Reduzido — investigação obrigatória de causas (sarcopenia, adiposidade excessiva, desidratação crônica)\n- **< 50%:** Criticamente baixo — abordagem estruturada e, conforme contexto clínico, encaminhamento a especialista\n\n---\n\n### Investigação Complementar\n\n**Exames laboratoriais:**\n- Sódio sérico (referência 135–145 mmol/L) — marcador indireto de estado de hidratação e osmolalidade plasmática\n- Ureia e creatinina — razão ureia/creatinina elevada (>20) sugere desidratação ou catabolismo proteico aumentado\n- Osmolalidade plasmática calculada ou medida (referência 275–295 mOsmol/kg)\n- Albumina sérica — marcador de estado nutricional e reserva proteica\n- Hemograma completo — hemoconcentração pode indicar desidratação\n- TSH e T3 livre — déficit energético crônico pode reduzir T3 e elevar TSH (pseudo-hipotireoidismo funcional), comprometendo composição corporal\n- Cortisol matinal — hipercortisolismo favorece catabolismo muscular e redistribuição hídrica\n- Testosterona total e livre — hipogonadismo associa-se a sarcopenia e redução de ACT\n- IGF-1 — avaliação indireta do eixo GH/IGF-1; deficiência de GH pode alterar distribuição hídrica\n\n**Avaliação de composição corporal:**\n- Bioimpedância multifrequencial (preferencial) ou tetrapolar — avaliar ACT, massa muscular esquelética, massa de gordura, água intracelular vs. extracelular\n- Considerar DXA se disponível, especialmente para suspeita de sarcopenia\n- Circunferências (cintura, pescoço, panturrilha) como marcadores funcionais associados\n\n**Avaliação de hidratação:**\n- Gravidade específica urinária (USG): valores >= 1.013 indicam urina concentrada, sugerindo ingestão hídrica insuficiente\n- Cor da urina — marcador simples e validado de estado de hidratação\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**1. Otimização da hidratação**\n- Meta de ingestão hídrica: ~30–35 mL/kg/dia como ponto de partida; ajustar conforme atividade física, clima e perdas\n- Distribuição ao longo do dia, não concentrada em grandes volumes pontuais\n- Monitorar coloração urinária como biofeedback simples (meta: amarelo claro)\n- Em pacientes com restrição (insuficiência cardíaca, renal), individualizar com base em balanço hídrico\n\n**2. Preservação e ganho de massa muscular (principal determinante da ACT)**\n- Treino de força progressivo: mínimo 2–3 sessões/semana com sobrecarga mecânica adequada\n- Ingestão proteica: 1,6–2,2 g/kg/dia para indivíduos com objetivo de preservar ou ganhar massa magra\n- Distribuição proteica em 3–5 refeições ao dia, com inclusão de aminoácidos essenciais no pós-treino\n- Em pacientes >= 50 anos com sinais de sarcopenia (queda de força, baixa panturrilha, ACT < 55%), considerar suplementação com leucina ou HMB (1 g 3x/dia) associada ao treino\n\n**3. Redução de adiposidade quando indicado**\n- Déficit calórico moderado (300–500 kcal/dia) com elevada ingestão proteica para preservar massa magra durante o emagrecimento\n- Evitar restrição calórica agressiva sem suporte nutricional — risco de perda de massa muscular, queda de metabolismo basal e redução paradoxal da ACT por sarcopenia\n- Monitorar bioimpedância a cada 4–8 semanas para avaliar resposta de composição corporal\n\n**4. Atenção a situações que alteram artificialmente a ACT**\n- Dieta cetogênica: queda de ~1 kg de água na primeira semana é esperada (mobilização de glicogênio) — não interpretar como piora clínica\n- Uso de GH exógeno: aumenta ACT por retenção hídrica sem ganho de massa miofibrilar real — considerar ao interpretar resultados\n- Uso de corticosteroides, diuréticos, mineralocorticoides: alteram distribuição e volume hídrico\n\n---\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista:** suspeita de hipogonadismo, deficiência de GH, hipotireoidismo ou hipercortisolismo contribuindo para alteração de composição corporal\n- **Nutricionista:** para todos os pacientes com ACT < 55%, especialmente quando há objetivo de modificação de composição corporal — emagrecimento efetivo requer suporte nutricional especializado e individualizado\n- **Nefrologista:** distúrbios hidroeletrolíticos significativos (hiponatremia, hipernatremia), insuficiência renal ou quando balanço hídrico não responde às intervenções habituais\n- **Geriatra/especialista em sarcopenia:** homens >= 60 anos com ACT < 52%, baixa força de preensão palmar e/ou baixa velocidade de marcha\n\n---\n\n### Monitoramento\n\n- Repetir bioimpedância em condições padronizadas (mesmo horário, estado de jejum, grau de hidratação similar) a cada 4–8 semanas durante intervenção ativa\n- Reavaliar sódio sérico e ureia/creatinina em 4–6 semanas se alterados na avaliação inicial\n- Documentar mudanças de ACT em paralelo com massa muscular e gordura para interpretar corretamente a evolução"
}
