{
  "score_item_id": "019bf31d-2ef0-79a0-a69f-ba649fcffef2",
  "clinical_relevance": "A água corporal total (ACT) representa a fração hídrica do organismo expressa como percentual do peso corporal, sendo um marcador central de composição corporal e estado de hidratação. Em mulheres adultas, os valores de referência para ACT variam conforme a faixa etária e nível de adiposidade: mulheres jovens (18-39 anos) apresentam ACT de 45-60% do peso corporal; mulheres de meia-idade (40-59 anos) de 43-57%; e mulheres idosas (≥60 anos) de 41-56%. A menor ACT nas mulheres em relação aos homens (que apresentam 50-65%) deve-se fundamentalmente à maior proporção de tecido adiposo, que é praticamente anidro (10-15% de água), em contraste com o tecido muscular (70-75% de água).\n\nFisiologicamente, a ACT é distribuída em dois compartimentos: intracelular (aproximadamente 67% da ACT) e extracelular (33%, subdividido em intravascular e intersticial). A regulação da ACT envolve mecanismos osmorreceptores hipotalâmicos, secreção de hormônio antidiurético (ADH/vasopressina), sistema renina-angiotensina-aldosterona e peptídeos natriuréticos. A osmolalidade plasmática, mantida no intervalo restrito de 275-295 mOsm/kg H2O, é o parâmetro padrão-ouro de hidratação, embora o sódio sérico seja o proxy clínico mais utilizado.\n\nA sub-hidratação crônica — frequentemente subdiagnosticada — associa-se a um espectro de desfechos adversos: comprometimento cognitivo, redução de desempenho físico, aceleração do envelhecimento celular por mecanismos de senescência, disfunção mitocondrial, estresse oxidativo e encurtamento de telômeros. Em coortes de adultos com sódio sérico abaixo de 135 mmol/L ou acima de 145 mmol/L (reflexo de hidratação inadequada), demonstrou-se maior morbimortalidade. A hidratação subótima também se associa a alterações metabólicas que promovem doenças degenerativas e redução da expectativa de vida.\n\nNa bioimpedância (BIA), principal método utilizado para mensurar ACT na prática clínica, valores reduzidos de ACT% em mulheres podem refletir: (1) excesso de gordura corporal (substituindo compartimentos hídricos), (2) sarcopenia com perda de massa muscular e consequente redução do compartimento hídrico intracelular, (3) desidratação crônica ou aguda, ou (4) combinação desses fatores. A sarcopenia em mulheres com peso normal — condição frequentemente não reconhecida — manifesta-se exatamente por ACT% reduzida na BIA, com massa muscular insuficiente apesar de IMC aparentemente adequado.\n\nACT% elevada, por outro lado, pode indicar retenção hídrica por insuficiência cardíaca, hepática ou renal, hipoalbuminemia, uso de corticosteroides ou anticoncepcional oral, síndrome nefrótica ou hipotireoidismo. Em contextos de dieta cetogênica, a fase inicial promove redução acentuada de ACT (cerca de 1 kg de água por 500 g de glicogênio mobilizado, equivalente a 2 g água/g glicogênio), explicando perdas rápidas iniciais de peso que não refletem redução de gordura.\n\nDo ponto de vista do envelhecimento biológico, pesquisas recentes (2026) demonstram relação em U entre sódio sérico e envelhecimento biológico, sugerindo que a hidratação ótima — refletida em ACT% adequada — pode modular a trajetória de envelhecimento e a susceptibilidade a doenças relacionadas à idade. A hidratação insuficiente remodela o metabolismo, promove doenças degenerativas e encurta a vida.",
  "points": 8,
  "patient_explanation": "A água corporal total é a quantidade de água presente no seu corpo, expressa como porcentagem do seu peso. Nosso corpo é composto em grande parte por água — ela está dentro das células, nos vasos sanguíneos e nos tecidos. Para mulheres adultas, o ideal é que esse percentual fique entre 45% e 60%, variando conforme a idade.\n\nEsse número importa porque nos ajuda a entender sua composição corporal de forma mais precisa do que a balança sozinha. Quando o percentual está baixo, pode significar que há pouca massa muscular (que retém muito mais água que a gordura), que você está desidratada cronicamente, ou que há excesso de gordura corporal. Quando está muito alto, pode indicar retenção de líquidos por diferentes causas.\n\nManter esse equilíbrio hídrico é fundamental: uma hidratação adequada protege o cérebro, melhora o desempenho físico, favorece a recuperação muscular, regula a pressão arterial e pode até retardar o envelhecimento celular. O ideal é que esse parâmetro seja avaliado junto com outros dados de composição corporal para traçar o melhor plano de saúde para você.",
  "conduct": "## Conduta Clínica: Água Corporal Total (%) — Mulher\n\n### Interpretação dos Resultados\n\n- **Abaixo do normal para a faixa etária** (< 45% em jovens, < 43% em meia-idade, < 41% em idosas): investigar causa\n- **Dentro do normal**: reforçar hábitos de hidratação e monitorar evolução\n- **Acima do normal** (> 60%): investigar retenção hídrica patológica\n\n---\n\n### Investigação Complementar\n\n**ACT% reduzida — investigar:**\n- **Composição corporal completa via BIA ou DEXA**: percentual de gordura, massa muscular esquelética, índice de massa muscular apendicular (IMMA), ângulo de fase\n- **Avaliação de sarcopenia**: força de preensão palmar (dinamometria), teste de velocidade de marcha, SARC-F questionnaire\n- **Hidratação**: osmolalidade urinária, densidade urinária (USG ≥ 1.013 indica urina concentrada), coloração da urina, sódio sérico\n- **Perfil metabólico**: glicemia de jejum, insulina, HOMA-IR, perfil lipídico, TSH, T3 livre (hipotireoidismo pode alterar composição hídrica)\n- **Marcadores inflamatórios**: PCR-ultrassensível, homocisteína (em mulheres com sarcopenia ou risco metabólico)\n- **Função renal e hepática**: ureia, creatinina, TGO, TGP, albumina sérica\n\n**ACT% elevada — investigar:**\n- Edemas: localização, fóvea, simetria\n- Função cardíaca (BNP/NT-proBNP, ecocardiograma se suspeita)\n- Função hepática e renal completa\n- Albumina sérica (hipoalbuminemia como causa de edema)\n- TSH (hipotireoidismo associado a retenção hídrica)\n- Uso de medicamentos: corticosteroides, anticoncepcionais orais, anti-inflamatórios\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### Para ACT% Reduzida por Baixa Massa Muscular / Sarcopenia\n\n- **Treinamento de força progressivo**: pilar fundamental para aumento de massa muscular e, consequentemente, de ACT%. Priorizar em mulheres com baixo metabolismo basal e flacidez\n- **Adequação proteica**: 1,6-2,2 g de proteína/kg/dia para ganho muscular; método prático de porções (palma da mão por refeição)\n- **Encaminhar à nutricionista** para plano alimentar individualizado — emagrecimento efetivo demanda parceria com nutricionista\n- **Monitorar evolução com BIA serial**: reavaliar em 1-2 meses após intervenção\n- **Aminoácidos essenciais**: considerar suplementação no pós-treino para ressíntese de glicogênio e preservação de massa magra\n\n#### Para ACT% Reduzida por Desidratação\n\n- **Meta de hidratação**: 30-35 mL/kg/dia de água (ajustar conforme atividade física, clima, perdas)\n- **Monitoramento prático**: coloração da urina (alvo amarelo-claro a amarelo-palha)\n- **Eletrólitos**: em atletas ou pacientes com perdas elevadas, considerar reposição de sódio e potássio\n- **Atenção em dieta cetogênica**: mobilização de glicogênio inicial libera ~1 kg de água por 500 g de glicogênio; orientar 2 L/dia de líquidos e reposição eletrolítica (1 colher de chá de sal seguida de água para sintomas iniciais)\n\n#### Orientações Gerais de Estilo de Vida\n\n- **Exercício físico multimodal**: treino de força (prioritário para ACT) + aeróbico\n- **Qualidade do sono**: sono inadequado impacta metabolismo, composição corporal e recuperação muscular\n- **Manejo do estresse**: cortisol elevado cronicamente promove catabolismo muscular e retenção hídrica compensatória\n- **Acompanhamento multidisciplinar**: nutricionista, educador físico e médico funcional integrativo\n\n---\n\n### Critérios de Encaminhamento a Especialistas\n\n- **Nefrologista**: ACT% elevada com disfunção renal confirmada, hiponatremia (Na < 135 mEq/L) ou hipernatremia (Na > 145 mEq/L) refratárias\n- **Cardiologista**: suspeita de insuficiência cardíaca (edema + dispneia + BNP elevado)\n- **Endocrinologista**: hipotireoidismo confirmado, resistência insulínica grave, síndrome de Cushing\n- **Geriatra**: sarcopenia grave em idosas com ACT% muito reduzida e risco funcional\n- **Nutrólogo/Nutricionista**: sempre que ACT% estiver fora do alvo e houver necessidade de recomposição corporal estruturada\n\n---\n\n### Monitoramento e Reavaliação\n\n- **Frequência de reavaliação**: a cada 1-3 meses durante intervenção ativa\n- **Condições padronizadas para BIA**: jejum de 4h, sem exercício nas 12h anteriores, bexiga vazia, temperatura ambiente controlada\n- **Metas progressivas**: aumento de 1-2% de ACT ao longo de 3-6 meses é considerado resposta adequada à intervenção\n- **Correlacionar sempre com**: peso, IMC, percentual de gordura, massa muscular e marcadores laboratoriais para visão integrativa"
}