{
  "score_item_id": "019bf31d-2ef0-7d18-8c55-d6a20179017a",
  "clinical_relevance": "A água intracelular (ICW, do inglês Intracellular Water) representa o volume de água contido no interior das células e constitui aproximadamente 60–67% da água corporal total (TBW) em adultos saudáveis, correspondendo a cerca de 55–65% da TBW em mulheres e 60–67% em homens. Em termos absolutos, valores típicos situam-se entre 20–30 L em mulheres adultas e 25–35 L em homens adultos, com variações substanciais conforme massa muscular, idade e estado de hidratação.\n\nFisiologicamente, a ICW é o principal compartimento hídrico do organismo e está diretamente relacionada à massa celular ativa (BCM, Body Cell Mass) — a fração metabolicamente ativa do corpo, composta principalmente por músculo esquelético, tecido visceral e células imunes. A manutenção do volume intracelular é dependente de bombas iônicas (Na+/K+-ATPase), gradientes osmóticos transmembrana e da integridade estrutural da membrana celular. O potássio é o principal cátion intracelular e seu equilíbrio com o sódio extracelular determina em grande parte o volume de ICW.\n\nA mensuração da ICW é realizada por meio de bioimpedanciometria (BIA) multifrequência ou análise por impedância bioelétrica espectroscópica (BIS), que distingue os compartimentos intra e extracelular com base nas diferentes propriedades de condutividade elétrica. A BIA de frequência única (50 kHz) oferece estimativa menos precisa da ICW isolada; dispositivos multifrequência ou segmentados fornecem maior acurácia clínica.\n\nDo ponto de vista clínico, valores reduzidos de ICW são marcadores sensíveis de:\n- Sarcopenia e perda de massa muscular esquelética (o músculo retém aproximadamente 75% de seu peso em água, majoritariamente intracelular)\n- Desnutrição proteica e catabolismo crônico\n- Envelhecimento celular acelerado — a ICW declina progressivamente com a idade, refletindo redução da BCM e das bombas Na+/K+-ATPase\n- Déficit energético crônico, que pode comprometer a manutenção dos gradientes iônicos transmembrana\n- Doenças crônicas consumptivas (câncer, insuficiência cardíaca avançada, DPOC grave, infecções crônicas)\n\nValores elevados de ICW, quando proporcionais ao aumento de massa muscular (ex.: atletas, praticantes de treinamento de força), são indicadores positivos de hipertrofia funcional e capacidade metabólica aumentada. O músculo esquelético bem desenvolvido representa o maior reservatório de água intracelular do corpo e confere capacidade tamponante metabólica, maior sensibilidade insulínica e melhor regulação glicêmica.\n\nA relação ICW/ECW (água extracelular) é um indicador de qualidade celular: razões mais altas (>0,8–1,0) indicam células funcionalmente íntegras e bem hidratadas; razões reduzidas sugerem processo inflamatório, edema, sarcopenia ou doença crônica em curso. A razão ICW/TBW normalmente varia entre 0,60–0,67 em adultos saudáveis e tende a cair abaixo de 0,55 em estados catabólicos ou inflamatórios significativos.\n\nDo ponto de vista da longevidade, estudos de hidratação mostram que a subidratação crônica está associada a senescência celular acelerada, disfunção mitocondrial, estresse oxidativo aumentado e inflamação de baixo grau — todos mecanismos que afetam negativamente a ICW ao longo do tempo. A manutenção adequada da hidratação e da massa muscular é, portanto, estratégica para preservar a ICW ao longo do envelhecimento.",
  "points": 0,
  "patient_explanation": "A água intracelular é a água que fica dentro das suas células — especialmente dentro das células musculares. Ela representa a maior parte da água do seu corpo (mais de 60%). Quando temos bastante água dentro das células, isso geralmente significa que temos boa quantidade de músculo ativo e que as células estão funcionando bem. Quando esse valor está baixo, pode indicar que o corpo perdeu músculo, está em processo de envelhecimento acelerado ou que as células não estão recebendo a nutrição e hidratação adequadas. Esse parâmetro é medido por um exame chamado bioimpedância, que manda uma corrente elétrica imperceptível pelo corpo para medir os diferentes compartimentos de água. Manter bons níveis de água intracelular está diretamente ligado a ter mais energia, melhor metabolismo e maior saúde ao longo da vida. Para preservá-la, as principais estratégias são beber água adequada ao longo do dia, consumir proteína suficiente e praticar exercícios de força regularmente.",
  "conduct": "## Conduta Clínica: Água Intracelular (ICW) Reduzida ou Alterada\n\n### Interpretação dos Resultados\n\n- **ICW dentro da referência para sexo/idade/massa muscular:** sem ação imediata; monitorar evolução\n- **ICW reduzida com ECW normal ou aumentada (razão ICW/ECW baixa):** sugere sarcopenia, catabolismo ou inflamação crônica — investigar\n- **ICW reduzida com ECW aumentada (edema):** quadro de redistribuição hídrica — afastar hipoalbuminemia, insuficiência cardíaca, síndrome nefrótica, doença hepática\n- **ICW aumentada proporcional à massa muscular:** padrão favorável em atletas e praticantes de musculação\n\n---\n\n### Investigação Complementar\n\n**Laboratorial:**\n- Albumina sérica e pré-albumina (estado nutricional proteico)\n- Proteínas totais\n- Hemograma completo com leucograma\n- Função renal (creatinina, ureia, TFG estimada)\n- Eletrólitos: sódio, potássio, magnésio, fósforo\n- PCR-us e VHS (inflamação sistêmica)\n- TSH e T3 livre (hipotireoidismo pode reduzir BCM)\n- IGF-1 (marcador de anabolismo/GH)\n- Testosterona total e livre (em homens com sarcopenia)\n- Vitamina D 25-OH\n- Hemoglobina glicada e glicemia em jejum (resistência insulínica associada à sarcopenia)\n\n**Avaliação Funcional:**\n- Força de preensão manual (handgrip) — correlaciona-se com BCM e prognóstico\n- Teste de velocidade de marcha ou Timed Up and Go (TUG)\n- Bioimpedância multifrequência seriada (comparar ICW, ECW, TBW, BCM ao longo do tempo)\n- DEXA (quando disponível) para confirmação de massa muscular apendicular\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**1. Suporte Nutricional Proteico**\n- Ingestão proteica: **1,6–2,2 g/kg/dia** de peso corporal (ajustar para peso ideal em obesos)\n- Priorizar proteínas de alto valor biológico: carne, ovos, peixe, laticínios, whey\n- Distribuição proteica ao longo do dia (mínimo 25–30 g por refeição principal) para maximizar síntese proteica\n- Em pacientes com déficit proteico grave: considerar suplementação de aminoácidos essenciais (AAEs) ou whey protein\n\n**2. Hidratação Adequada**\n- Meta mínima: **30–35 mL/kg/dia** de água\n- Em pacientes com ICW reduzida por desidratação crônica, priorizar hidratação ao longo do dia em intervalos regulares\n- Eletrólitos (sódio, potássio, magnésio) essenciais para manutenção do volume intracelular\n\n**3. Treinamento de Força (Principal Intervenção para Aumentar ICW)**\n- Prescrever exercício resistido progressivo: **2–4 sessões/semana**, intensidade moderada-alta (60–80% de 1RM)\n- Foco em grandes grupos musculares: membros inferiores, dorsais, peitoral\n- Treinamento de força aumenta BCM e, consequentemente, ICW de forma sustentada\n- Combinação com exercício aeróbico moderado (não excessivo) otimiza composição corporal\n\n**4. Manejo de Condições Subjacentes**\n- Corrigir hipotireoidismo, deficiência de vitamina D, hipogonadismo — todos associados à perda de BCM\n- Tratar inflamação crônica de baixo grau (PCR-us elevada): dieta anti-inflamatória, controle de peso, suplementação de ômega-3\n- Avaliar e tratar resistência insulínica: sarcopenia e resistência insulínica têm relação bidirecional\n\n**5. Suplementação a Considerar**\n- **Creatina monoidratada:** 3–5 g/dia — aumenta fosfocreatina intramuscular, melhora performance no treino de força e pode aumentar ICW por maior retenção hídrica intracelular no músculo\n- **HMB (beta-hidroxi-beta-metilbutirato):** 1 g 3x/dia em pacientes ≥40 anos com dificuldade de recuperação muscular\n- **Vitamina D:** corrigir deficiência (meta 40–60 ng/mL de 25-OH vitamina D)\n- **Magnésio:** cofator da Na+/K+-ATPase; deficiência compromete gradientes iônicos\n\n---\n\n### Critérios de Encaminhamento\n\n- **Nutricionista:** sempre que ICW reduzida com déficit proteico ou nutricional identificado\n- **Educador físico/fisiologista do exercício:** prescrição individualizada de treinamento de força\n- **Nefrologista:** ICW reduzida com ECW aumentada e função renal comprometida\n- **Cardiologista:** suspeita de insuficiência cardíaca como causa de redistribuição hídrica\n- **Endocrinologista:** sarcopenia com suspeita de hipogonadismo, hipotireoidismo grave ou deficiência de GH\n\n---\n\n### Monitoramento\n\n- Repetir bioimpedância a cada **4–8 semanas** durante intervenção ativa\n- Meta: aumento progressivo de ICW e BCM com estabilidade ou redução de gordura corporal\n- Avaliar razão ICW/ECW como indicador de qualidade de resposta ao tratamento"
}
