{
  "score_item_id": "019bf31d-2ef0-701f-bf42-8db8a3af264b",
  "clinical_relevance": "A água extracelular (AEC, em litros) representa o volume de líquido presente fora das células, distribuído principalmente no plasma sanguíneo, no líquido intersticial e nas cavidades serosas. Em adultos saudáveis, a AEC corresponde a aproximadamente 40% da água corporal total (ACT), enquanto a água intracelular (AIC) representa os 60% restantes. O organismo humano é composto por 40% a 90% de água dependendo da composição corporal, idade e estado de hidratação do indivíduo.\n\n**Mensuração e Método**\nA AEC é mensurada primariamente por bioimpedanciometria (BIA) multifrecuencial ou por segmental, que estima os compartimentos hídricos a partir da resistência e reatância dos tecidos a correntes elétricas de baixa intensidade em diferentes frequências. Correntes de alta frequência penetram membranas celulares e refletem a ACT, enquanto correntes de baixa frequência ficam restritas ao espaço extracelular, permitindo a estimativa da AEC. A razão AEC/ACT (índice ECW/TBW) é o parâmetro derivado de maior relevância clínica, com valor de referência em torno de 0,36–0,40 em adultos saudáveis euvolêmicos; valores acima de 0,40 sugerem sobrecarga hídrica extracelular ou edema.\n\n**Valores de Referência e Interpretação**\nOs valores absolutos de AEC variam conforme sexo, massa corporal, estatura e composição corporal. Como orientação geral para adultos:\n- Homens: aproximadamente 18–22 L\n- Mulheres: aproximadamente 12–16 L\nEsses valores devem sempre ser interpretados em conjunto com a ACT e a AIC, e não isoladamente. A avaliação da razão AEC/ACT tem maior valor clínico do que o volume absoluto de AEC.\n\n**Fisiopatologia e Relevância Clínica**\nA regulação da AEC é mediada por mecanismos hormonais precisos: a aldosterona (produzida na zona glomerulosa do córtex adrenal) controla a retenção de sódio e excreção de potássio, sendo ativada pelo sistema renina-angiotensina-aldosterona (SRAA). O excesso de aldosterona ou cortisol causa retenção de sódio e expansão do compartimento extracelular, levando a edema e alterações eletrolíticas. A vasopressina (ADH) regula a permeabilidade dos ductos coletores renais à água livre. O sódio sérico — principal cátion extracelular — é o principal determinante da osmolalidade plasmática (referência: 275–295 mOsm/kg), que orienta o movimento de água entre compartimentos. A subidratação crônica associa-se a comprometimento cognitivo, redução da performance física, aceleração do envelhecimento celular por estresse oxidativo, disfunção proteostática e disfunção mitocondrial, além de redução da expectativa de vida.\n\n**Alterações Patológicas**\n- **Expansão da AEC (AEC elevada):** edema periférico, ascite, derrame pleural, insuficiência cardíaca congestiva, síndrome nefrótica, cirrose hepática, hipoalbuminemia, inflamação sistêmica, uso de corticosteroides ou mineralocorticoides em excesso. Na bioimpedância, a razão AEC/ACT > 0,40 é o marcador mais sensível.\n- **Contração da AEC (AEC reduzida):** desidratação, diarreia, vômitos, sudorese excessiva, uso de diuréticos, restrição severa de sódio. Na dieta cetogênica, a mobilização de aproximadamente 500 g de glicogênio (100 g hepático, 400 g muscular) libera cerca de 1 kg de água (2 g de água por 1 g de glicogênio), resultando em perda significativa de água na primeira semana, predominantemente do compartimento extracelular.\n- **Redistribuição hídrica na obesidade:** estudos indicam que a distribuição alterada de fluidos na obesidade pode refletir hipertonia plasmática, com expansão relativa do compartimento extracelular e redução da fração intracelular.\n\n**Implicações para Envelhecimento e Longevidade**\nA hidratação subótima foi associada a envelhecimento biológico acelerado em estudo de adultos americanos: sódio sérico abaixo de 135 mmol/L ou acima de 145 mmol/L — indicadores indiretos do estado de hidratação — correlacionaram-se a maior morbidade e mortalidade. A hidratação adequada mitiga a atrito telomêrico relacionado ao envelhecimento e reduz vias inflamatórias associadas à senescência celular endotelial.",
  "points": 0,
  "patient_explanation": "A água extracelular é o volume de líquido que fica fora das células do seu corpo — como no sangue, entre os tecidos e nas cavidades do organismo. Esse valor é medido pela bioimpedância, o aparelho que analisa a sua composição corporal.\n\nUm volume adequado de água extracelular é sinal de que o corpo está bem hidratado e equilibrado. Quando esse valor está alto demais, pode indicar retenção de líquido, que aparece como inchaço nas pernas, tornozelos ou rosto, e pode estar relacionado a problemas no coração, nos rins, no fígado ou a inflamação no organismo. Quando está baixo, pode indicar desidratação.\n\nO que torna esse exame especialmente útil é que ele revela detalhes que a balança não mostra: duas pessoas com o mesmo peso podem ter distribuições de líquido completamente diferentes, o que impacta diretamente na saúde. Manter o equilíbrio hídrico adequado — bebendo água ao longo do dia, consumindo alimentos ricos em minerais e evitando excesso de sódio — é fundamental para o funcionamento do coração, dos rins, dos músculos e do cérebro.",
  "conduct": "## Conduta Clínica: Água Extracelular (L)\n\n### Avaliação Inicial\n\n- **Contextualizar o valor absoluto** dentro da composição corporal global: comparar com a água corporal total (ACT) e calcular a razão AEC/ACT.\n  - Razão AEC/ACT normal: 0,36–0,40\n  - AEC/ACT > 0,40: sobrecarga hídrica extracelular ou edema\n  - AEC/ACT < 0,36: possível desidratação ou contração do espaço extracelular\n- **Avaliar sinais clínicos associados:** edema periférico (tornozelos, membros inferiores), ascite, dispneia, ganho de peso rápido, oligúria.\n- **Verificar condições que interferem na medida da BIA:** estado de hidratação no momento do exame, exercício recente, dieta cetogênica em curso (perda hídrica expressiva na fase inicial), fase do ciclo menstrual (retenção pré-menstrual), uso de diuréticos ou corticosteroides.\n\n### Investigação Complementar\n\n**Laboratorial:**\n- **Sódio sérico:** principal determinante da osmolalidade plasmática; referência 136–145 mmol/L. Sódio < 135 ou > 145 associado a piores desfechos de morbimortalidade.\n- **Osmolalidade plasmática** (quando disponível): referência 275–295 mOsm/kg; padrão para avaliação objetiva do estado de hidratação.\n- **Potássio sérico:** avaliação do balanço eletrolítico e função tubular renal.\n- **Ureia e creatinina:** ureia elevada com creatinina normal pode indicar desidratação e/ou catabolismo proteico aumentado; ambas elevadas sugerem disfunção renal.\n- **Albumina sérica:** hipoalbuminemia reduz a pressão oncótica e favorece edema por expansão do compartimento extracelular.\n- **BNP ou NT-proBNP:** quando há suspeita de insuficiência cardíaca como causa de expansão da AEC.\n- **Aldosterona e atividade de renina plasmática:** investigação de hiperaldosteronismo primário ou secundário em casos de retenção hídrica refratária.\n- **Cortisol matinal:** excesso de cortisol ativa receptores mineralocorticoides, causando retenção de sódio e expansão extracelular.\n- **PCR-us:** inflamação sistêmica crônica de baixo grau como causa de redistribuição hídrica e edema.\n- **Função tireoidiana (TSH, T3 livre):** hipotireoidismo pode causar mixedema (acúmulo de glicosaminoglicanos no espaço extracelular) com aparente expansão da AEC.\n- **Urina tipo I e densidade urinária:** densidade urinária ≥ 1,013 indica urina concentrada, sugerindo subidratação.\n\n**Funcional:**\n- **Peso corporal diário em série:** variação > 1 kg/dia sugere alteração hídrica aguda.\n- **Balanço hídrico:** ingestão vs. diurese, quando clinicamente indicado.\n\n### Causas de AEC Elevada (Expansão Extracelular)\n\n**Investigar e manejar conforme etiologia:**\n- **Insuficiência cardíaca:** encaminhar a cardiologista; manejo com diuréticos de alça (furosemida), restrição hídrica e sal.\n- **Síndrome nefrótica / doença renal:** encaminhar a nefrologista.\n- **Cirrose hepática com ascite:** encaminhar a hepatologista/gastroenterologista.\n- **Hipoalbuminemia nutricional:** aumentar aporte proteico (> 1,2 g/kg/dia de proteína de alto valor biológico); corrigir causas de má absorção.\n- **Uso de corticosteroides ou AINEs:** revisar necessidade e possibilidade de redução de dose.\n- **Inflamação sistêmica crônica:** investigar e tratar causa-raiz; suporte com ômega-3, vitamina D, estratégias anti-inflamatórias.\n- **Síndrome pré-menstrual com retenção hídrica:** suporte com magnésio (200–400 mg/dia), vitamina B6, revisão de padrão alimentar.\n\n### Causas de AEC Reduzida (Contração Extracelular)\n\n**Investigar e manejar conforme etiologia:**\n- **Desidratação:** aumentar ingesta hídrica para 30–35 mL/kg/dia como referência geral; ajustar conforme atividade física, temperatura ambiente e estado clínico.\n- **Dieta cetogênica em fase inicial:** orientar sobre a perda hídrica esperada (~1 kg na 1ª semana por mobilização de glicogênio); compensar com 2 L/dia de líquidos e reposição de eletrólitos (sódio: 1 colher de chá de sal/dia; potássio; magnésio).\n- **Uso excessivo de diuréticos:** revisar dose e indicação.\n- **Insuficiência adrenal / baixa funcional de aldosterona:** pacientes muito desgastados podem apresentar excreção aumentada de sódio mesmo com níveis séricos \"normais\"; confirmar por dosagem sanguínea ou salivar de aldosterona.\n\n### Intervenções Baseadas em Evidências\n\n#### Hidratação e Eletrólitos\n- **Meta de hidratação:** 30–35 mL/kg/dia como ponto de partida; ajustar conforme condição clínica.\n- **Sódio alimentar:** evitar tanto o excesso (> 5 g NaCl/dia) quanto a restrição excessiva (especialmente em atletas, pacientes com perda aumentada ou sob dieta cetogênica).\n- **Potássio:** manter ingestão adequada (3,5–4,7 g/dia via dieta) para suporte do equilíbrio hídrico.\n- **Magnésio:** deficiência frequente e subestimada; suplementar conforme nível basal (glicinato ou malato, 200–400 mg de magnésio elementar/dia).\n\n#### Abordagem da Composição Corporal\n- Avaliar sempre em conjunto com massa muscular, gordura corporal total e visceral, e marcadores metabólicos — o volume de AEC isolado tem interpretação limitada.\n- Repetir a bioimpedância em condições padronizadas (mesmo horário, jejum de 4h, bexiga vazia, sem exercício prévio) para comparação longitudinal confiável.\n- Em pacientes com déficit energético crônico, o desequilíbrio hídrico pode manifestar-se na bioimpedância como alterações de AEC, refletindo catabolismo e redistribuição hídrica.\n\n### Encaminhamentos\n\n- **Nefrologista:** AEC persistentemente elevada com alteração da função renal, hiponatremia ou hipernatremia refratária.\n- **Cardiologista:** suspeita de insuficiência cardíaca ou sobrecarga de volume.\n- **Endocrinologista:** alterações de aldosterona, cortisol, ADH ou tireoide como causa de desequilíbrio hídrico.\n- **Nutricionista:** otimização da hidratação, eletrólitos e padrão alimentar.\n\n### Monitoramento\n\n- Repetir bioimpedância em **4–12 semanas** conforme intervenção em curso.\n- Avaliar a razão AEC/ACT como tendência longitudinal, mais do que valor absoluto pontual.\n- Monitorar sódio sérico e função renal conforme necessidade clínica."
}
