{
  "score_item_id": "019bf31d-2ef0-7567-b727-55bf4560553e",
  "clinical_relevance": "A Razão AEC/ACT (%) expressa a proporção de Água Extra-Celular (AEC) em relação à Água Corporal Total (ACT), obtida por bioimpedanciometria segmentar ou tetrapolar. Em adultos saudáveis, o valor de referência situa-se entre 36–39% (0,36–0,39), variando conforme sexo, idade e composição corporal. Valores acima de 39–40% indicam expansão do compartimento extracelular em relação ao intracelular, refletindo retenção hídrica, inflamação sistêmica, redução de massa muscular (sarcopenia) ou síndrome de pré-edema.\n\nFisiologicamente, a água corporal distribui-se aproximadamente em 60% intracelular (AIC) e 40% extracelular (AEC). O equilíbrio entre esses compartimentos é mantido pela bomba Na+/K+ ATPase, pressão oncótica e regulação hormonal por aldosterona, vasopressina (ADH) e o sistema renina-angiotensina-aldosterona (SRAA). A razão AEC/ACT reflete a integridade funcional dessa distribuição.\n\nElevação da razão AEC/ACT ocorre nos seguintes contextos clínicos: (1) Inflamação crônica de baixo grau — a inflamação aumenta a permeabilidade capilar e favorece o acúmulo de fluido intersticial; (2) Sarcopenia — a redução de massa muscular diminui o compartimento intracelular, elevando proporcionalmente a fração extracelular; (3) Desnutrição proteico-calórica — hipoalbuminemia reduz a pressão oncótica e promove edema intersticial; (4) Disfunção renal — comprometimento da capacidade de excreção de sódio e água; (5) Insuficiência cardíaca e hepática — retenção de sódio mediada por SRAA e hiperaldosteronismo secundário; (6) Uso crônico de corticosteroides — ativação de receptores mineralocorticoides com retenção de sódio e edema.\n\nA bioimpedância é o método padrão não-invasivo para avaliação da razão AEC/ACT, com vantagem de ser operador-independente e de baixo custo. Dois indivíduos com mesmo IMC e mesmo peso podem ter razões AEC/ACT completamente distintas — um com predominância de massa muscular (AIC elevada, razão normal) e outro com sarcopenia ou edema (razão elevada). A osmolalidade plasmática (275–295 mOsm/kg) e o sódio sérico são marcadores complementares do estado de hidratação, mas não substituem a avaliação direta dos compartimentos hídricos por bioimpedância.\n\nDo ponto de vista epidemiológico, a razão AEC/ACT elevada está associada a maior risco de mortalidade em populações com doenças crônicas, sendo marcador precoce de sarcopenia em pacientes com obesidade sarcopênica — condição onde o IMC pode ser normal ou elevado mas a massa muscular está reduzida. O monitoramento longitudinal da razão AEC/ACT é útil para acompanhar resposta a intervenções nutricionais, exercício físico e terapia farmacológica.",
  "points": 8,
  "patient_explanation": "A Razão AEC/ACT mede como a água do seu corpo está distribuída entre dois espaços: dentro das células (principalmente no músculo) e fora das células (no sangue e nos tecidos). Em condições normais, cerca de 60% da água fica dentro das células e 40% fora. Quando essa proporção muda — ou seja, quando há mais água fora do que deveria —, pode ser um sinal de que há inflamação no organismo, perda de músculo, retenção de líquido ou até problemas nos rins, coração ou fígado. Esse exame é feito por um aparelho chamado bioimpedância, que passa uma corrente elétrica muito fraca e segura pelo corpo para medir esses compartimentos. É uma avaliação simples, rápida e importante porque pode identificar problemas que a balança ou o IMC não revelam — por exemplo, uma pessoa pode ter peso normal mas ter pouco músculo e excesso de líquido, o que aumenta riscos para a saúde. Quando seu médico acompanha esse valor ao longo do tempo, ele consegue ver se as intervenções de dieta e exercício estão funcionando de verdade, além do que o peso mostra.",
  "conduct": "## Conduta Clínica — Razão AEC/ACT (%)\n\n### Interpretação dos Resultados\n\n- **Normal:** 36–39% (0,36–0,39)\n- **Levemente elevada:** 39–41% — monitorar, investigar causas\n- **Elevada:** > 41% — investigação ativa obrigatória\n- **Reduzida:** < 36% — rara; pode indicar desidratação intracelular\n\n### Investigação Complementar\n\n**Exames laboratoriais iniciais:**\n- Função renal: creatinina, ureia, TFG estimada, ácido úrico\n- Eletrólitos: sódio, potássio, magnésio\n- Albumina sérica e proteínas totais (pressão oncótica)\n- Proteína C-reativa ultrassensível (PCR-us) e VHS (inflamação)\n- Hemograma completo\n- Função hepática: TGO, TGP, GGT, bilirrubinas, TP/INR\n- BNP ou NT-proBNP se suspeita de insuficiência cardíaca\n- TSH e T3/T4 livre (hipotireoidismo causa retenção hídrica)\n- Cortisol basal se uso de corticosteroides ou síndrome de Cushing suspeita\n\n**Avaliação funcional e física:**\n- Bioimpedância segmentar com análise de AEC, AIC, ACT, massa magra e massa gorda\n- Circunferência abdominal (homens sul-americanos > 90 cm; mulheres > 80 cm)\n- Avaliação de força muscular (dinamometria de preensão palmar)\n- Avaliação de edema clínico (sinal de cacifo)\n- Pressão arterial e frequência cardíaca\n\n### Critérios de Encaminhamento\n\n- **Nefrologia:** razão > 41% com TFG < 60 mL/min/1,73m² ou proteinúria\n- **Cardiologia:** razão > 41% com BNP elevado, dispneia ou edema de membros inferiores\n- **Hepatologia:** razão > 41% com alteração de enzimas hepáticas ou sinais de hipertensão portal\n- **Endocrinologia:** suspeita de hipotireoidismo, síndrome de Cushing ou hiperaldosteronismo primário\n- **Nutrição:** todos os casos com razão alterada para avaliação e ajuste de composição corporal\n\n### Intervenções Baseadas em Evidências\n\n**Para razão elevada por sarcopenia/redução de massa muscular:**\n- **Treino de força:** protocolo progressivo 2–4x/semana; aumentar massa intracelular é a intervenção mais eficaz para normalizar a razão AEC/ACT\n- **Proteína adequada:** 1,6–2,2 g/kg/dia de proteína de alta qualidade; aminoácidos essenciais no pós-treino favorecem síntese proteica e hipertrofia\n- **Aminoácidos de cadeia ramificada (BCAAs) e creatina:** considerar em pacientes com sarcopenia e baixo consumo proteico\n- **HMB (beta-hidroxi-beta-metilbutirato):** 1 g 3x/dia em pacientes acima de 30–40 anos com sinais de catabolismo muscular\n\n**Para razão elevada por inflamação:**\n- Investigar e tratar causa raiz da inflamação sistêmica\n- Dieta anti-inflamatória: redução de ultraprocessados, açúcares e gorduras trans; aumento de ômega-3\n- Monitorar PCR-us a cada 3 meses para avaliar resposta\n\n**Para razão elevada por retenção hídrica/desequilíbrio eletrolítico:**\n- Avaliar e corrigir ingestão de sódio\n- Garantir hidratação adequada: ~2 litros/dia em adultos sem restrição renal ou cardíaca\n- Corrigir déficits de potássio e magnésio se presentes (antagonismo ao sódio)\n- Avaliar uso de medicamentos que causam retenção hídrica (corticoides, anti-inflamatórios, bloqueadores de canal de cálcio)\n\n**Monitoramento:**\n- Repetir bioimpedância a cada 4–8 semanas durante intervenções ativas\n- Correlacionar com evolução de marcadores inflamatórios, função renal e composição corporal\n- Avaliação integrada com IMC, percentual de gordura e força muscular para decisão terapêutica"
}
