{
  "score_item_id": "c77cedd3-2800-7f52-b0eb-c1daf5da33fa",
  "clinical_relevance": "A circunferência do braço direito contraído (em contração máxima isométrica) é uma medida antropométrica que avalia indiretamente a massa muscular do membro superior dominante, sendo amplamente utilizada como marcador de composição corporal e reserva proteica musculoesquelética. A medida é realizada com o cotovelo fletido a 90° e a musculatura do bíceps em contração voluntária máxima, com fita métrica inelástica posicionada no ponto de maior volume do braço.\n\nFisiologicamente, o volume do braço em contração reflete a somatória de massa muscular (principalmente bíceps braquial, braquial e braquiorradial), tecido subcutâneo e estruturas ósseas. Em conjunto com a prega cutânea tricipital, permite estimar a área muscular do braço (AMB), indicador confiável de proteína muscular corporal total e estado nutricional proteico.\n\nValores de referência variam conforme sexo, idade e etnia. Em adultos brasileiros, valores médios para homens situam-se entre 31–35 cm e para mulheres entre 27–31 cm, com declínio progressivo a partir da quinta década de vida. Reduções na circunferência do braço contraído de 2 cm ou mais por década após os 50 anos são compatíveis com sarcopenia em progressão.\n\nA relevância clínica desta medida é especialmente significativa no rastreamento de sarcopenia. Conforme critérios do Asian Working Group for Sarcopenia (AWGS), a sarcopenia é definida pela presença combinada de baixa massa muscular (ASMI < 5,4 kg/m² em mulheres e < 7,0 kg/m² em homens pela DXA), baixa força muscular (força de preensão palmar < 18 kg em mulheres e < 28 kg em homens) e baixo desempenho físico (velocidade de marcha < 0,8 m/s). A circunferência do braço contraído correlaciona-se positivamente com o índice de massa muscular apendicular (ASMI) e com a força de preensão palmar, tornando-se um substituto prático em contextos sem acesso à DXA.\n\nDados epidemiológicos consolidados indicam que a sarcopenia afeta 5–13% dos adultos entre 60–70 anos e 11–50% dos maiores de 80 anos. Em mulheres pós-menopáusicas, fatores hormonais como queda de DHEA, estradiol e oxitocina aceleram a perda de massa muscular. Estudos demonstraram que DHEA se correlaciona positivamente com força de preensão (β = 0,403; p = 0,041) e velocidade de marcha (β = 0,58; p = 0,004) nessa população. Follistatina elevada associou-se negativamente com massa muscular e ASMI (β = −0,48; p = 0,042), enquanto oxitocina correlacionou-se positivamente com massa magra (β = 0,35; p = 0,036), sugerindo papel protetor sobre o músculo esquelético.\n\nDo ponto de vista do risco, pacientes com sarcopenia apresentam aumento de 93% nas mortes por câncer em geral e 41% maior mortalidade específica por câncer de mama. Meta-análises demonstram aumento de 44% nas mortes por todas as causas em indivíduos sarcopênicos. A hiperinsulinemia coexistente amplifica ainda mais o risco oncológico. Esses dados reforçam a importância da vigilância da massa muscular como marcador prognóstico transversal além do domínio musculoesquelético.",
  "points": 0,
  "patient_explanation": "A medida da circunferência do braço direito contraído avalia o tamanho do músculo do seu braço enquanto ele está tensionado, como quando você faz uma pose de força. Essa medida simples, feita com uma fita métrica, ajuda o médico a entender o quanto de músculo você tem no corpo.\n\nTer uma boa quantidade de músculo é muito importante para a saúde em geral. Os músculos não servem só para carregar peso: eles regulam o açúcar no sangue, protegem as articulações, sustentam os ossos e ajudam o sistema imunológico. Com o passar dos anos, é natural perder alguma massa muscular, mas quando essa perda é rápida ou intensa — uma condição chamada sarcopenia — os riscos para a saúde aumentam bastante, incluindo maior chance de quedas, fraturas, doenças e internações.\n\nSe o valor estiver abaixo do esperado para a sua idade e sexo, isso pode indicar que você precisa aumentar a ingestão de proteínas, praticar exercícios de força regularmente e, em alguns casos, investigar causas hormonais ou nutricionais. Pequenas mudanças no estilo de vida fazem grande diferença na preservação do músculo ao longo da vida.",
  "conduct": "## Avaliação Complementar\n\n### Antropometria e Composição Corporal\n- **Circunferência do braço relaxado** e **prega cutânea tricipital** para cálculo da Área Muscular do Braço (AMB) e Área de Gordura do Braço (AGB)\n- **Bioimpedância elétrica (BIA)** como método de triagem para massa muscular e massa gordurosa\n- **DXA (Densitometria de Corpo Total)** para quantificação do Índice de Massa Muscular Apendicular (ASMI) quando há suspeita de sarcopenia\n- **IMC, circunferência abdominal e razão cintura-quadril** para avaliação do contexto metabólico\n\n### Avaliação Funcional\n- **Dinamometria de preensão palmar** (força de preensão): principal teste funcional para rastreio de sarcopenia; valores de alerta < 18 kg em mulheres e < 28 kg em homens (critérios AWGS)\n- **Teste de velocidade de marcha** (6 metros): alerta para valores < 0,8 m/s\n- **Short Physical Performance Battery (SPPB)** quando indicado\n\n### Investigação Laboratorial\n- **Hemograma completo** e **albumina sérica**: marcadores de estado nutricional proteico\n- **Vitamina D (25-OHD)**: deficiência associada a sarcopenia (OR 0,51; IC 95% 0,11–0,82 para proteção em níveis adequados)\n- **DHEA-S**: marcador de reserva androgênica adrenal; declínio associado a perda de força e massa muscular em mulheres pós-menopáusicas\n- **Testosterona total e livre, IGF-1, GH** em casos selecionados com suspeita de deficiência hormonal\n- **TSH e T3/T4 livre**: hipotireoidismo pode causar perda de massa muscular e redução de força\n- **Glicemia de jejum, insulina e HOMA-IR**: resistência insulínica associada a aumento de miostatina e comprometimento da síntese muscular\n- **PCR ultrassensível e interleucinas** quando suspeita de inflamação crônica de baixo grau contribuindo para catabolismo muscular\n- **Creatinina sérica e ureia**: marcadores indiretos de catabolismo proteico muscular\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### Exercício Físico\n- **Treinamento resistido** (musculação, elásticos, peso corporal): principal intervenção para preservação e ganho de massa muscular; mínimo 2 sessões/semana, com progressão de carga\n- **Exercício aeróbico moderado** (≥ 210 min/semana): complementar, melhora capacidade cardiovascular e metabólica sem prejuízo à massa muscular\n- **Combinação aeróbio + resistência** demonstrou maior eficácia na preservação da massa magra em adultos com sobrepeso ou em processo de emagrecimento\n- Evitar déficit energético crônico sem suporte proteico e de treino de força, pois favorece catabolismo muscular\n\n### Nutrição\n- **Ingestão proteica adequada**: mínimo de 1,2–1,6 g/kg/dia em adultos saudáveis; até 2,0 g/kg/dia em casos de sarcopenia estabelecida ou durante restrição calórica\n- **Proteína de alto valor biológico**: whey, caseína, proteínas animais magras; o consumo de leite (≥ 250 mL/dia) associou-se a redução do risco de sarcopenia (OR 6,32; IC 95% 1,04–38,29 para ausência de consumo vs. consumo elevado)\n- **Suplementação de vitamina D**: indicada quando 25-OHD < 30 ng/mL, com dose individualizada (geralmente 1.000–4.000 UI/dia)\n- **Creatina monoidratada**: evidência de suporte à síntese muscular quando combinada ao treinamento resistido\n- **Leucina e aminoácidos essenciais**: estimulam via mTOR para síntese proteica\n\n### Abordagem Hormonal (quando indicada)\n- **DHEA** em mulheres pós-menopáusicas com deficiência documentada: pode contribuir para manutenção da força e massa muscular\n- **Terapia de reposição hormonal** em mulheres pós-menopáusicas: avaliação individualizada de risco-benefício\n- **Tratamento do hipotireoidismo**: normalização dos hormônios tireoidianos é fundamental para recuperação da força muscular\n\n---\n\n## Critérios de Encaminhamento\n\n- **Endocrinologia/Geriatria**: sarcopenia confirmada por critérios AWGS (baixa massa + baixa força + baixo desempenho), especialmente em idosos\n- **Nutricionista**: para prescrição dietética individualizada, especialmente em sarcopenia, obesidade sarcopênica ou pós-bariátricos\n- **Fisioterapia/Educação Física**: para prescrição e supervisão do treinamento resistido em pacientes com limitações funcionais ou risco de queda\n- **Reumatologia ou Neurologia**: quando a perda muscular for assimétrica, rápida ou acompanhada de outros sinais neurológicos ou inflamatórios\n\n---\n\n## Monitoramento\n- Reavaliação da circunferência do braço contraído, força de preensão e composição corporal a cada **1–3 meses** durante intervenção ativa\n- Manutenção do ciclo: avaliação → intervenção personalizada → reavaliação em 1–2 meses → ajuste de conduta\n- Documentar evolução longitudinal para diferenciar perda fisiológica relacionada ao envelhecimento de sarcopenia patológica"
}
