{
  "score_item_id": "c77cedd3-2800-761a-b634-7965cfecd6b7",
  "clinical_relevance": "A circunferência do braço contraído (flexionado) é uma medida antropométrica que reflete predominantemente o volume do músculo bíceps braquial e tecidos adjacentes do braço esquerdo em contração isométrica máxima. É um parâmetro de composição corporal amplamente utilizado na avaliação clínica e em pesquisa para estimar a massa muscular apendicular dos membros superiores, complementando medidas como circunferência do braço relaxado, pregas cutâneas e índices derivados de bioimpedância ou DEXA.\n\nFisiologicamente, o valor da circunferência contraída depende da hipertrofia do músculo esquelético, que é regulada pela via mTOR, síntese proteica miofibrilar, sinalização hormonal (testosterona, GH/IGF-1), e pelo balanço entre anabolismo e catabolismo muscular. Déficits energéticos crônicos, hipercatabolismo (cortisol elevado, déficit proteico, inflamação sistêmica com IL-6 elevada), e desequilíbrios hormonais — como hipoandrogenismo em homens (sarcopenia associada à baixa testosterona) — reduzem progressivamente essa medida. Em mulheres, a sarcopenia pode ocorrer mesmo em pacientes com peso normal, tornando essa medida antropométrica relevante mesmo na ausência de sobrepeso ou obesidade.\n\nValores de referência variam conforme sexo, idade, dominância e composição corporal global. Em geral, circunferências do braço contraído inferiores a valores esperados para sexo e idade sinalizam redução de massa muscular regional. A perda de massa muscular — sarcopenia — está associada a desfechos clínicos graves: a literatura demonstra que sarcopenia associa-se a 44% mais mortes por todas as causas e 93% mais mortes por câncer, além de aumentar mortalidade em câncer de mama em até 41%. O músculo esquelético é o principal reservatório de aminoácidos do organismo, fundamental para imunidade, metabolismo glicídico e resposta ao estresse catabólico.\n\nA medida do braço esquerdo contraído integra o raciocínio de avaliação simétrica bilateral: diferenças significativas entre braço dominante e não dominante podem indicar assimetrias por desuso, lesões neuromusculares (como sequelas de AVC com hemiparesia), ou desequilíbrios de treinamento. Em pacientes com hemiparesia pós-AVC, a redução da massa muscular no membro afetado é documentada pela menor capacidade de recrutamento de unidades motoras durante contrações dinâmicas, com alteração na composição de fibras musculares. A reabilitação com treinamento resistido demonstrou promover hipertrofia e redução de miostatina mesmo em sobreviventes de AVC, com benefícios em mortalidade, anos ativos e redução de síndrome metabólica.\n\nO acompanhamento longitudinal da circunferência do braço contraído permite monitorar resposta a intervenções de exercício resistido, suplementação proteica e otimização hormonal. Em contexto de envelhecimento, a manutenção dessa medida é indicador de funcionalidade, qualidade de vida e longevidade.",
  "points": 0,
  "patient_explanation": "A medida da circunferência do braço esquerdo contraído avalia o tamanho do seu músculo do braço (bíceps) quando você o flexiona ao máximo. Ela serve para entender quanto de músculo você tem nessa região e como sua massa muscular está evoluindo ao longo do tempo.\n\nMúsculos saudáveis e bem desenvolvidos são fundamentais para muito mais do que estética: eles regulam o açúcar no sangue, protegem as articulações, sustentam a postura, apoiam o sistema imunológico e estão diretamente ligados à longevidade e à qualidade de vida. Perder massa muscular — condição chamada de sarcopenia — pode acontecer silenciosamente, mesmo em pessoas com peso considerado normal.\n\nSe essa medida estiver abaixo do esperado para sua idade e sexo, ou se tiver reduzido ao longo do tempo, isso pode indicar que você está perdendo músculo. Causas comuns incluem sedentarismo, alimentação com pouca proteína, alterações hormonais, estresse crônico ou doenças. A boa notícia é que com exercícios de força regulares e alimentação adequada é possível recuperar e manter a massa muscular em qualquer idade.",
  "conduct": "## Conduta Clínica: Braço Esquerdo Contraído (cm)\n\n### Interpretação e Contexto\n\n- **Comparar com medida do braço direito contraído** para identificar assimetrias bilaterais relevantes (diferenças > 1-2 cm merecem investigação)\n- **Comparar com medida do braço relaxado** para calcular índices de tônus muscular relativo\n- **Avaliar evolução longitudinal**: quedas progressivas ao longo das consultas indicam catabolismo muscular ativo\n- **Correlacionar com outros parâmetros de composição corporal**: bioimpedância, DEXA, MME/peso, índice MME, massa apendicular\n\n---\n\n### Investigação Complementar\n\n**Laboratório — rastrear causas de sarcopenia/catabolismo:**\n- **Proteínas e catabolismo:** albumina, pré-albumina, proteína C-reativa (PCR), VHS, ureia, creatinina\n- **Eixo hormonal:** testosterona total e livre (homens e mulheres), SHBG, GH, IGF-1, TSH, T3 livre, T4 livre\n- **Metabolismo energético:** cortisol (preferencialmente curva — matinal, vespertino, noturno), insulina de jejum, glicemia, HbA1c\n- **Inflamação:** IL-6, TNF-alfa, homocisteína, ferritina\n- **Micronutrientes essenciais para síntese muscular:** vitamina D (25-OH), magnésio, zinco, B12, ferro/ferritina\n- **Marcadores de esforço/overtraining (se atleta):** amônia, lactato, transaminases (AST/ALT), ácido úrico\n\n**Avaliação funcional:**\n- Dinamometria de preensão palmar (handgrip) — correlaciona com força muscular global e mortalidade\n- Teste de velocidade de marcha ou teste de sentar-levantar (TUG)\n- Avaliação de bioimpedância multifrequência para ângulo de fase e hidratação\n\n---\n\n### Critérios de Encaminhamento\n\n- **Fisiatra / Medicina do Esporte:** assimetria bilateral significativa, suspeita de lesão neurológica ou ortopédica limitando uso do membro, reabilitação pós-AVC\n- **Neurologista:** assimetria com história de AVC, lesão nervosa periférica ou mononeuropatia\n- **Endocrinologista:** hipoandrogenismo confirmado, hipotireoidismo, síndrome de Cushing, deficiência de GH em adultos\n- **Nutricionista (funcional/esportiva):** inadequação proteica, déficit calórico crônico, padrão alimentar desfavorável para anabolismo\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Exercício físico (primeira linha):**\n- **Treinamento resistido progressivo** é a intervenção com maior evidência para ganho de massa muscular apendicular\n  - Frequência: 2-5 sessões/semana\n  - Intensidade: 50-80% da capacidade máxima, com progressão gradual\n  - Duração mínima: 12 semanas para efeitos mensuráveis em composição corporal\n  - Incluir exercícios específicos para bíceps braquial: rosca direta, rosca martelo, puxadas, remadas\n- **Combinar treinamento aeróbico e resistido**, especialmente em idosos e pacientes com fraqueza muscular\n- **Evitar crioterapia e anti-inflamatórios imediatamente após treino** — prejudicam sinalização anabólica (IL-6, ERO, lactato como sinais úteis de hipertrofia)\n\n**Nutrição:**\n- **Ingestão proteica:** mínimo 1,6 g/kg/dia; considerar 2,0-2,4 g/kg/dia em pacientes com sarcopenia estabelecida ou em reabilitação\n- Distribuir proteína em todas as refeições (25-40 g por refeição) para maximizar síntese proteica\n- Garantir balanço calórico neutro ou levemente positivo — déficit energético crônico inviabiliza hipertrofia\n- **Suplementação quando indicada:** proteína whey ou caseína, creatina monoidratada (3-5 g/dia), leucina\n- Corrigir deficiências de micronutrientes: vitamina D (manter 40-60 ng/mL), magnésio, zinco\n\n**Otimização hormonal (quando indicado clinicamente):**\n- Testosterona baixa em homens: associada a sarcopenia, aumento de gordura abdominal e perda de força — avaliar reposição criteriosa\n- Hipotireoidismo (mesmo subclínico): prejudica síntese proteica e capacidade de treinamento — tratar adequadamente\n- Cortisol cronicamente elevado: abordagem do estresse crônico, sono, ritmo circadiano\n\n**Monitoramento:**\n- Reavaliação da medida a cada 4-8 semanas durante intervenção ativa\n- Usar mesma técnica e posição de medição (braço flexionado a 90°, contração isométrica máxima, fita métrica posicionada no ponto de maior circunferência)\n- Documentar lado dominante para contextualizar assimetrias fisiológicas esperadas (dominante tipicamente 1-2 cm maior)"
}
