{
  "score_item_id": "c77cedd3-2800-7338-9d58-9d43abcd81a7",
  "clinical_relevance": "O ASMI (Appendicular Skeletal Muscle Mass Index) é calculado pela divisão da massa muscular apendicular total (soma dos quatro membros, em kg) pela estatura ao quadrado (m²), obtendo um índice normalizado para o tamanho corporal. Para homens, o ponto de corte diagnóstico de baixa massa muscular mais amplamente utilizado pelo Asian Working Group for Sarcopenia (AWGS) é ASMI < 7,0 kg/m² (DXA) ou < 7,0 kg/m² dependendo do consenso adotado; critérios europeus (EWGSOP2) utilizam < 7,0 kg/m² como limiar para homens. A mensuração padrão-ouro é realizada por DXA (Dual-energy X-ray Absorptiometry), embora bioimpedância (BIA) seja aceita como alternativa clínica. O ASMI é o pilar diagnóstico quantitativo da sarcopenia, síndrome caracterizada pela perda progressiva e generalizada de massa, força e função muscular esquelética.\n\nA sarcopenia tem prevalência estimada de 10-40% em homens com mais de 60 anos, variando conforme critérios diagnósticos e população estudada. Com o envelhecimento, a massa muscular apendicular declina aproximadamente 0,8%/ano a partir da quinta ou sexta décadas de vida, podendo ser significativamente acelerada por inflamação crônica de baixo grau, déficit energético, resistência à insulina, baixa testosterona, deficiência de vitamina D, redução de IGF-1 e inatividade física. Estudo transversal com 120 idosos (≥65 anos) demonstrou que pacientes sarcopênicos apresentavam IGF-1 significativamente menor (89,8 vs 118,6 ng/mL), com redução de 18% no risco de sarcopenia para cada incremento de 10 ng/mL de IGF-1.\n\nA fisiopatologia da redução do ASMI em homens envolve múltiplos mecanismos: (1) queda da testosterona e DHEA com consequente redução do anabolismo proteico muscular; (2) aumento relativo de miostatina, inibidor endógeno do crescimento muscular, com redução de follistatina; (3) inflamação crônica de baixo grau (IL-6, TNF-alfa) que prejudica diretamente a síntese proteica miofibrilar e estimula proteólise via ubiquitina-proteassoma; (4) resistência insulínica prejudicando a sinalização anabólica via mTOR; (5) decréscimo do eixo GH/IGF-1 relacionado ao envelhecimento (somatopausa).\n\nDo ponto de vista prognóstico, a sarcopenia — da qual o ASMI é marcador central — está associada a aumento de 93% nas mortes por câncer em geral, aumento de 44% na mortalidade por todas as causas (meta-análise), e aumento de 40% na mortalidade em obesos sarcopênicos (obesidade sarcopênica). A presença de sarcopenia também amplia riscos de quedas, fraturas, hospitalização prolongada, dependência funcional e piora de desfechos cirúrgicos. A combinação de sarcopenia e osteoporose — denominada osteosarcopenia — representa um fenótipo de especial risco em homens idosos. A baixa massa muscular apendicular também se correlaciona com resistência insulínica, síndrome metabólica e maior carga inflamatória sistêmica, integrando um continuum patológico com desfechos cardiovasculares adversos.",
  "points": 22,
  "patient_explanation": "O ASMI mede a quantidade de músculo que você tem nos seus braços e pernas em relação à sua altura. Quanto mais músculo você preserva, mais protegido você está contra doenças graves, quedas, fraqueza e até mortalidade precoce. Músculo não é só questão de força ou aparência: ele age como um órgão, liberando substâncias anti-inflamatórias chamadas mioquinas, ajudando a controlar o açúcar no sangue e sustentando sua saúde óssea. Quando esse índice está baixo, chamamos de sarcopenia — uma condição que aumenta muito o risco de complicações em doenças como câncer, diabetes e problemas cardíacos. A boa notícia é que a sarcopenia é tratável e prevenível com exercícios de força regulares e uma alimentação com quantidade adequada de proteína. Valores abaixo do ideal merecem atenção e ação, mas com as mudanças certas é possível recuperar e preservar sua massa muscular em qualquer idade.",
  "conduct": "## Conduta Clínica para ASMI Baixo em Homens\n\n### Investigação Complementar\n\n**Avaliação Funcional Complementar (critérios AWGS/EWGSOP2):**\n- Força de preensão palmar (handgrip) — limiar masculino: < 28 kg (EWGSOP2) ou < 26 kg (AWGS)\n- Velocidade de marcha em 6 metros — limiar: < 0,8 m/s\n- Short Physical Performance Battery (SPPB) — pontuação ≤ 9 indica performance reduzida\n- Teste de sentar e levantar 5 vezes (opcional)\n\n**Exames Laboratoriais Prioritários:**\n- Testosterona total e livre, SHBG, LH, FSH (eixo gonadal)\n- DHEA-S (marcador de reserva adrenal androgênica)\n- IGF-1 (eixo GH/somatotrópico — queda associada a risco aumentado de sarcopenia)\n- 25(OH)D — meta terapêutica: 40–60 ng/mL\n- Proteína C-reativa ultrassensível (PCR-us), IL-6 (inflamação crônica de baixo grau)\n- Glicemia de jejum, insulina basal, HOMA-IR (resistência insulínica)\n- Albumina, pré-albumina, proteína total (estado nutricional proteico)\n- Hemograma completo, ferritina, B12 (causas reversíveis de catabolismo)\n- TSH, T3 livre (disfunção tireoidiana como causa de perda muscular)\n- Creatinina, ureia (função renal; uremia causa catabolismo muscular)\n\n**Imagem:**\n- DXA: padrão-ouro para quantificação do ASMI; repetir a cada 6–12 meses em casos ativos\n- Bioimpedância multifrequencial (BIA): alternativa clínica válida para monitoramento serial\n\n---\n\n### Estratégias de Intervenção Baseadas em Evidências\n\n**Exercício (intervenção de maior eficácia):**\n- **Treino de resistência (força):** mínimo 2–3 vezes/semana; prioridade absoluta para ganho e preservação de massa muscular apendicular\n- Incluir exercícios multiarticulares (agachamento, leg press, remada, supino)\n- Progressão de carga individualizada; monitorar tolerância e recuperação\n- **Aeróbio moderado:** 150 min/semana complementar; não substituir força por aeróbio em sarcopênicos\n- Avaliar limiar de lactato e capacidade funcional antes de prescrever intensidade\n- Em idosos ou pacientes com limitações físicas: iniciar com baixa carga e progressão lenta, priorizando segurança\n\n**Nutrição:**\n- Ingestão proteica: **1,2–1,6 g/kg/dia** como mínimo em sarcopênicos; até 2,0–2,4 g/kg/dia em casos mais graves ou durante reabilitação ativa\n- Distribuição proteica ao longo do dia (20–40 g por refeição) para maximizar síntese proteica pós-prandial\n- Leucina como aminoácido sinalizador mTOR — priorizar fontes com alto teor leucínico (whey, carnes magras, ovos)\n- Atenção especial em uso de análogos de GLP-1 (semaglutida, tirzepatida): risco elevado de déficit proteico e perda muscular — prescrição obrigatoriamente acompanhada de suporte nutricional e treinamento de força\n- Vitamina D: 2.000–10.000 UI/dia conforme nível basal; associar K2 (MK7 100–200 mcg); ingerir com refeição contendo gordura\n- Magnésio (glicina ou malato): 200–400 mg de magnésio elementar/dia\n\n**Intervenção Hormonal (quando indicada):**\n- Hipogonadismo confirmado (testosterona total < 300 ng/dL + sintomas): avaliar reposição de testosterona — melhora composição corporal, força e massa muscular\n- DHEA-S baixo em homens mais velhos: suplementação pode ser considerada como adjuvante\n- Deficiência de GH/IGF-1 documentada: avaliar reposição com endocrinologista — doses fisiológicas têm efeito principal em composição corporal (redução de gordura, aumento de massa magra), mas ganho de força é modesto\n- **Não iniciar reposição hormonal sem investigação laboratorial completa e avaliação de contraindicações**\n\n---\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista:** hipogonadismo confirmado, deficiência de GH, disfunção tireoidiana, diabetes descompensado\n- **Nutrólogo/Nutricionista:** planejamento dietético individualizado, especialmente em contexto de obesidade sarcopênica, uso de GLP-1 ou doenças crônicas\n- **Fisiatra / Medicina do Exercício:** reabilitação funcional, prescrição de exercício supervisionado em sarcopenia grave ou com comorbidades limitantes\n- **Geriatra:** pacientes ≥ 65 anos com sarcopenia + outras síndromes geriátricas (fragilidade, quedas, polifarmácia)\n- **Oncologista:** sarcopenia em contexto de câncer (piora desfechos em 93% das mortes por câncer — intervenção urgente)\n\n---\n\n### Monitoramento\n\n- Reavaliação com DXA ou BIA a cada **6 meses** nos primeiros 12 meses de intervenção\n- Monitorar força de preensão e velocidade de marcha a cada consulta (baixo custo, alto valor prognóstico)\n- Ajustar prescrição de exercício e proteína conforme resposta clínica e laboratorial\n- Reavaliar eixo hormonal (testosterona, IGF-1, 25(OH)D) a cada 6–12 meses"
}
