{
  "score_item_id": "019bf31d-2ef0-7f17-a053-7f45b7162dd2",
  "clinical_relevance": "O Diabetes mellitus (DM) é uma doença metabólica crônica caracterizada por hiperglicemia resultante de defeitos na secreção e/ou ação da insulina. O DM tipo 2 (DM2) corresponde a aproximadamente 90-95% dos casos e tem como base fisiopatológica central a resistência insulínica progressiva com disfunção das células beta pancreáticas. O DM tipo 1 (DM1) resulta de destruição autoimune das células beta, levando a deficiência absoluta de insulina.\n\nCritérios diagnósticos consolidados: glicemia de jejum ≥126 mg/dL, glicemia 2h pós-carga de 75g de glicose ≥200 mg/dL, HbA1c ≥6,5%, ou glicemia casual ≥200 mg/dL com sintomas. Pré-diabetes: glicemia de jejum entre 100-125 mg/dL ou HbA1c entre 5,7-6,4%. A glicemia de jejum isolada é considerada exame de baixa sensibilidade para rastreio de glicação, sendo a HbA1c e a curva insulinêmica-glicêmica mais informativas.\n\nParâmetros integrativo-funcionais relevantes: HOMA-IR <2,15 (resistência insulínica); HOMA-β 167-175 (função de células beta); insulina de jejum ideal ≤6 µU/mL (aceitável até 10 µU/mL); HbA1c integrativa alvo <5,3-5,5%; frutosamina (reflete média glicêmica dos últimos ~20 dias); Hemoglobin Glycation Index (HGI); índice TAIG = TG/(glicose/2), meta <8.\n\nFisiopatologia e cascata de dano sistêmico: a hiperglicemia crônica promove glicação de proteínas e lipídeos, com formação de produtos avançados de glicação (AGEs). A interação AGE-RAGE ativa o fator de transcrição NF-κB, amplificando a produção de citocinas inflamatórias (IL-6, TNF-α) e espécies reativas de oxigênio (ROS), perpetuando ciclo de inflamação crônica e estresse oxidativo. Esse mecanismo é subjacente às complicações microvasculares (nefropatia, retinopatia, neuropatia) e macrovasculares (doença arterial coronariana, AVC, doença arterial periférica). A resistência insulínica e a hiperinsulinemia também ativam a micróglia cerebral, contribuindo para neuroinflamação e risco aumentado de doenças neurodegenerativas como Alzheimer e Parkinson.\n\nEpidemiologia: nos EUA, quase metade dos adultos (48,5%) vive com pré-diabetes ou diabetes. A obesidade, presente em mais de dois terços dos adultos americanos, é o principal fator de risco modificável para DM2. Meta-análise de randomização mendeliana confirma associação causal entre IMC elevado e aumento do risco de DM2, além de múltiplas comorbidades cardiovasculares, oncológicas e músculo-esqueléticas.\n\nEstratificação de risco: pacientes com DM2 estabelecido apresentam risco cardiovascular muito elevado — alvo de LDL ≤50 mg/dL segundo diretrizes atuais. Marcadores de risco complementares incluem LDL oxidada (limite saudável 133 U/L), razão TG/HDL (homens <1,2; mulheres <1,4), homocisteína (<7,9 µmol/L), PCR-us (desejável <1 mg/L), IL-6 (<3,4 pg/mL) e TNF-α (<8,1 pg/mL). Telômeros curtos associam-se a aumento de 300% no risco de morte cardíaca, reforçando a importância de estratégias de controle glicêmico para preservação telomérica.\n\nPolimorfismos genéticos relevantes: FTO (5 variantes), MC4R, PPAR-γ, TCF7L2, SOD, CETP associados a risco aumentado de resistência insulínica e DM2. Polimorfismos MTHFR e FUT podem elevar homocisteína, marcador independente de risco cardiovascular em diabéticos.",
  "points": 25,
  "patient_explanation": "Diabetes mellitus é uma doença em que o açúcar (glicose) fica em nível alto no sangue porque o organismo não produz ou não usa bem a insulina, o hormônio responsável por levar a glicose para dentro das células. Com o tempo, o excesso de açúcar no sangue vai danificando vasos sanguíneos e nervos em todo o corpo, podendo afetar o coração, rins, olhos e pés.\n\nTer diabetes no histórico de saúde é uma informação muito importante porque ela influencia diretamente como o seu corpo processa alimentos, responde a exercícios e lida com outros fatores de risco. Mesmo que o diabetes esteja controlado atualmente, ele deixa marcas no metabolismo que precisam ser consideradas no planejamento do seu cuidado de saúde.\n\nA boa notícia é que o diabetes tipo 2, em muitos casos, pode ser significativamente controlado — e às vezes até revertido — com mudanças no estilo de vida, alimentação adequada, atividade física regular e, quando necessário, medicamentos. Quanto melhor o controle do açúcar no sangue, menor o risco de complicações a longo prazo. Informar há quanto tempo tem diabetes, qual o grau de controle atual e quais tratamentos já foram utilizados ajuda a construir um plano de saúde personalizado e muito mais eficaz para você.",
  "conduct": "## Conduta Clínica — Diabetes Mellitus (Histórico)\n\n### 1. Caracterização Detalhada do Histórico\n\n- **Tipo de DM:** DM1, DM2, LADA, MODY ou gestacional\n- **Tempo de diagnóstico e evolução clínica**\n- **Grau de controle atual:** HbA1c mais recente, glicemias de jejum e pós-prandial habituais\n- **Tratamentos utilizados no passado e no presente:** dieta, exercício, antidiabéticos orais (metformina, sulfonilureias, SGLT2i, DPP-4i), insulinoterapia, análogos de GLP-1\n- **Complicações já instaladas:** neuropatia periférica, nefropatia (microalbuminúria, TFG), retinopatia, doença cardiovascular\n- **Histórico de hipoglicemias graves**\n\n---\n\n### 2. Investigação Laboratorial Ampliada\n\n**Controle glicêmico:**\n- HbA1c (meta integrativa ≤5,5%; diagnóstico ≥6,5%)\n- Glicemia de jejum\n- Frutosamina (reflexo dos últimos ~20 dias)\n- Curva insulinêmica-glicêmica (jejum, 30, 60, 90, 120 min) — para detectar hiperinsulinemia oculta e avaliar resistência à insulina mesmo com glicemia de jejum normal\n- Insulina de jejum (ideal ≤6 µU/mL; aceitável até 10 µU/mL)\n- HOMA-IR (<2,15) e HOMA-β (167-175)\n- Hemoglobin Glycation Index (HGI) e índice TAIG (meta <8)\n- Peptídeo C (avalia reserva funcional das células beta)\n\n**Marcadores inflamatórios e oxidativos:**\n- PCR-us (desejável <1 mg/L)\n- IL-6 (meta <3,4 pg/mL) e TNF-α (meta <8,1 pg/mL)\n- Homocisteína (<7,9 µmol/L)\n- MDA/malondialdeído (<4,8) e glutationa peroxidase (GPx >400; ideal 800-1000)\n- Antioxidantes totais (560-1120 µmol/L)\n\n**Avaliação cardiovascular e lipídica:**\n- Lipidograma completo com LDL oxidada (limite saudável 133 U/L)\n- Razão TG/HDL (homens <1,2; mulheres <1,4)\n- Lp(a), APO-B e APO-A1\n- Óxido nítrico (alvo 8,8; <4,8 indica disfunção endotelial)\n\n**Função renal e complicações:**\n- Creatinina sérica e TFG estimada\n- Microalbuminúria em urina de 24h\n- Fundoscopia (rastreio de retinopatia)\n- Avaliação neurológica periférica (monofilamento, diapasão)\n\n**Nutricionais relevantes:**\n- Vitamina B12 (especialmente em uso de metformina — risco de depleção)\n- Vitamina D (25-OH-D; meta 60-80 ng/mL)\n- Magnésio sérico e eritrocitário\n- Zinco e cromo\n- Índice de ômega-3 e razão ômega-3:ômega-6\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Intervenção alimentar:**\n- Reduzir carga glicêmica: evitar carboidratos simples isolados; combinar sempre com proteína, gordura e fibras\n- Dieta low-carb ou cetogênica: meta-análise em DM2 (13 estudos; n=567) demonstrou benefícios inequívocos em HbA1c, glicemia de jejum, HDL e triglicerídeos\n- Dieta cetogênica como opção terapêutica especialmente para HbA1c entre 6,5-9% — requer duração mínima de 8 semanas para cetoadaptação adequada (~6 semanas)\n- Evitar alimentos ultraprocessados e preparos em alta temperatura (crostas/carbonização — fontes de AGEs exógenos)\n- Padrão mediterrâneo como alternativa para pacientes com excesso de gordura saturada\n- A dieta tradicional de diabetes com 60% de carboidratos integrais é considerada obsoleta pela literatura atual\n\n**Atividade física:**\n- Atividade física regular com metas personalizadas de composição corporal\n- Exercício resistido e aeróbico combinados para melhora de sensibilidade insulínica\n- Considerar estratégias de flexibilidade metabólica: jejum intermitente, exercício em jejum\n\n**Farmacoterapia e suplementação:**\n- **Metformina:** 500 mg a 2 g/dia (geralmente no jantar; liberação lenta como alternativa); atua como modulador do microbioma intestinal (aumenta Akkermansia muciniphila), modula estresse oxidativo e inflamação; avaliar função renal antes de iniciar; monitorar B12 em uso prolongado\n- **Berberina HCl:** eficácia comparável a antidiabéticos convencionais em DM2; modula inflamação, oxidação e microbioma; 200-500 mg antes das refeições\n- **Ácido Alfa-Lipoico (ALA):** antioxidante mitocondrial com aplicação formal em neuropatia diabética; 300-600 mg/dia (até 1,3 g) em jejum ou cápsula gastrorresistente; via intravenosa para casos mais graves\n- **Inositol (mio-inositol):** melhora sensibilidade insulínica; dose personalizada\n- **Magnésio:** cofator essencial para ação insulínica\n- **Cromo picolinato ou GTF:** 300-600 mcg, 2x/dia, antes das refeições\n- **Gimnema silvestre:** meta-análise (2021, 10 estudos, N=419) demonstrou redução de glicemia, HbA1c, TG e colesterol em DM2; 200-300 mg antes das refeições\n- **Acetil-L-Carnitina:** melhora controle glicêmico, reduz HOMA-IR e HbA1c; 500 mg a 2 g/dia; preferencial para neuropatia periférica pela maior permeabilidade na barreira hematoencefálica\n- **Vitamina B12 (metilcobalamina):** monitorar e suplementar especialmente em uso de metformina\n- **Ômega-3:** avaliar índice e suplementar conforme déficit\n- **Vitamina D:** meta 60-80 ng/mL; maior impacto cardiovascular em diabéticos\n- **Evitar D-ribose:** contraindicada em diabéticos pelo risco de agravar complicações\n\n---\n\n### 4. Monitoramento e Metas\n\n- HbA1c: monitorar trimestralmente; meta integrativa ~5,3-5,5% (longo prazo); processos evolutivos levam 2-3 anos\n- Glicemia de jejum: alvo integrativo 60-90 mg/dL\n- Insulina de jejum: ideal 6-7 µU/mL (até 8 em contexto inflamatório)\n- HOMA-IR: <2,15; HOMA-β: 167-175\n- HGI e TAIG: trimestralmente\n- Lipidograma: mínimo semestral; LDL alvo ≤50 mg/dL em alto risco cardiovascular\n- Função renal: anual (ou semestral em nefropatia estabelecida)\n- Vitamina B12: anual em uso de metformina\n\n---\n\n### 5. Critérios de Encaminhamento\n\n- **Endocrinologista:** DM1, LADA, DM2 de difícil controle, necessidade de insulinoterapia complexa\n- **Nefrologista:** TFG <45 mL/min/1,73m² ou microalbuminúria progressiva\n- **Oftalmologista:** fundoscopia anual obrigatória\n- **Cardiologista:** DM2 com doença cardiovascular estabelecida ou alto risco (LDL oxidada elevada, Lp(a) elevada, eventos prévios)\n- **Neurologista/Fisioterapeuta:** neuropatia periférica sintomática\n- **Nutricionista:** para implementação de dieta low-carb, cetogênica ou mediterrânea com acompanhamento\n- **Psicologia:** quando há dificuldade de adesão, sofrimento emocional relacionado à doença crônica ou burnout do diabetes"
}
