{
  "score_item_id": "019bf31d-2ef0-7c5c-bc5b-00fbf09daf98",
  "clinical_relevance": "Pré-diabetes e resistência à insulina representam um continuum fisiopatológico com enorme relevância clínica. A resistência insulínica é definida como a incapacidade das células (especialmente musculares, hepáticas e adiposas) de responder adequadamente à insulina, resultando em hiperinsulinemia compensatória capaz de manter a glicemia normal por anos antes de progredir ao diabetes mellitus tipo 2 (DM2). Esse período de latência entre resistência insulínica e DM2 é estimado em 7 a 15 anos, durante o qual danos sistêmicos silenciosos já ocorrem.\n\n**Critérios diagnósticos de pré-diabetes (ADA):** glicemia de jejum entre 100–125 mg/dL; glicemia 2 horas após TOTG entre 140–199 mg/dL; HbA1c entre 5,7–6,4%. Para medicina integrativa, os valores de HbA1c considerados ideais são ≤5,2–5,3%, com alerta já a partir de 5,5–5,6%.\n\n**Marcadores laboratoriais e metas funcionais:**\n- Insulina de jejum: ideal ≤6 µU/mL; aceitável até 10 µU/mL; valores acima de 10 indicam hiperinsulinemia, mesmo dentro da faixa convencional de referência\n- HOMA-IR: <2,15; HOMA-β: 167–175\n- HbA1c: meta integrativa <5,3%; convencional diagnóstico de DM2 ≥6,5%\n- Glicemia de jejum alvo: 60–90 mg/dL\n- Relação TG/HDL: mulheres <1,4; homens <1,2 (proxy de resistência insulínica)\n- TAIG (TG ÷ glicose/2): meta <8\n- Frutosamina: reflete glicação dos últimos ~20 dias; complementar à HbA1c\n\n**Limitação da glicemia de jejum isolada:** trata-se de um marcador insuficiente para avaliar glicação e resistência insulínica. A hemoglobina glicada pode estar elevada mesmo com glicemia de jejum normal, refletindo picos glicêmicos pós-prandiais. A curva insulinêmica-glicêmica (insulina e glicose em jejum, 30, 60, 90 e 120 min após carga de glicose) é considerada o padrão-ouro funcional para diagnóstico de resistência à insulina e hiperinsulinemia oculta.\n\n**Fisiopatologia resumida:** A resistência à insulina gera hiperinsulinemia compensatória crônica, que ativa cascatas inflamatórias (NF-κB, citocinas como IL-6 e TNF-α), promove estresse oxidativo, disfunção mitocondrial e formação acelerada de produtos de glicação avançada (AGEs) via interação AGE-RAGE. Esse ambiente metabólico favorece glicação das proteínas teciduais, oxidação de LDL, disfunção endotelial, hipertensão, dislipidemia e esteatose hepática. A hipoglicemia reativa (rebote) resulta da hipersecreção insulínica desproporcional após carga de carboidratos, criando ciclos vicioso de picos glicêmicos e fissura por carboidratos.\n\n**Impacto sistêmico e comorbidades associadas:** síndrome metabólica, doença hepática gordurosa não alcoólica (DHGNA), doenças cardiovasculares, dislipidemia aterogênica, hipertensão arterial, doença renal crônica, neoplasias hormônio-dependentes e doenças neurodegenerativas (Alzheimer, Parkinson — via glicação, inflamação e ativação microglial com liberação de IL-6 e TNF-α). Polimorfismos em FTO, MC4R, PPAR-γ, TCF7L2 e outros genes aumentam predisposição genética à resistência insulínica e ao DM2.\n\n**Epidemiologia:** Cerca de um terço dos americanos é pré-diabético; dois terços apresentam sobrepeso ou obesidade. A resistência insulínica é possivelmente a condição mórbida mais prevalente nos EUA, Brasil e no mundo, com impacto direto sobre morbimortalidade cardiovascular e qualidade de vida.",
  "points": 20,
  "patient_explanation": "Pré-diabetes e resistência à insulina significam que o seu corpo está tendo dificuldade de usar o açúcar do sangue de forma eficiente. A insulina é um hormônio que funciona como uma 'chave' para abrir as células e deixar a glicose (açúcar) entrar. Quando há resistência à insulina, essa chave não funciona bem, e o pâncreas precisa produzir cada vez mais insulina para compensar. Por anos, o corpo consegue manter o açúcar no sangue em níveis normais, mas esse esforço excessivo vai desgastando o organismo.\n\nEssa condição é muito mais comum do que se imagina e, se não tratada, pode evoluir para diabetes tipo 2, além de aumentar o risco de problemas no coração, fígado, rins e até no cérebro. A boa notícia é que pré-diabetes e resistência à insulina têm tratamento eficaz com mudanças no estilo de vida: alimentação adequada, prática regular de exercícios, boa qualidade de sono e controle do estresse já fazem grande diferença. Com acompanhamento médico e as estratégias certas, é completamente possível reverter essa condição e prevenir o diabetes.",
  "conduct": "## Investigação Complementar\n\n### Exames Essenciais\n- **Glicemia de jejum** (referência convencional: 100–125 mg/dL para pré-diabetes; meta funcional: 60–90 mg/dL)\n- **Hemoglobina glicada (HbA1c):** melhor marcador de glicação do que glicemia isolada; meta integrativa <5,3%; alerta a partir de 5,5–5,6%\n- **Insulina de jejum:** meta ideal ≤6 µU/mL; aceitável até 10 µU/mL; valores acima indicam hiperinsulinemia\n- **HOMA-IR** (calculado: insulina jejum × glicemia jejum / 405): meta <2,15\n- **HOMA-β:** meta 167–175\n- **Curva insulinêmica-glicêmica** (jejum, 30, 60, 90, 120 min): padrão-ouro funcional para diagnóstico de resistência à insulina e hiperinsulinemia oculta; indicada em casos limítrofes, histórico de efeito sanfona ou glicemia normal com HbA1c elevada\n- **Perfil lipídico completo** com relação TG/HDL (mulheres <1,4; homens <1,2) e TAIG (meta <8)\n- **Frutosamina:** reflete média glicêmica dos últimos ~20 dias; complementar à HbA1c\n\n### Exames Complementares (Avaliação Integrativa)\n- **PCR ultrassensível** (desejável <1 mg/L; risco médio 1–3; alto >3)\n- **Homocisteína** (meta <7,9 µmol/L; correlação com PCR e risco cardiovascular)\n- **TNF-α** (meta <8,1 pg/mL) e **IL-6** (meta <3,4 pg/mL)\n- **Glutationa peroxidase (GPx):** >400 U/L (ideal 800–1000)\n- **MDA (malondialdeído):** <4,8 µmol/L\n- **Vitamina D (25(OH)D):** considerar meta >60 ng/mL\n- **Índice ômega-3** e relação ômega-3:ômega-6\n- **LDL oxidada:** limite saudável <133 mg/dL\n- **Ferro, ferritina e saturação de transferrina** (meta 20–50%)\n- **Função renal** (creatinina, ureia, TFG): obrigatório antes de iniciar metformina\n- **Investigação genética** em casos selecionados: polimorfismos em FTO, MC4R, PPAR-γ, TCF7L2, SOD, MTHFR\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### 1. Intervenção Nutricional\n- **Redução da carga glicêmica:** evitar carboidratos simples isolados; sempre combinar carboidratos com vegetais fibrosos e proteínas para modular resposta glicêmica\n- Iniciar refeições com vegetais folhosos e fibrosos antes dos carboidratos\n- Evitar ultraprocessados, bebidas açucaradas, alimentos preparados em alta temperatura com formação de crostas/carbonização (fontes de AGEs exógenos)\n- **Dieta low carb ou cetogênica:** indicada especialmente em HbA1c entre 6,5–9%; cetoadaptação ocorre em ~6 semanas; em protocolos hipocalóricos, manter proteína ≥1 g/kg/dia (preferência 1,2 g/kg/dia)\n- **Padrão mediterrâneo:** indicado quando resistência insulínica é secundária ao excesso de gordura saturada (padrão paleo com muita carne vermelha e queijos); priorizar peixes, frango, leguminosas\n- **Jejum intermitente:** estratégia eficaz para ativar mitofagia, aumentar beta-hidroxibutirato (BHB) com efeito anti-inflamatório via inibição do NLRP3, e melhorar flexibilidade metabólica\n- Monitorar lipidograma completo com subfracionamento em pacientes com possível aumento de LDL na fase inicial de dieta cetogênica\n\n### 2. Exercício Físico\n- **Musculação (exercício de resistência):** prioritário; contração muscular aumenta captação de glicose independentemente de insulina\n- **HIIT (treinamento intervalado de alta intensidade):** altamente recomendado em combinação com musculação\n- Qualquer aumento de atividade física já contribui para melhora da sensibilidade insulínica\n\n### 3. Manejo do Estilo de Vida\n- **Sono:** melhorar higiene, regularidade e qualidade do sono; distúrbios do sono agravam resistência insulínica e desregulam eixo circadiano\n- **Estresse:** gerenciamento ativo com meditação, yoga, psicoterapia, hobbies; cortisol crônico elevado piora resistência insulínica\n- **Saúde intestinal:** disbiose é frequentemente associada; considerar prebióticos e probióticos conforme avaliação individual\n\n### 4. Farmacoterapia\n- **Metformina (Glifage XR):** derivada da Galega officinalis; indicada em resistência à insulina e pré-diabetes com risco elevado; dose habitual 500 mg a 2 g/dia; preferência pelo jantar ou fracionada (jantar + café da manhã); dose total preferencialmente ≤1.600–1.700 mg/dia; atua como modulador intestinal (aumenta Akkermansia muciniphila), reduz estresse oxidativo e inflamação; **avaliar função renal antes e durante o uso**\n\n### 5. Suplementação (Individualizada)\n- **Inositol (mioinositol):** insulino-sensibilizador; útil também para sono (magnésio inositol no jantar)\n- **Magnésio:** suporte à sinalização insulínica e sono\n- **Cromo:** melhora sensibilidade à insulina\n- **Ácido alfa-lipoico (ALA):** 300 mg 2x/dia a 600 mg/dia, idealmente em jejum ou cápsula gastrorresistente; meta-análises confirmam melhora do perfil lipídico e redução de marcadores de peroxidação lipídica; chave para resistência insulínica e função hepática\n- **Berberina HCl:** 200–300 mg antes das refeições; revisão sistemática (2021, 10 estudos, N=419) mostra redução de glicemias, HbA1c, TG e colesterol em DM2; preferir antes das refeições em pacientes com sobrepeso/obesidade\n- **Ômega-3:** suporte anti-inflamatório e de função mitocondrial\n- **Gymnema silvestre:** 200–300 mg antes das refeições\n- **Vitaminas B3 e B12:** suporte ao metabolismo glicídico e homocisteína\n- **Trans-resveratrol e epigalocatequina galato (EGCG):** redução de AGEs e HbA1c\n- **Curcuminoides:** efeito anti-inflamatório\n- **MCT/C8:** estimula oxidação de gordura e reduz espécies reativas de oxigênio\n- **Canela do Ceilão:** 1 colher de café/dia no café ou shot matinal\n\n---\n\n## Critérios de Encaminhamento\n- **Endocrinologista:** progressão para DM2 (HbA1c ≥6,5%), falha terapêutica com medidas de estilo de vida, necessidade de terapia farmacológica complexa\n- **Nutricionista:** para elaboração e acompanhamento de plano alimentar individualizado, especialmente em dietas restritivas (cetogênica, low carb)\n- **Cardiologista:** pacientes com síndrome metabólica, risco cardiovascular elevado, dislipidemia aterogênica grave\n- **Hepatologista:** suspeita ou confirmação de DHGNA\n- **Nefrologista:** comprometimento renal ou uso de metformina com TFG limítrofe\n\n---\n\n## Monitoramento\n- HbA1c, glicemia de jejum e insulina: a cada 3 meses inicialmente\n- Perfil lipídico completo: a cada 3–6 meses\n- Função renal em uso de metformina: a cada 6–12 meses\n- HOMA-IR e curva insulinêmica: reavaliação conforme evolução clínica\n- Metas individualizadas com paciente como próprio controle ao longo do tempo"
}
