{
  "score_item_id": "019bf31d-2ef0-71c2-b7af-1e9880f62583",
  "clinical_relevance": "O diabetes mellitus (DM) estabelecido é uma doença metabólica crônica caracterizada por hiperglicemia persistente resultante de defeitos na secreção de insulina, na ação da insulina ou em ambos. O DM tipo 2 (DM2), forma predominante, decorre da resistência periférica à insulina com progressiva disfunção das células beta pancreáticas. Os critérios diagnósticos incluem: glicemia de jejum ≥126 mg/dL, glicemia 2h pós-OGTT ≥200 mg/dL, glicemia aleatória ≥200 mg/dL com sintomas típicos, ou HbA1c ≥6,5%. O diagnóstico deve ser confirmado com exame repetido na ausência de correlação clínica.\n\nEpidemiologicamente, dados indicam que quase metade (48,5%) dos adultos nos EUA vive com pré-diabetes ou diabetes. A prevalência global é igualmente alarmante, configurando uma epidemia de doenças metabólicas diretamente associada ao estilo de vida moderno — má alimentação, sedentarismo e obesidade visceral. A obesidade triplicou nas últimas décadas, sendo o IMC elevado um dos principais preditores de DM2.\n\nA fisiopatologia central envolve a resistência à insulina como gatilho primário: insulina cronicamente elevada leva à falência progressiva das células beta, estresse oxidativo e disfunções hormonais em cascata. A interação AGE-RAGE (produtos de glicação avançada com seus receptores) ativa NF-κB, amplifica citocinas pró-inflamatórias e espécies reativas de oxigênio (ROS), perpetuando um ciclo de inflamação crônica subclínica. A hiperinsulinemia crônica aumenta ainda a reabsorção renal de sódio via SRAA, contribuindo para hipertensão arterial sistêmica, frequentemente precedendo o diagnóstico formal de DM.\n\nAs consequências sistêmicas do DM estabelecido são abrangentes: cardiovascular (aumento de gordura epicárdica, disfunção endotelial, aterogênese, comprometimento microcirculatório), renal (hiperinsulinemia aumenta reabsorção de sódio; progressão para nefropatia diabética), neurológica (menor insulina intracerebral reduz efeito anorexígeno, prejudica memória hipocampal, eleva beta-amiloide e amplifica neuroinflamação — ligação direta com risco de Alzheimer e Parkinson), e oncológica (DM2 associado a múltiplos cânceres via análises de randomização mendeliana).\n\nMarcadores de monitoramento incluem: HbA1c (meia-vida ~120 dias; metas integrativas ~5,2–5,3%; diagnóstico ≥6,5%); glicemia de jejum (exame isolado considerado insuficiente para avaliação completa); HOMA-IR (<2,15) e HOMA-β (167–175); curva insulinêmica-glicêmica (glicemia alvo 60–90 mg/dL; insulina ideal ~6–7 µU/mL, até 8 em contexto inflamatório); frutosamina (reflete ~20 dias); HGI (diferença entre HbA1c observada e predita pela glicemia); TAIG (TG/glicose÷2, meta <8); TG/HDL (mulheres <1,4; homens <1,2); marcadores inflamatórios (PCR-us, IL-6 <3,4, TNF-α <8,1, homocisteína <7,9); e MDA <4,8 com GPx >400 (ideal 800–1000) para estresse oxidativo.\n\nA estratificação de risco considera: presença de síndrome metabólica (circunferência abdominal >90 cm em homens sul-americanos e >80 cm em mulheres, TG >150 mg/dL, HDL baixo, PA elevada, glicemia alterada), grau de controle glicêmico, duração da doença, polimorfismos genéticos associados (FTO, MC4R, PPAR-γ, TCF7L2, SOD) e presença de complicações microvasculares e macrovasculares. O DM estabelecido representa alto impacto em mortalidade, sendo base comum para hipertensão, aterosclerose, eventos cardiovasculares, múltiplos cânceres e doenças neurodegenerativas.",
  "points": 35,
  "patient_explanation": "O diabetes mellitus estabelecido significa que seu corpo tem dificuldade em usar o açúcar (glicose) que você ingere como fonte de energia. Isso acontece porque o pâncreas não produz insulina suficiente ou porque as células do corpo não respondem bem a ela. Com o tempo, o açúcar em excesso no sangue vai danificando vasos sanguíneos e nervos em todo o organismo.\n\nEssa condição é importante acompanhar de perto porque, quando não controlada adequadamente, pode afetar o coração, os rins, a visão, os nervos das pernas e até a memória. A boa notícia é que com mudanças no estilo de vida — alimentação adequada, atividade física regular, sono de qualidade e, quando necessário, medicamentos — é possível controlar muito bem o diabetes e proteger sua saúde a longo prazo.\n\nExames como a hemoglobina glicada (HbA1c) e a curva de glicose e insulina ajudam seu médico a entender como está o controle do açúcar no seu sangue ao longo do tempo e a ajustar o tratamento conforme sua necessidade. O acompanhamento regular é fundamental para que você viva com qualidade e longevidade.",
  "conduct": "## Avaliação Inicial e Investigação Complementar\n\n### Exames Laboratoriais Essenciais\n- **Controle glicêmico:** HbA1c, glicemia de jejum, frutosamina\n- **Curva insulinêmica-glicêmica completa:** jejum, 30, 60, 90 e 120 minutos — para avaliar resistência insulínica e resposta a carboidratos de forma dinâmica\n- **HOMA-IR** (<2,15) e **HOMA-β** (167–175) para avaliação funcional das células beta\n- **HGI** (Hemoglobin Glycation Index) para estratificação de risco adicional\n- **TAIG** (TG/glicose÷2, meta <8) e **TG/HDL** (mulheres <1,4; homens <1,2)\n\n### Marcadores Inflamatórios e de Estresse Oxidativo\n- PCR ultrassensível, VHS\n- IL-6 (meta <3,4), TNF-α (meta <8,1)\n- Homocisteína (meta <7,9) — correlacionar com polimorfismos MTHFR/FUT\n- MDA (<4,8), glutationa peroxidase (GPx >400; ideal 800–1000), antioxidantes totais\n- Óxido nítrico sérico (meta 8,8 — valores <4,8 indicam disfunção endotelial sistêmica)\n\n### Avaliação Lipídica e Metabólica\n- Lipidograma completo com subfracionamento (LDL oxidada, VLDL)\n- LDL oxidada (limite saudável <133)\n- Apoliproteínas APO-B e APO-A\n- Índice ômega-3 e razão ômega-3:ômega-6\n\n### Avaliação Renal e Hepática\n- Creatinina sérica e TFG antes de iniciar/ajustar metformina\n- Perfil hepático (ALT, AST, GGT) — rastrear DHGNA associada\n- Microalbuminúria para rastreio precoce de nefropatia\n\n### Avaliação Endócrina e Nutricional\n- Vitamina D (25-OH): meta ≥80 ng/mL em cardiopatas/diabéticos\n- Vitamina B12 e folato (importante em usuários de metformina — monitorar depleção)\n- Ferritina, transferrina e saturação de transferrina (20–50%)\n- Magnésio, zinco, cromo\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### Abordagem Nutricional\n- **Reduzir carga glicêmica:** evitar carboidratos simples isolados; combinar sempre com vegetais, fibras e proteína\n- **Dietas terapêuticas com evidência em DM2:**\n  - **Low carb ou cetogênica:** meta-análises demonstram benefícios inequívocos em HbA1c, peptídeo C e HOMA-IR em DM2; oferecer como opção especialmente com HbA1c entre 6,5% e 9%\n  - **Mediterrânea:** modulação de padrão paleo/low carb com excesso de gorduras saturadas — migrar para mais peixes, aves, leguminosas, reduzindo carnes vermelhas e queijos\n  - Dieta baseada em plantas com baixa carga glicêmica e menos ultraprocessados\n- **Evitar preparos em alta temperatura** que maximizam AGEs: pães muito tostados, carnes carbonizadas, batata/mandioca fritas muito torradas\n- **Jejum intermitente 5:2:** estudo randomizado (n=135) mostrou redução de HbA1c superior a empagliflozina e metformina, com maior perda de peso e redução de circunferência abdominal; individualizar e monitorar risco de hipoglicemia\n- Ajustar proteína para ≥1 g/kg/dia (preferência 1,2 g/kg/dia) em protocolos hipocalóricos para preservar massa magra\n\n### Atividade Física\n- Aumentar atividade física regular com metas personalizadas de composição corporal\n- Exercício de força associado ao aeróbico melhora sensibilidade à insulina e biogênese mitocondrial\n\n### Farmacoterapia\n- **Metformina** (derivada da Galega officinalis):\n  - Indicada em resistência à insulina, pré-diabetes e DM2\n  - Dose: 500 mg a 2 g, geralmente no jantar; doses maiores divididas entre jantar e café da manhã\n  - Preferir formulação de liberação lenta (Glifage XR) para melhor tolerância\n  - Atua como modulador intestinal (aumenta Akkermansia muciniphila) e modula estresse oxidativo\n  - **Monitorar B12:** metformina depleta vitamina B12 a longo prazo\n  - Verificar função renal antes de iniciar/ajustar dose\n  - Usar em sinergia com mudanças de estilo de vida, nunca isoladamente\n- **Análogos de GLP-1:** considerar após janela de avaliação (~2 meses) de eficácia das intervenções não farmacológicas\n\n### Suplementação\n- **Inositol (mio-inositol):** sensibilizador de insulina, antiglicação (junto com EGCG e trans-resveratrol reduz AGEs e HbA1c)\n- **Magnésio:** cofator essencial para função insulínica e sono\n- **Cromo (Picolinato ou GTF):** 300–600 mcg, duas vezes ao dia, antes das refeições — melhora resistência insulínica\n- **Ácido Alfa-Lipoico (ALA):** antioxidante mitocondrial com aplicabilidade formal em neuropatia diabética; 300–600 mg/dia; considerar via endovenosa em casos graves; regenera vitamina C e E e eleva glutationa\n- **Ômega-3:** avaliar índice e ajustar suplementação conforme resultado\n- **Berberina:** alternativa ou adjuvante com mecanismo similar à metformina\n- **Vitamina D:** repor conforme resultado (meta ≥80 ng/mL)\n- **Biotina:** 500–1000 mcg para resistência insulínica\n- **Silimarina:** até 300 mg para suporte hepático (DHGNA associada)\n\n---\n\n## Monitoramento e Seguimento\n\n- **Frequência:** monitorar HbA1c, glicemia de jejum, HGI, marcadores inflamatórios e metabólicos a cada 3–5 meses\n- **Metas integrativas de HbA1c:** ~5,2–5,3% (evoluções podem levar 2–3 anos)\n- **Paciente como próprio controle:** individualizar metas e acompanhar tendência longitudinal\n- Monitorar lipidograma completo, incluindo subfracionamento, em pacientes com possível elevação de LDL\n- Integrar acompanhamento com cardiologia quando houver risco cardiovascular elevado\n\n---\n\n## Critérios de Encaminhamento\n\n- **Endocrinologia:** DM com controle inadequado (HbA1c >9%), necessidade de insulinoterapia, suspeita de DM tipo 1 ou MODY\n- **Cardiologia:** DM com risco cardiovascular alto (LDL oxidada elevada, APO-B elevado, histórico de eventos cardiovasculares)\n- **Nefrologia:** TFG <45 mL/min/1,73m², microalbuminúria progressiva\n- **Nutrição:** todo paciente com DM estabelecido para elaboração de plano alimentar individualizado\n- **Educação física:** prescrição de exercício estruturado e supervisionado\n- **Oftalmologia:** rastreio anual de retinopatia diabética"
}
