{
  "score_item_id": "019bf31d-2ef0-7e03-bb24-dbdc747e5fd4",
  "clinical_relevance": "A insuficiência cardíaca (IC) é uma síndrome clínica caracterizada pela incapacidade do coração de bombear sangue suficiente para atender às demandas metabólicas do organismo, ou de fazê-lo apenas com pressões de enchimento elevadas. Fisiopatologicamente, envolve remodelamento ventricular progressivo, ativação neuro-humoral crônica (sistema renina-angiotensina-aldosterona e sistema nervoso simpático), disfunção endotelial, inflamação sistêmica e, fundamentalmente, disfunção mitocondrial com depleção de ATP cardíaco.\n\nDo ponto de vista metabólico-mitocondrial, o coração é o órgão de maior demanda energética por grama de tecido no organismo humano, dependendo quase exclusivamente de fosforilação oxidativa mitocondrial. Na IC, há redução da biogênese mitocondrial, disfunção da cadeia respiratória, estresse oxidativo exacerbado e depleção de substratos energéticos críticos — incluindo coenzima Q10 (CoQ10), carnitina, D-ribose e micronutrientes como zinco, cobre, selênio e ferro. Dados dos chunks indicam que até 50% dos pacientes com IC apresentam deficiência de um ou mais desses micronutrientes essenciais.\n\nEpidemiologia: A IC afeta aproximadamente 1-2% da população adulta nos países ocidentais, com prevalência que aumenta para mais de 10% em indivíduos acima de 70 anos. No Brasil, é uma das principais causas de hospitalização cardiovascular. A mortalidade em 5 anos permanece elevada, em torno de 50%, comparável a muitas neoplasias malignas. A IC com fração de ejeção preservada (ICFEp) representa hoje cerca de 50% dos casos e está intimamente associada à resistência à insulina, obesidade, hipertensão e disfunção diastólica.\n\nEstrategicamente, a IC se associa de forma bidirecional com resistência à insulina e disfunção mitocondrial: o coração insuficiente tem metabolismo energético alterado (shift de oxidação de ácidos graxos para glicose com eficiência reduzida), e a hiperinsulinemia crônica agrava a disfunção endotelial e o remodelamento miocárdico. Marcadores como PCR elevada (>3 mg/L), IL-6, TNF-alfa, homocisteína >10 µmol/L e LDL oxidado elevado são indicadores de risco adicional e pior prognóstico.\n\nO uso crônico de estatinas — frequente nessa população — depleta a via do mevalonato, reduzindo a síntese endógena de CoQ10. Estudos citados nos chunks demonstram que suplementação de CoQ10 reduz eventos cardiovasculares e melhora função em falência cardíaca avançada. A reposição de CoQ10 (100-300 mg/dia na forma de ubiquinol) é considerada mandatória para pacientes em uso de estatinas com IC.\n\nEstratificação de risco: gravidade pela classificação funcional NYHA (I-IV); fração de ejeção pelo ecocardiograma (FE <40%: IC com FE reduzida; 40-49%: limítrofe; ≥50%: preservada); peptídeos natriuréticos (BNP >35 pg/mL ou NT-proBNP >125 pg/mL para diagnóstico; valores muito elevados indicam descompensação); marcadores inflamatórios e metabólicos complementam a estratificação.",
  "points": 35,
  "patient_explanation": "Insuficiência cardíaca significa que o seu coração não consegue bombear sangue com a força necessária para que todo o seu corpo funcione bem. Isso pode acontecer por várias razões: pressão alta não controlada por muito tempo, infarto antigo, problemas nas válvulas do coração, diabetes ou outras doenças crônicas. Os sintomas mais comuns são cansaço fácil, falta de ar ao fazer esforços ou mesmo em repouso, e inchaço nas pernas e tornozelos.\n\nTer esse diagnóstico no seu histórico é uma informação muito importante para o seu médico, porque o coração insuficiente precisa de cuidado especial em todas as decisões de saúde — desde medicamentos até exercícios e alimentação. A boa notícia é que, com tratamento correto e acompanhamento regular, muitas pessoas com insuficiência cardíaca vivem bem por muitos anos. O controle rigoroso do peso, da pressão, do açúcar no sangue e de hábitos de vida saudáveis faz diferença real na qualidade de vida e na evolução da doença.",
  "conduct": "## Investigação Complementar\n\n### Exames Essenciais\n- **Ecocardiograma transtorácico:** avaliação de fração de ejeção, função diastólica, pressões de enchimento e estrutura valvar\n- **Peptídeos natriuréticos:** BNP ou NT-proBNP (diagnóstico, estratificação e monitoramento de tratamento)\n- **Eletrocardiograma:** ritmo, bloqueios, sinais de sobrecarga ou isquemia\n- **Radiografia de tórax:** congestão pulmonar, cardiomegalia\n- **Laboratório base:** hemograma completo, função renal (ureia, creatinina, eletrólitos), função hepática, TSH, glicemia de jejum, HbA1c\n\n### Avaliação Metabólico-Funcional (Abordagem Integrativa)\n- **Perfil inflamatório:** PCR-us (alvo <1 mg/L), homocisteína (alvo 4-8 µmol/L), IL-6, TNF-alfa, ferritina\n- **Perfil lipídico avançado:** LDL oxidada, ApoB/ApoA, Lp(a), triglicerídeos, HDL\n- **Resistência à insulina:** curva de glicose e insulina (jejum, 30, 60, 90, 120 min) para detectar hiperinsulinemia oculta; HOMA-IR\n- **Micronutrientes críticos:** coenzima Q10 plasmática, zinco, cobre, selênio, magnésio (eritrocitário), ferro/ferritina/transferrina, vitamina D (25-OH), vitamina B12, folato\n- **Óxido nítrico e endotélio:** óxido nítrico sérico (alvo ≥8,8)\n- **Avaliação de GH/IGF-1:** considerar em conjunto com endocrinologia quando clinicamente indicado (deficiência de GH associada a pior prognóstico na IC)\n\n---\n\n## Critérios de Encaminhamento\n\n- **Cardiologista:** obrigatório para todos os pacientes com IC confirmada — otimização de tratamento farmacológico (IECA/BRA, betabloqueador, antagonista de aldosterona, SGLT2i), avaliação de dispositivos (CDI, ressincronizador)\n- **Endocrinologia/Medicina Integrativa:** quando há deficiência hormonal associada (GH/IGF-1, hipotireoidismo) ou síndrome metabólica de difícil controle\n- **Nutricionista:** obrigatório para adequação calórica, proteica e manejo de sarcopenia\n- **Fisioterapia/Reabilitação Cardíaca:** programa supervisionado de exercícios após estabilização clínica\n- **Urgência hospitalar:** descompensação aguda (ortopneia, dispneia em repouso, BNP/NT-proBNP muito elevados, hipotensão, piora da função renal)\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### Farmacológicas (Medicina Convencional)\n- IECA ou BRA (ou ARNI: sacubitril/valsartana) na IC com FE reduzida\n- Betabloqueadores (carvedilol, bisoprolol, metoprolol succinato)\n- Antagonistas de aldosterona (espironolactona, eplerenona)\n- **Inibidores SGLT2 (dapagliflozina, empagliflozina):** indicados tanto na ICFEr quanto na ICFEp — benefício cardiovascular independente da presença de diabetes\n- Diuréticos de alça para controle de congestão\n\n### Suplementação Mitocondrial e Micronutrientes\n- **Coenzima Q10 (ubiquinol):** 100-300 mg/dia; mandatório em pacientes em uso de estatinas; evidências robustas de redução de eventos cardiovasculares e melhora de função em IC avançada; preferir com refeição gordurosa para melhor absorção\n- **L-carnitina / Acetil-L-carnitina:** 500-2000 mg/dia; suporte à beta-oxidação mitocondrial; considerar via IV em casos de má absorção oral\n- **D-ribose:** 5 g/dia; suporte à síntese de ATP; cautela em diabéticos\n- **Magnésio:** 400-600 mg/dia (formas biodisponíveis: glicinato, malato, treonato); cofator de mais de 300 reações enzimáticas; essencial para função da cadeia de transporte de elétrons\n- **Ômega-3 (EPA/DHA):** 2-4 g/dia; efeitos anti-inflamatórios, redução de triglicerídeos e benefício cardiovascular; considerar índice de ômega-3 eritrocitário\n- **Vitamina D:** meta de 60-80 ng/mL em cardiopatas; repor conforme dosagem de 25-OH vitamina D e PTH\n- **Complexo B (formas ativas):** metilfolato, metilcobalamina, piridoxal-5-fosfato — especialmente para controle de homocisteína\n- **Selênio e Zinco:** cofatores essenciais para função mitocondrial e defesa antioxidante\n- **Ácido alfa-lipoico:** 300-600 mg/dia; antioxidante mitocondrial; útil em neuropatia e estresse oxidativo elevado\n\n### Estilo de Vida\n- **Exercício físico supervisionado:** aeróbio de intensidade moderada, 30-40 min, 4-5x/semana, após estabilização; monitorar FC, dispneia e sintomas; reabilitação cardíaca estruturada reduz hospitalizações e mortalidade\n- **Dieta:** padrão mediterrâneo ou low-carb mediterrâneo; restrição de sódio (1,5-2 g/dia); proteína adequada (1,2-1,5 g/kg/dia) para prevenção de sarcopenia; evitar ultraprocessados e óleos ricos em ômega-6\n- **Controle de peso:** monitoramento diário (peso corporal); ganho >2 kg em 3 dias = sinal de alerta para retenção hídrica\n- **Controle glicêmico:** tratar resistência à insulina ativamente; HOMA-IR e curva de insulina guiam intervenção; metformina e SGLT2i têm papel protetor\n- **Cessação tabágica e restrição de álcool:** absolutos\n- **Sono:** investigar apneia obstrutiva do sono (presente em 50-70% dos pacientes com IC); tratar com CPAP quando indicado\n\n### Monitoramento\n- Peso diário, pressão arterial, frequência cardíaca, sintomas de congestão\n- BNP ou NT-proBNP a cada 3-6 meses\n- Função renal e eletrólitos a cada 3-6 meses (ajustar conforme diuréticos e IECA)\n- Ecocardiograma anual ou após mudança de tratamento\n- Marcadores inflamatórios e metabólicos a cada 3-5 meses na abordagem integrativa"
}
