{
  "score_item_id": "c77cedd3-2800-7b94-ac6e-c404259efa2e",
  "clinical_relevance": "Arritmia cardíaca refere-se a qualquer alteração no ritmo normal do coração, seja na frequência, regularidade, local de origem do impulso elétrico ou na condução desse impulso. O ritmo sinusal normal em adultos situa-se entre 60 e 100 bpm em repouso; desvios nesse padrão — incluindo taquicardias (>100 bpm), bradiarritmias (<60 bpm sintomáticas), complexos ectópicos supraventriculares ou ventriculares, bloqueios de condução e fibrilação atrial (FA) — constituem o espectro clínico das arritmias.\n\nA FA é a arritmia sustentada mais prevalente na população geral, com risco crescente com a idade (mais precoce em homens do que em mulheres). Em indivíduos com doença renal crônica (DRC), a prevalência bruta de FA varia de 16% a 21%, e o risco ajustado aumenta de 1,2–1,5 vezes no estágio G3/A1 até 4,2 vezes no estágio G5/A3 (dados do CKD-PC, KDIGO 2024). A FA está diretamente associada a tromboembolismo sistêmico (em especial AVC isquêmico), insuficiência cardíaca, maior risco de morte, hospitalização, demência vascular, depressão e redução de qualidade de vida.\n\nDo ponto de vista fisiopatológico, as arritmias resultam de alterações na automaticidade (geração espontânea de impulsos ectópicos), na condução (bloqueios ou vias acessórias) ou em mecanismos de reentrada. Fatores desencadeantes e perpetuadores incluem: cardiopatia estrutural subjacente, hipertensão arterial, disfunção tireoideana, distúrbios eletrolíticos (hipopotassemia, hipomagnesemia, hipocalcemia), isquemia miocárdica, estimulantes (cafeína, álcool, simpatomuméticos), medicamentos pró-arrítmicos, apneia do sono, disfunção autonômica com baixa variabilidade da frequência cardíaca (VFC/SDNN baixo) e estados inflamatórios sistêmicos.\n\nA estratificação de risco tromboembólico na FA é realizada pelo escore CHA₂DS₂-VASc (Insuficiência cardíaca, Hipertensão, Idade ≥75 anos [dobrado], Diabetes, AVC prévio [dobrado], Doença vascular, Idade 65–74 anos, Sexo feminino). Anticoagulação oral não é recomendada para pacientes com CHA₂DS₂-VASc = 0 em homens e = 1 em mulheres; deve ser considerada para escore 1 em homens e 2 em mulheres, e é indicada para escores mais elevados. O risco de sangramento é avaliado pelo escore HAS-BLED.\n\nArremias ventriculares graves (taquicardia ventricular sustentada, fibrilação ventricular) têm impacto direto na mortalidade por morte súbita cardíaca. Bradiarritmias sintomáticas por disfunção sinusal ou bloqueios atrioventriculares avançados podem requerer marcapasso permanente. A presença de histórico de arritmia, portanto, implica avaliação obrigatória da cardiopatia de base, do grau de controle atual e dos tratamentos em uso ou utilizados no passado.",
  "points": 20,
  "patient_explanation": "Arritmia é qualquer alteração no ritmo dos batimentos do coração. O coração normalmente bate de forma regular e em uma frequência entre 60 e 100 vezes por minuto em repouso. Quando esse ritmo fica muito rápido, muito lento ou irregular, chamamos de arritmia. Alguns tipos de arritmia são inofensivos, mas outros — como a fibrilação atrial — podem aumentar o risco de derrame cerebral ou insuficiência cardíaca. Por isso, é importante saber se você já teve ou tem arritmia, há quanto tempo, se está sendo tratada e quais medicamentos usa ou usou. Com essa informação, o médico consegue avaliar melhor o seu risco cardiovascular e ajustar as orientações de forma personalizada para você. Não se preocupe: muitas arritmias têm tratamento eficaz e, quando bem controladas, permitem uma vida plena e ativa.",
  "conduct": "## Investigação Complementar\n\n### Exames iniciais obrigatórios\n- **ECG de 12 derivações:** Estabelece o diagnóstico, avalia frequência ventricular, verifica presença de defeitos de condução, isquemia ou cardiopatia estrutural\n- **Holter 24–48h (ou monitor de eventos):** Indicado quando os sintomas são intermitentes ou quando o ECG de repouso não documenta a arritmia\n- **Ecocardiograma transtorácico:** Avalia tamanho e função do ventrículo esquerdo, tamanho do átrio esquerdo, valvopatias, tamanho e função do coração direito\n- **Laboratório:** Função tireoidiana (TSH, T4 livre), função renal (creatinina, TFG estimada), eletrólitos séricos (K⁺, Mg²⁺, Ca²⁺ iônico), hemograma completo, glicemia, HbA1c\n\n### Avaliações complementares conforme contexto\n- **Monitoração ambulatorial de pressão arterial (MAPA):** Em pacientes com hipertensão como fator desencadeante\n- **Teste ergométrico ou cintilografia miocárdica:** Para avaliação de isquemia em pacientes com risco cardiovascular intermediário/alto\n- **Avaliação de apneia do sono (polissonografia):** Fortemente indicada — apneia obstrutiva é causa reversível e prevalente de FA e outras arritmias\n- **Variabilidade da frequência cardíaca (VFC/SDNN):** Permite estratificar disfunção autonômica; SDNN baixo associa-se a pior prognóstico e deve ser reavaliado após intervenções\n- **Dosagem de magnésio eritrocitário e/ou sérico:** Hipomagnesemia é causa tratável de arritmias\n- **Investigação de intolerância à histamina:** Em pacientes com palpitações associadas a dieta, microbiota alterada ou quadros digestivos concomitantes\n\n---\n\n## Estratificação de Risco\n\n- **CHA₂DS₂-VASc:** Calcular em todos os pacientes com FA conhecida para definir necessidade de anticoagulação oral\n  - Escore 0 em homens ou 1 em mulheres: sem anticoagulação\n  - Escore 1 em homens ou 2 em mulheres: considerar anticoagulação (avaliar benefício/risco)\n  - Escores mais elevados: anticoagulação oral indicada (NOACs preferencialmente sobre warfarina, com ajuste de dose conforme TFG em DRC)\n- **HAS-BLED:** Avaliar risco de sangramento antes de iniciar anticoagulação\n- **Risco de morte súbita:** Considerar encaminhamento para eletrofisiologia em arritmias ventriculares complexas, síncope inexplicada ou histórico familiar de morte súbita\n\n---\n\n## Encaminhamento a Especialistas\n\n- **Cardiologista/Eletrofisiologista:**\n  - FA com má resposta ao controle de frequência (>90 bpm em repouso apesar de betabloqueador)\n  - Sintomas persistentes com controle adequado de frequência → considerar controle de ritmo (cardioversão, antiarrítmico, ablação por cateter)\n  - Arritmias ventriculares sustentadas ou episódios de síncope\n  - Bloqueios atrioventriculares avançados (BAV 2º grau Mobitz II, BAV total)\n  - Síndrome de Wolff-Parkinson-White sintomática\n- **Pneumologista/Centro de Sono:** Apneia do sono moderada/grave associada\n- **Endocrinologista:** Disfunção tireoidiana como causa de arritmia\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### Controle de frequência (FA)\n- **Betabloqueadores** como primeira linha: redução da frequência ventricular para <90 bpm em repouso\n- Bloqueadores de canal de cálcio não dihidropiridínicos (diltiazem, verapamil) como alternativa\n- Ajustar doses conforme função renal (DRC exige atenção à farmacocinética)\n\n### Controle de ritmo (FA)\n- Cardioversão elétrica ou farmacológica\n- Antiarrítmicos (amiodarona, propafenona, flecainida) conforme perfil do paciente e cardiopatia estrutural\n- **Ablação por cateter:** Opção eficaz em FA paroxística sintomática refratária\n\n### Intervenções funcionais integradas\n- **Correção de hipomagnesemia:** Magnésio (glicinato, malato ou treonato) 200–1000 mg de magnésio elementar/dia — evidência para redução de arritmias e melhora da função autonômica; magnésio reduz ansiedade, melhora sono e tem revisão sistemática mostrando benefício pós-cirurgia cardíaca\n- **Controle de álcool:** Álcool é fator desencadeante dose-dependente de FA ('holiday heart'); orientar abstinência ou redução significativa\n- **Exercício físico:** Mesmo na presença de arritmias, a recomendação atual é limitar a intensidade (não cessar completamente); exercício regular melhora VFC e função autonômica\n- **Manejo de apneia do sono:** CPAP/BIPAP reduz recorrência de FA em pacientes com apneia grave\n- **Controle do eixo HPA e estresse:** Redução do cortisol crônico (Relora, magnésio, ashwagandha, rotina de sono) melhora VFC e tônus parassimpático\n- **Ômega-3:** Em pacientes de alto risco cardiovascular, ômega-3 reduz risco de infarto (RR 0,85) e mortalidade por IC (RR 0,91), mas aumenta discretamente o risco de FA (RR 1,13; incremento absoluto de 0,52% em 10 anos) — pesar risco-benefício individualmente, especialmente em pacientes com FA prévia\n- **Monitoração da VFC:** Ferramenta de biofeedback para acompanhar resposta autonômica às intervenções; SDNN mais alto indica melhor prognóstico\n\n### Prevenção e tratamento de fatores modificáveis\n- Controle rigoroso de hipertensão arterial\n- Tratamento de resistência insulínica e diabetes\n- Correção de disfunção tireoidiana\n- Normalização de eletrólitos (K⁺, Mg²⁺)\n- Redução de peso corporal em pacientes com obesidade (reduz carga sobre o átrio esquerdo)"
}
