{
  "score_item_id": "019bf31d-2ef0-7de7-a98d-603c41d12ae6",
  "clinical_relevance": "Doença cardiovascular estabelecida — incluindo infarto agudo do miocárdio (IAM), procedimentos de revascularização miocárdica (angioplastia com stent, cirurgia de bypass), acidente vascular cerebral (AVC) isquêmico ou hemorrágico, doença arterial periférica e insuficiência cardíaca — representa o conjunto de condições ateroscleróticas e tromboembólicas com maior impacto sobre mortalidade e morbidade global. A doença arterial coronariana (DAC) é responsável por aproximadamente 30% de todas as mortes no mundo, sendo a principal causa de óbito cardiovascular. No Brasil, dados da Sociedade Brasileira de Cardiologia (SBC) documentam distribuição heterogênea da mortalidade por estado (maior incidência em regiões como Maranhão e Roraima), com aumento progressivo de procedimentos intervencionistas entre 2008 e 2021, incluindo angioplastias e cirurgias valvares.\n\nA fisiopatologia central é a aterosclerose: processo inflamatório crônico mediado por lesão endotelial, oxidação e glicação de partículas LDL (especialmente as pequenas e densas), recrutamento imune via moléculas de adesão (VCAM-1, ICAM-1), formação de células espumosas (foam cells), liberação de citocinas pró-inflamatórias (IL-1β, IL-6, TNF-α) e metaloproteinases (MMPs/colagenases), culminando em placa instável de capa fibrosa fina, vulnerável à ruptura e trombose. A Lp(a) — com ~90% de determinação genética — é fator de risco pró-trombótico e pró-inflamatório independente. A resistência à insulina e hiperinsulinemia são consideradas fatores de risco de elevada gravidade, amplificando a inflamação vascular e a disfunção endotelial. Deficiência de óxido nítrico (NO < 4,8 indica disfunção sistêmica; ideal ≥ 8,8) compromete a vasodilatação endotélio-dependente.\n\nBiomarcadores de estratificação além dos seis fatores clássicos (diabetes, tabagismo, obesidade, sedentarismo, hipertensão, dislipidemia) incluem: PCR-ultrassensível (> 5 indica inflamação elevada), IL-6 (> 3,4 pró-inflamatório), IL-10 (< 3,5 indica déficit anti-inflamatório), LDL oxidado (limite saudável ≤ 133; em pacientes de alto risco pode atingir 1.000), ApoB/ApoA como preditor aterogênico, subfrações LDL pequenas/densas (maior aterogenicidade), Lp(a), fosfolipase A2 (componente de placa e risco de ruptura), GGT (quartil inferior como meta terapêutica), homocisteína (meta < 7,9 µmol/L) e perfil hormonal (testosterona, estradiol, vitamina D — meta > 80 ng/mL em cardiopatas). A relação TG/HDL é inferência prática de risco: TG ≈ 2,5× HDL sugere maior presença de partículas LDL aterogênicas. Em mulheres, a incidência de eventos cardiovasculares pré-menopausa é 20 a 30 vezes menor que em homens, com equiparação para quase 1:1 após a menopausa, refletindo a perda do efeito protetor estrogênico.\n\nPacientes com evento cardiovascular prévio enquadram-se obrigatoriamente em prevenção secundária, com meta de LDL ≤ 50 mg/dL conforme diretrizes atuais. O escore de cálcio coronariano e a angiotomografia de coronárias (incluindo avaliação de placas moles) são ferramentas de imagem para quantificar carga aterosclerótica e refinar estratificação de risco.",
  "points": 35,
  "patient_explanation": "Doença cardiovascular inclui condições graves do coração e dos vasos sanguíneos, como infarto do miocárdio (quando uma artéria do coração fica bloqueada), AVC (quando isso acontece no cérebro), e procedimentos como colocação de stent ou cirurgia para desobstruir as artérias. Essas doenças ocorrem quando gordura, inflamação e outras substâncias se acumulam nas paredes dos vasos ao longo dos anos, formando placas que podem romper e causar um evento agudo. Ter histórico dessas condições é muito importante para seu médico saber, pois indica que você possui risco elevado de novos eventos e precisa de um acompanhamento mais intensivo — com metas mais rigorosas para colesterol, pressão arterial, inflamação e estilo de vida. Quanto mais bem controlados estiverem esses fatores, menor a chance de um novo problema cardiovascular acontecer. Por isso, relatar qualquer cirurgia cardíaca, internação por infarto, AVC ou procedimento vascular no passado é fundamental para montar o plano de saúde mais adequado para você.",
  "conduct": "## Conduta Clínica: Doença Cardiovascular Estabelecida (Prevenção Secundária)\n\n### Avaliação Inicial Obrigatória\n\n- **Caracterizar o evento cardiovascular prévio:** tipo (IAM, AVC, revascularização, DAP), data, número de eventos, sequelas funcionais, internações e procedimentos realizados\n- **Levantar tratamentos em uso:** antiagregantes (AAS, clopidogrel), anticoagulantes, estatinas (dose e tempo de uso), betabloqueadores, IECA/BRA, nitratos\n- **Identificar fatores de risco ativos:** tabagismo, hipertensão não controlada, diabetes, dislipidemia, obesidade central, sedentarismo, apneia do sono\n- **Avaliar função ventricular e histórico de exames:** ecocardiograma, cineangiocoronariografia, escore de cálcio coronariano se disponível\n\n### Investigação Complementar\n\n**Perfil lipídico avançado (prevenção secundária — meta LDL ≤ 50 mg/dL):**\n- LDL, HDL, triglicerídeos, colesterol total\n- Relação TG/HDL (TG ≈ 2,5× HDL → alerta para LDL aterogênico)\n- LDL oxidado (meta ≤ 133; valores muito elevados indicam risco extremo)\n- Subfracionamento de LDL (partículas pequenas e densas = maior aterogenicidade)\n- ApoB e ApoA-I (relação ApoB/ApoA como preditor independente)\n- Lp(a) (herança genética ~90%; estratégia específica se elevado)\n\n**Biomarcadores inflamatórios e endoteliais:**\n- PCR-ultrassensível (meta < 1,0; risco alto > 3,0; > 5,0 indica inflamação elevada)\n- IL-6 (meta < 3,4), IL-10 (meta > 3,5 para resposta anti-inflamatória adequada)\n- TNF-α (meta < 8,1)\n- Óxido nítrico — NO (ideal ≥ 8,8; < 4,8 indica disfunção endotelial sistêmica)\n- Fosfolipase A2 (componente de risco de ruptura de placa)\n- GGT (manter no quartil inferior da referência)\n- Homocisteína (meta < 7,9 µmol/L; intervir com B9, B12, B6 ativos se elevada)\n\n**Metabólico e hormonal:**\n- Glicemia de jejum, HbA1c, curva de glicose e insulina (jejum, 30, 60, 90, 120 min)\n- HOMA-IR (meta < 2,15), insulina de jejum (meta ≈ 6–7 µU/mL)\n- Vitamina D 25(OH)D (meta ≥ 80 ng/mL em cardiopatas; monitorar com PTH)\n- Perfil hormonal: testosterona, estradiol, DHEA (déficits amplificam risco vascular)\n- Índice ômega-3 e razão ômega-6/ômega-3 (ideal 2:1 a 3:1)\n- Ferritina, ferro sérico, transferrina e saturação (20–50%)\n\n### Intervenções Baseadas em Evidências\n\n**Farmacológico (prevenção secundária):**\n- **Estatinas:** indicadas em prevenção secundária pelo benefício anti-inflamatório local (especialmente pós-angioplastia: estabilização de placa, redução de oxidação intra-placa, melhora da função endotelial); usar doses adequadas; monitorar glicemia, HbA1c e CoQ10 (estatinas podem elevar glicemia via bloqueio de HMG-CoA redutase, impacto em GLUT4 e receptores de insulina)\n- **Antiagregação plaquetária e anticoagulação:** conforme indicação específica por tipo e tempo do evento; evitar protocolos automáticos sem reavaliação individualizada\n- **Agonistas GLP-1 (ex.: semaglutida):** considerar em pacientes com obesidade e/ou insuficiência cardíaca diastólica; evidência de redução de peso (~10%) e desfechos cardiovasculares favoráveis\n- **Metformina:** considerar em resistência insulínica associada (cautela em insuficiência renal)\n\n**Estilo de vida (pilar central):**\n- Dieta mediterrânea ou low-carb mediterrânea (ajustar conforme resposta lipídica individual); reduzir ultraprocessados, açúcar e preparos em alta temperatura\n- Atividade física regular: mínimo 150 min/semana de atividade moderada; incluir exercícios de resistência para preservar massa muscular\n- Cessação tabágica (redução imediata e significativa do risco)\n- Controle de peso corporal (obesidade causa hipóxia em adipócitos e inflamação crônica)\n- Abstinência ou redução radical de álcool (interfere na metilação, metabólito acetaldeído é tóxico, polimorfismos ALDH2 amplificam dano)\n\n**Modulação metabólica e nutricional:**\n- Ômega-3 de alta qualidade (EPA/DHA): em pacientes com DCV prévia, redução absoluta de risco de infarto de ~3% (30 vidas salvas/1.000 pacientes); priorizar formulações com qualidade e dose documentadas\n- Vitaminas B ativas (metilfolato, metilcobalamina, piridoxal-5-fosfato) se homocisteína elevada\n- Fitoquímicos e jejum intermitente para modulação de SIRT1/SIRT6 (proteção cardiovascular e redução de dano oxidativo)\n- Evitar recomendação de álcool como cardioprotetor (evidência não sustenta benefício; riscos superam possíveis benefícios)\n\n### Critérios de Encaminhamento\n\n- **Cardiologista:** obrigatório em todo paciente com evento cardiovascular prévio; para reavaliação periódica de função ventricular, perfil de stent/bypass e ajuste farmacológico\n- **Endocrinologista/médico funcional:** resistência insulínica grave, diabetes descompensado, disfunção hormonal significativa\n- **Nutricionista funcional:** em qualquer plano de prevenção cardiovascular; individualização dietética com base em perfil metabólico completo\n- **Neurologista:** sequelas de AVC, déficit cognitivo ou motor\n- **Psicólogo/psicoterapeuta:** investigar traumas de infância, estresse crônico e questões emocionais não resolvidas como possível fator perpetuador de inflamação crônica\n\n### Monitoramento\n\n- Perfil lipídico completo e biomarcadores inflamatórios a cada 3–6 meses no primeiro ano; depois anual se estabilizado\n- HbA1c e HOMA-IR trimestralmente em pacientes com resistência insulínica\n- Vitamina D e PTH semestralmente\n- Reavaliação de escore de cálcio coronariano conforme indicação clínica evolutiva\n- Atenção especial em mulheres pós-menopausa: risco equipara-se ao masculino; aumentar vigilância e intensidade das intervenções",
  "conduct_markdown": true
}
