{
  "score_item_id": "019bf31d-2ef0-7adb-8bd5-a242485e0446",
  "clinical_relevance": "A Doença Renal Crônica (DRC) é definida como alterações na estrutura ou função renal com duração mínima de 3 meses (>90 dias), com implicações para a saúde do indivíduo. O diagnóstico exige a presença de marcadores de dano renal (albuminúria, alterações no sedimento urinário, alterações histológicas, estruturais ou na composição do sangue/urina) e/ou redução da taxa de filtração glomerular estimada (eGFR) abaixo de 60 ml/min/1,73 m², persistentes por esse período mínimo.\n\nA classificação KDIGO 2024 estratifica a DRC em categorias de GFR (G1: ≥90; G2: 60–89; G3a: 45–59; G3b: 30–44; G4: 15–29; G5: <15 ml/min/1,73 m²) e em categorias de albuminúria (A1: <30 mg/g; A2: 30–299 mg/g; A3: ≥300 mg/g). A combinação dessas categorias define o risco de progressão para falência renal e de mortalidade cardiovascular — risco que aumenta progressivamente com a queda do eGFR e a elevação da albuminúria, conforme dados do CKD Prognosis Consortium publicados no JAMA em 2023.\n\nEpidemiologicamente, a DRC é uma condição de alta prevalência global, com os grupos de maior idade carregando o maior ônus da doença e o maior risco de complicações cardiovasculares. A DRC com eGFR <30 ml/min/1,73 m² é classificada como fator de risco cardiovascular muito alto pelas diretrizes de lipídeos (Polish Lipid Association 2024), e eGFR entre 30–59 ml/min/1,73 m² já configura risco cardiovascular alto. Estudos mostram que a duplicação da relação albumina-creatinina urinária (ACR) em um período de 2 anos está associada a aumento de 50–100% no risco de progressão para falência renal.\n\nAs principais causas de DRC incluem diabetes mellitus, hipertensão arterial, glomerulonefrites, doença renal policística autossômica dominante (ADPKD), nefropatia por IgA e causas genéticas identificáveis por painel genético. A identificação da causa tem importância terapêutica direta: permite direcionar tratamentos específicos (bloqueio do SRAA na nefropatia por Alport, terapias específicas para ADPKD), identificar contribuintes modificáveis e estabelecer comunicação genética com familiares.\n\nA DRC altera significativamente a farmacocinética e farmacodinâmica de medicamentos, com relatos de prescrição inapropriada em até 37% dos estudos ambulatoriais e até 43% nos estudos de cuidado de longo prazo. O não reconhecimento do diagnóstico de DRC nos prontuários está associado a erros de medicação, incluindo prescrição de nefrotóxicos. Inibidores do SGLT-2 (eGFR ≥20 ml/min/1,73 m²) e bloqueadores do SRAA (a serem mantidos mesmo com eGFR <30 ml/min/1,73 m², conforme o estudo STOP-ACEi) constituem pilares terapêuticos baseados em evidências para retardo da progressão.",
  "points": 25,
  "patient_explanation": "A doença renal crônica significa que seus rins estão funcionando com capacidade reduzida há pelo menos três meses. Os rins são responsáveis por filtrar o sangue, eliminar toxinas pela urina, regular a pressão arterial, controlar o equilíbrio de líquidos e minerais e participar da produção de células vermelhas do sangue. Quando essa função diminui progressivamente, toxinas se acumulam no organismo e o risco de problemas no coração e nos vasos sanguíneos aumenta consideravelmente.\n\nEssa condição é muito comum, especialmente em pessoas com diabetes, pressão alta ou histórico familiar de doença renal. Na maioria dos casos, quando detectada cedo, é possível retardar bastante a progressão com tratamento adequado, ajuste de medicamentos, mudanças no estilo de vida e acompanhamento regular. Por isso, é importante informar todos os seus médicos sobre esse diagnóstico, pois ele afeta a dose e a escolha segura de muitos medicamentos.",
  "conduct": "## Confirmação Diagnóstica e Estadiamento\n\n- **Critério de cronicidade:** eGFR reduzido (<60 ml/min/1,73 m²) e/ou ACR elevada (≥30 mg/g) persistentes por ≥3 meses. Não assumir cronicidade com base em uma única medição alterada — excluir LRA (lesão renal aguda) e DRA (doença renal aguda)\n- **Método preferencial de estimativa de GFR:** eGFRcr-cys (creatinina + cistatina C, equação CKD-EPI) quando cistatina C disponível; usar eGFRcr como mínimo\n- **Estadiamento obrigatório:** Classificar pelo sistema CGA (Causa + GFR + Albuminúria) do KDIGO 2024\n  - G1–G5 conforme eGFR\n  - A1/A2/A3 conforme ACR urinária\n- **Monitoramento:** Frequência baseada no risco de progressão; variação de eGFR >20% em medição subsequente exige investigação adicional\n\n## Investigação da Causa\n\n- **Anamnese detalhada:** história pessoal e familiar de doença renal, diabetes, HAS, doenças autoimunes, uso de nefrotóxicos, exposições ambientais e ocupacionais\n- **Exames laboratoriais complementares:** uroanálise com sedimento urinário, ACR (amostra isolada de urina), testes sorológicos conforme suspeita clínica (ANA, ANCA, C3/C4, anti-GBM, sorologias virais)\n- **Imagem:** ultrassonografia renal (tamanho reduzido e diminuição da espessura cortical são evidências de cronicidade)\n- **Biópsia renal:** considerar quando indicada clinicamente para orientar diagnóstico e decisão terapêutica (recomendação KDIGO 2D)\n- **Teste genético:** indicado para suspeita de ADPKD (PKD1/PKD2), síndrome de Alport (COL4A3/4/5), hiperoxalúria primária (AGXT), doença de Fabry (GLA) e outros distúrbios hereditários com painel de ações clínicas definidas\n\n## Tratamento e Retardo da Progressão\n\n- **Bloqueio do SRAA (iECA ou BRA):** manter mesmo com eGFR <30 ml/min/1,73 m² (estudo STOP-ACEi não demonstrou benefício na interrupção); restringir sal para maximizar efeito\n- **Inibidores de SGLT-2:** recomendar para pacientes com DM2, DRC e eGFR ≥20 ml/min/1,73 m² (KDIGO 2022/2024)\n- **Controle pressórico:** meta individualizada; usar modelos validados de risco cardiovascular específicos para DRC\n- **Manejo de complicações:** anemia, acidose metabólica (bicarbonato sérico alvo), distúrbios mineral-ósseos, hipercalemia\n- **Risco cardiovascular:** DRC com eGFR <30 ml/min/1,73 m² = risco muito alto; DRC com eGFR 30–59 = risco alto. Alvo de LDL individualizado conforme estratificação\n\n## Stewardship de Medicamentos\n\n- **Registrar o diagnóstico no prontuário** para alertar todos os prescritores\n- **Orientar o paciente** a informar todos os profissionais de saúde sobre a DRC\n- **Revisar medicações sistematicamente:** ajustar doses de medicamentos de eliminação renal; evitar nefrotóxicos (AINEs, contrastes iodados sem precaução, aminoglicosídeos)\n- **Envolver farmacêutico clínico** na gestão do esquema terapêutico complexo\n- **Ferramenta prática:** fornecer ao paciente resultado impresso do eGFR mais recente para apresentar em todas as consultas\n\n## Encaminhamento ao Nefrologista\n\n- eGFR <30 ml/min/1,73 m² (G4–G5)\n- Progressão rápida (queda de eGFR >5 ml/min/1,73 m²/ano ou >20% em medição subsequente)\n- Albuminúria A3 (≥300 mg/g) sem causa identificada ou sem resposta ao tratamento\n- Suspeita de glomerulonefrite ou causa não esclarecida\n- Necessidade de biópsia renal\n- Planejamento de terapia renal substitutiva (diálise ou transplante)\n- Casos com complicações de difícil manejo (hipercalemia refratária, acidose grave, anemia resistente)"
}
