{
  "score_item_id": "019bf31d-2ef0-7a7d-815c-a56b3e3735c9",
  "clinical_relevance": "O item 'Outras doenças renais' contempla condições que afetam os rins além das etiologias mais prevalentes (diabetes e hipertensão), incluindo glomerulopatias primárias e secundárias, nefropatias hereditárias, doenças císticas, vasculites com acometimento renal, nefropatias obstrutivas recorrentes, nefropatias tubulointersticiais, doenças autoimunes sistêmicas com envolvimento renal (LES, vasculites ANCA-positivas), nefropatia por cadeias leves (MGRS), nefropatias congênitas e condições de risco ocupacional/ambiental (exposição a cádmio, chumbo, mercúrio, pesticidas).\n\nFisiologicamente, qualquer comprometimento renal crônico resulta em redução progressiva da taxa de filtração glomerular (TFG), com acúmulo de solutos urêmicos, alterações na homeostase de sódio, potássio, cálcio e fósforo, distúrbios do equilíbrio ácido-base, anemia (por déficit de eritropoetina), disfunção mineral e óssea (CKD-MBD) e ativação crônica do sistema renina-angiotensina-aldosterona (RAAS). A presença de albuminúria persistente (ACR > 30 mg/g por mais de 3 meses) ou eGFR < 60 ml/min/1,73m² por mais de 3 meses define a Doença Renal Crônica (DRC), independentemente da etiologia.\n\nAs diretrizes KDIGO 2024 enfatizam que tanto a redução do eGFR quanto o aumento da albuminúria são frequentemente silenciosos e não percebidos pelo paciente ou pelo médico sem exames laboratoriais direcionados. A investigação da causa é essencial e deve incluir: contexto clínico completo, histórico pessoal e familiar, fatores socioambientais, medicamentos nefrotóxicos, exame físico, testes laboratoriais (urinálise com sedimento urinário, ACR, testes sorológicos como anti-PLA2R, ANCA, anti-GBM, cadeias leves séricas), imagem (ultrassom renal para tamanho, forma, simetria e obstrução) e, quando indicado, biópsia renal e testes genéticos.\n\nEpidemiologicamente, a DRC afeta cerca de 10-13% da população mundial adulta. As causas não-diabéticas e não-hipertensivas representam parcela significativa dos casos, especialmente as glomerulopatias (IgA nefropatia, nefropatia membranosa), as nefropatias hereditárias (síndrome de Alport, doença renal policística autossômica dominante - ADPKD, doença de Fabry) e as doenças sistêmicas com acometimento renal.\n\nA estratificação de risco na DRC utiliza a grade KDIGO combinando categorias de eGFR (G1 a G5) com categorias de albuminúria (A1 a A3). Pacientes em G4-G5 apresentam risco substancialmente elevado de complicações como anemia, hipercalemia, distúrbios minerais ósseos, acidose metabólica, além de maior risco de eventos cardiovasculares e hospitalização. O risco de falência renal em 2 anos superior a 10% é critério para encaminhamento para cuidados multidisciplinares, incluindo preparação para terapia renal substitutiva. Testes genéticos são particularmente relevantes para condições como ADPKD (PKD1/PKD2), síndrome de Alport (COL4A3/4/5), hiperoxalúria primária (AGXT), síndrome hemolítico-urêmica atípica (CFH/CFI/C3) e nefropatia APOL1-mediada.",
  "points": 15,
  "patient_explanation": "Os rins são órgãos vitais que filtram o sangue, eliminam toxinas pela urina e controlam o equilíbrio de líquidos e sais no organismo. Além do diabetes e da pressão alta, existem várias outras doenças que podem afetar os rins, como inflamações nos filtros renais (glomerulonefrites), doenças hereditárias como rins policísticos, doenças autoimunes como lúpus, ou danos causados por medicamentos e substâncias tóxicas.\n\nMuitas dessas condições evoluem de forma silenciosa por anos, sem sintomas evidentes. Por isso, é fundamental relatar ao médico qualquer histórico de doença renal, mesmo que tratada no passado. Quando identificadas precocemente, a maioria dessas condições pode ser controlada ou ter sua progressão retardada com tratamento adequado, protegendo a função dos rins a longo prazo e reduzindo o risco de complicações cardíacas e outras doenças associadas.",
  "conduct": "## Conduta Clínica — Outras Doenças Renais\n\n### Avaliação Inicial\n\n- **Anamnese detalhada:** duração da doença renal, diagnóstico prévio, tratamentos realizados e atuais, histórico de episódios de injúria renal aguda (IRA)\n- **Histórico familiar:** antecedentes de doença renal, hematúria familiar, surdez (Alport), cistos renais (ADPKD)\n- **Exposições:** uso de AINEs, contraste iodado, aminoglicosídeos, quimioterápicos, ervas medicinais nefrotóxicas; exposição ocupacional a metais pesados (cádmio, chumbo, mercúrio) ou pesticidas\n- **Comorbidades sistêmicas:** LES, vasculites, HIV, mieloma múltiplo, condições que podem causar nefropatia secundária\n- **Condições gestacionais prévias:** prematuridade, pequeno para idade gestacional, pré-eclâmpsia (fatores de risco para DRC)\n\n### Investigação Complementar\n\n**Laboratorial:**\n- Creatinina sérica com cálculo de eGFR (equação CKD-EPI; cistatina C quando disponível para maior precisão)\n- Relação albumina-creatinina urinária (ACR) em amostra isolada\n- Urinálise com sedimento urinário (pesquisa de cilindros, hematúria glomerular)\n- Eletrólitos (sódio, potássio, bicarbonato), hemograma completo, ácido úrico\n- Sorologias específicas conforme suspeita: anti-PLA2R (nefropatia membranosa), ANCA, anti-GBM (vasculites/síndrome de Goodpasture), FAN/anti-dsDNA (LES), complemento (C3, C4)\n- Cadeias leves séricas, eletroforese de proteínas sérica e urinária/imunofixação (para excluir MGRS/mieloma)\n- Função tireoidiana, glicemia/HbA1c\n\n**Imagem:**\n- **Ultrassonografia renal:** avaliação de tamanho, forma, simetria, ecogenicidade, evidência de obstrução, cistos\n- RM renal ou TC sem contraste quando indicado (ex: ADPKD para volumetria)\n\n**Procedimentos:**\n- **Biópsia renal:** indicada quando a causa da DRC não está estabelecida clinicamente e o resultado influenciará o tratamento; procedimento seguro e aceitável segundo KDIGO 2024 (evidência 2D)\n- **Teste genético:** considerar em casos de DRC familiar, apresentação atípica, ausência de causa identificada, ou quando o resultado teria impacto em tratamento específico (ex: bloqueio RAAS no Alport), triagem de manifestações extrarrenais (ADPKD: aneurismas intracranianos; HNF1B: diabetes) ou aconselhamento reprodutivo\n\n### Critérios de Encaminhamento ao Nefrologista\n\n- **eGFR < 30 ml/min/1,73m²** (CKD G4-G5) — encaminhamento prioritário\n- **Risco de falência renal em 2 anos > 10%** (usar Kidney Failure Risk Equation)\n- **Hematúria glomerular persistente + proteinúria** — suspeita de glomerulopatia\n- **Proteinúria significativa** (ACR > 300 mg/g) de causa não esclarecida\n- **Progressão rápida** (declínio de eGFR > 5 ml/min/1,73m²/ano)\n- **Suspeita de doença renal sistêmica** (vasculite, LES com nefrite)\n- **DRC em contexto de doença hereditária** (Alport, ADPKD, hiperoxalúria primária)\n- **Necessidade de biópsia renal**\n\n### Intervenções Baseadas em Evidências\n\n**Neuroproteção renal geral (KDIGO 2024):**\n- **Bloqueio RAAS (ACEi ou ARB):** manter mesmo quando eGFR cai abaixo de 30 ml/min/1,73m² (exceto contraindicação específica); ensaio STOP-ACEi não demonstrou benefício na descontinuação\n- **Inibidores SGLT2:** recomendados para pacientes com DRC e eGFR ≥ 20 ml/min/1,73m², independentemente de diabetes tipo 2 (evidência crescente para DRC não diabética)\n- **Controle pressórico:** alvo individualizado conforme estágio CKD e proteinúria\n- **Restrição de sódio:** < 2g/dia de sódio para maximizar efeito do bloqueio RAAS\n\n**Estilo de vida:**\n- Atividade física regular conforme tolerância\n- Controle de peso, cessação tabágica\n- Dieta com proteína 0,6-0,8 g/kg/dia em DRC sem diálise (não-dialítica avançada)\n\n**Segurança medicamentosa:**\n- Registrar diagnóstico de DRC em prontuário para alertar outros prescritores\n- Evitar nefrotóxicos: AINEs, contraste iodado sem precauções, aminoglicosídeos\n- Ajustar doses conforme eGFR; risco de erros de prescrição de até 37-43% em estudos ambulatoriais/institucionais\n- Envolver farmacêutico clínico no manejo de regimes medicamentosos complexos\n\n**Manejo de complicações em G4-G5:**\n- Anemia: estimulantes de eritropoese e ferro\n- Hipercalemia: restrição dietética, quelantes de potássio\n- Distúrbio mineral ósseo (CKD-MBD): fósforo sérico, PTH, vitamina D\n- Acidose metabólica: suplementação de bicarbonato\n- Preparação para terapia renal substitutiva (diálise/transplante) quando indicado\n\n**Modelos de risco específicos por etiologia:**\n- IgA nefropatia e ADPKD: usar equações de predição validadas externamente (ex: PROPKD score para ADPKD)\n- Risco cardiovascular: usar modelos validados que incorporem eGFR e albuminúria"
}
