{
  "score_item_id": "019bf31d-2ef0-7103-bda8-a522bc357978",
  "clinical_relevance": "A nefrite é um termo que engloba processos inflamatórios do parênquima renal, podendo acometer o glomérulo (glomerulonefrite), o interstício (nefrite intersticial) ou os vasos renais. No contexto do Escore Plenya, este parâmetro avalia o histórico de nefrite como doença crônica renal, investigando duração, grau de controle e tratamentos utilizados.\n\nAs nefrites glomerulares representam um espectro amplo de doenças. As principais etiologias incluem: nefropatia por IgA (a glomerulopatia primária mais comum mundialmente), glomerulonefrite crescêntica pauci-imune (associada a vasculite ANCA+), nefrite lúpica, glomerulonefrite membranoproliferativa, púrpura de Henoch-Schönlein e glomerulonefrite pós-infecciosa. Dados de séries clínicas mostram distribuição em pacientes com doença glomerular nefrítica: nefropatia por IgA (71%), glomerulonefrite crescêntica pauci-imune (12%), nefrite lúpica (11%), membranoproliferativa (4%), Henoch-Schönlein (2%) e pós-infecciosa (<1%), com mediana de idade ao diagnóstico de 47 anos.\n\nA fisiopatologia central envolve inflamação glomerular ou intersticial mediada por imunecomplexos, autoanticorpos (anti-GBM, ANCA, anti-PLA2R) ou depósitos de complemento, resultando em disfunção da barreira de filtração glomerular com surgimento de hematúria, proteinúria, queda da TFG e, cronicamente, fibrose e perda de néfrons.\n\nDo ponto de vista diagnóstico e de estadiamento, seguindo as diretrizes KDIGO 2024, a cronicidade da doença renal é definida por duração mínima de 3 meses e pode ser estabelecida por: revisão de medições anteriores de TFG ou albuminúria; achados de imagem como redução do tamanho renal e espessura cortical; achados patológicos renais como fibrose e atrofia; e histórico médico de condições que causam ou contribuem para DRC. O eGFR deve ser calculado preferencialmente pela combinação de creatinina e cistatina C (eGFRcr-cys), conforme recomendação 1B do KDIGO 2024.\n\nA hematúria glomerular persistente é um marcador crítico: analisadores automatizados de sedimento urinário subestimam a gravidade da hematúria nas doenças glomerulares, sendo fundamental a microscopia manual para identificar acantócitos e cilindros hemáticos. A proteinúria deve ser quantificada: excreção normal <150 mg/24h; faixa nefrítica 150–3.500 mg/24h; faixa nefrótica >3.500 mg/24h. A razão proteína/creatinina urinária em amostra isolada (UPCR) é o método preferido por conveniência e confiabilidade, com proteinúria significativa definida como UPCR >45 mg/mmol pelas diretrizes britânicas de DRC.\n\nTestes sorológicos essenciais para identificar a causa: anti-PLA2R (nefropatia membranosa), ANCA (vasculite), anti-GBM (síndrome de Goodpasture), complemento (C3, C4), FAN/anti-dsDNA (lúpus), cadeias leves séricas e eletroforese de proteínas (gamopatia monoclonal de significado renal — MGRS). O teste genético tem papel crescente, com genes acionáveis incluindo COL4A3/4/5 (síndrome de Alport), APOL1, NPHS1, PKD1/PKD2, HNF1B, entre outros.\n\nA biópsia renal guiada por ultrassom permanece o padrão-ouro para diagnóstico exato, planejamento terapêutico, avaliação de atividade e cronicidade da doença e probabilidade de resposta ao tratamento (Recomendação 2D, KDIGO 2024). As nefrites crônicas não controladas são causa importante de progressão para doença renal crônica avançada e falência renal, associando-se a risco cardiovascular elevado, hipertensão arterial sistêmica e dislipidemia secundária.",
  "points": 15,
  "patient_explanation": "A nefrite é uma inflamação nos rins que pode ocorrer por diferentes motivos, como doenças do sistema imunológico (quando o próprio corpo ataca os rins), infecções ou outras doenças crônicas. Os rins são órgãos fundamentais para filtrar o sangue, eliminar toxinas, controlar a pressão arterial e o equilíbrio de água e sais no corpo.\n\nQuando os rins ficam inflamados, podem aparecer sinais como sangue ou proteína na urina, inchaço nas pernas, cansaço e pressão alta. Nem sempre esses sintomas são perceptíveis no início, por isso histórico prévio de nefrite precisa ser informado ao médico.\n\nO histórico de nefrite é importante porque, mesmo que a inflamação tenha sido tratada no passado, ela pode ter deixado sequelas nos rins que aumentam o risco de problemas renais futuros, pressão alta e doenças do coração. Com o acompanhamento correto, é possível monitorar a função renal, controlar a inflamação e proteger os rins ao longo do tempo. O objetivo é sempre manter a melhor qualidade de vida possível e evitar que a doença avance.",
  "conduct": "## Conduta Clínica — Histórico de Nefrite\n\n### 1. Avaliação Inicial e Confirmação do Histórico\n\n- **Anamnese detalhada:** tipo de nefrite diagnosticada (glomerulonefrite primária ou secundária, nefrite intersticial, nefrite lúpica, vasculite renal), data do diagnóstico, duração da doença, tratamentos utilizados (corticoides, imunossupressores, IECA/BRA) e grau de controle atual\n- **Documentar cronicidade:** confirmar se duração >3 meses e revisar registros anteriores de TFG, albuminúria e sedimento urinário\n- **Histórico familiar:** investigar DRC familial, síndrome de Alport, doença renal policística, APOL1 em populações de risco\n- **Avaliar exposições nefrotóxicas:** medicamentos (AINEs, contraste iodado, aminoglicosídeos), metais pesados (cádmio, chumbo, mercúrio), pesticidas\n\n### 2. Investigação Laboratorial e de Imagem\n\n**Exames de função e dano renal:**\n- Creatinina sérica + cistatina C → calcular eGFRcr-cys (preferencial pelo KDIGO 2024)\n- Razão albumina/creatinina urinária (ACR) em amostra isolada — repetir em caso de alteração para confirmar cronicidade\n- UPCR (razão proteína/creatinina urinária) — proteinúria significativa: UPCR >45 mg/mmol\n- Urinálise completa com sedimento urinário — atenção: analisadores automatizados subestimam hematúria glomerular; solicitar microscopia manual para identificar acantócitos e cilindros hemáticos\n- Eletrólitos, gasometria venosa (bicarbonato), ácido úrico\n\n**Exames sorológicos (conforme suspeita etiológica):**\n- FAN, anti-dsDNA, complemento C3/C4 (lúpus)\n- ANCA (vasculite pauci-imune)\n- Anti-GBM (síndrome de Goodpasture)\n- Anti-PLA2R (nefropatia membranosa primária)\n- Sorologias virais: hepatite B (HBsAg, Anti-HBs), hepatite C (Anti-HCV), HIV\n- Cadeias leves séricas livres + eletroforese de proteínas séricas e urinárias (gamopatia monoclonal — MGRS)\n- ASLO (pós-estreptocócica), hemoculturas se suspeita infecciosa\n\n**Imagem:**\n- Ultrassonografia renal bilateral: avaliar tamanho, simetria, forma, espessura cortical, obstrução, cistos\n- Considerar uro-TC ou URO-RM conforme indicação\n\n**Biópsia renal:**\n- Indicada quando o diagnóstico etiológico permanece incerto após avaliação clínico-laboratorial e é necessário para guiar tratamento\n- Padrão-ouro: exame por microscopia óptica, imunofluorescência e microscopia eletrônica (Recomendação 2D, KDIGO 2024)\n\n### 3. Critérios de Encaminhamento a Nefrologista\n\n- **Urgente:** hematúria macroscópica persistente, queda aguda de TFG, proteinúria nefrótica (>3,5 g/24h), síndrome nefrítica ativa (hematúria + HAS + edema + oligúria)\n- **Eletivo:** eGFR <60 mL/min/1,73m² persistente (>3 meses), ACR >30 mg/g persistente, suspeita de nefrite lúpica ou vasculite, necessidade de biópsia renal, doença genética renal documentada ou suspeita\n\n### 4. Intervenções Baseadas em Evidências\n\n**Nefroproteção geral:**\n- **IECA ou BRA:** primeira linha para controle da proteinúria e proteção renal em nefrites proteinúricas; alvo de PA <130/80 mmHg em pacientes com proteinúria\n- **Controle pressórico rigoroso:** MAPA ou MRPA para monitorização adequada\n- **Restrição de nefrotóxicos:** evitar AINEs, contrastes iodados sem hidratação prévia, aminoglicosídeos\n- **Controle metabólico:** glicemia (HbA1c <7%), dislipidemia (LDL-alvo conforme risco cardiovascular), hiperuricemia\n- **Cessar tabagismo:** fator independente de progressão renal\n\n**Manejo da inflamação sistêmica:**\n- Monitorar PCR-us e VHS para acompanhamento da atividade inflamatória\n- Em doenças autoimunes ativas: seguir protocolo específico com reumatologia/nefrologista (corticoides, micofenolato, ciclofosfamida, rituximabe conforme etiologia)\n\n**Monitoramento de progressão:**\n- Calcular e registrar eGFR e ACR em cada consulta\n- Repetir urinálise com sedimento a cada 6–12 meses ou conforme atividade de doença\n- Monitoramento trimestral a semestral de eletrólitos, hemograma, creatinina e ureia\n- Avaliar anemia renal (eritropoetina endógena) se eGFR <45\n- Acompanhar densidade mineral óssea e metabolismo mineral (PTH, cálcio, fósforo, vitamina D) se DRC estabelecida\n\n**Estilo de vida:**\n- Atividade física regular adaptada ao nível de função renal\n- Dieta hipossódica (<2 g/dia de sódio) e controle de ingestão proteica conforme orientação nefrológica\n- Manutenção de hidratação adequada (30 mL/kg/dia como referência, ajustada à função renal)\n- Evitar exposição ocupacional a nefrotóxicos (cádmio, chumbo, mercúrio, hidrocarbonetos policíclicos)"
}
