{
  "score_item_id": "019bf31d-2ef0-7bdb-b7c8-1c239c373389",
  "clinical_relevance": "A síndrome nefrótica é uma entidade clínica definida pela presença de proteinúria maciça (>3.500 mg/24h ou UPCR >3.500 mg/g), hipoalbuminemia (<3,0 g/dL), edema generalizado e hiperlipidemia, resultante de disfunção glomerular com aumento da permeabilidade da membrana de filtração glomerular às proteínas plasmáticas. Fisiopatologicamente, a perda maciça de albumina pelo glomérulo leva à queda da pressão oncótica plasmática, desencadeando retenção de sódio e água, formação de edema e estímulo à síntese hepática compensatória de lipoproteínas (especialmente LDL e VLDL), resultando em dislipidemia aterogênica. A LDL oxidada, marcador crítico de risco cardiovascular, pode atingir valores extremamente elevados nesses pacientes. A perda urinária de proteínas anticoagulantes (antitrombina III, proteínas C e S) confere risco trombótico aumentado, especialmente trombose de veia renal.\n\nDo ponto de vista epidemiológico, as causas primárias mais comuns em adultos incluem glomeruloesclerose segmentar e focal (GESF), nefropatia membranosa (frequentemente associada a anticorpos anti-PLA2R — fosfolipase A2 receptor do tipo M) e doença por lesão mínima. Causas secundárias incluem nefropatia diabética (causa mais prevalente globalmente), amiloidose, lupus eritematoso sistêmico e neoplasias. O diagnóstico etiológico impacta diretamente no prognóstico e na escolha terapêutica: a biópsia renal é recomendada pelas diretrizes KDIGO 2024 como procedimento seguro e diagnóstico quando clinicamente apropriado, especialmente em adultos com síndrome nefrótica sem causa secundária evidente.\n\nA quantificação da proteinúria deve utilizar métodos quantitativos: a relação proteína/creatinina em amostra isolada (UPCR) é o método preferido pela praticidade e confiabilidade; a coleta de urina de 24h é reservada para maior precisão quando indicada. O dipstick urinário tem limitações relevantes (falsos-positivos com desidratação, urina alcalina, ITU; incapacidade de detectar proteínas positivamente carregadas) e não deve ser usado isoladamente para diagnóstico. A albuminúria é o parâmetro preferencial nas diretrizes KDIGO 2024, sendo mais precisa e sensível que a proteinúria total.\n\nA estratificação de risco integrada pela grade GFR/albuminúria do KDIGO classifica pacientes com proteinúria nefrótica como de muito alto risco para progressão renal e eventos cardiovasculares. A duplicação da ACR em 2 anos associa-se a aumento de 50–100% no risco de progressão para insuficiência renal terminal. Mutações genéticas em genes como NPHS1, APOL1, COL4A3-5 são identificadas em proporção crescente de casos, especialmente sem história familiar clássica, e o teste genético está em expansão como ferramenta diagnóstica.",
  "points": 18,
  "patient_explanation": "A síndrome nefrótica é uma condição em que os rins perdem sua capacidade de reter proteínas no sangue, fazendo com que uma grande quantidade de proteína seja eliminada pela urina. Isso causa o acúmulo de líquido no corpo, especialmente nas pernas, tornozelos e ao redor dos olhos, além de alterações no colesterol e risco aumentado de infecções e coágulos no sangue.\n\nExistem diversas causas, como diabetes, doenças autoimunes ou alterações próprias dos rins. O diagnóstico é feito com exames de urina, sangue e, em muitos casos, uma pequena amostra do tecido renal (biópsia).\n\nO controle adequado é fundamental: sem tratamento, a condição pode levar à perda progressiva da função renal. Com acompanhamento médico especializado, muitos pacientes conseguem controle satisfatório da doença. Informe sempre ao seu médico sobre a duração da doença, os medicamentos em uso e como está o controle atual, pois esses dados são essenciais para avaliar seu risco e definir o melhor tratamento.",
  "conduct": "## Conduta Clínica: Síndrome Nefrótica (Histórico)\n\n### Anamnese Direcionada\n- **Tempo de diagnóstico** e evolução clínica (remissões, recaídas, progressão)\n- **Etiologia estabelecida** (primária vs. secundária: diabetes, LES, amiloidose, neoplasia)\n- **Medicamentos em uso** e histórico terapêutico (corticoides, imunossupressores, IECAs/BRAs)\n- **Grau de controle atual**: proteinúria residual, albumina sérica, função renal\n- **Complicações prévias**: episódios trombóticos, infecções graves, hospitalizações\n- **História familiar** de doenças renais (considerar causas genéticas: NPHS1, APOL1, COL4A)\n\n### Investigação Complementar\n\n**Laboratorial obrigatória:**\n- Creatinina sérica com estimativa de TFG (eGFR pela equação CKD-EPI; adicionar cistatina C se disponível para maior precisão)\n- UPCR (relação proteína/creatinina em amostra isolada) ou proteinúria de 24h\n- Albumina sérica, eletrólitos, bicarbonato\n- Lipidograma completo (colesterol total, LDL, HDL, triglicerídeos; LDL oxidada em casos selecionados)\n- Hemograma, coagulograma (antitrombina III quando disponível)\n- Glicemia de jejum, HbA1c (rastreio de nefropatia diabética)\n\n**Investigação etiológica (quando causa não estabelecida):**\n- FAN, anti-DNA, complemento (C3, C4), ANCA\n- Anticorpo anti-PLA2R (nefropatia membranosa)\n- Eletroforese de proteínas séricas e urinárias (amiloidose, gamopatia monoclonal — MGRS)\n- Sorologias: HBsAg, anti-HCV, HIV\n- Ultrassonografia renal (tamanho, ecogenicidade, espessura cortical)\n- **Biópsia renal**: indicada quando a causa não é determinada clinicamente; procedimento seguro e recomendado pelo KDIGO 2024 para orientar diagnóstico, prognóstico e tratamento\n- Teste genético: considerar em casos atípicos, história familiar, formas resistentes ou de início na infância (NPHS1, APOL1, COL4A3/4/5, PKD1/2)\n\n### Estratificação de Risco\n- Classificar pela grade GFR/albuminúria do KDIGO (G1-G5 x A1-A3)\n- Proteinúria nefrótica (≥3.500 mg/24h) = categoria A3 = muito alto risco de progressão renal e cardiovascular\n- Duplicação da UPCR/ACR em 2 anos associa-se a aumento de 50–100% no risco de falência renal\n- Avaliar risco cardiovascular global: dislipidemia aterogênica, hipertensão, histórico de DCV\n\n### Intervenções Baseadas em Evidências\n\n**Controle da proteinúria:**\n- **IECAs ou BRAs** são pilares do tratamento antiproteinúrico e nefroprotetor (reduzem pressão intraglomerular)\n- Meta de PA: <130/80 mmHg em pacientes com proteinúria significativa\n\n**Manejo da dislipidemia:**\n- Estatinas indicadas dado o alto risco cardiovascular\n- Meta de LDL conforme risco individual (pacientes de alto risco: LDL <70 mg/dL ou <50 mg/dL em muito alto risco, conforme diretrizes atuais)\n- Avaliar LDL oxidada e PCR ultrassensível como marcadores adicionais de risco\n\n**Prevenção de complicações:**\n- Tromboprofilaxia: considerar anticoagulação em albumina <2,0–2,5 g/dL (especialmente nefropatia membranosa)\n- Profilaxia infecciosa: vacina antipneumocócica, influenza\n- Monitorar e corrigir deficiências nutricionais (vitamina D, zinco, ferro) decorrentes da perda proteica\n\n**Tratamento específico (guiado pela etiologia):**\n- Doença por lesão mínima: corticoides em primeira linha\n- GESF: corticoides ± imunossupressores (ciclosporina, tacrolimus, micofenolato)\n- Nefropatia membranosa: IECA/BRA + observação em casos de baixo risco; rituximabe ou ciclofosfamida + corticoide em casos de alto risco\n- Nefropatia diabética: controle glicêmico rigoroso + IECA/BRA + inibidores de SGLT2 (efeito nefroprotetor adicional)\n\n### Encaminhamento\n- **Nefrologia obrigatória**: todos os casos com proteinúria nefrótica, seja ao diagnóstico ou em reavaliação\n- Frequência de monitoramento: conforme categoria de risco KDIGO — casos A3 com TFG reduzida requerem acompanhamento a cada 3–6 meses\n- Considerar nutricionista para adequação proteica e calórica\n- Avaliar necessidade de acompanhamento multidisciplinar (endocrinologia se nefropatia diabética, reumatologia se LES ou vasculite)"
}
