{
  "score_item_id": "019bf31d-2ef0-79c2-8fc0-7dcd8dcb75bc",
  "clinical_relevance": "A litíase urinária (nefrolitíase) é uma doença multifatorial que afeta aproximadamente 12% da população global, com taxas de recorrência de até 50% nos primeiros 5 anos após o primeiro episódio. Trata-se de uma das afecções urológicas mais prevalentes e com alta carga de morbidade, sendo considerada um fator de risco independente para o desenvolvimento de doença renal crônica (DRC).\n\nFisiopatologicamente, a formação de cálculos envolve três processos interligados: nucleação cristalina, agregação e retenção. O mecanismo central é a supersaturação urinária, que ocorre quando a concentração de solutos excede o limiar de solubilidade no pH urinário vigente. A deficiência de inibidores naturais da cristalização — como citrato, nefrocalcina, osteopontina e proteína de Tamm-Horsfall — favorece a progressão da nucleação à formação do cálculo.\n\nComposição dos cálculos e mecanismos específicos:\n- Cálculos de cálcio (oxalato e fosfato de cálcio): representam 80% dos casos. Resultam de hipercalciúria (absortiva, renal ou reabsortiva), hiperoxalúria (primária, entérica ou dietética) ou hipocitratúria\n- Cálculos de ácido úrico: associados a pH urinário persistentemente ácido (<5,5), hiperuricosúria e estados de resistência à insulina/síndrome metabólica\n- Cálculos de cistina: decorrentes de transporte tubular defeituoso de aminoácidos dibásicos (cistinúria genética)\n- Cálculos de estruvita (estruvita/fosfato de amônio): associados a infecções por bactérias urease-positivas (Proteus, Klebsiella); o Chunk 2 confirma que cristais de estruvita se correlacionam com infecções bacterianas\n\nDados de cristalúria ambulatorial (Chunk 2): em 1.025 amostras de urina de ambulatório, 22,04% apresentaram cristalúria, com idade média dos pacientes de 51,3 anos. A distribuição dos cristais foi: oxalato de cálcio 46,4%, ácido úrico 23,5%, uratos 15,1% e estruvita 9,3%. Diabetes, insuficiência renal, prostatite e síndrome nefrótica foram associados à formação de cristais. A prevalência de infecções do trato urinário em pacientes com cristalúria foi de 10,6%.\n\nImpacto renal de longo prazo: o KDIGO 2024 classifica cálculos renais recorrentes como fator de risco para DRC (Chunk 8, Chunk 26). Nefrolitíase extensa e recorrente constitui critério de encaminhamento a serviços especializados de nefrologia (Chunk 23). Geneticamente, mutações em AGXT (hiperoxalúria primária), GRHPR e HOGA representam causas monogênicas de litíase com alto risco de insuficiência renal e devem ser rastreadas nos casos recorrentes (Chunk 22).\n\nEstratificação de risco:\n- Baixo risco: episódio único sem fatores de risco metabólicos ou anatômicos identificados\n- Risco intermediário: recorrência dentro de 5 anos, litíase bilateral, cálculos múltiplos, história familiar positiva, doenças metabólicas associadas (hiperparatireoidismo, acidose tubular renal, síndrome metabólica)\n- Alto risco: cálculos de cistina ou estruvita, hiperoxalúria primária, nefrocalcinose, função renal comprometida, criança ou adolescente com litíase\n\nA litíase urinária tem impacto clínico relevante por sua alta prevalência, alta recorrência, associação com DRC, e potencial de intervenção metabólica efetiva, justificando pontuação no espectro de moderado impacto clínico.",
  "points": 10,
  "patient_explanation": "Litíase é o nome técnico para pedras nos rins (ou cálculos renais). Essas pedras se formam quando substâncias presentes na urina — como cálcio, ácido úrico ou oxalato — ficam em concentrações altas demais e começam a cristalizar dentro dos rins ou das vias urinárias.\n\nEssa condição é muito comum: cerca de 12 em cada 100 pessoas no mundo têm ou já tiveram pedras nos rins. O problema mais importante é que, uma vez que a pedra aparece, existe uma chance de 50% de ela voltar nos próximos 5 anos — por isso é fundamental entender a causa e agir para prevenir novos episódios.\n\nSe não tratada corretamente, a litíase repetida pode machucar os rins ao longo do tempo, aumentando o risco de doença renal crônica. Mas a boa notícia é que, com investigação adequada, ajustes na alimentação, hidratação correta e, quando necessário, medicamentos, é possível reduzir muito o risco de novas pedras. Contar ao médico sobre episódios anteriores é o primeiro passo para um cuidado personalizado e preventivo.",
  "conduct": "## Conduta Clínica — Litíase Urinária (Nefrolitíase)\n\n### 1. Avaliação Inicial\n\n- **Anamnese detalhada:**\n  - Número de episódios, datas aproximadas, localização (ureteral, renal), necessidade de intervenção cirúrgica ou litotripsia\n  - Análise prévia da composição do cálculo (se disponível)\n  - História familiar de litíase, gota, hiperparatireoidismo, cistinúria\n  - Dieta: ingestão hídrica, consumo de proteína animal, sal, oxalato, purinas\n  - Medicamentos litogênicos: vitamina C em altas doses, suplementos de cálcio, topiramato, indinavir, furosemida crônica\n  - Doenças associadas: diabetes, síndrome metabólica, gota, doença inflamatória intestinal, ressecção ileal (oxalúria entérica), hiperparatireoidismo\n\n- **Exame físico:**\n  - PA (hipertensão frequentemente associada)\n  - IMC e circunferência abdominal (síndrome metabólica)\n  - Sinais de doença sistêmica\n\n### 2. Investigação Complementar\n\n**Laboratorial (primeiro episódio ou recorrência):**\n- Creatinina sérica + eGFR (avaliação de função renal)\n- Cálcio, fósforo, ácido úrico séricos\n- PTH intacto (se hipercalcemia)\n- Urina tipo I com sedimento (cristalúria, hematúria, pH urinário)\n- Urina de 24h: volume, creatinina, cálcio, oxalato, citrato, sódio, ácido úrico, fosfato (padrão ouro para avaliação metabólica)\n- Urocultura (suspeita de cálculo de estruvita ou ITU associada)\n\n**Imagem:**\n- Ultrassonografia renal e de vias urinárias (triagem, sem radiação)\n- Tomografia computadorizada de abdome sem contraste (gold standard para diagnóstico agudo e cálculos <3mm)\n- Radiografia simples de abdome (KUB) para cálculos radiopacos e seguimento\n\n**Investigação genética (casos selecionados):**\n- Considerar em: criança com litíase, litíase recorrente grave, nefrocalcinose, hiperoxalúria primária suspeita (genes AGXT, GRHPR, HOGA), cistinúria, história familiar sugestiva de causa monogênica\n\n### 3. Intervenções Baseadas em Evidências\n\n**Medidas gerais (todos os pacientes):**\n- **Hidratação:** aumentar ingestão hídrica para produzir >2 litros de urina/dia (objetivo: diluir solutos urinários); meta de 2,5–3 L de líquidos/dia\n- **Redução de sal:** <5g/dia (sódio urinário alto aumenta excreção de cálcio)\n- **Proteína animal moderada:** evitar excesso (aumenta uricosúria, oxalatúria, reduz citratúria)\n- **Cálcio dietético adequado:** NÃO restringir (cálcio da dieta liga oxalato no intestino, reduzindo absorção); manter 1000–1200mg/dia\n\n**Medidas específicas por tipo de cálculo:**\n\n- **Oxalato de cálcio com hipocitratúria:** citrato de potássio oral (20–40 mEq/dia) — alcaliniza urina e inibe cristalização\n- **Oxalato de cálcio com hipercalciúria:** tiazídicos (hidroclorotiazida ou clortalidona) para reduzir calciúria\n- **Ácido úrico:** alcalinização urinária com citrato de potássio (pH alvo 6,5–7,0); alopurinol se hiperuricemia associada; redução de purinas na dieta\n- **Estruvita:** erradicação da infecção com antibioticoterapia guiada por cultura; considerar remoção cirúrgica do cálculo; acidificação urinária com ácido ascórbico pode ser usada como adjuvante\n- **Cistina:** hidratação intensa (>3L/dia), alcalinização urinária (pH >7,5), D-penicilamina ou tiopronina em casos refratários\n\n### 4. Critérios de Encaminhamento ao Especialista (Urologia/Nefrologia)\n\n- **Urologia:** cálculo obstrutivo, cálculo >10mm sem passagem espontânea, infecção associada a obstrução (urgência), falha de progressão, cálculo de estruvita (coraliformes)\n- **Nefrologia:** conforme KDIGO 2024:\n  - Nefrolitíase extensa e recorrente\n  - eGFR <30 ml/min/1,73m²\n  - Queda sustentada de eGFR >20%\n  - Causa genética suspeita (hiperoxalúria primária, cistinúria)\n  - Hipertensão refratária associada\n  - Albuminúria significativa (ACR ≥300mg/g)\n\n### 5. Monitoramento e Seguimento\n\n- Repetir urina de 24h após 3 meses de intervenção dietética/farmacológica\n- Ultrassonografia renal anual para monitorar novos cálculos assintomáticos\n- Monitorar função renal (creatinina + eGFR) a cada 6–12 meses em pacientes com litíase recorrente\n- Orientar paciente a identificar e preservar cálculos eliminados espontaneamente para análise composicional"
}
