{
  "score_item_id": "019bf31d-2ef0-734a-aeae-0682b3375758",
  "clinical_relevance": "A infecção do trato urinário (ITU) é uma das infecções bacterianas mais prevalentes na prática clínica, afetando o trato urinário desde os rins até a uretra. As três manifestações principais são cistite, pielonefrite e bacteriúria assintomática. Em 70-90% dos casos, Escherichia coli é o agente etiológico, seguido por Proteus spp (12%), Enterococcus spp (12%) e Klebsiella spp (5%). No contexto do Escore Plenya como histórico de doenças crônicas renais, a unidade de medida é ocorrências/ano, sendo fundamental estratificar a frequência de episódios para identificar ITUs de repetição (recorrentes), definidas habitualmente como 3 ou mais episódios por ano ou 2 episódios em 6 meses. A relevância clínica da ITU recorrente vai muito além do desconforto agudo: complicações bem documentadas incluem cicatriz renal, hipertensão arterial secundária e insuficiência renal crônica. A resistência antimicrobiana é uma preocupação crescente e global nesse contexto — proporção crescente de ITUs comunitárias não complicadas é causada por bacilos gram-negativos multirresistentes, incluindo produtores de beta-lactamase de espectro estendido (ESBL-E) e enterobactérias resistentes a carbapenêmicos (CRE). Como resultado, a terapia empírica falha com maior frequência, e um número crescente de indivíduos com ITU não complicada requer hospitalização para antibióticos intravenosos. O nitrito urinário, marcador clássico de triagem, apresenta especificidade de 94-100% mas sensibilidade de apenas 25%, sendo positivo principalmente em infecções por organismos urease-positivos como Proteus spp. e, ocasionalmente, E. coli. Organismos como Enterococcus, Pseudomonas e Acinetobacter não convertem nitrato em nitrito, gerando resultados falsamente negativos. Fatores que causam falso-negativo no nitrito incluem: pH urinário abaixo de 6,0, bacteriúria de baixo grau, tempo curto entre coleta e análise, urina diluída, presença de sangue, urobilinogênio, vitamina C ou determinados medicamentos. A nitrite-positividade, segundo dados do estudo de Papava et al. (Cureus, 2022), correlaciona-se com maior resistência a cefalosporinas de 2ª e 3ª geração (cefuroxima RR 12,9; doxiciclina RR 10,6; cefotaxima RR 9,8; ceftriaxona RR 8,03), porém não deve ser utilizada isoladamente para guiar a escolha do antibiótico — urocultura com antibiograma permanece obrigatória. Em mulheres na pós-menopausa, a síndrome genitourinária da menopausa é fator de risco adicional relevante para ITU recorrente, com relatos de 55% de postcoital cystitis e recorrências frequentes nessa população. A disúria, sintoma cardinal da ITU, pode também ser causada por infecções sexualmente transmissíveis, irritantes vesicais, lesões cutâneas e cistite intersticial/síndrome de dor vesical (IC/BPS) — diagnóstico diferencial sempre necessário em apresentações atípicas ou refratárias. Estratificação de risco: 0 ocorrências/ano (baixo risco), 1-2 ocorrências/ano (risco moderado, monitorar), 3 ou mais ocorrências/ano (alto risco — ITU recorrente, investigação aprofundada obrigatória).",
  "points": 8,
  "patient_explanation": "A infecção urinária (ITU) é uma infecção causada por bactérias que invadem o sistema urinário — bexiga, rins ou uretra. O sintoma mais comum é a dor ou ardência ao urinar, além de vontade frequente de ir ao banheiro e, às vezes, febre. A maioria das pessoas tem pelo menos um episódio ao longo da vida, e em muitas mulheres as infecções podem se repetir várias vezes por ano. No seu prontuário, registramos quantas vezes você teve infecção urinária por ano porque isso é importante para a saúde dos rins: infecções frequentes, quando não tratadas corretamente, podem causar cicatrizes nos rins e, com o tempo, prejudicar o funcionamento deles. Além disso, o uso frequente de antibióticos aumenta o risco de as bactérias ficarem resistentes aos remédios, dificultando os tratamentos futuros. Se você tem 3 ou mais episódios por ano, é importante investigar a causa e discutir estratégias de prevenção com seu médico. O tratamento adequado e a prevenção fazem toda a diferença para evitar complicações.",
  "conduct": "## Conduta Clínica para ITU Recorrente (Histórico de Doenças Crônicas Renais)\n\n### Avaliação Inicial\n\n- **Quantificar frequência:** registrar número de episódios por ano, confirmados por urocultura sempre que possível\n- **Classificar o padrão:**\n  - 1-2 episódios/ano: monitoramento e medidas preventivas básicas\n  - ≥3 episódios/ano ou ≥2 em 6 meses: ITU recorrente — protocolo de investigação completa\n- **História clínica direcionada:**\n  - Relação com atividade sexual (ITU pós-coital)\n  - Uso recente de antibióticos (últimos 30 dias) e organismos isolados previamente (últimos 6 meses)\n  - Sintomas genitourinários associados (descarga vaginal, sintomas de síndrome genitourinária da menopausa em mulheres pós-menopáusicas)\n  - Fatores anatômicos ou funcionais (prolapso pélvico, disfunção miccional, resíduo pós-miccional elevado)\n  - Uso de dispositivos intravasculares, catéteres ou instrumentação urológica recente\n\n### Investigação Complementar\n\n- **Urinálise completa** com pesquisa de nitrito, leucócitos, hematúria\n- **Urocultura com antibiograma** — obrigatória em:\n  - Toda ITU recorrente ou suspeita de complicada\n  - Qualquer ITU em homens\n  - Gestantes\n  - Falha terapêutica ou recidiva precoce\n  - Suspeita de organismo multirresistente\n- **Nota sobre nitrito:** sensibilidade apenas 25%; resultado negativo NÃO exclui ITU; resultado positivo correlaciona-se com maior resistência a cefalosporinas de 2ª/3ª geração — não deve substituir o antibiograma\n- **Imagem renal** (ultrassonografia de vias urinárias) nas seguintes situações:\n  - ITU febril / suspeita de pielonefrite\n  - Hematúria associada\n  - ITU em homens (afastar obstrução prostática, cálculos)\n  - Falha terapêutica\n  - ITU recorrente sem causa aparente\n- **Uretrocistoscopia:** considerar em ITU recorrente com hematúria, suspeita de lesão vesical ou diagnóstico diferencial com cistite intersticial (IC/BPS)\n- **Avaliação de disfunção do assoalho pélvico** em mulheres com prolapso ou incontinência associados\n\n### Tratamento\n\n- **Terapia empírica:** guiada por padrões de resistência locais e histórico de organismos do paciente\n  - Considerar perfil de uropatógenos prévios do paciente (últimos 6 meses)\n  - Ajustar obrigatoriamente após resultado de antibiograma\n  - Evitar fluoroquinolonas como empiria de primeira linha dada crescente resistência\n- **Organismos multirresistentes (ESBL-E, CRE):** seguir diretrizes IDSA 2022; pode ser necessária hospitalização para antibioticoterapia intravenosa\n- **ITU recorrente — estratégias preventivas baseadas em evidências:**\n  - Profilaxia antibiótica contínua de baixa dose (decisão individualizada, avaliar benefício vs. resistência)\n  - Profilaxia pós-coital (se padrão relacionado a atividade sexual)\n  - D-manose: evidência crescente para prevenção de ITU por E. coli\n  - Cranberry (proantocianidinas): pode reduzir adesão bacteriana; evidência moderada\n  - Higiene e hábitos miccionais adequados (micção pós-coital, hidratação adequada)\n\n### Encaminhamento a Especialistas\n\n- **Urologista:** ITU recorrente em homens (qualquer frequência), suspeita de uropatia obstrutiva, cálculos recorrentes, anomalias estruturais\n- **Nefrologista:** sinais de comprometimento renal (elevação de creatinina, hematúria glomerular, proteinúria associada), cicatriz renal documentada, hipertensão arterial de início após episódios de ITU\n- **Ginecologista/Uroginecologista:** ITU recorrente em mulheres com síndrome genitourinária da menopausa, prolapso pélvico ou disfunção do assoalho pélvico\n- **Infectologista:** ITU por organismos multirresistentes (ESBL, CRE, DTR-P. aeruginosa) ou falha recorrente de tratamento\n\n### Monitoramento\n\n- Urocultura de controle pós-tratamento nas ITUs complicadas ou por organismos resistentes\n- Avaliação da função renal (creatinina, ureia, eGFR) anualmente em pacientes com ITU recorrente documentada\n- Registro sistemático de episódios, organismos e sensibilidades para orientar futuras condutas empíricas"
}
