{
  "score_item_id": "019bf31d-2ef0-7d1f-b3bd-8f8e8f731634",
  "clinical_relevance": "Doenças virais crônicas constituem infecções persistentes causadas por vírus que estabelecem latência ou replicação contínua no hospedeiro por períodos superiores a seis meses. As principais entidades clínicas de relevância para a avaliação de saúde integral incluem: hepatites virais crônicas (VHB e VHC), infecção pelo HIV, infecções herpéticas latentes (EBV, CMV, HSV, HHV-6), e infecções virais respiratórias com sequelas prolongadas como a síndrome pós-COVID.\n\nDo ponto de vista fisiopatológico, a persistência viral induz ativação imune crônica com produção sustentada de citocinas pró-inflamatórias (TNF-α, IL-1β, IL-6, IL-10), estado de inflamação sistêmica de baixo grau ('inflammaging'), disfunção mitocondrial e estresse oxidativo. Essa cascata inflamatória crônica representa um fator de risco independente para doenças cardiovasculares, síndrome metabólica, resistência à insulina e neurodegeneração.\n\nNas hepatites virais crônicas, a razão AST/ALT (razão De Ritis) tem valor diagnóstico e prognóstico relevante: razão levemente acima de 1,0 (≥1,09) é preditiva de progressão da hepatite C crônica para cirrose. A GGT é o melhor preditor de progressão para carcinoma hepatocelular na hepatite viral crônica, enquanto a ALT não apresenta valor preditivo independente. Índices derivados como APRI (AST to Platelet Ratio Index) e FIB-4 (AST, ALT, plaquetas e idade) apresentam melhor capacidade preditiva de fibrose do que enzimas isoladas.\n\nNa síndrome pós-COVID (Long COVID), estudos demonstram que mais de 50 manifestações clínicas sistêmicas são possíveis, afetando cérebro, articulações, intestino, rins, fígado, sistema cardiovascular e sistema endócrino. Os mecanismos incluem: infecção viral direta de glândulas endócrinas via receptor ACE2, ativação do eixo HPA mediada por citocinas (IL-1, IL-6, TNF-α) e dano glandular imunomediado. A reativação do EBV (Epstein-Barr vírus) em indivíduos com infecção latente tem sido associada ao aumento da expressão de ACE2 em células epiteliais, facilitando a entrada do SARS-CoV-2 e potencialmente contribuindo para os sintomas de COVID longo. A gravidade da infecção aguda e histórico de hospitalização são os principais fatores de risco para desenvolvimento de COVID longo; em pacientes hospitalizados, idade avançada e sexo feminino aumentam o risco.\n\nA inflamação crônica subclínica induzida por vírus persistentes eleva marcadores como PCR-us, IL-6 e TNF-α, que constituem preditores independentes de eventos cardiovasculares maiores. Segundo o ACC Scientific Statement de 2025, hsCRP ≥2 mg/L é estabelecido como intensificador de risco cardiovascular, sendo mais forte preditor de infarto recorrente, AVC e morte cardiovascular do que o LDL colesterol em pacientes em uso de estatinas. A disfunção endotelial associada à inflamação viral crônica reduz a produção de óxido nítrico (valores normais: 8,8 μmol/L; disfunção sistêmica com valores de 4,8), predispondo à aterosclerose acelerada.\n\nA estratificação de risco deve considerar: duração da infecção viral, grau de controle viral (carga viral indetectável vs. replicação ativa), grau de fibrose hepática quando aplicável, presença de comorbidades associadas (diabetes, dislipidemia, hipertensão), e perfil inflamatório sistêmico através de biomarcadores.",
  "points": 0,
  "patient_explanation": "Doenças virais crônicas são infecções causadas por vírus que permanecem no seu corpo por muito tempo — meses ou anos — sem serem completamente eliminadas. Exemplos comuns incluem hepatite B, hepatite C, HIV, e as sequelas prolongadas da COVID-19 (chamada de COVID longo).\n\nEssas infecções são importantes para avaliar sua saúde porque, mesmo quando você não sente sintomas fortes, esses vírus podem causar uma inflamação silenciosa no corpo ao longo do tempo. Essa inflamação crônica de baixo nível é associada a um maior risco de problemas no coração, no fígado, no metabolismo e no sistema nervoso.\n\nQuando o médico pergunta sobre essas doenças, quer entender há quanto tempo você tem a infecção, se ela está controlada com tratamento, e quais remédios você já usou ou usa atualmente. Essas informações são fundamentais para montar um plano de saúde personalizado e identificar quais exames ou cuidados adicionais você pode precisar. Com acompanhamento adequado, é possível controlar essas condições e reduzir significativamente seus impactos na saúde a longo prazo.",
  "conduct": "## Conduta Clínica: Doenças Virais Crônicas\n\n### Anamnese Dirigida\n\n- **Identificar** qual(is) doença(s) viral(is) crônica(s) está(ão) presente(s): hepatite B, hepatite C, HIV, EBV ativo/latente, CMV, sequelas de COVID-19 (Long COVID), outros\n- **Investigar duração:** tempo desde o diagnóstico inicial\n- **Grau de controle:** carga viral atual, se monitorada; resposta virológica sustentada em hepatite C; CD4/carga viral em HIV\n- **Tratamentos prévios e atuais:** antivirais, imunobiológicos, outros\n- **Sintomas ativos:** fadiga, hepatomegalia, icterícia, manifestações neurológicas, endócrinas, cardiovasculares\n- **Em pós-COVID:** mapear manifestações por órgão/sistema (neurológicas, cardíacas, gastrointestinais, renais, endócrinas, dermatológicas)\n\n---\n\n### Investigação Laboratorial Recomendada\n\n**Hepatites virais crônicas (VHB/VHC):**\n- AST, ALT e razão AST/ALT (De Ritis ratio) — razão ≥1,09 sugere progressão para fibrose em VHC\n- GGT — melhor preditor de progressão para carcinoma hepatocelular\n- Índice APRI e FIB-4 (AST, ALT, plaquetas, idade) para estadiamento não invasivo de fibrose\n- Bilirrubinas, albumina, TAP/INR para função hepática\n- Carga viral (HBV-DNA ou HCV-RNA)\n- Sorologias complementares quando aplicável (HBeAg, Anti-HBe, Anti-HBs, Anti-HBc)\n- Alfa-fetoproteína (AFP) para rastreio de hepatocarcinoma em cirróticos\n- Elastografia hepática (FibroScan) quando disponível\n\n**Perfil inflamatório sistêmico (aplicável a todas as doenças virais crônicas):**\n- **PCR ultrassensível (hsCRP):** ≥2 mg/L como intensificador de risco cardiovascular (ACC 2025)\n- **IL-6** (<3,4 pg/mL como referência funcional)\n- **TNF-α** (<8,1 pg/mL como referência funcional)\n- **IL-10** (anti-inflamatória; valores baixos associados a maior risco)\n- VHS (velocidade de hemossedimentação)\n- Leucograma com diferencial — comparar com histórico individual do paciente para identificar inflamação subclínica\n\n**Avaliação cardiovascular e metabólica:**\n- Lipidograma completo com LDL oxidado e subfrações quando disponível\n- Óxido nítrico sérico (disfunção endotelial se <8,8 μmol/L)\n- Homocisteína (manter idealmente entre 4,5 e 8 µmol/L)\n- Glicemia de jejum, hemoglobina glicada (HbA1c), curva de insulina (resistência à insulina)\n- GGT — marcador de toxicidade crônica e risco cardiovascular; objetivo: quartil inferior da referência\n\n**Em síndrome pós-COVID / Long COVID:**\n- Cortisol (curva), ACTH — avaliar eixo HPA\n- TSH, FT4, anticorpos tireoidianos (Anti-TPO, Anti-Tg)\n- Prolactina e macroprolactina — aumento frequente no pós-COVID; avaliar sintomas antes de intervir\n- IGF-1, quando pertinente\n- FSH, LH, estradiol, testosterona — possíveis alterações documentadas\n- Sorologias para reativação de EBV (IgM/IgG VCA, EA, EBNA)\n\n---\n\n### Critérios de Encaminhamento\n\n- **Hepatologista/Infectologista:** hepatite viral crônica em qualquer fase, para estadiamento de fibrose, decisão de tratamento antiviral e rastreio de complicações\n- **Infectologista:** HIV em qualquer estágio; outras infecções virais crônicas com replicação ativa\n- **Cardiologista:** risco cardiovascular elevado (hsCRP ≥2 mg/L associado a outros fatores de risco); disfunção endotelial documentada\n- **Endocrinologista:** alterações do eixo HPA, disfunção tireoidiana, hipogonadismo associados a infecção viral crônica\n- **Clínica de Long COVID:** quando disponível, para abordagem multidisciplinar de síndrome pós-COVID com múltiplos sistemas acometidos\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Controle da replicação viral:**\n- Antivirais de ação direta para VHC (taxa de cura >95%)\n- Antivirais para VHB (supressão viral contínua)\n- TARV otimizada para HIV com alvo de carga viral indetectável\n\n**Modulação da inflamação sistêmica:**\n- Estilo de vida: dieta anti-inflamatória, atividade física regular (reduz IL-6, hs-CRP, TNF-α), sono adequado\n- Controle metabólico rigoroso: glicemia, insulina, lipídios — a resistência à insulina amplifica a inflamação viral crônica\n- Ômega-3: avaliar índice Ômega-3 e relação Ômega-6/Ômega-3 (alvo: relação 2:1 a 3:1)\n- Vitamina D: manter níveis ótimos (ex: >40–60 ng/mL em geral; monitorar com PTH)\n- Suporte mitocondrial: especialmente relevante em Long COVID com fadiga crônica\n- Jejum intermitente e modulação dos genes SIRT1/SIRT6 para proteção cardiovascular e anti-inflamatória\n\n**Rastreio oncológico:**\n- Hepatite B/C com cirrose: rastreio semestral com USG abdominal e AFP para hepatocarcinoma\n\n**Monitoramento periódico:**\n- Reavaliação de carga viral, marcadores de fibrose e função hepática a cada 6–12 meses conforme estágio\n- Monitorar hsCRP, IL-6 e perfil metabólico trimestralmente em casos com inflamação ativa\n- Registrar evolução comparativa dos leucócitos em relação ao histórico individual do paciente"
}
