{
  "score_item_id": "019bf31d-2ef0-74d0-837c-1ad343661dc2",
  "clinical_relevance": "O HIV (Vírus da Imunodeficiência Humana) é um retrovírus que infecta preferencialmente linfócitos T CD4+, macrófagos e células dendríticas, causando imunodepressão progressiva. A infecção não tratada evolui para AIDS (Síndrome da Imunodeficiência Adquirida) quando a contagem de CD4 cai abaixo de 200 células/mm³ ou surgem doenças definidoras. Epidemiologicamente, estima-se que 39 milhões de pessoas vivam com HIV globalmente, com cerca de 700 mil mortes anuais relacionadas à AIDS. No Brasil, há aproximadamente 1,0 milhão de pessoas vivendo com HIV, com incidência de cerca de 40.000 novos casos por ano segundo dados do Ministério da Saúde.\n\nFisiopatologia: O HIV infecta células com receptor CD4 e correceptores CCR5 ou CXCR4. A replicação viral gera depleção progressiva de linfócitos T CD4+, levando a imunodeficiência celular. A inflamação crônica persistente — mesmo em pacientes com carga viral indetectável em TARV — contribui para envelhecimento acelerado, doença cardiovascular, disfunção renal, osteoporose e neoplasias. Marcadores inflamatórios como IL-6, TNF-α e PCR permanecem elevados em pacientes em TARV e correlacionam com mortalidade.\n\nEstratificação clínica:\n- CD4 >500 células/mm³: imunocompetente, baixo risco oportunista\n- CD4 200–500 células/mm³: imunodepressão moderada, risco aumentado\n- CD4 <200 células/mm³: AIDS definida, alto risco de infecções oportunistas\n- Carga viral indetectável (<50 cópias/mL): objetivo terapêutico em TARV\n\nComorbidades frequentes em PVHIV (Pessoas Vivendo com HIV):\n- Lipodistrofia: redistribuição de gordura associada aos antirretrovirais — lipoatrofia periférica e acúmulo visceral/central. A tesamorelina (análogo de GHRH) é indicada especificamente para redução de gordura visceral em lipodistrofia associada ao HIV, atuando no eixo hipotalâmico-hipofisário para estimular GH endógeno\n- Dislipidemia: TG elevado, HDL reduzido, LDL variável — associada tanto ao HIV quanto aos antirretrovirais (especialmente inibidores de protease)\n- Resistência à insulina e síndrome metabólica\n- Hipogonadismo: comum em homens HIV+, associado a depressão e sarcopenia; reposição de testosterona melhora índices depressivos\n- Doença cardiovascular: risco aumentado por inflamação crônica e dislipidemia\n- Neoplasias: Sarcoma de Kaposi (associado ao KSHV/HHV-8), linfomas não-Hodgkin, carcinoma de colo uterino — as doenças definidoras de AIDS; além de neoplasias não-AIDS-definidoras com risco aumentado (pulmão, anal, hepático)\n- Doença renal: nefropatia associada ao HIV (HIVAN), toxicidade por tenofovir\n- Osteoporose: ativação de osteoclastos por inflamação crônica e efeitos de antirretrovirais\n\nImpacto do tratamento: A Terapia Antirretroviral (TARV) moderna — especialmente regimes baseados em inibidores de integrase (dolutegravir, bictegravir) — permite supressão viral completa, com expectativa de vida próxima à população geral quando iniciada precocemente. Entretanto, antirretrovirais podem causar ganho de peso, resistência à insulina e dislipidemia, exigindo monitorização metabólica contínua.",
  "points": 25,
  "patient_explanation": "O HIV é um vírus que afeta as defesas do seu organismo, especificamente células chamadas linfócitos CD4, que são responsáveis por combater infecções. Se não tratado, o HIV pode enfraquecer progressivamente o sistema imune ao ponto de o corpo não conseguir se defender de doenças comuns — esse estágio avançado é chamado de AIDS.\n\nA boa notícia é que, com o tratamento moderno (chamado TARV ou coquetel), é possível controlar o vírus de forma tão eficaz que ele fica indetectável no sangue. Pessoas com HIV em tratamento adequado vivem com saúde por décadas e não transmitem o vírus sexualmente quando a carga viral está indetectável.\n\nMesmo com o vírus controlado, é importante acompanhamento médico regular para monitorar as defesas do corpo (contagem de CD4), verificar se o vírus continua indetectável, e avaliar outros aspectos da saúde que podem ser afetados pelo HIV ou pelos medicamentos, como colesterol, glicose, ossos e função renal. Com cuidados adequados, o HIV é uma condição crônica manejável, não uma sentença.",
  "conduct": "## Conduta Clínica — HIV (Histórico de Doença Crônica Viral)\n\n### Avaliação Inicial\n\n**Anamnese dirigida:**\n- Tempo de diagnóstico e histórico de carga viral e CD4\n- Regime antirretroviral atual (medicamentos, doses, tempo de uso, adesão)\n- Histórico de resistência viral ou trocas de esquema\n- Doenças oportunistas prévias ou doenças definidoras de AIDS\n- Coinfecções: hepatite B, hepatite C, tuberculose, sífilis, ISTs\n- Sintomas de lipodistrofia, neuropatia periférica, sintomas metabólicos\n\n**Exames de monitorização em PVHIV:**\n- **Carga viral HIV:** meta <50 cópias/mL; solicitar a cada 3–6 meses\n- **Contagem de CD4:** a cada 3–6 meses (anual se estável com CV indetectável >2 anos)\n- **Hemograma completo com diferencial**\n- **Função renal:** creatinina, ureia, TFG estimada, EAS (atenção especial em uso de tenofovir TDF)\n- **Função hepática:** TGO, TGP, GGT, bilirrubinas\n- **Perfil lipídico completo:** colesterol total, LDL, HDL, TG — dislipidemia frequente em TARV\n- **Glicemia de jejum e HbA1c:** síndrome metabólica e resistência à insulina são comuns\n- **HOMA-IR:** avaliar resistência insulínica\n- **Marcadores inflamatórios:** PCR-us, IL-6 — inflamação crônica persiste mesmo com CV indetectável\n- **Densidade mineral óssea (DEXA):** risco aumentado de osteopenia/osteoporose\n- **Vitamina D (25-OH):** deficiência frequente; manter ≥40 ng/mL\n- **Testosterona total e livre:** hipogonadismo comum em homens HIV+\n- **IGF-1:** avaliar se lipodistrofia presente (considerar tesamorelina)\n- **Sorologias:** hepatite B (AgHBs, Anti-HBc, Anti-HBs), hepatite C, sífilis (VDRL/FTA-abs), toxoplasmose\n\n### Investigação de Comorbidades\n\n**Lipodistrofia:**\n- Avaliar clinicamente redistribuição gordurosa (lipoatrofia facial/membros vs. acúmulo central/visceral/dorso-cervical)\n- Dosagem de IGF-1 e IGF-BP3\n- Se lipodistrofia visceral confirmada: **tesamorelina** é o único análogo de GHRH aprovado especificamente para esta indicação em PVHIV; atua estimulando GH endógeno, reduzindo gordura visceral, intramuscular e hepática sem os efeitos adversos do GH exógeno\n- Considerar troca de antirretrovirais com maior perfil lipodistrófico (d4T, ddI, alguns IPs) para regimes mais modernos\n\n**Síndrome metabólica e dislipidemia:**\n- Aplicar critérios ATP III/IDF: circunferência abdominal, TG, HDL, PA, glicemia\n- Priorizar intervenções de estilo de vida: alimentação anti-inflamatória, exercício físico regular\n- Farmacoterapia lipídica quando indicada; atenção a interações entre estatinas e antirretrovirais (inibidores de protease elevam níveis de estatinas)\n- Ômega-3 de alta dose pode auxiliar na redução de TG elevado\n\n**Hipogonadismo em homens HIV+:**\n- Dosar testosterona total e livre, LH, FSH\n- Se hipogonadismo confirmado: considerar reposição de testosterona — evidências mostram melhora de índices depressivos, libido, composição corporal e qualidade de vida\n- Monitorar hematócrito, PSA e saúde cardiovascular durante TRT\n\n**Saúde óssea:**\n- DEXA basal e a cada 1–2 anos\n- Vitamina D: manter ≥40 ng/mL; considerar ≥60 ng/mL em pacientes com osteopenia\n- Cálcio adequado na dieta; suplementar se necessário\n- Considerar bifosfonatos em osteoporose estabelecida\n\n### Prevenção e Rastreio de Neoplasias\n\n- **Papanicolaou anual** em mulheres (rastreio de carcinoma cervical — doença definidora de AIDS)\n- **Citologia anal** em homens que fazem sexo com homens e mulheres com histórico de HPV anal\n- **Rastreio de Sarcoma de Kaposi:** lesões cutâneas/mucosas suspeitas\n- **Rastreio de neoplasias não-AIDS-definidoras:** câncer de pulmão (tabagistas), hepatocelular (coinfecção HBV/HCV)\n- **Vacinação:** pneumocócica, influenza anual, hepatite A e B (se não imune), HPV, herpes zóster\n\n### Encaminhamentos\n\n- **Infectologista/médico de referência em HIV:** para manejo da TARV, resistência viral, doenças oportunistas\n- **Endocrinologista:** lipodistrofia grave, hipogonadismo, disfunção tireoidiana, síndrome metabólica refratária\n- **Cardiologista:** risco cardiovascular elevado (inflamação crônica + dislipidemia + fatores tradicionais)\n- **Nefrologista:** se TFG <60 mL/min/1,73m² ou proteinúria significativa\n- **Psicólogo/Psiquiatra:** depressão, ansiedade e estigma são altamente prevalentes em PVHIV\n- **Nutricionista:** suporte para síndrome metabólica, lipodistrofia e alimentação anti-inflamatória\n\n### Estilo de Vida e Abordagem Integrativa\n\n- **Exercício físico:** resistência muscular preserva massa magra, melhora lipodistrofia e sensibilidade à insulina; aeróbico melhora saúde cardiovascular\n- **Alimentação anti-inflamatória:** reduzir ultraprocessados, açúcar, gorduras saturadas em excesso; priorizar vegetais, ômega-3, proteínas de qualidade\n- **Suporte emocional:** estigma, segredo do diagnóstico e traumas de infância são comuns em PVHIV; impacto direto na adesão ao tratamento\n- **Adesão à TARV:** fundamental — resistência viral emerge com adesão <95%; avaliar barreiras à adesão em cada consulta\n- **Cessar tabagismo:** risco cardiovascular e de neoplasia pulmonar significativamente aumentados em fumantes HIV+\n- **Álcool e drogas:** hepatotoxicidade, interações medicamentosas e impacto na adesão"
}
