{
  "score_item_id": "019bf31d-2ef0-7e76-b57a-c79c8e45a162",
  "clinical_relevance": "A hepatite B crônica (HBcr) é uma infecção pelo vírus da hepatite B (HBV) que persiste por mais de 6 meses, caracterizada pela presença do antígeno de superfície (HBsAg) positivo. O HBV é um vírus DNA de dupla fita parcial da família Hepadnaviridae, com tropismo hepático, que se replica através de um intermediário RNA (pgRNA) transcrito reversamente. A infecção crônica ocorre em aproximadamente 5-10% dos adultos imunocompetentes infectados, mas em até 90% dos neonatos e 30-50% das crianças menores de 5 anos, refletindo a imaturidade imunológica.\n\nEpidemiologia global: Estima-se que 296 milhões de pessoas no mundo vivam com hepatite B crônica, com 1,5 milhão de novos casos anuais. A prevalência é maior no Sudeste Asiático, África Subsaariana e Pacífico Ocidental (HBsAg >8%). No Brasil, a prevalência estimada é de 0,37% (HBsAg+), com maior concentração na região Norte e Amazônica. A hepatite B é responsável por aproximadamente 820.000 mortes anuais por cirrose e carcinoma hepatocelular (CHC).\n\nFases da infecção crônica: A infecção crônica pelo HBV passa por fases distintas com implicações no manejo: (1) Fase HBeAg-positiva com tolerância imune: ALT normal, HBV DNA muito elevado (>1 milhão UI/mL), histologia com mínima inflamação; (2) Fase HBeAg-positiva com hepatite ativa (immune clearance): ALT elevada, HBV DNA elevado, inflamação histológica ativa; (3) Fase de portador inativo: HBeAg negativo, anti-HBe positivo, HBV DNA <2.000 UI/mL, ALT normal; (4) Fase HBeAg-negativa com hepatite ativa: HBV DNA >2.000 UI/mL, ALT elevada, variante pré-core/core promoter.\n\nMarcadores sorológicos e interpretação: O anti-HBc (anticorpo contra o antígeno do núcleo/core) surge precocemente na infecção aguda e persiste por toda a vida, sendo crucial para identificação de exposição prévia. O anti-HBc IgM indica infecção aguda ou reativação; o anti-HBc IgG indica exposição passada ou infecção crônica. A positividade isolada de anti-HBc (HBsAg negativo, anti-HBs negativo) tipicamente reflete exposição passada e, na maioria dos casos, não requer tratamento, mas é importante rastreio de infecção oculta pelo HBV (OBI). O anti-HBc quantitativo (qAnti-HBc) emerge como biomarcador universal do estado imune do hospedeiro: pacientes em fase imunologicamente ativa apresentam qAnti-HBc ~10 vezes maior que aqueles em fase de tolerância imune (cut-off ~4,5 log10 UI/mL diagnostica inflamação moderada-grave em pacientes com ALT normal; baseline >4,0-4,5 log10 UI/mL prediz soroconversão HBeAg com antivirais).\n\nHBV oculta (OBI): Definida como HBsAg negativo com DNA HBV detectável no fígado. Aproximadamente 80% são soropositivas (anti-HBc e/ou anti-HBs detectáveis) e 20% soronegativas (todos os marcadores ausentes). O anti-HBc serve como marcador substituto para triagem de OBI em doadores de sangue, receptores de órgãos e pacientes imunocomprometidos. A OBI pode reativar em até 40% dos casos com imunossupressão, com maior risco associado a terapias deplecionadoras de células B (anti-CD20, >10% de risco); risco moderado com quimioterapia convencional e inibidores de TNF-α (1-10%). A OBI acelera a progressão de cirrose em hepatopatias concomitantes e mantém potencial oncogênico (integração do DNA HBV presente em 75% dos CHC associados a OBI).\n\nRisco de CHC: O HBV é carcinogênico direto, independentemente da cirrose, pela integração do DNA viral no genoma do hospedeiro. Fatores de risco independentes para CHC: cirrose, coinfecção com HCV ou HDV, carga viral elevada (HBV DNA >10.000 cópias/mL), genótipo C, mutações no pré-core/core promoter, histórico familiar, tabagismo e aflatoxina. GGT é o melhor preditor bioquímico de progressão para CHC em hepatite viral crônica.\n\nBiomarcadores de fibrose: Na hepatite B crônica, o índice AST/ALT (razão De Ritis) permanece usualmente abaixo de 1,0, porém valores acima de 1,0 sinalizam progressão para fibrose/cirrose. Em hepatite B crônica sem cirrose clínica evidente, razão AST/ALT >1,0 (mas raramente >2,0) sugere fibrose progressiva. Índices não invasivos como APRI (AST-to-Platelet Ratio Index) e FIB-4 (AST, ALT, plaquetas e idade) têm boa acurácia para estadiamento de fibrose e evitam biópsias desnecessárias.\n\nRastreamento: O CDC (2023) recomenda rastreamento universal de HBV em adultos ≥18 anos e rastreamento gestacional, independentemente de fatores de risco.",
  "points": 20,
  "patient_explanation": "A hepatite B crônica é uma infecção causada pelo vírus da hepatite B (HBV) que afeta o fígado por mais de 6 meses. Diferente de uma gripe ou infecção passageira, o vírus pode permanecer no organismo por anos ou décadas, muitas vezes sem causar sintomas evidentes, mas causando danos silenciosos ao fígado ao longo do tempo.\n\nPor que isso é importante para a sua saúde? O fígado é responsável por filtrar toxinas, produzir proteínas essenciais e auxiliar na digestão. Quando o vírus da hepatite B fica ativo por muito tempo, ele pode inflamar e cicatrizar o fígado progressivamente, evoluindo para fibrose (endurecimento do tecido), cirrose e, em alguns casos, para um tipo de câncer chamado carcinoma hepatocelular.\n\nA boa notícia é que existem tratamentos eficazes com antivirais que controlam a multiplicação do vírus, reduzindo significativamente o risco dessas complicações graves. Além disso, há vacina disponível para proteger familiares e contatos próximos que ainda não foram infectados.\n\nSe você tem hepatite B, o acompanhamento médico regular é fundamental para monitorar a atividade do vírus, a saúde do fígado e decidir o melhor momento para iniciar ou ajustar o tratamento.",
  "conduct": "## Conduta Clínica — Hepatite B Crônica\n\n### 1. Confirmação Diagnóstica e Estadiamento Inicial\n\n- **Sorologia completa:** HBsAg, anti-HBs, anti-HBc total, anti-HBc IgM, HBeAg, anti-HBe\n- **Carga viral:** HBV DNA quantitativo (UI/mL) — fundamental para estadiamento e decisão terapêutica\n- **Genotipagem HBV:** quando disponível (impacto prognóstico e terapêutico)\n- **Marcadores de fase:** qAnti-HBc quando disponível (cut-off >4,5 log10 UI/mL para inflamação ativa)\n- **Rastrear coinfecções:** anti-HCV, anti-HDV (delta), anti-HIV — especialmente em populações de risco\n- **Rastrear HBV oculta (OBI):** considerar em pacientes anti-HBc+ que serão submetidos a imunossupressão\n\n### 2. Avaliação da Função Hepática e Fibrose\n\n- **Enzimas hepáticas:** AST, ALT (razão De Ritis <1,0 típica na hepatite B crônica sem fibrose; >1,0 sugere fibrose progressiva), GGT, fosfatase alcalina, bilirrubinas\n- **Função sintética:** albumina, TP/INR, contagem de plaquetas\n- **Índices não invasivos de fibrose:**\n  - **APRI** (AST/plaquetas) — amplamente disponível e validado\n  - **FIB-4** (AST × idade / [plaquetas × √ALT]) — boa acurácia para F2-F4\n  - **Elastografia hepática transitória (FibroScan):** preferencial quando disponível\n- **Biópsia hepática:** reservar para casos com resultados não invasivos discordantes ou quando fibrose significativa não pode ser excluída por outros meios\n- **Ultrassonografia abdominal:** avaliação de morfologia hepática, esplenomegalia, ascite e rastreamento de CHC\n\n### 3. Rastreamento de Carcinoma Hepatocelular (CHC)\n\n- **Ultrassonografia + AFP a cada 6 meses** em todos os pacientes com cirrose confirmada\n- Considerar rastreamento semestral mesmo sem cirrose em:\n  - Homens asiáticos >40 anos ou mulheres asiáticas >50 anos com HBV DNA detectável\n  - Africanos >20 anos com hepatite B crônica\n  - Pacientes com histórico familiar de CHC\n  - Coinfecção HBV + HDV\n- **GGT** como marcador adicional: melhor preditor bioquímico de CHC em hepatite viral crônica\n\n### 4. Indicações de Tratamento Antiviral\n\n**Tratar imediatamente independentemente de fase:**\n- Cirrose compensada ou descompensada com HBV DNA detectável\n- CHC ativo ou planejamento de terapia imunossupressora\n- Manifestações extra-hepáticas graves (crioglobulinemia, poliarterite nodosa)\n- Gestantes com HBV DNA >200.000 UI/mL (para prevenção de transmissão vertical)\n\n**Tratar quando:**\n- Fase HBeAg+ com hepatite ativa: ALT persistentemente elevada (>2× LSN) + HBV DNA >20.000 UI/mL\n- Fase HBeAg- com hepatite ativa: ALT persistentemente elevada + HBV DNA >2.000 UI/mL\n- Fibrose significativa (F2 ou superior) independentemente de ALT/HBV DNA\n\n**Antivirais de primeira linha (alta barreira genética à resistência):**\n- **Tenofovir alafenamida (TAF) 25mg/dia** — preferencial (menor nefrotoxicidade e menor perda de densidade óssea)\n- **Tenofovir disoproxil fumarato (TDF) 300mg/dia** — alternativa eficaz e de baixo custo\n- **Entecavir 0,5mg/dia** (1mg em pacientes com resistência a lamivudina)\n- **Duração:** indefinida na maioria dos pacientes com cirrose ou HBeAg-; pode ser considerada suspensão em soroconversão HBsAg (HBsAg clearance) + anti-HBs positivo após período de consolidação\n\n### 5. Manejo do Risco de Reativação em Imunossupressão\n\n- **Rastrear anti-HBc total** antes de qualquer imunossupressão significativa\n- **Pacientes HBsAg+:** profilaxia antiviral obrigatória durante todo o período de imunossupressão e por pelo menos 6-12 meses após (TAF, TDF ou entecavir)\n- **Pacientes anti-HBc+ / HBsAg-:** risco de reativação varia por esquema:\n  - Alto risco (terapias anti-CD20, como rituximabe): profilaxia antiviral recomendada\n  - Risco moderado (quimioterapia convencional, corticoides em dose alta, inibidores de TNF-α): monitorar HBV DNA e HBsAg a cada 1-3 meses ou profilaxia preventiva\n\n### 6. Critérios de Encaminhamento ao Hepatologista\n\n- Diagnóstico inicial de hepatite B crônica (toda fase ativa)\n- Qualquer sinal de fibrose avançada ou cirrose\n- Indicação de terapia antiviral\n- Nódulo hepático suspeito ao ultrassom\n- Falha virológica ou resistência antiviral\n- Gestação com HBV ativo\n- Coinfecção HBV+HDV ou HBV+HIV\n\n### 7. Medidas Complementares e Estilo de Vida\n\n- **Vacinar contactantes** (familiares, parceiros sexuais) não imunes\n- **Abstinência alcóolica** — álcool acelera significativamente a fibrose e o risco de CHC\n- **Evitar hepatotóxicos:** paracetamol em altas doses, AINES prolongados, suplementos sem comprovação\n- **Controle de comorbidades:** síndrome metabólica e DHGNA (doença hepática gordurosa não alcoólica) agravam o dano hepático\n- **Notificação compulsória:** hepatite B é de notificação obrigatória no Brasil (SINAN)\n- **Monitoramento laboratorial em vigência de tratamento:** HBV DNA, HBsAg, HBeAg/anti-HBe e enzimas hepáticas a cada 3-6 meses; creatinina e fósforo sérico em uso de TDF (monitorar nefrotoxicidade)"
}
