{
  "score_item_id": "019bf31d-2ef0-7039-8b37-f70fdec68733",
  "clinical_relevance": "A hepatite C crônica é causada pelo vírus HCV (Hepatitis C Virus), um RNA-vírus da família Flaviviridae, com tropismo primário pelo hepatócito. A infecção crônica ocorre em aproximadamente 75-85% dos indivíduos expostos, com clearance espontâneo em apenas 15-25% dos casos. Globalmente, estima-se cerca de 1 milhão de novas infecções por ano e aproximadamente 242.000 mortes anuais atribuíveis à doença e suas complicações, segundo dados epidemiológicos recentes (2025). A prevalência em populações carcerárias chega a 17,7%, evidenciando o impacto de fatores socioeconômicos na distribuição da doença.\n\nFisiopatologicamente, o HCV induz inflamação hepática crônica mediada por resposta imune celular, com ativação de células estreladas hepáticas e produção de colágeno, levando à fibrose progressiva. A proteína core viral induz injúria mitocondrial, estresse oxidativo e expressão aumentada de genes antioxidantes como mecanismo de resposta. A progressão para cirrose ocorre em 15-30% dos pacientes após 20-30 anos de infecção crônica, e o hepatocarcinoma (CHC) desenvolve-se em 1-5% dos cirróticos ao ano.\n\nDo ponto de vista laboratorial, a hepatite C crônica tipicamente cursa com razão AST/ALT abaixo de 1,0. A elevação da razão AST/ALT acima de 1,0 (ainda que ligeiramente, como 1,09) é preditora de progressão para fibrose e cirrose. O APRI (AST to Platelet Ratio Index) e o FIB-4 (que incorpora AST, ALT, plaquetas e idade) são índices não-invasivos validados para estimativa de fibrose hepática em HCV. A GGT é o melhor preditor bioquímico de evolução para hepatocarcinoma na hepatite C crônica. Na fase aguda, sobreviventes apresentam razão AST/ALT entre 0,3-0,6; não-sobreviventes apresentam razão entre 1,2-2,3.\n\nEstratificação de risco: pacientes com fibrose avançada (F3-F4 pela classificação METAVIR) têm risco substancialmente aumentado de descompensação hepática (ascite, encefalopatia, hemorragia por varizes) e CHC. Coinfecção com HIV, HBV, uso de álcool e síndrome metabólica aceleram a progressão histológica. A associação entre HCV e manifestações extra-hepáticas é bem documentada: crioglobulinemia mista, linfoma de células B, glomerulonefrite membranoproliferativa, porfiria cutânea tarda, líquen escleroso e disfunção tireoidiana. A era dos antivirais de ação direta (DAAs) transformou o prognóstico: taxas de resposta virológica sustentada (RVS) superiores a 95% em regimes de 8-12 semanas, com custo-efetividade comprovado na prevenção de cirrose e CHC.",
  "points": 20,
  "patient_explanation": "A hepatite C é uma infecção causada por um vírus que ataca o fígado. Diferente de outras hepatites, ela frequentemente não causa sintomas por muitos anos, mas pode causar danos silenciosos ao fígado ao longo do tempo. Se não tratada, pode evoluir para cirrose (cicatrização do fígado) ou até câncer de fígado. A boa notícia é que hoje existe tratamento com comprimidos muito eficazes que curam a doença em mais de 95% dos casos, em apenas 8 a 12 semanas. Por isso, saber se você tem ou já teve hepatite C é muito importante: permite monitorar a saúde do seu fígado, avaliar se há algum grau de lesão, e garantir que o tratamento certo seja iniciado se necessário. Se você já foi tratado, é fundamental saber se houve cura comprovada por exame de sangue.",
  "conduct": "## Conduta Clínica — Hepatite C (Histórico)\n\n### 1. Anamnese Direcionada\n- **Tempo de diagnóstico:** quando foi diagnosticado, se sabe a data provável de infecção\n- **Tratamento:** se foi tratado (medicamentos utilizados, duração), se obteve RVS (resposta virológica sustentada — RNA HCV indetectável 12 semanas após o término do tratamento)\n- **Status atual:** se ainda está em acompanhamento com hepatologista/infectologista\n- **Fatores de risco para progressão:** uso de álcool, coinfecção HIV/HBV, síndrome metabólica, histórico de transfusões, uso de drogas injetáveis\n- **Manifestações extra-hepáticas:** artralgia, crioglobulinemia, lesões cutâneas (líquen escleroso associado ao HCV documentado na literatura)\n\n### 2. Investigação Complementar\n\n#### Avaliação virológica\n- **RNA HCV quantitativo (carga viral):** confirmar status atual (ativo vs. curado)\n- **Anti-HCV:** triagem sorológica; positivo indica exposição passada ou infecção ativa\n- **Genotipagem do HCV:** relevante se ainda sem tratamento (guia escolha dos DAAs)\n\n#### Avaliação de fibrose hepática (prioridade alta)\n- **Elastografia hepática transitória (FibroScan):** exame de escolha não invasivo para estadiamento de fibrose\n- **APRI e FIB-4:** índices calculáveis com exames de rotina (AST, ALT, plaquetas, idade); validados para HCV\n  - FIB-4 < 1,30: baixa probabilidade de fibrose avançada\n  - FIB-4 > 2,67: alta probabilidade de fibrose significativa (F3-F4)\n- **Razão AST/ALT:** valores > 1,0 (mesmo que levemente, como 1,09) sugerem progressão para fibrose ou cirrose\n- **Biópsia hepática:** reservada para casos duvidosos ou coinfecções que dificultem interpretação dos métodos não invasivos\n\n#### Painel hepático e metabólico\n- AST, ALT, GGT (melhor preditor de CHC em HCV), fosfatase alcalina, bilirrubinas\n- **GGT elevada:** investigar toxicidades crônicas (metais pesados, poluentes) além da causa viral\n- Albumina, TP/INR: avaliar função de síntese hepática\n- Plaquetas: trombocitopenia sugere hipertensão portal\n- AFP (alfafetoproteína): rastreio de CHC em cirróticos\n\n#### Imagem\n- **Ultrassonografia abdominal com Doppler:** avaliação de morfologia hepática, esplenomegalia, sinais de hipertensão portal, nódulos suspeitos\n- **TC ou RNM de abdome com contraste:** indicada se nódulos hepáticos identificados na USG\n\n### 3. Critérios de Encaminhamento\n- **Hepatologista ou infectologista:** todo paciente com HCV ativo (RNA detectável) para planejamento de tratamento com DAAs\n- **Oncologista/Hepatologista:** suspeita de CHC\n- **Nefrologista:** se crioglobulinemia com acometimento renal (glomerulonefrite)\n- **Hematologista:** se linfoma suspeito ou crioglobulinemia grave\n\n### 4. Intervenções Baseadas em Evidências\n\n#### Tratamento antiviral\n- **Antivirais de ação direta (DAAs):** primeira linha; RVS > 95%; regimes de 8-12 semanas; orientar encaminhamento se ainda não tratado\n- **Pós-RVS:** monitorar fibrose residual; rastreio de CHC a cada 6 meses com USG + AFP em pacientes com cirrose (mesmo após cura viral)\n\n#### Abordagem funcional integrativa complementar\n- **Reduzir cofatores de progressão hepática:**\n  - Abstinência alcoólica absoluta\n  - Controle de síndrome metabólica (resistência à insulina, esteatose hepática — DHGNA pode coexistir e acelerar fibrose)\n  - Controle de peso: evitar DHGNA sobreposta (DHGNA é hoje a principal causa de cirrose, podendo atuar como cofator)\n- **Suporte hepático (adjuvante, não substitui tratamento antiviral):**\n  - **Silimarina:** o mais estudado hepatoprotetor natural, doses até 300 mg/dia\n  - **Vitamina E:** para redução de estresse oxidativo hepático\n  - **Alcachofra (extrato):** suporte à fase 1 de destoxificação hepática\n- **Monitorar GGT:** manter no quartil inferior da referência; GGT elevada associa-se a maior risco cardiovascular e de CHC\n- **Vitamina D:** avaliar e corrigir deficiência; associação com resposta imune e progressão de fibrose\n\n### 5. Monitoramento\n- **RNA HCV:** confirmar RVS (12 e 24 semanas pós-tratamento)\n- **Elastografia e painel hepático:** anualmente em pacientes com fibrose residual\n- **USG + AFP:** a cada 6 meses em cirróticos (mesmo curados)\n- **Plaquetas e INR:** marcadores indiretos de função hepática e hipertensão portal",
  "conduct_format": "markdown"
}
