{
  "score_item_id": "019bf31d-2ef0-7f95-b152-ddf14d0ce398",
  "clinical_relevance": "As doenças autoimunes representam um grupo heterogêneo de condições em que o sistema imunológico perde a tolerância a antígenos próprios, resultando em resposta imune dirigida contra tecidos do próprio organismo. A fisiopatologia central envolve a perda de tolerância imunológica, com ativação aberrante de células T CD4+ e B, produção de autoanticorpos e amplificação inflamatória mediada por citocinas como IL-6, IL-17, TNF-alfa e IL-1β.\n\nNa perspectiva funcional e integrativa, os pilares etiológicos incluem: (1) predisposição genética com polimorfismos nos genes CYP1A1, CYP1A2, IL-6, NOS, AHR e FUT2 que modulam risco inflamatório; (2) fatores epigenéticos como hipometilação do DNA, modificação de histonas e microRNAs que desequilibram subpopulações de células T auxiliares (Th1, Th2, Th17); (3) disbiose intestinal com comprometimento da barreira mucosa (intestino hiperpermeável), favorecendo translocação de antígenos e ativação imune sistêmica; (4) eixo HPA desregulado com hiperativação por estresse psicológico levando a desequilíbrio imune e eventual esgotamento de cortisol; (5) disfunção mitocondrial associada a fadiga, perda de massa magra e inflamação crônica.\n\nO mimetismo molecular — mecanismo pelo qual peptídeos microbianos ou alimentares compartilham sequências com autoantígenos — é reconhecido como gatilho relevante para diversas doenças autoimunes. O glúten é descrito como imunogênico e citotóxico, capaz de aumentar a permeabilidade intestinal, o estresse oxidativo e a apoptose; sua retirada pode beneficiar pacientes com condições autoimunes não celíacas. As proteínas do leite bovino (caseína e proteínas do soro) também podem desencadear processos autoimunes via mimetismo molecular e reatividade cruzada.\n\nDo ponto de vista epidemiológico, as doenças autoimunes afetam estimadamente 5-8% da população global, com maior prevalência no sexo feminino. A tireoidite de Hashimoto apresenta comorbidade crescente com doença celíaca. Pacientes com uma doença autoimune têm risco aumentado de desenvolver outras condições autoimunes.\n\nMarcadores laboratoriais relevantes incluem: FAN/ANA (critério diagnóstico para lúpus com título mínimo 1:80), autoanticorpos específicos (anti-dsDNA, anti-Sm, anti-beta2-glicoproteína, anticoagulante lúpico), PCR-us, VHS, ferritina, TNF-alfa, IL-6, homocisteína, vitamina D (25(OH)D), perfil de microbiota intestinal (proteobactérias acima de 5% indicam inflamação), HbA1c (metas integrativas ~5,2-5,3%), e insulina de jejum (meta <6 µUI/mL em autoimunes). A avaliação do cortisol por metabolômica hormonal urinária (curva circadiana) é útil para objetivar o grau de estresse e esgotamento adrenal.\n\nA estratificação de risco deve considerar: número de doenças autoimunes concomitantes, grau de atividade inflamatória (ex: SLEDAI no lúpus), status da saúde intestinal, níveis de vitamina D, carga glicêmica e picos insulinêmicos, qualidade do sono e ritmo circadiano, além de exposições a xenobióticos e histórico de infecções (incluindo SARS-CoV-2, cujo spike pode precipitar ou exacerbar autoimunidade).",
  "points": 0,
  "patient_explanation": "Doenças autoimunes acontecem quando o sistema de defesa do corpo, que normalmente protege você de vírus e bactérias, começa a atacar os próprios tecidos por engano. Existem muitos tipos diferentes, como tireoidite de Hashimoto, lúpus, artrite reumatoide, doença celíaca, entre outras.\n\nIsso é importante acompanhar porque essas condições podem estar ativas de formas que nem sempre causam sintomas evidentes, mas que ao longo do tempo afetam vários órgãos e sistemas. Além disso, quem tem uma doença autoimune tem maior chance de desenvolver outras.\n\nA boa notícia é que muito pode ser feito além dos remédios convencionais: cuidar do intestino, reduzir o estresse, dormir bem, fazer atividade física regular e ajustar a alimentação são estratégias que, juntas, ajudam a controlar a inflamação e até a colocar a doença em remissão. Conhecer suas doenças autoimunes, há quanto tempo as tem e como elas estão sendo tratadas é o primeiro passo para um cuidado mais completo e personalizado.",
  "conduct": "## Conduta Clínica: Doenças Auto-Imunes\n\n### 1. Anamnese Dirigida\n\n- **Identificar quais doenças autoimunes** estão presentes, com diagnóstico confirmado e data de início\n- Avaliar **grau de controle atual**: em remissão, atividade leve, moderada ou grave\n- Levantar **tratamentos em uso e passados**: imunossupressores, corticoides, biológicos, terapias integrativas\n- Investigar **sintomas associados**: fadiga crônica, névoa mental, dores articulares, palpitações, distúrbios do sono, queixas intestinais\n- Pesquisar **história familiar** de doenças autoimunes\n- Avaliar **fatores de gatilho**: infecções prévias (incluindo COVID-19), estresse psicossocial intenso, exposição a xenobióticos\n- Investigar **saúde oral**: foco infeccioso periodontal pode ser gatilho autoimune\n\n### 2. Investigação Complementar\n\n**Imunológico:**\n- FAN/ANA com titulação e padrão\n- Autoanticorpos específicos conforme suspeita clínica (anti-TPO, anti-Tg, anti-dsDNA, anti-Sm, FR, anti-CCP, anti-beta2-glicoproteína, anticoagulante lúpico)\n- Complemento (C3, C4) quando indicado\n\n**Inflamatório e metabólico:**\n- PCR ultrassensível, VHS, ferritina\n- TNF-alfa, IL-6 (quando disponível)\n- Homocisteína\n- HbA1c (meta integrativa ~5,2-5,3%)\n- Insulina de jejum (meta <6 µUI/mL em autoimunes)\n- HOMA-IR e HOMA-β\n\n**Nutricional e hormonal:**\n- Vitamina D (25(OH)D) — meta >80 ng/mL para autoimunes, considerar >100 ng/mL em casos selecionados com monitorização de segurança\n- Vitamina B12 (preferir metilcobalamina; avaliar polimorfismo FUT2)\n- Magnésio sérico/eritrocitário\n- Índice de ômega-3 e razão ômega-3:ômega-6\n- Avaliação do eixo HPA: cortisol sérico matutino ou metabolômica hormonal urinária (curva circadiana)\n\n**Microbiota e barreira intestinal:**\n- Teste de microbioma intestinal (proteobactérias >5% indicam inflamação ativa)\n- Marcadores de permeabilidade intestinal quando disponíveis\n- Considerar teste de intolerância alimentar por IgG (laboratórios como SYNLAB/Testify)\n- Atividade da DAO (diamina oxidase) se suspeita de intolerância à histamina\n\n**Genético (quando indicado):**\n- Polimorfismos: IL-6, NOS, AHR, FUT2, CYP1A1, CYP1A2, CYP27B1, VDR\n\n### 3. Pilares do Tratamento Integrativo\n\n**Alimentação anti-inflamatória:**\n- Considerar **exclusão de glúten** por período de teste (mínimo 3 meses), especialmente em Hashimoto e outras autoimunes não celíacas\n- Considerar **exclusão de laticínios bovinos** (caseína e proteínas do soro com potencial de mimetismo molecular)\n- Implementar **dieta de eliminação personalizada** baseada em teste de IgG para alimentos reativos (retirar por 2-3 meses)\n- Reduzir **carga glicêmica**: controlar picos insulinêmicos (meta insulina <6 µUI/mL); evitar AGEs (reação de Maillard — açúcar + gordura + proteína em alta temperatura)\n- Priorizar dieta rica em MUFA (evidência de menor ingestão em artrite reumatoide em estudo de coorte japonês)\n- Concentrar refeições preferencialmente entre 6h e 18h (alinhamento circadiano)\n\n**Saúde intestinal:**\n- Investigar e tratar disbiose e SIBO\n- Introduzir fibras prebióticas e probióticos para modular microbiota\n- Estratégias para restaurar integridade da barreira intestinal\n\n**Suplementação com evidência:**\n- **Vitamina D**: suplementar para atingir metas; usar cofatores (magnésio, vitamina B2, B12)\n- **Ômega-3**: ajustar conforme índice\n- **Cúrcuma (curcumina)**: modulação de IL-6/COX-2 e NF-κB\n- **Boswellia serrata**: ação anti-inflamatória em condições reumatológicas\n- **Quercetina, Berberina, CoQ10, Magnésio**: conforme perfil individual\n- **Resveratrol, EGCG**: antiglicação e antioxidante\n- **NAC**: suporte antioxidante\n- Considerar **Naltrexona em Baixa Dose (LDN)** como imunomodulador e para dor crônica, individualizando dose em conjunto com tratamento de base\n\n**Estilo de vida:**\n- **Atividade física**: treino de força (musculação) com efeito anti-inflamatório; evitar overtraining\n- **Higiene do sono**: sono reparador e ritmo circadiano regular são essenciais para controle inflamatório; hidratação matutina de 600-700 ml\n- **Manejo do estresse**: técnicas de gestão de estresse, psicoterapia; estresse psicológico rompe barreira intestinal e precipita autoimunidade\n- **Controle de peso**: obesidade associada a hipometilação do DNA e inflamação\n\n### 4. Critérios de Encaminhamento\n\n- **Reumatologia**: artrite reumatoide, lúpus, espondiloartrites, síndrome antifosfolípide, vasculites\n- **Endocrinologia**: Hashimoto, Graves, diabetes tipo 1 autoimune\n- **Gastroenterologia**: doença celíaca, doença de Crohn, colite ulcerativa\n- **Neurologia**: esclerose múltipla, miastenia gravis, neuropatias autoimunes\n- **Nutricionista funcional**: orientação de dieta de eliminação e suplementação\n- **Psicologia/Psiquiatria**: manejo de estresse crônico e burnout associados\n- **Odontologia**: avaliação e tratamento de focos infecciosos orais\n\n### 5. Monitoramento\n\n- Reavaliação de marcadores inflamatórios e autoimunes a cada 3-5 meses\n- Monitorar vitamina D, insulina, HbA1c, perfil lipídico e homocisteína trimestralmente\n- Usar índices de atividade de doença específicos (ex: SLEDAI para lúpus) para objetivar resposta ao tratamento\n- Paciente como seu próprio controle: comparar evolução longitudinal\n- Em uso de altas doses de vitamina D: monitorar calcemia, calciúria e PTH"
}
