{
  "score_item_id": "019bf31d-2ef0-7039-889b-d9b18025392e",
  "clinical_relevance": "A esclerodermia (esclerose sistêmica, SSc) é uma doença autoimune do tecido conjuntivo caracterizada por fibrose progressiva da pele e órgãos internos, vasculopatia e ativação imunológica com produção de autoanticorpos específicos. Subdivide-se em duas formas principais: esclerose sistêmica cutânea limitada (lcSSc), que afeta pele distal (abaixo dos cotovelos e joelhos) e está associada ao fenômeno de Raynaud de longa data, telangiectasias, calcinose e anti-centrômero (ACA); e esclerose sistêmica cutânea difusa (dcSSc), com acometimento proximal rápido e maior risco de envolvimento visceral grave, frequentemente associada a anti-Scl-70 (anti-topoisomerase I). A prevalência estimada é de 10–20 casos por 100.000 habitantes, com predomínio no sexo feminino (razão 4:1), pico de incidência entre 45–65 anos e maior mortalidade entre mulheres negras. A taxa de mortalidade é significativamente elevada: a SSc responde por maior mortalidade padronizada entre todas as doenças reumáticas autoimunes, com sobrevida em 10 anos de aproximadamente 60–70% nas formas difusas. Os mecanismos fisiopatológicos centrais envolvem disfunção endotelial com obliteração vascular, ativação de fibroblastos com depósito excessivo de colágeno tipo I/III mediado por TGF-β, e desregulação imune com predomínio de resposta Th2 e produção de autoanticorpos. Do ponto de vista clínico, o fenômeno de Raynaud está presente em mais de 95% dos casos e pode preceder outros sintomas por anos. Manifestações viscerais críticas incluem: doença pulmonar intersticial (DPI), presente em 40–80% dos casos de dcSSc, principal causa de morte; hipertensão arterial pulmonar (HAP), em 8–12% dos casos, grave e frequentemente fatal se não tratada; crise renal esclerodérmica, com hipertensão maligna aguda e microangiopatia trombótica, ocorrendo em 5–10% dos casos de dcSSc; comprometimento cardíaco direto (pericardite, miocardite fibrótica, arritmias); dismotilidade esofágica e intestinal severa. Do ponto de vista integrativo, pacientes com esclerodermia frequentemente apresentam deficiência de vitamina D, disbiose intestinal, permeabilidade intestinal aumentada e ativação crônica do eixo HPA. A esclerodermia pode coexistir com outras condições autoimunes como lúpus eritematoso sistêmico, tireoidite autoimune, diabetes tipo 1, artrite reumatoide e líquen escleroso, exigindo rastreamento amplo. A pele serve como janela diagnóstica para identificar manifestações sistêmicas precoces, tornando fundamental a avaliação dermatológica integrada.",
  "points": 22,
  "patient_explanation": "A esclerodermia é uma doença autoimune em que o sistema imunológico, por engano, estimula a produção excessiva de uma proteína chamada colágeno, que endurece e espessa a pele e pode afetar órgãos internos como pulmões, coração, rins e intestino. Ela também causa alterações nos vasos sanguíneos, levando a um fenômeno chamado Raynaud, onde os dedos ficam brancos ou azulados com o frio. É uma doença séria, porém tratável: com acompanhamento médico regular e abordagem integrativa que inclui cuidados com alimentação, suplementação adequada, controle do estresse e medicamentos específicos, muitas pessoas conseguem manter boa qualidade de vida. É importante comunicar ao médico qualquer sintoma novo, especialmente falta de ar, dificuldade de engolir, ou pressão alta súbita, pois o tratamento precoce faz grande diferença no prognóstico.",
  "conduct": "## Conduta Clínica — Esclerodermia (Esclerose Sistêmica)\n\n### Avaliação Inicial e Estratificação\n\n- **Classificar o subtipo:** lcSSc vs dcSSc com base na extensão do espessamento cutâneo (escore de Rodnan modificado) e perfil de autoanticorpos\n- **Painel de autoanticorpos:** ANA (título e padrão), anti-Scl-70 (anti-topoisomerase I), anti-centrômero (ACA), anti-RNA polimerase III, anti-PM-Scl, anti-U1-RNP\n- **Avaliação de atividade e extensão da doença:**\n  - Espirometria + DLCO + TC de tórax de alta resolução (TCAR) — rastreio de DPI\n  - Ecocardiograma transtorácico com estimativa de pressão sistólica em artéria pulmonar — rastreio de HAP\n  - Cateterismo cardíaco direito se suspeita de HAP (PSAP >40 mmHg no eco)\n  - Função renal (creatinina, ureia, relação proteína/creatinina urinária) e pressão arterial seriada\n  - EDA ou manometria esofágica se disfagia ou DRGE\n  - ECG e Holter se suspeita de acometimento cardíaco\n\n### Investigação Complementar Integrativa\n\n- **Vitamina D (25-OH):** Manter ≥60–80 ng/mL em doentes autoimunes; suplementar com altas doses sob supervisão com cofatores (magnésio, B2, B12)\n- **Marcadores inflamatórios:** PCR ultrassensível, VHS, ferritina\n- **Perfil metabólico:** Glicemia de jejum, insulina, HOMA-IR, HbA1c (resistência insulínica favorece inflamação)\n- **Microbioma intestinal:** Avaliar disbiose via teste de microbioma fecal; investigar SIBO se distensão e dismotilidade\n- **Eixo HPA:** Metabolômica hormonal urinária (curva de cortisol) se fadiga crônica ou burnout associado\n- **Perfil nutricional:** Vitamina B12, B9 (folato), homocisteína, zinco, selênio, ômega-3 (índice ômega-3)\n- **Rastreio de doenças autoimunes associadas:** TSH, anti-TPO, anti-Tg (tireoidite), glicemia (DM tipo 1), FAN, anti-DNA nativo (LES)\n\n### Encaminhamentos Especializados\n\n- **Reumatologia:** Manejo base da doença, imunossupressão (metotrexato, micofenolato, rituximabe conforme subtipo e órgão-alvo)\n- **Pneumologia:** Manejo de DPI (nintedanibe ou tocilizumabe aprovados para DPI-SSc)\n- **Cardiologia:** Manejo de HAP (antagonistas de receptores de endotelina, inibidores de PDE-5, prostaciclinas), vigilância cardíaca\n- **Nefrologia:** Crise renal esclerodérmica requer inibidores da ECA emergencialmente (captopril); evitar corticoides em doses altas em dcSSc de risco\n- **Gastroenterologia/Nutrição:** Dismotilidade, DRGE, subnutrição\n- **Dermatologia:** Líquen escleroso associado, úlceras digitais\n\n### Intervenções Baseadas em Evidências\n\n**Medicamentos:**\n- **Fenômeno de Raynaud grave:** Bloqueadores de canal de cálcio (nifedipino), sildenafila, iloprost IV em casos refratários\n- **DPI-SSc:** Micofenolato mofetil (1ª linha), nintedanibe (aprovado pelo FDA/EMA), ciclofosfamida em casos graves\n- **HAP:** Estratificação de risco (REVEAL score); terapia combinada precoce com ERA + inibidor de PDE-5\n- **Crise renal:** Captopril oral, UTI; hemodiálise se necessário\n- **Úlceras digitais:** Bosentana, sildenafila, iloprost\n- **Imunomodulação:** Naltrexona em Baixa Dose (LDN) pode ser considerada como adjuvante imunomodulador e para dor crônica associada\n\n**Abordagem Integrativa:**\n- **Dieta anti-inflamatória:** Eliminar glúten e caseína (mimetismo molecular e permeabilidade intestinal); reduzir carga glicêmica; aumentar MUFA e ômega-3\n- **Suplementação com evidência:**\n  - Vitamina D (altas doses com cofatores: magnésio, B2, B12) — imunomodulação e redução de atividade autoimune\n  - Coenzima Q10 — disfunção mitocondrial e fadiga\n  - Cúrcuma + Boswellia — inibição de NF-kB, COX-2 e vias inflamatórias\n  - Quercetina — flavonoide anti-inflamatório e antihistamínico natural\n  - Ômega-3 (EPA/DHA) — modulação de citocinas pró-inflamatórias\n  - Probióticos e fibras — recuperação da barreira intestinal e modulação do microbioma\n- **Exercício físico:** Treinamento de força/resistência adaptado às limitações; mobilização articular e fisioterapia para contraturas\n- **Manejo do estresse:** O eixo HPA hiperativado rompe a barreira intestinal e amplifica autoimunidade; técnicas de gestão de estresse (mindfulness, terapia cognitivo-comportamental) são parte do tratamento\n- **Higiene do sono:** Sono reparador reduz carga inflamatória e melhora função imune\n- **Proteção solar:** Em pacientes com fotossensibilidade associada; filtros físicos preferíveis\n\n### Monitoramento e Seguimento\n\n- **Trimestral:** Pressão arterial, função renal, PCR, VHS, vitamina D\n- **Semestral:** Ecocardiograma, espirometria + DLCO, escore cutâneo de Rodnan\n- **Anual:** TCAR de tórax, avaliação nutricional completa, rastreio de neoplasias (SSc aumenta risco de câncer de pulmão e outros)\n- **Sempre:** Registrar duração da doença, grau de controle atual e medicamentos em uso (incluindo histórico de imunossupressores e dose acumulada de ciclofosfamida)"
}
