{
  "score_item_id": "019bf31d-2ef0-75f2-8485-f9d26e4e1369",
  "clinical_relevance": "A doença de Crohn (DC) é uma doença inflamatória intestinal (DII) crônica de natureza autoimune, caracterizada por inflamação transmural que pode acometer qualquer segmento do trato gastrointestinal, da boca ao ânus, com predileção pela região ileocecal. Sua fisiopatologia envolve uma resposta imune aberrante desencadeada em indivíduos geneticamente suscetíveis, com ativação persistente de células Th1 e Th17, elevação de citocinas pró-inflamatórias (TNF-α, IL-1, IL-6, IL-12, IL-23) e comprometimento progressivo da barreira intestinal por disfunção das junções estreitas (claudina, ocludina, actina). A disbiose intestinal é elemento central na patogênese: redução de Akkermansia muciniphila (enfraquecimento da barreira mucosa), Faecalibacterium prausnitzii e bactérias produtoras de butirato (Blautia, Coprococcus), com aumento relativo de Proteobactérias e excesso de lipopolissacarídeos (LPS), que ativam células dendríticas via TLRs e perpetuam o desequilíbrio entre células T regulatórias (Treg) e células efetoras (Th17). A hiperpermeabilidade intestinal — mensurável pela zonulina fecal e sérica — é tanto causa quanto consequência da inflamação crônica, permitindo translocação de MAMPs (microbe-associated molecular patterns) e endotoxemia sistêmica. Epidemiologicamente, a DC apresenta incidência crescente nos países ocidentais industrializados; no Brasil, estima-se prevalência de 10-15/100.000 habitantes, com pico de acometimento entre 15-35 anos e segundo pico entre 60-80 anos. A deficiência de vitamina D é altamente prevalente nos pacientes com DC — meta-análise de 55 estudos observacionais demonstra associação entre hipovitaminose D e maior atividade de doença, com evidências de que a vitamina D ativa o receptor VDR e modula a resposta inflamatória NL-RPC, podendo atenuar a inflamação na mucosa. O histórico de doenças autoimunes concomitantes é relevante: artrite reumatoide, psoríase, espondilite anquilosante e uveíte ocorrem com frequência aumentada em portadores de DC. A avaliação clínica deve incluir: duração do diagnóstico, padrão de doença (inflamatório, estenosante ou fistulizante — Classificação de Montreal), localização anatômica, grau de controle atual (remissão vs. atividade leve/moderada/grave pelo índice de Harvey-Bradshaw ou CDAI), tratamentos utilizados (aminossalicilatos, corticosteroides, imunossupressores — azatioprina, 6-MP, metotrexato — e biológicos — anti-TNF, anti-integrina, anti-IL-12/23), cirurgias prévias e complicações (fístulas, abscessos, estenoses, síndrome do intestino curto). A calprotectina fecal é o principal marcador de atividade inflamatória intestinal: valores acima de 250 µg/g requerem colonoscopia e têm alta sensibilidade para DII ativa; valores abaixo de 100 µg/g tornam DII improvável. A lactoferrina fecal confirma inflamação ativa por neutrófilos. A IgA secretória fecal baixa indica comprometimento da imunidade de mucosa. O impacto sistêmico da DC é multidimensional: risco aumentado de osteoporose (uso de corticoides, má absorção de cálcio e vitamina D), deficiência de B12 (comprometimento ileal), deficiência de ferro (sangramento crônico, inflamação), anemia, desnutrição proteico-calórica e risco cardiovascular aumentado por inflamação sistêmica crônica e endotoxemia por LPS.",
  "points": 22,
  "patient_explanation": "A doença de Crohn é uma inflamação crônica do intestino causada por uma resposta exagerada do sistema imunológico contra o próprio trato digestivo. Ela pode afetar qualquer parte do sistema digestivo, mas é mais comum no intestino delgado e no início do intestino grosso. Os sintomas mais frequentes são dor abdominal, diarreia (às vezes com sangue), fadiga, perda de peso e episódios de piora chamados 'crises'. É uma doença autoimune, o que significa que o sistema de defesa do corpo ataca tecidos saudáveis. Quando não está bem controlada, essa inflamação pode causar complicações sérias como obstruções, fístulas (comunicações anormais entre órgãos) e abscessos. O bom controle da doença é fundamental: pacientes em remissão têm qualidade de vida próxima à de pessoas sem a doença. O tratamento moderno inclui medicamentos que modulam o sistema imunológico e, em casos mais graves, medicamentos biológicos muito eficazes. Além do tratamento convencional, cuidar da alimentação, do microbioma intestinal, dos níveis de vitamina D e do controle do estresse são estratégias complementares importantes para manter a remissão e melhorar a qualidade de vida.",
  "conduct": "## Conduta Clínica na Doença de Crohn (Histórico)\n\n### 1. Anamnese Dirigida\n- **Confirmar o diagnóstico:** histórico de colonoscopia com biópsia, cápsula endoscópica ou enteroscopia; relato de histopatológico com granulomas não caseosos\n- **Classificação de Montreal:** localização (L1 íleo terminal, L2 cólon, L3 ileocólica, L4 alta), comportamento (B1 inflamatório, B2 estenosante, B3 fistulizante) e presença de lesão perianal (p)\n- **Grau de controle atual:** remissão ou atividade (leve/moderada/grave) — aplicar índice de Harvey-Bradshaw simplificado\n- **Tratamentos utilizados e atual:** aminossalicilatos, corticosteroides (uso atual/frequência de crises), imunossupressores (azatioprina, 6-MP, metotrexato), biológicos (infliximabe, adalimumabe, vedolizumabe, ustekinumabe) e pequenas moléculas (tofacitinibe)\n- **Cirurgias prévias:** ressecções, estomias, síndrome do intestino curto\n- **Complicações:** fístulas, abscessos, estenoses sintomáticas\n- **Doenças autoimunes associadas:** artrite periférica ou axial, psoríase, pioderma gangrenoso, eritema nodoso, uveíte, colangite esclerosante primária\n- **Duração da doença e padrão de evolução**\n\n### 2. Investigação Complementar Recomendada\n\n**Marcadores de atividade inflamatória intestinal:**\n- **Calprotectina fecal:** <100 µg/g sugere remissão; 100-250 µg/g é zona cinzenta; >250 µg/g indica inflamação ativa e requer colonoscopia\n- **Lactoferrina fecal:** marcador de inflamação ativa por neutrófilos\n- **PCR ultrassensível e VHS:** marcadores de inflamação sistêmica\n- **Hemograma completo:** anemia (ferropriva, por doença crônica ou megaloblástica)\n\n**Avaliação nutricional e de deficiências:**\n- **Vitamina D (25-OH):** deficiência muito prevalente na DC; repor para níveis >50-60 ng/mL — meta-análise de 55 estudos associa deficiência à maior atividade de doença e evidências sugerem modulação da resposta inflamatória via receptor VDR\n- **Vitamina B12:** dosar especialmente em doença ileal ou pós-ressecção ileal\n- **Ferro sérico, ferritina, TIBC:** avaliar anemia ferropriva (sangramento crônico, má absorção)\n- **Zinco, selênio, magnésio:** micronutrientes críticos para imunidade inata e reparação de mucosa\n- **Albumina e proteínas totais:** avaliar estado nutricional global\n\n**Avaliação da barreira intestinal e microbiota:**\n- **Zonulina fecal:** marcador de hiperpermeabilidade intestinal; elevação associada a inflamação sistêmica e agravamento da autoimunidade\n- **IgA secretória fecal:** baixa indica comprometimento da imunidade de mucosa\n- **Elastase pancreática fecal:** avaliar insuficiência pancreática exócrina (comum como complicação)\n- Considerar análise de microbiota funcional (ex.: Copromax, GI-MAP) para avaliar disbiose, diversidade e marcadores de permeabilidade\n\n**Densitometria óssea:** indicada em pacientes com uso recorrente de corticosteroides ou doença de longa data\n\n### 3. Critérios de Encaminhamento\n- **Gastroenterologista/Coloproctologista:** obrigatório para todos os pacientes com DC ativa ou em qualquer grau de atividade; co-gerenciamento em pacientes em remissão estável\n- **Cirurgião:** presença de fístulas complexas, abscessos, estenoses sintomáticas, sangramento incontrolável ou refratariedade a tratamento clínico\n- **Reumatologista:** manifestações articulares associadas significativas\n- **Dermatologista:** pioderma gangrenoso, psoríase associada\n- **Oftalmologista:** suspeita de uveíte\n- **Nutricionista funcional:** desnutrição, deficiências múltiplas, necessidade de terapia nutricional enteral ou parenteral\n\n### 4. Intervenções Baseadas em Evidências\n\n**Modulação do eixo intestinal (adjuvante ao tratamento convencional):**\n- **Vitamina D:** reposição agressiva para níveis >50 ng/mL; modula receptor VDR, atenua inflamação na mucosa e na resposta NL-RPC\n- **Dieta anti-inflamatória:** rica em fibras (aumenta produção de AGCC — butirato, propionato), pobre em emulsificantes, açúcares refinados e gorduras trans; considerar protocolo SCD (Specific Carbohydrate Diet) ou dieta mediterrânea com evidência crescente na DC\n- **Ácidos graxos ômega-3:** propriedades anti-inflamatórias, suporte à integridade da mucosa\n- **Butirato oral:** suporte às células epiteliais do cólon, especialmente pós-protocolo de rifaximina que pode reduzir produtores de butirato\n- **Integridade intestinal:** zinco-carnosina, glutamina, pectina, beta-glucana — suporte à reparação das junções estreitas\n- **Probióticos:** uso criterioso (menor número de cepas, menor dose, menor tempo); evitar em pacientes imunossuprimidos graves\n- **Curcumina:** propriedades anti-inflamatórias (concentração de curcuminoides 95-99% para eficácia terapêutica); modulação de Th17\n- **Berberina:** alternativa com ação anti-inflamatória intestinal e menor risco de reação inicial\n\n**Manejo do estilo de vida:**\n- Investigar e manejar estressores crônicos (eixo HPA — cortisol crônico agrava permeabilidade intestinal)\n- Otimização do sono: sono inadequado perpetua inflamação sistêmica\n- Atividade física moderada regular: anti-inflamatória e promotora de diversidade do microbioma\n- Cessação do tabagismo: fator de risco independente para DC mais agressiva\n- Manejo da ansiedade e suporte psicossocial: eixo intestino-cérebro bidirecional\n\n**Monitoramento periódico em pacientes com DC conhecida:**\n- Calprotectina fecal a cada 3-6 meses para monitorar atividade\n- Colonoscopia de vigilância conforme protocolo (risco aumentado de câncer colorretal em DC de cólon com >8-10 anos de doença)\n- Densitometria óssea anual em uso de corticosteroides\n- Rastreio de infecções oportunistas em pacientes em uso de imunossupressores e biológicos (tuberculose, hepatites B e C, CMV)"
}
