{
  "score_item_id": "019bf31d-2ef0-729d-a9df-4b53569231dc",
  "clinical_relevance": "A Retocolite Ulcerativa (RCU) é uma doença inflamatória intestinal (DII) crônica, de natureza autoimune, caracterizada por inflamação contínua e ulceração da mucosa do cólon, tipicamente iniciando no reto e estendendo-se proximalmente de forma confluente. Distingue-se da doença de Crohn por acometer exclusivamente a camada mucosa do intestino grosso, sem lesões salteadas ou envolvimento transmural.\n\nDo ponto de vista fisiopatológico, a RCU envolve uma disfunção da barreira intestinal com comprometimento das junções estreitas (claudina, ocludina), ativação de TLRs por padrões moleculares associados a microrganismos (MAMPs), resposta imune mediada predominantemente por TH2 e TH17, e elevação de citocinas pró-inflamatórias como IL-6, IL-17 e IL-22. A disbiose intestinal — com redução de bactérias produtoras de butirato como Faecalibacterium prausnitzii e Akkermansia muciniphila — contribui para o aumento da permeabilidade intestinal, translocação de lipopolissacarídeos (LPS) e amplificação da resposta inflamatória sistêmica.\n\nA deficiência de vitamina D tem sido associada à RCU em meta-análise envolvendo 55 estudos observacionais. A vitamina D atua modulando a resposta imune via ativação do receptor VDR e supressão da via NF-KB/NL-RPC, com evidências de correlação entre seus níveis séricos e a extensão e atividade da doença.\n\nDo ponto de vista epidemiológico, a RCU apresenta incidência crescente em países em desenvolvimento, incluindo o Brasil, onde fatores como urbanização, dieta ocidentalizada, uso excessivo de antibióticos e redução do aleitamento materno impactam negativamente o microbioma e a imunidade da mucosa.\n\nDo ponto de vista do rastreio clínico, a calprotectina fecal é um marcador de inflamação intestinal ativa: valores abaixo de 100 µg/g favorecem diagnóstico funcional (SII), entre 100–250 µg/g configuram zona cinzenta, e acima de 250 µg/g indicam necessidade de colonoscopia para exclusão de DII. A lactoferrina fecal e a alfa-1-antitripsina complementam a avaliação. A zonulina fecal avalia permeabilidade intestinal, cujo aumento é reconhecido como precursor de inflamação sistêmica e doenças autoimunes.\n\nA estratificação de risco na RCU baseia-se na extensão da doença (proctite, colite esquerda, pancolite), na atividade (leve, moderada, grave) e na resposta terapêutica. A doença grave, especialmente com colite fulminante, carrega mortalidade significativa na ausência de tratamento adequado. O risco de neoplasia colorretal aumenta proporcionalmente à extensão e duração da doença, sendo indicada vigilância endoscópica sistemática após 8–10 anos de diagnóstico.",
  "points": 14,
  "patient_explanation": "A Retocolite Ulcerativa (RCU) é uma doença em que o sistema de defesa do próprio corpo ataca o revestimento interno do intestino grosso, causando inflamação e feridas (úlceras) na parede intestinal. Essa inflamação geralmente começa no reto e pode se espalhar ao longo do cólon.\n\nOs sintomas mais comuns incluem diarreia com sangue ou muco, dor abdominal em cólica, urgência para ir ao banheiro, fadiga e, nos casos mais intensos, febre e perda de peso. A doença costuma ter períodos de melhora (remissão) e períodos de piora (surtos).\n\nÉ importante relatar ao médico há quanto tempo você tem esse diagnóstico, com que frequência ocorrem os surtos, quais medicamentos usa atualmente e se já precisou de internação ou cirurgia. Essas informações ajudam a avaliar o grau de controle da doença e a planejar o melhor cuidado para você. Com acompanhamento adequado, é possível manter longos períodos de remissão e boa qualidade de vida.",
  "conduct": "## Conduta Clínica na RCU — Abordagem Funcional Integrativa\n\n### 1. Avaliação Inicial e Anamnese Dirigida\n\n- **Investigar:** tempo de diagnóstico, frequência e gravidade dos surtos, tratamentos anteriores e em uso (mesalazina, corticoides, imunobiológicos)\n- **Avaliar:** histórico de parto, aleitamento materno, uso prévio de antibióticos e anticoncepcionais (fatores que impactam o microbioma)\n- **Rastrear:** dieta atual, ingestão de glúten e lácteos, consumo de álcool e ultraprocessados\n- **Investigar estressores crônicos:** qualidade do sono, nível de estresse, atividade física e suporte social\n\n### 2. Investigação Complementar\n\n**Laboratorial:**\n- Hemograma completo e marcadores inflamatórios (PCR, VHS)\n- Calprotectina fecal (valor alvo < 50 µg/g em remissão; > 250 µg/g indica colonoscopia)\n- Lactoferrina fecal e alfa-1-antitripsina (inflamação e permeabilidade intestinal)\n- Zonulina fecal (avaliação de hiperpermeabilidade intestinal)\n- Elastase pancreática fecal (descartar insuficiência pancreática exócrina)\n- Vitamina D sérica (25-OH): associação com atividade da RCU em meta-análises de 55 estudos\n- Ferritina, B12, zinco, selênio, magnésio (frequentemente depletados na DII)\n- Anticorpo antitransglutaminase IgA + IgA sérica total (excluir doença celíaca como comorbidade)\n- Parasitológico de fezes (contexto brasileiro)\n- Homocisteína e HOMA-IR (marcadores de inflamação sistêmica de baixo grau)\n\n**Funcional:**\n- Exame coprológico funcional (digestibilidade, comportamento da microbiota, produção de ácidos e amônia)\n- Considerar avaliação de micotoxinas urinárias em casos refratários\n- Mapear polimorfismos relevantes (ex.: FUT2) se disponível\n\n### 3. Encaminhamento a Especialistas\n\n- **Gastroenterologia/Coloproctologia:** obrigatório para estadiamento, definição do esquema medicamentoso e vigilância endoscópica\n- **Nutricionista funcional:** apoio dietético estruturado, individualização do plano alimentar e correção de déficits nutricionais\n- **Psicoterapia:** eixo mente-intestino; estresse é gatilho documentado de surtos\n\n### 4. Intervenções Baseadas em Evidências\n\n**Dietéticas:**\n- Eliminar glúten e lácteos durante surtos ou em pacientes com doença ativa (redução da carga antigênica e inflamação mucosa)\n- Dieta anti-inflamatória: priorizar fibras fermentáveis, carotenoides, gorduras saudáveis (ômega-3), vitamina D alimentar e cúrcuma\n- Reduzir açúcares refinados, álcool (aumenta IL-17) e emulsificantes industriais\n- Considerar protocolo Low FODMAP em fases (suspensão, reintrodução, personalização) se sintomas funcionais sobrepostos\n- Hidratação adequada como suporte à integridade da mucosa\n\n**Suplementação com embasamento nos chunks:**\n- **Vitamina D:** repor para níveis adequados (> 40–60 ng/mL); modula VDR e atenua resposta NF-KB/NL-RPC na RCU\n- **Butirato / AGCC:** suporte à integridade da mucosa colônica, ação anti-inflamatória e antimicrobiana; avaliar resposta individual\n- **Zinco-carnosina:** reparo da integridade intestinal\n- **Glutamina e pectina:** suporte ao epitélio intestinal\n- **Curcumina (95% curcuminoides):** modulação TH1/TH2, ação anti-inflamatória da mucosa\n- **Ômega-3:** ação anti-inflamatória sistêmica\n- **Magnésio, B12, folato:** corrigir deficiências frequentes\n- **Probióticos selecionados:** usar com cautela; preferir cepas com evidência em DII (ex.: Lactobacillus rhamnosus) e monitorar resposta individual\n\n**Estilo de vida:**\n- Atividade física moderada e regular\n- Técnicas de relaxamento e manejo do estresse (meditação, respiração diafragmática)\n- Otimização do sono\n- Avaliação e suporte à saúde mental\n\n### 5. Monitoramento\n\n- Reavaliar calprotectina fecal a cada 3–6 meses para monitorar atividade inflamatória\n- Vigilância endoscópica a partir de 8–10 anos de diagnóstico (risco aumentado de neoplasia colorretal)\n- Monitorar vitamina D, ferritina, B12, zinco e outros micronutrientes periodicamente\n- Ajustar protocolo conforme resposta clínica e laboratorial"
}
