{
  "score_item_id": "019bf31d-2ef0-702c-9375-02d892ce7440",
  "clinical_relevance": "A doença celíaca é uma enteropatia autoimune crônica desencadeada pela ingestão de glúten (gliadina e gluteninas presentes no trigo, centeio e cevada) em indivíduos geneticamente suscetíveis. A presença dos haplótipos HLA-DQ2 (presente em ~90% dos celíacos) ou HLA-DQ8 (~10%) é praticamente necessária para o desenvolvimento da doença, tornando o teste genético útil principalmente para exclusão diagnóstica.\n\nFisiopatologia: A gliadina mal digerida liga-se ao receptor CXCR3 no enterócito, estimulando a liberação de zonulina, que bloqueia receptores EGF e causa ruptura das tight junctions. Isso promove hiperpermeabilidade intestinal (leaky gut), permitindo passagem de macromoléculas para a corrente sanguínea. Via mimetismo proteico, o sistema imune gera autoanticorpos contra a transglutaminase tecidual (anti-tTG) e a endomísio, resultando em atrofia vilositária progressiva e má absorção de nutrientes essenciais (ferro, folato, cálcio, vitaminas lipossolúveis A, D, E, K e B12).\n\nDiagnóstico laboratorial: O protocolo padrão inicia com IgA anti-transglutaminase (anti-tTG IgA) associada à dosagem de IgA sérica total. IgA total baixa exige complementação com anti-tTG IgG e/ou anticorpos antiendomísio IgG. Positividade sorológica requer confirmação por biópsia duodenal com achado de atrofia vilositária (Marsh 2-3). Anticorpos antigliadina desaminada (DGP IgG) têm utilidade em pacientes com deficiência de IgA.\n\nEpidemiologia: A prevalência global da doença celíaca é de aproximadamente 1% na população geral, com diagnóstico subestimado em função das apresentações atípicas e silenciosas. Especialistas de referência (gastroenterologia infantil Harvard e outros centros) defendem subdiagnóstico sistemático e necessidade de ampliação do uso dos marcadores já validados. A razão diagnóstico:real estimada varia de 1:5 a 1:10 na maioria das populações estudadas.\n\nApresentações clínicas: Além da síndrome clássica com diarreia crônica, distensão, dor abdominal e perda de peso, a doença celíaca apresenta forma atípica (anemia ferropriva refratária, osteoporose, infertilidade, transaminases elevadas, dermatite herpetiforme) e forma silenciosa (sorologia positiva com biópsia alterada sem sintomas). Manifestações extraintestinais incluem: ataxia pelo glúten, neuropatia periférica, epilepsia, cefaleia recorrente, fadiga crônica, brain fog, depressão e ansiedade. A comorbidade com tireoidite de Hashimoto é crescente — muitos pacientes com Hashimoto melhoram com a restrição de glúten, provavelmente pelo mecanismo de mimetismo molecular entre frações do glúten e a tireoperoxidase (anti-TPO).\n\nEm contexto de SII (Síndrome do Intestino Irritável), a avaliação celíaca é mandatória em todos os pacientes — não apenas naqueles com diarreia — mediante dosagem de IgA total e anti-tTG IgA. Calprotectina fecal < 100 µg/g favorece SII funcional, mas não exclui celíaca.\n\nRisco e comorbidades: Celíaca não controlada associa-se a risco aumentado de linfoma de células T intestinal, adenocarcinoma de intestino delgado, osteoporose e deficiências nutricionais graves. O controle adequado com dieta isenta de glúten é a única intervenção eficaz estabelecida — não existem enzimas com eficácia comprovada para digestão do glúten, embora endopeptidases bacterianas estejam em ensaios clínicos. A dieta deve ser rigorosa pois fontes ocultas de glúten são comuns em produtos industrializados, molhos, sorvetes e cosméticos.",
  "points": 14,
  "patient_explanation": "A doença celíaca é uma condição autoimune em que o seu sistema imunológico reage de forma exagerada ao glúten — uma proteína presente no trigo, centeio e cevada. Essa reação danifica o revestimento interno do intestino delgado, prejudicando a absorção de nutrientes importantes como ferro, cálcio e vitaminas. Com o tempo, isso pode causar sintomas variados: diarreia ou constipação, dor e inchaço abdominal, fadiga, anemia, perda de peso, e até sintomas fora do intestino como dores de cabeça, dificuldade de concentração (brain fog), depressão e problemas na pele. Muitas pessoas têm celíaca sem saber, porque os sintomas podem ser sutis ou confundidos com outras condições. O histórico de celíaca é muito importante para entender sua saúde como um todo — quando tratada corretamente com uma dieta sem glúten, a maioria das pessoas apresenta melhora significativa dos sintomas e recuperação do intestino. Ter esse diagnóstico registrado ajuda a equipe de saúde a investigar causas de outros sintomas e a personalizar seu tratamento.",
  "conduct": "## Conduta Clínica — Doença Celíaca\n\n### 1. Confirmação Diagnóstica e Avaliação Inicial\n\n- **Sorologia celíaca** (obrigatória antes de qualquer dieta sem glúten):\n  - IgA anti-transglutaminase tecidual (anti-tTG IgA) — exame de triagem de escolha\n  - IgA sérica total — para detectar deficiência de IgA (presente em ~2-3% dos celíacos)\n  - Se IgA total baixa: solicitar anti-tTG IgG e/ou anticorpos antiendomísio IgG (EMA IgG)\n  - Considerar anticorpos antigliadina desaminada (DGP IgG) como complemento em casos duvidosos\n- **Confirmação histológica** por endoscopia digestiva alta com biópsia duodenal (mínimo 4 fragmentos) quando sorologia positiva\n- **Genotipagem HLA-DQ2/DQ8** — útil para excluir diagnóstico em familiares de primeiro grau ou em casos sorológicos limítrofes\n- **Investigar doença celíaca em todos os pacientes com SII**, independentemente do subtipo (inclusive constipação predominante)\n\n### 2. Avaliação de Danos Secundários e Deficiências\n\n- **Hemograma completo** — anemia ferropriva ou macrocítica (deficiência de folato/B12)\n- **Ferro sérico, ferritina, transferrina**\n- **Vitamina B12 e folato sérico**\n- **Vitamina D (25-OH-D), cálcio, fósforo e PTH** — risco elevado de osteopenia/osteoporose\n- **Vitaminas lipossolúveis A, E, K** em casos de má absorção grave\n- **Zinco sérico** — importante para integridade da barreira intestinal e absorção de folato\n- **Densitometria óssea (DXA)** em adultos com diagnóstico recente ou doença de longa data não tratada\n- **Perfil tireoidiano (TSH, T4L, anti-TPO, anti-Tg)** — rastrear tireoidite de Hashimoto (comorbidade frequente)\n- **ALT/AST** — hipertransaminasemia pode ser manifestação atípica de celíaca ativa\n- **Calprotectina fecal** — útil para monitorar inflamação intestinal e resposta ao tratamento\n\n### 3. Intervenção Principal — Dieta Isenta de Glúten\n\n- **Dieta 100% sem glúten** é o único tratamento estabelecido com eficácia comprovada\n- Exclusão completa de trigo, centeio, cevada e derivados\n- **Atenção às fontes ocultas de glúten**: molhos industrializados, sorvetes, embutidos, produtos farmacêuticos e cosméticos\n- Orientar sobre **contaminação cruzada** no preparo de alimentos\n- **Encaminhamento obrigatório a nutricionista** especializado em doença celíaca para:\n  - Garantir adequação nutricional da dieta sem glúten\n  - Prevenir déficits de fibras, vitaminas do complexo B, cálcio e ferro\n  - Educação alimentar sobre leitura de rótulos\n- **Não iniciar dieta sem glúten antes da confirmação diagnóstica** — compromete sorologia e biópsia\n\n### 4. Suporte à Saúde Intestinal e Imunológica\n\n- **Reposição das deficiências identificadas**:\n  - Ferro (oral ou IV conforme gravidade da anemia)\n  - Vitamina D com meta mínima de 40-60 ng/mL (considerar >80 ng/mL em autoimunes)\n  - B12 e folato se deficientes\n  - Zinco para otimizar absorção e integridade intestinal\n- **Modulação intestinal**:\n  - Dieta rica em fibras solúveis (quando tolerada) para produção de AGCC (butirato, propionato)\n  - Probióticos com cepas específicas (ex.: *Lactobacillus rhamnosus*) como adjuvante na modulação da microbiota\n  - Evitar álcool — compromete integridade das tight junctions\n- **Monitoramento da zonulina** como marcador de permeabilidade intestinal durante acompanhamento\n\n### 5. Monitoramento e Seguimento\n\n- **Anti-tTG IgA** a cada 6-12 meses após início da dieta sem glúten para avaliar resposta\n- Normalização da sorologia esperada em 6-24 meses com adesão rigorosa\n- **Repetir biópsia duodenal** em 1-2 anos em casos com má resposta clínica ou sorologia persistentemente elevada\n- Investigar **SIBO** (supercrescimento bacteriano) como causa de sintomas persistentes — incidência 3,7x maior em portadores de SII, e frequente em celíaca com sintomas refratários (teste respiratório com lactulose ou glicose)\n- Monitorar vitaminas lipossolúveis (A, D, E, K) e B12 semestralmente até estabilização\n\n### 6. Encaminhamentos\n\n- **Gastroenterologista**: confirmação diagnóstica (endoscopia), doença refratária, suspeita de linfoma\n- **Nutricionista funcional/especializado em celíaca**: obrigatório para toda a família\n- **Endocrinologista**: se Hashimoto associado ou osteoporose significativa\n- **Neurologista**: ataxia pelo glúten, neuropatia periférica, epilepsia associada\n- **Dermatologista**: suspeita de dermatite herpetiforme (Duhring)\n- **Rastrear familiares de primeiro grau** (pais, filhos, irmãos) — risco ~10-15% de celíaca em parentes de primeiro grau"
}
