{
  "score_item_id": "c77cedd3-2800-7ef5-b90a-7b4b6cc19d5b",
  "clinical_relevance": "A asma é uma doença inflamatória crônica das vias aéreas caracterizada por obstrução variável ao fluxo de ar, hiper-responsividade brônquica e remodelamento da via aérea. Fisiopatologicamente, envolve inflamação eosinofílica e/ou neutrofílica, mediada por células T auxiliares (Th2 predominantemente na asma alérgica), com liberação de IL-4, IL-5, IL-13 e produção excessiva de IgE. A limitação ao fluxo de ar resulta de broncoespasmo, edema da mucosa, hipersecreção de muco e, em fases avançadas, remodelamento estrutural com fibrose subepitelial e hipertrofia da musculatura lisa.\n\nEpidemiologia: A asma afeta aproximadamente 300 milhões de pessoas no mundo, com prevalência global estimada em 6–10% da população geral e cerca de 20 milhões de brasileiros (aproximadamente 10% da população). É a quarta causa de internações hospitalares no Brasil e a doença crônica mais prevalente na infância. A mortalidade por asma no Brasil é de aproximadamente 2.500–3.000 óbitos/ano, sendo a maioria prevenível com controle adequado. Estudos de coorte demonstram que crianças nascidas de mães com Síndrome dos Ovários Policísticos (SOP) têm risco aumentado de desenvolver asma, sugerindo componentes de programação metabólica e inflamatória intrauterina.\n\nClassificação de gravidade (GINA 2023): A asma é classificada em controlada, parcialmente controlada e não controlada com base em sintomas diurnos (>2x/semana), limitação de atividades, sintomas noturnos e uso de broncodilatador de alívio. Em termos de gravidade intrínseca, divide-se em: leve intermitente, leve persistente, moderada persistente e grave persistente.\n\nValores funcionais de referência (espirometria): VEF1/CVF <0,70 pós-broncodilatador confirma obstrução; reversibilidade ≥12% e ≥200 mL no VEF1 após broncodilatador apoia diagnóstico. Variabilidade do PFE (pico de fluxo expiratório) >10% em adultos é sugestiva.\n\nImpacto sistêmico: A asma não controlada associa-se a distúrbios do sono, comprometimento da capacidade funcional, absenteísmo, ansiedade e depressão. O uso crônico de corticosteroides sistêmicos em casos graves pode resultar em osteoporose, hiperglicemia, imunossupressão e disfunção adrenal. A asma grave não controlada aumenta risco de evento fatal agudo (status asmático), especialmente em pacientes com histórico de intubação prévia, uso excessivo de beta-2-agonistas de curta ação e ausência de corticoterapia inalatória.\n\nComorbidades relevantes: Rinite alérgica (coexiste em 80% dos asmáticos), rinossinusite crônica, refluxo gastroesofágico (presente em 30–80% dos casos), apneia obstrutiva do sono, obesidade (fator de risco independente e de piora do controle), ansiedade e depressão. A asma grave e de difícil controle pode ser de fenótipo eosinofílico, alérgico, não-eosinofílico/neutrofílico ou misto, com implicações terapêuticas distintas (biológicos como omalizumabe, mepolizumabe, benralizumabe, dupilumabe).",
  "points": 12,
  "patient_explanation": "Asma é uma doença crônica dos pulmões em que as vias respiratórias ficam inflamadas e estreitadas, causando episódios de falta de ar, chiado no peito, tosse (especialmente à noite ou de madrugada) e sensação de aperto no tórax. Esses episódios podem ser desencadeados por alérgenos (poeira, pelo de animais, pólen), infecções virais, exercício físico, ar frio, fumaça e estresse.\n\nA asma não tem cura, mas tem controle. Com o tratamento correto — geralmente inaladores com corticoide e, quando necessário, broncodilatadores —, a maioria das pessoas consegue viver normalmente, praticar atividades físicas e ter boa qualidade de vida.\n\nInformar ao médico sobre sua asma é muito importante porque ela pode afetar sua saúde como um todo: o sono, a disposição, a capacidade de se exercitar e até o humor. Além disso, a asma não controlada aumenta o risco de crises graves. Saber há quanto tempo você tem asma, se está bem controlada e quais medicamentos usa ajuda o médico a montar um plano de saúde mais completo e personalizado para você.",
  "conduct": "## Conduta Clínica: Asma no Contexto do Escore de Saúde\n\n### 1. Avaliação Inicial do Controle e Gravidade\n\n- **Perguntar ativamente sobre:**\n  - Tempo de diagnóstico e histórico de crises graves (internações, UTI, intubação)\n  - Frequência de sintomas diurnos e noturnos nas últimas 4 semanas\n  - Limitação de atividades físicas por asma\n  - Uso de broncodilatador de alívio (salbutamol) — uso >2x/semana indica controle inadequado\n  - Medicamentos em uso atual (corticoide inalatório, broncodilatador de longa ação, biológicos)\n  - Fatores desencadeantes identificados (alérgenos, AINE, beta-bloqueadores, exercício)\n  - Tabagismo ativo ou passivo\n  - Rinite, sinusite, DRGE, obesidade concomitantes\n\n- **Estratificação do controle (GINA):**\n  - **Controlada:** ausência de sintomas, sem limitações, sem necessidade de resgate\n  - **Parcialmente controlada:** 1–2 critérios presentes\n  - **Não controlada:** ≥3 critérios presentes\n\n### 2. Investigação Complementar\n\n- **Espirometria com prova broncodilatadora:** exame padrão-ouro para diagnóstico e acompanhamento funcional\n- **Pico de fluxo expiratório (PFE):** útil para monitoramento domiciliar\n- **Hemograma com eosinófilos:** eosinofilia sugere fenótipo eosinofílico (candidato a biológicos)\n- **IgE total e específica (RAST/ImmunoCAP):** para identificação de fenótipo alérgico\n- **Teste cutâneo de alergia (prick test):** quando disponível, para alergênios específicos\n- **FENO (óxido nítrico exalado fracionado):** >25 ppb sugere inflamação eosinofílica — útil para guiar corticoterapia\n- **Radiografia de tórax:** na avaliação inicial ou em exacerbações\n- **TC de seios da face:** se suspeita de rinossinusite crônica associada\n- **pHmetria ou endoscopia:** se suspeita de DRGE como fator agravante\n\n### 3. Critérios de Encaminhamento ao Pneumologista / Alergologista\n\n- Asma grave ou de difícil controle (≥3 exacerbações/ano ou uso frequente de corticoide sistêmico)\n- Histórico de internação em UTI ou intubação prévia por asma\n- Fenótipo eosinofílico ou alérgico severo — avaliação para biológicos (omalizumabe, mepolizumabe, benralizumabe, dupilumabe)\n- Dúvida diagnóstica (diagnóstico diferencial com DPOC, bronquiectasias, disfunção de cordas vocais)\n- Criança com asma grave ou não responsiva ao tratamento padrão\n- Asma ocupacional suspeita\n\n### 4. Intervenções Baseadas em Evidências\n\n#### Farmacológicas\n- **Corticoide inalatório (CI):** pilar do tratamento de manutenção; reduz exacerbações, hospitalizações e mortalidade\n- **LABA + CI (budesonida/formoterol, fluticasona/salmeterol):** indicado em asma persistente moderada a grave\n- **SABA (salbutamol):** apenas para alívio; uso regular indica controle insuficiente\n- **Antagonistas dos leucotrienos (montelucaste):** adjuvante, especialmente em asma alérgica e rinite concomitante\n- **Biológicos (fenótipo guiado):** omalizumabe (anti-IgE), mepolizumabe/benralizumabe (anti-IL-5), dupilumabe (anti-IL-4/IL-13) — para asma grave não controlada\n- **Corticoide sistêmico:** somente em exacerbações; minimizar uso crônico por risco de osteoporose, disfunção adrenal e síndrome metabólica\n\n#### Não Farmacológicas\n- **Controle ambiental:** evitar exposição a alérgenos domiciliares (ácaro, barata, pelo de animal), fumaça de cigarro, poluentes\n- **Imunoterapia alérgeno-específica (dessensibilização):** indicada em fenótipo alérgico bem caracterizado com rinite associada\n- **Reabilitação pulmonar e exercício físico supervisionado:** melhora capacidade funcional e controle da asma\n- **Redução de peso:** em pacientes obesos, a perda de peso melhora significativamente o controle da asma\n- **Cessação do tabagismo:** obrigatória; tabagismo reduz resposta ao corticoide inalatório\n- **Tratamento da rinite e DRGE:** controle das comorbidades melhora o controle da asma\n- **Suplementação de vitamina D:** deficiência está associada a maior frequência de exacerbações; manter níveis >30 ng/mL\n- **Ômega-3 (EPA+DHA):** evidências emergentes de efeito anti-inflamatório nas vias aéreas; pode ser considerado como adjuvante\n\n### 5. Monitoramento e Seguimento\n\n- Reavaliação do controle a cada 3–6 meses\n- Espirometria anual ou após mudança de esquema terapêutico\n- Verificar técnica inalatória em cada consulta (erro técnico é causa frequente de controle inadequado)\n- Plano de ação escrito para exacerbações (\"asthma action plan\")\n- Vacinação: influenza anual e pneumocócica são recomendadas para todos os asmáticos"
}
