{
  "score_item_id": "c77cedd3-2800-7f31-8acc-136e5d63aded",
  "clinical_relevance": "Alergias representam um conjunto de respostas imunológicas aberrantes a antígenos ambientais ou alimentares, com relevância crescente no contexto da medicina funcional integrativa. A prevalência global de doenças alérgicas tem aumentado nas últimas décadas, tornando o rastreamento ativo do histórico alérgico essencial em qualquer avaliação clínica longitudinal.\n\nDo ponto de vista fisiopatológico, as reações alérgicas são classicamente mediadas por IgE (hipersensibilidade tipo I), resultando em liberação de histamina e outros mediadores por mastócitos e basófilos. Contudo, reações mediadas por IgG (tipo III, tardias) são igualmente relevantes e frequentemente subestimadas, apresentando sintomas sistêmicos retardados que dificultam a correlação diagnóstica. Estudos com dietas de eliminação baseadas em testes de IgG alimentar demonstraram taxa de sucesso de 71% na melhora de sintomas crônicos, com 20% dos pacientes mais graves obtendo 100% de alívio.\n\nA classificação das reações adversas a alimentos inclui: (1) reações não imunológicas — enzimáticas (intolerância à lactose, intolerância à histamina), farmacológicas (cafeína, tiramina) e de má absorção (frutose via GLUT5/GLUT2); (2) reações imunológicas — doença celíaca (autoimune), reações IgE mediadas (urticária, angioedema, broncoespasmo, asma, anafilaxia, síndrome alérgica oral), reações não IgE mediadas (FPIES, proctocolite) e mistas (esofagite, gastrite, enterocolite eosinofílica).\n\nA história familiar tem peso preditivo significativo: quando um dos pais apresenta atopia, o risco de alergia no filho é de aproximadamente 30%; quando ambos os pais são atópicos, o risco sobe para cerca de 80%. A síndrome de sensibilização cruzada látex-alimento ocorre em até 50% dos pacientes com alergia ao látex.\n\nNo contexto da intolerância à histamina — condição intimamente relacionada ao histórico alérgico — a enzima diaminoxidase (DAO) é responsável pela degradação extracelular intestinal da histamina, dependendo dos cofatores vitamina C, cobre e B6. Existem mais de 50 polimorfismos genéticos associados ao metabolismo da histamina, com quatro polimorfismos no gene AOC1 sendo os mais estudados. A disbiose intestinal, com predominância de bactérias histaminogênicas (ex: E. coli, Klebsiella), constitui fonte endógena relevante de histamina. Um estudo identificou 117 tipos de micro-organismos na microbiota humana capazes de sintetizar histamina.\n\nA síndrome de ativação mastocitária (SAM) representa o extremo do espectro e deve ser considerada no diagnóstico diferencial de pacientes com histórico alérgico extenso, especialmente quando os sintomas envolvem simultaneamente pele, trato gastrointestinal, sistema respiratório e cardiovascular. O marcador laboratorial padrão é a triptase sérica, cujo diagnóstico é sugerido por elevação de 20% + 2 ng/mL acima do valor basal durante crise.\n\nA saúde intestinal é fator determinante na expressão alérgica: a integridade da barreira mucosa, modulada por ácidos graxos de cadeia curta (butirato, propionato), vitaminas D e A, e cepas probióticas específicas (Lactobacillus rhamnosus, L. casei, Bifidobacterium lactis, Akkermansia muciniphila), é essencial para manutenção da tolerância oral. A atividade da DAO é, por si, um marcador da integridade da mucosa intestinal.",
  "points": 0,
  "patient_explanation": "Alergias são reações do seu sistema de defesa (sistema imunológico) a substâncias que, para a maioria das pessoas, são inofensivas — como certos alimentos, pólen, ácaros, látex ou medicamentos. Quando seu organismo identifica essas substâncias como ameaças, ele libera compostos inflamatórios que causam os sintomas que você conhece: coceira, urticária, coriza, espirros, chiado no peito, inchaço ou até reações mais graves.\n\nEntender seu histórico alérgico completo é fundamental porque as alergias influenciam diretamente sua inflamação sistêmica, sua saúde intestinal e até seu bem-estar mental e cognitivo. Reações que parecem pequenas, como coceira após comer certos alimentos ou congestão nasal frequente, podem estar sobrecarregando seu sistema imunológico de forma silenciosa e contínua.\n\nAlém das alergias clássicas, existem sensibilidades alimentares mais sutis — mediadas por outro anticorpo chamado IgG — cujos sintomas aparecem horas ou dias depois e são mais difíceis de perceber. Essas sensibilidades podem se manifestar como enxaquecas, fadiga, problemas de pele, distúrbios intestinais ou até dificuldade de concentração.\n\nConhecer suas alergias e sensibilidades permite personalizar completamente seu tratamento — da alimentação à suplementação — e reduzir a inflamação que está na raiz de muitos problemas crônicos de saúde.",
  "conduct": "## Conduta Clínica — Alergias (Histórico)\n\n### 1. Anamnese Dirigida\n\n- **Tipo de reação:** imediata (minutos) ou tardia (horas/dias após exposição)\n- **Gatilhos:** alimentares, ambientais (pólen, ácaros, mofo), químicos (perfumes, amaciantes), medicamentos\n- **Manifestações:** cutâneas (urticária, eczema, angioedema), respiratórias (rinite, asma), gastrointestinais (dor abdominal, diarreia), neurológicas (cefaleia, brain fog), cardiovasculares (taquicardia, hipotensão)\n- **Histórico familiar:** risco ~30% com um pai atópico; ~80% se ambos\n- **Duração, frequência e grau de controle atual**\n- **Tratamentos já utilizados:** anti-histamínicos, corticoides, dietas de eliminação\n\n---\n\n### 2. Investigação Complementar\n\n**Testes imunológicos:**\n- IgE total e IgE específica (painel alimentar e ambiental)\n- IgG alimentar específica (SYNLAB, Testify) — diagnóstico e ferramenta pedagógica\n- Eosinófilos e plaquetas (> 400.000 pode sugerir enteropatia inflamatória crônica)\n\n**Histamina e DAO:**\n- Atividade da DAO sérica (< 10 U/mL sugestivo de intolerância à histamina)\n- Histamina fecal (elevada indica disbiose histaminogênica ou alto consumo)\n- N-metil-histamina urinária (mais relacionado à SAM via HNMT)\n- Polimorfismos genéticos AOC1 (DAO) e HNMT quando disponível\n\n**Saúde intestinal:**\n- Microbioma intestinal (bactérias histaminogênicas: E. coli, Klebsiella)\n- Avaliação de hiperpermeabilidade intestinal (leaky gut); exame Copromax quando disponível\n- Teste de tolerância à lactose\n\n**Marcadores sistêmicos:**\n- PCR-us, triptase sérica basal (rastreamento de SAM)\n- Vitamina D (manter > 40-60 ng/mL), ômega-índice (meta > 8%), ferritina, zinco\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Dietéticas:**\n- **Dieta de eliminação baseada em IgG:** retirar alimentos classe 3-4 por 2-3 meses; reintrodução gradual com nutricionista\n- Protocolos: 2 alimentos (laticínios + glúten), 4 alimentos ou 6 alimentos — conforme contexto\n- **Dieta baixa em histamina (\"Food First\"):** fase restritiva ≥ 15 dias, depois reintrodução lenta — padrão-ouro para intolerância à histamina\n- Evitar colágeno hidrolisado em alergias ativas; personalizar dieta mediterrânea (vinho, queijos, fermentados podem ser problemáticos)\n\n**Modulação intestinal:**\n- Dieta rica em fibras (butirato e propionato — anti-inflamatórios e protetores de barreira)\n- **Probióticos:** Lactobacillus rhamnosus, L. casei, Bifidobacterium lactis, Akkermansia muciniphila\n- Iniciar com baixas doses e poucas cepas em pacientes disbióticos\n- Quercetina, curcumina, resveratrol: modulação TH1/TH2 e efeito prebiótico\n\n**Suplementação:**\n- **Enzima DAO:** 4,2 mg (cápsula gastrorresistente) 20 min antes das refeições — eficaz na intolerância à histamina confirmada\n- **Cofatores DAO:** vitamina B6, vitamina C, cobre\n- Vitamina D + magnésio, vitamina A (tolerância oral), ômega-3, NAC (modulação TH2)\n\n**Gatilhos ambientais:**\n- Reduzir exposição a poluentes, amaciantes, perfumaria, mofo\n- Investigar metais pesados (arsênico) quando clinicamente indicado\n\n**Farmacológico:**\n- Anti-histamínicos H1 e H2: alívio sintomático (não degradam histamina)\n- Doses até 4x a dose padrão em SAM refratária; omalizumab nos casos graves\n- Corticoides e adrenalina: indispensáveis na anafilaxia\n- Vitamina K2 em uso crônico de corticoides (proteção óssea)\n\n---\n\n### 4. Encaminhamento\n\n- **Alergista/imunologista:** anafilaxia prévia, asma grave, suspeita de SAM, imunoterapia\n- **Nutricionista:** dietas de eliminação complexas, risco de déficit nutricional\n- **Gastroenterologista:** esofagite eosinofílica, FPIES, enteropatia inflamatória\n- **Pediatra especializado:** alergias com impacto no crescimento ou desenvolvimento\n\n---\n\n### 5. Monitoramento\n\n- Reavaliar resposta à dieta após 4-8 semanas\n- Ajustar suplementação conforme resultados laboratoriais seriados\n- Reavaliação do microbioma após intervenções terapêuticas"
}
