{
  "score_item_id": "019bf31d-2ef0-7186-b669-ed5f667eb1c8",
  "clinical_relevance": "A investigação ativa de doenças crônicas na anamnese é um pilar fundamental da medicina funcional integrativa e da avaliação clínica abrangente de risco em saúde. Doenças crônicas raramente se manifestam de forma isolada: a comorbidade múltipla é a regra, e não a exceção, na prática clínica contemporânea. Condições como diabetes tipo 2, hipertensão arterial sistêmica, doenças autoimunes (lúpus, artrite reumatoide, espondiloartrites), fibromialgia, síndrome do intestino irritável, doenças inflamatórias intestinais, hipotireoidismo, síndrome metabólica, doenças cardiovasculares, doenças neurodegenerativas (Parkinson, Alzheimer), depressão, ansiedade e síndrome de fadiga crônica compartilham mecanismos fisiopatológicos comuns — como inflamação crônica de baixo grau, disbiose intestinal, disfunção mitocondrial, desregulação do eixo HPA e alterações do ritmo circadiano.\n\nDo ponto de vista fisiopatológico, a inflamação sistêmica crônica é o denominador comum entre a maioria das doenças crônicas: marcadores como PCR-us, VHS, IL-6 e TNF-alfa refletem o estado inflamatório de base e correlacionam-se com gravidade, progressão e resposta terapêutica. A disbiose intestinal, por sua vez, amplifica esse processo via aumento da permeabilidade intestinal ('leaky gut'), endotoxemia por LPS e redução de ácidos graxos de cadeia curta (SCFAs), criando um ciclo de retroalimentação negativa que perpetua e agrava múltiplas condições crônicas simultaneamente.\n\nEpidemiologicamente, a multimorbidade (presença de duas ou mais condições crônicas) afeta mais de 60% dos adultos acima de 60 anos nos países ocidentais, e está associada a pior prognóstico, maior complexidade terapêutica, polifarmácia, interações medicamentosas e redução da qualidade de vida. A identificação precoce e sistemática dessas condições permite estratificação de risco mais precisa, prevenção de interações entre doenças e tratamentos, e identificação de causas comuns subjacentes.\n\nA abordagem funcional integrativa preconiza que doenças crônicas sem causa orgânica clara ou com má resposta ao tratamento devem motivar a investigação de fatores como traumas de infância, estresse crônico, exposição a xenobióticos, disbiose intestinal e desequilíbrios neuroendócrinos. A timeline funcional e a matriz da medicina funcional são ferramentas estruturadas para mapear a história pregressa do paciente, identificar gatilhos e mediadores das condições crônicas e personalizar o plano terapêutico.\n\nA duração da doença, o grau de controle atual e os tratamentos utilizados (passados e presentes) são informações essenciais: doenças mal controladas cronicamente geram maior carga inflamatória sistêmica, maior disfunção mitocondrial e maior risco de complicações e novas comorbidades. O uso prolongado de determinados medicamentos (antibióticos, corticoides, inibidores de bomba de prótons, anti-inflamatórios não esteroidais) pode, por si só, comprometer a saúde intestinal, a biogênese mitocondrial e o eixo HPA, perpetuando o estado de doença.",
  "points": 0,
  "patient_explanation": "Neste item do Escore Plenya, perguntamos sobre todas as doenças crônicas que você já teve ou que ainda tem hoje — como diabetes, pressão alta, doenças da tireoide, doenças autoimunes, problemas intestinais, fibromialgia, depressão, entre outras. Isso é importante porque doenças crônicas raramente aparecem sozinhas: elas compartilham causas comuns, como inflamação silenciosa no corpo, desequilíbrios intestinais e estresse prolongado. Saber quais doenças você tem ou teve, há quanto tempo, se estão controladas e quais tratamentos você já usou nos ajuda a entender melhor a sua saúde como um todo. Com esse mapa completo, conseguimos identificar padrões, evitar conflitos entre tratamentos e buscar as causas de fundo que podem estar mantendo ou agravando seus problemas de saúde. Não existe resposta certa ou errada — quanto mais detalhado você for, mais personalizado e eficaz será o seu cuidado.",
  "conduct": "## Conduta Clínica: Investigação de Doenças Crônicas na Anamnese\n\n### 1. Anamnese Estruturada\n\n- **Listar ativamente** todas as condições crônicas conhecidas, incluindo:\n  - Doenças metabólicas: diabetes tipo 2, síndrome metabólica, obesidade, dislipidemia\n  - Doenças cardiovasculares: hipertensão arterial, insuficiência cardíaca, doença coronariana\n  - Doenças autoimunes: lúpus, artrite reumatoide, espondiloartrites, tireoidite de Hashimoto, doença celíaca\n  - Doenças gastrointestinais: síndrome do intestino irritável, doença inflamatória intestinal, DRGE\n  - Doenças neurológicas/psiquiátricas: depressão, ansiedade, TDAH, Parkinson, Alzheimer\n  - Doenças reumatológicas: fibromialgia, osteoartrite\n  - Síndrome de fadiga crônica, síndrome pós-COVID\n  - Tireoidopatias, doenças adrenais\n  - Doenças respiratórias: asma, DPOC\n  - Neoplasias prévias ou em tratamento\n- **Para cada condição identificada, investigar:**\n  - Tempo de diagnóstico e evolução clínica\n  - Grau de controle atual (bem controlada, parcialmente controlada, sem controle)\n  - Tratamentos utilizados no passado e atualmente (medicamentos, suplementos, cirurgias, procedimentos)\n  - Impacto na qualidade de vida e na funcionalidade\n  - Presença de complicações estabelecidas\n\n### 2. Investigação de Fatores Causais e Mediadores\n\n- **Investigar ativamente causas subjacentes** em doenças com má resposta ao tratamento:\n  - Traumas de infância e estresse crônico como possíveis \"causas primeiras\"\n  - Disbiose intestinal e permeabilidade intestinal aumentada\n  - Disfunção do eixo HPA (fadiga adrenal, alterações de cortisol)\n  - Exposição a xenobióticos, metais pesados, toxinas ambientais\n  - Infecções crônicas ocultas (periodontal, viral, bacteriana)\n  - Polimorfismos genéticos relevantes (MTHFR, COMT, FUT)\n- **Utilizar timeline funcional** para mapear sequência temporal de eventos, gatilhos e agravamentos\n\n### 3. Investigação Laboratorial Complementar\n\n**Marcadores inflamatórios:**\n- PCR-us (desejável <1 mg/L; risco médio 1–3; alto >3)\n- VHS (para trajetória da inflamação)\n- IL-6 (desejável <3,4 pg/mL) e TNF-alfa (<8,1 pg/mL)\n- Homocisteína (desejável <7,9 µmol/L)\n\n**Avaliação metabólica:**\n- Glicemia de jejum, HbA1c (metas individualizadas)\n- Insulina de jejum e curva de glicose/insulina (para resistência insulínica oculta)\n- HOMA-IR (<2,15) e HOMA-beta\n- Lipidograma completo com TG/HDL e APO-B/APO-A\n\n**Avaliação hormonal e mitocondrial:**\n- Cortisol (curva salivar ou urinária) para avaliação do eixo HPA\n- TSH, T4 livre, T3 livre, anticorpos antitireoidanos\n- Vitamina D (25-OH-D; meta 60–80 ng/mL; considerar >100 ng/mL em autoimunes)\n- Ferro, ferritina, transferrina, saturação de transferrina\n- Coenzima Q10 sérica em suspeita de disfunção mitocondrial\n\n**Avaliação intestinal:**\n- Exame coprológico funcional (microbioma, marcadores inflamatórios intestinais)\n- Calprotectina fecal, zonulina (permeabilidade intestinal)\n- SIBO: teste respiratório quando indicado\n\n### 4. Critérios de Encaminhamento a Especialistas\n\n- **Reumatologista:** Doenças autoimunes ativas ou de difícil controle (lúpus, artrite reumatoide, espondiloartrites)\n- **Endocrinologista:** Diabetes descompensado, tireoidopatias complexas, síndrome de Cushing, insuficiência adrenal\n- **Gastroenterologista:** Doença inflamatória intestinal, suspeita de neoplasia, má absorção severa\n- **Cardiologista:** Doença cardiovascular estabelecida, hipertensão de difícil controle\n- **Neurologista/Psiquiatra:** Doenças neurodegenerativas, transtornos psiquiátricos graves\n- **Nutricionista funcional:** Para todos os pacientes com multimorbidade — orientação dietética personalizada é pilar fundamental\n\n### 5. Intervenções Baseadas em Evidências\n\n**Estilo de vida (base para todas as doenças crônicas):**\n- Dieta anti-inflamatória: redução de açúcar, aditivos, gorduras de má qualidade; aumento de fibras, polifenóis, ômega-3, fitoquímicos (cúrcuma, gengibre, própolis)\n- Exercício físico regular: treinamento de força (anti-inflamatório, preserva massa muscular); evitar sedentarismo e overtraining\n- Higiene do sono e regulação do ritmo circadiano: dormir e acordar em horários regulares; refeições concentradas entre 6h e 18h\n- Manejo do estresse: técnicas de relaxamento, terapia cognitivo-comportamental, mindfulness, suporte social e lazer\n\n**Suplementação com evidência (individualizar conforme perfil):**\n- Ômega-3 (índice ômega-3 e razão ômega-3:ômega-6 como guia)\n- Vitamina D3 (conforme dosagem sérica e condição de base)\n- Magnésio, Zinco, Vitamina B complexo (especialmente B6, B9, B12)\n- Cúrcuma + Boswellia (efeito sinérgico anti-inflamatório; inibição de NF-kB, COX-2, lipoxigenase)\n- Coenzima Q10 (disfunção mitocondrial, fibromialgia, fadiga crônica)\n- Probióticos e prebióticos (modulação do microbioma intestinal)\n- NAC, ácido alfa-lipoico, L-acetilcarnitina (suporte mitocondrial e antioxidante)\n- Adaptógenos (ashwagandha, rhodiola) para suporte do eixo HPA\n\n**Estratégias farmacológicas adjuvantes (quando indicado):**\n- Naltrexona em baixa dose (LDN): imunomodulação e analgesia em doenças autoimunes e dor crônica\n- Metformina: resistência insulínica documentada\n- Hidrocortisona em baixa dose: insuficiência adrenal funcional em casos selecionados\n\n### 6. Monitoramento e Seguimento\n\n- Reavaliação trimestral de marcadores inflamatórios e metabólicos\n- Monitoramento do grau de controle de cada condição crônica a cada consulta\n- Ajuste contínuo do plano terapêutico conforme resposta clínica e laboratorial\n- Coordenação multidisciplinar: o médico funcional atua como \"general\" da história do paciente, integrando especialidades e garantindo coerência do plano global"
}
