{
  "score_item_id": "019bf31d-2ef0-7ece-b1af-2aecca8ded54",
  "clinical_relevance": "O histórico de doenças infecciosas é um parâmetro clínico de alta relevância no contexto da medicina funcional integrativa, pois infecções passadas e presentes frequentemente deixam sequelas imunológicas, metabólicas e sistêmicas que modulam o risco cardiovascular, autoimune, neurológico e oncológico ao longo da vida.\n\n**Mecanismos fisiopatológicos centrais:**\nInfecções agudas e crônicas ativam cascatas inflamatórias sistêmicas com elevação de citocinas pró-inflamatórias (IL-1β, IL-6, TNF-α), que quando persistentes comprometem a função mitocondrial, promovem disfunção endotelial, resistência à insulina e neuroinflamação. A inflamação crônica de baixo grau resultante é substrato para doenças metabólicas, neurodegenerativas e autoimunes.\n\n**Infecções virais e sequelas sistêmicas:**\nA COVID-19 representa o exemplo mais bem documentado de infecção com repercussões multissistêmicas persistentes (síndrome pós-COVID ou COVID longa). Os mecanismos incluem: (1) persistência de antígenos virais em tecidos, especialmente em pacientes com deficiências inatas de imunidade como mutações em receptores Toll-like e lectina ligadora de manose; (2) reativação de vírus latentes do grupo herpes — EBV (herpesvírus 4), CMV (herpesvírus 5) e HHV-6 (herpesvírus 6); (3) exposição crônica a superantígenos virais gerando inflamação sistêmica não específica e imunidade incompleta; (4) disfunção mitocondrial com prejuízo bioenergético, especialmente no sistema nervoso central.\n\nA reativação do EBV tem relevância particular: a replicação lítica do EBV aumenta a expressão de ACE2 em células epiteliais, facilitando a entrada do SARS-CoV-2 e contribuindo para sintomas de COVID longa. Além disso, análise longitudinal demonstrou alta prevalência de infecção prévia por EBV em pacientes que desenvolveram esclerose múltipla.\n\n**Manifestações clínicas pós-infecciosas:**\nAs categorias de manifestações incluem: neurológicas (fadiga, névoa mental, cefaleia, declínio cognitivo, redução do BDNF com risco de agravamento de Alzheimer e Parkinson em pacientes vulneráveis), endócrinas (disfunção do eixo HPA com alteração da curva de cortisol, desregulação tireoidiana, oscilações de glicemia e hemoglobina glicada), gastrointestinais (disbiose, hiperpermeabilidade intestinal, alteração do eixo intestino-cérebro), cardiovasculares e tromboembólicas, dermatológicas e musculoesqueléticas.\n\n**Inflamação crônica pós-infecciosa:**\nInfecções como dengue, chikungunya e COVID-19 podem deixar estado inflamatório crônico persistente. O grau de inflamação e oxidação prévio à infecção determina em grande parte a gravidade dos desfechos agudos e pós-agudos. A massa muscular esquelética exerce papel protetor contra desfechos adversos pós-inflamatórios.\n\n**Fatores de risco para COVID longa:**\nSeveridade da infecção aguda, necessidade de hospitalização, idade avançada e sexo feminino em pacientes hospitalizados aumentam o risco. Estudos subsequentes demonstram que a COVID longa pode ocorrer independentemente de comorbidades prévias ou gravidade da infecção aguda.\n\n**Eixo intestino-imunidade:**\nO histórico de infecções frequentes na infância correlaciona-se com estados inflamatórios crônicos que são base para doenças crônicas futuras. A saúde do microbioma intestinal modula diretamente a resposta imunológica inata e adaptativa, sendo fundamental avaliar o histórico infeccioso em conjunto com o histórico nutricional e de microbiota.\n\n**Avaliação laboratorial dirigida:**\nEixo HPA: cortisol (curva), ACTH. Inflamação: PCR, IL-6, TNF-α. Metabólico: glicemia, hemoglobina glicada. Tireoidiano: TSH, FT4, anticorpos tireoidianos. Imunológico: imunoglobulinas séricas, subpopulações linfocitárias. Investigar reativação de vírus latentes (EBV, CMV, HHV-6) em quadros pós-infecciosos persistentes.",
  "points": 0,
  "patient_explanation": "O histórico de doenças infecciosas — ou seja, todas as infecções que você teve ao longo da vida — é uma informação muito importante para entender sua saúde atual. Isso porque algumas infecções, mesmo depois de aparentemente curadas, podem deixar marcas no sistema imunológico, no intestino, no cérebro e em outros órgãos.\n\nUm exemplo conhecido é a COVID-19: muitas pessoas continuam sentindo fadiga, dificuldade de concentração, dores articulares ou alterações hormonais meses após a infecção — o que chamamos de COVID longa. Isso acontece porque o vírus pode despertar outros vírus que ficam dormentes no corpo, gerar inflamação persistente e afetar o funcionamento das células de energia do organismo.\n\nOutras infecções como dengue, chikungunya e infecções bacterianas repetidas na infância também podem deixar um estado inflamatório de baixo grau que, com o tempo, contribui para doenças como diabetes, problemas autoimunes, alterações de memória e fadiga crônica.\n\nPor isso, quando você nos conta sobre infecções passadas — mesmo aquelas que pareceram simples — podemos identificar conexões importantes com sintomas atuais e propor um cuidado mais personalizado e completo para você.",
  "conduct": "## Conduta Clínica: Histórico de Doenças Infecciosas\n\n### 1. Anamnese Detalhada\n\n- **Infecções na infância:** otites de repetição, bronquiolites, pneumonias, meningites, infecções cutâneas recorrentes — frequência, tratamentos utilizados, uso de antibióticos, desfechos\n- **Infecções na adolescência e vida adulta:** episódios graves, hospitalizações, infecções virais documentadas (mononucleose, hepatites, dengue, chikungunya, COVID-19)\n- **Síndrome pós-infecciosa:** investigar ativamente fadiga persistente, névoa mental, dores articulares, alterações de humor, disautonomia ou outros sintomas iniciados ou agravados após infecção\n- **Infecções crônicas ativas ou latentes:** HIV, hepatites B e C, herpesvírus (EBV, CMV, HHV-6), HPV, H. pylori\n- **Vacinação:** status vacinal atualizado\n- **Histórico de uso de antibióticos e antivirais:** frequência e duração, impacto potencial no microbioma\n\n### 2. Avaliação Laboratorial Dirigida\n\n**Marcadores inflamatórios:**\n- PCR ultrassensível, IL-6, TNF-α (especialmente em suspeita de inflamação crônica pós-infecciosa)\n- Hemograma completo com diferencial\n\n**Eixo HPA e metabólico:**\n- Cortisol sérico (ou curva de cortisol salivar/urinário) em casos de fadiga crônica pós-infecciosa\n- Glicemia de jejum, hemoglobina glicada, insulina (COVID e outras infecções podem precipitar resistência à insulina)\n- TSH, T4 livre, anticorpos tireoidianos (anti-TPO, anti-Tg)\n\n**Imunológico:**\n- Imunoglobulinas séricas (IgG, IgA, IgM) em casos de infecções de repetição\n- Subpopulações linfocitárias (CD4, CD8) quando indicado\n- Sorologias para EBV (VCA IgG/IgM, EA, EBNA), CMV IgG/IgM, HHV-6 IgG — em quadros pós-infecciosos persistentes\n\n**Microbioma e barreira intestinal:**\n- Perfil de microbioma intestinal (quando disponível)\n- Zonulina, calprotectina fecal — marcadores de hiperpermeabilidade e inflamação intestinal\n\n**Nutricionais:**\n- Vitamina D (25-OH-D)\n- Zinco eritrocitário, vitaminas A, B12, ferro sérico e ferritina\n- Índice de ômega-3\n\n### 3. Intervenções Baseadas em Evidências\n\n**Suporte inflamatório e mitocondrial (pós-infeccioso):**\n- Nutrição anti-inflamatória: redução de ultraprocessados, padrão mediterrâneo ou funcional personalizado\n- Ômega-3 (EPA/DHA): suplementação ajustada ao índice sérico, efeito anti-inflamatório e protetor mitocondrial\n- N-acetilcisteína (NAC): suporte antioxidante e mitocondrial\n- Vitamina D: corrigir deficiência com monitorização de segurança\n- Zinco: uso rotineiro de 10 a 15 mg/dia reduz recorrência de infecções respiratórias\n\n**Suporte ao microbioma:**\n- Probióticos específicos conforme perfil de disbiose\n- Prebióticos (fibras fermentáveis, butirato)\n- Lisados bacterianos (ex.: Broncho-Vaxom) em infecções respiratórias de repetição: protocolo de 10 dias/mês por 3 meses\n\n**Modulação do eixo HPA e ritmo circadiano:**\n- Higiene do sono rigorosa (telas, álcool, horários irregulares agravam o eixo HPA e perpetuam sintomas pós-infecciosos)\n- Técnicas de manejo de estresse (mindfulness, respiração, atividade física regular)\n- Exercício de resistência: preserva massa muscular, fator protetor contra desfechos adversos pós-inflamatórios\n\n**Modulação da resposta imunológica pediátrica (quando aplicável):**\n- Avaliar relação entre infecções de repetição e alimentação (laticínios, ultraprocessados, alergias alimentares como APLV)\n- Não medicar febre em temperaturas baixas sem indicação clínica clara — a febre é mecanismo de defesa que ativa o sistema imunológico\n- Pelargonium sidoides: evidência para redução da replicação viral, duração e intensidade de infecções respiratórias\n\n### 4. Critérios de Encaminhamento\n\n- **Infectologia:** infecções crônicas ativas (HIV, hepatites B/C), suspeita de imunodeficiência primária, infecções de repetição sem causa identificada\n- **Reumatologia:** suspeita de doença autoimune desencadeada por infecção (artrite reativa, lúpus, síndrome de Sjögren)\n- **Neurologia:** sintomas neurológicos persistentes pós-infecciosos (névoa mental grave, neuropatia, suspeita de encefalite viral)\n- **Pneumologia/Cardiologia:** complicações cardiorrespiratórias persistentes pós-COVID ou outras infecções graves\n- **Gastroenterologia:** suspeita de doença celíaca ou doença inflamatória intestinal associada a quadro infeccioso\n\n### 5. Monitorização e Seguimento\n\n- Reavaliação de marcadores inflamatórios em 4 a 8 semanas após início das intervenções\n- Monitorar melhora de sintomas pós-infecciosos com escalas validadas (fadiga, cognição, qualidade de vida)\n- Ajustar suplementação conforme reposição laboratorial documentada — evitar suplementação empírica sem avaliação de absorção e metabolização individual"
}
