{
  "score_item_id": "019bf31d-2ef0-7829-b9ee-dda47b6b55d4",
  "clinical_relevance": "A tuberculose (TB) é uma doença infecciosa causada pelo Mycobacterium tuberculosis, bacilo álcool-ácido resistente de transmissão aérea por microgotas de aerossol (núcleos de Wells). É a doença infecciosa bacteriana de maior mortalidade global: a OMS reportou 10,6 milhões de novos casos e 1,3 milhão de mortes em 2022, com o Brasil entre os 30 países de alta carga (posição 20º). Após inalação, o bacilo pode ser controlado pela imunidade celular (macrófagos ativados por IFN-γ e TNF-α, formação de granuloma) resultando em tuberculose latente (ILTB), estado em que o indivíduo não apresenta doença ativa mas mantém bacilos viáveis nos granulomas. Estima-se que 25-30% da população mundial carregue ILTB, com risco de reativação de 5-10% ao longo da vida em imunocompetentes.\n\nO histórico de tuberculose é clinicamente relevante por múltiplas razões: (1) risco de reativação — especialmente em contextos de imunossupressão como HIV, uso de anti-TNF, corticosteroides prolongados, imunossupressores em transplante, diabetes mellitus descontrolado, neoplasias hematológicas, desnutrição grave e insuficiência renal em diálise; (2) sequelas estruturais pulmonares — cavernas residuais, bronquiectasias, fibrose apical, destruição lobar — que predispõem a infecções respiratórias recorrentes, aspergilose pulmonar crônica (aspergiloma em caverna), síndrome obstrutiva e hemoptise; (3) resistência medicamentosa adquirida caso o tratamento anterior tenha sido inadequado, interrompido ou de curta duração; (4) possibilidade de formas extrapulmonares em episódio subsequente.\n\nA TB extrapulmonar acomete linfonodos (forma mais comum), pleura, sistema nervoso central (meningite tuberculosa — mortalidade de 20-50% mesmo tratada), coluna vertebral (doença de Pott), rins, pericárdio, peritônio e ossos. Coinfecção TB-HIV potencializa ambas as condições: HIV acelera progressão de ILTB para TB ativa, e TB estimula replicação viral. Em pessoas vivendo com HIV (PVHIV) sem TAR, o risco de reativação chega a 10% ao ano, contra 0,1% ao ano em imunocompetentes.\n\nDo ponto de vista funcional-integrativo, a TB é marcador do estado imune e nutricional. Deficiências de vitamina D, zinco, vitamina A e ferro estão associadas à maior suscetibilidade e pior desfecho. O receptor de vitamina D (VDR) participa da ativação macrofágica contra M. tuberculosis via indução de catelicidina (peptídeo antimicrobiano). Polimorfismos em VDR, SLC11A1 e TNF-α modulam a susceptibilidade individual. A deficiência de vitamina D, que afeta 60% da população mundial (30% com deficiência franca), compromete diretamente a resposta imune contra micobactérias. Telômeros curtos associam-se a aumento de até 800% no risco de morte por doenças infecciosas, ressaltando a importância de marcadores de envelhecimento celular no contexto de doenças infecciosas graves.\n\nDiagnóstico de TB ativa: baciloscopia e cultura de escarro (padrão-ouro), GeneXpert MTB/RIF — sensibilidade ~88%, especificidade ~98% para TB pulmonar com detecção simultânea de resistência à rifampicina; radiografia e TC de tórax (cavernas, infiltrados apicais, padrão miliar). Diagnóstico de ILTB: IGRA (QuantiFERON-TB Gold Plus) — sensibilidade 80-90%, especificidade 97-99% em não vacinados; PPD/Mantoux (≥5 mm em imunossuprimidos, ≥10 mm em populações de risco, ≥15 mm em populações gerais). O IGRA é preferível em vacinados com BCG por não sofrer reação cruzada. Estratificação de risco: IGRA positivo + fator de imunossupressão = indicação de tratamento da ILTB (isoniazida 300 mg/dia por 6-9 meses, ou rifampicina 600 mg/dia por 4 meses) conforme diretrizes do PNCT/Ministério da Saúde.",
  "points": 18,
  "patient_explanation": "A tuberculose é uma infecção causada por uma bactéria chamada Mycobacterium tuberculosis, que se transmite pelo ar quando uma pessoa doente tosse ou fala. Ela afeta principalmente os pulmões, mas pode atingir outros órgãos como os rins, a coluna vertebral e até o cérebro.\n\nTer tido tuberculose no passado é uma informação muito importante para o médico. Isso porque a bactéria pode ficar \"adormecida\" no organismo por anos e voltar a causar doença — especialmente se o sistema de defesa do corpo enfraquecer por outras doenças, medicamentos ou má alimentação. Além disso, a tuberculose pode deixar marcas nos pulmões que aumentam o risco de outras infecções respiratórias.\n\nSe você já teve tuberculose, informe ao médico: quando foi, por quanto tempo fez o tratamento, se completou e se a doença voltou alguma vez. Com essas informações, é possível avaliar se você precisa de exames específicos, acompanhamento com especialista ou cuidados preventivos. Uma alimentação adequada, níveis bons de vitamina D e zinco e o controle de doenças como diabetes são aliados importantes para que a tuberculose não volte.",
  "conduct": "## Avaliação do Histórico de Tuberculose\n\n### Anamnese Dirigida\n\n- **Caracterizar o episódio:** ano do diagnóstico, forma clínica (pulmonar, extrapulmonar — especificar sítio), baciloscopia/cultura realizadas, resultado do teste de sensibilidade (TSA)\n- **Tratamento:** esquema utilizado (RHZE/RH — esquema básico brasileiro), duração total, adesão, desfecho oficial (cura, abandono, falência)\n- **Resistência:** presença de TB-RR (resistente à rifampicina), TB-MDR (multidrogarresistente) ou TB-XDR; esquemas de segunda linha utilizados\n- **Sequelas referidas:** dispneia aos esforços, hemoptise recorrente, tosse crônica produtiva, infecções respiratórias de repetição\n- **Comorbidades com potencial imunossupressor:** diabetes mellitus (risco 3-4x maior de reativação), HIV, uso atual ou planejado de corticosteroides crônicos, anti-TNF, metotrexato, ciclosporina, inibidores de JAK, quimioterapia, insuficiência renal em diálise\n- **Contatos recentes:** exposição domiciliar ou ocupacional a casos suspeitos de TB ativa\n- **Vacinação BCG:** registro de vacina (importante para interpretação do PPD)\n\n---\n\n## Investigação Complementar\n\n### Avaliação Estrutural Pulmonar (Obrigatória em Qualquer Histórico de TB)\n\n- **Radiografia de tórax:** avaliar sequelas — fibrose apical, cavernas residuais, calcificações, bronquiectasias, colapso lobar, desvio de mediastino\n- **TC de tórax de alta resolução (TCAR):** indicada quando radiografia mostra achados residuais, sintomas respiratórios persistentes ou suspeita de aspergiloma — permite quantificar extensão de bronquiectasias e cavernas\n- **Espirometria:** avaliar padrão obstrutivo (bronquiectasias, destruição lobar) ou restritivo (fibrose extensa)\n- **DLCO (difusão de CO):** em suspeita de comprometimento da troca gasosa\n\n### Rastreio de Tuberculose Latente (ILTB)\n\n- **IGRA (QuantiFERON-TB Gold Plus):** preferível em vacinados com BCG; sensibilidade 80-90%, especificidade 97-99%; positivo indica infecção (não distingue latente de ativa)\n- **PPD/Mantoux:** alternativa quando IGRA indisponível; leitura em 48-72h: ≥5 mm em imunossuprimidos, ≥10 mm em grupos de risco, ≥15 mm na população geral\n- **Indicação de rastreio:** contatos de TB ativa, imunossupressão atual ou planejada, início de terapia biológica, PVHIV, profissionais de saúde\n\n### Suspeita de Reativação ou Nova TB Ativa\n\n- **Baciloscopia de escarro (BAAR):** coleta de 2 amostras em dias consecutivos\n- **Cultura de Löwenstein-Jensen + TSA:** padrão-ouro; resultado em 2-8 semanas\n- **GeneXpert MTB/RIF:** resultado em ~2h; sensibilidade ~88%, especificidade ~98%; detecta resistência à rifampicina simultaneamente\n- **TC de tórax:** se radiografia inconclusiva ou formas atípicas (imunossuprimidos)\n- **Pesquisa de sítios extrapulmonares conforme clínica:** análise de LCR (meningite), biópsia linfonodal, urina (TB renal), RM de coluna (Pott), ecocardiograma (pericardite)\n\n### Avaliação de Comorbidades e Estado Imune\n\n- **Glicemia de jejum + HbA1c:** diabetes amplifica risco de reativação em 3-4x; meta HbA1c <7% em diabéticos com histórico de TB\n- **Anti-HIV:** recomendado em todo histórico de TB; obrigatório em novos casos\n- **Hemograma completo:** avaliar linfopenia (indicador de imunossupressão), anemia da inflamação, leucocitose\n- **Vitamina D — 25(OH)D:** deficiência compromete ativação macrofágica via VDR e produção de catelicidina antimicobacteriana; meta ≥40-60 ng/mL em histórico de TB\n- **Zinco eritrocitário:** cofator essencial da imunidade celular; deficiência frequente em pacientes com histórico de TB e desnutrição\n- **Vitamina A:** suporte à imunidade de mucosas; solicitar em histórico de má absorção ou desnutrição\n- **Albumina e pré-albumina:** avaliação do estado nutricional proteico\n- **PCR-us e VHS:** monitoramento de atividade inflamatória\n\n---\n\n## Condutas por Cenário Clínico\n\n### TB Prévia com Cura Confirmada — Sem Imunossupressão Atual\n\n- Monitoramento clínico anual com anamnese dirigida a sintomas respiratórios\n- Radiografia de tórax anual se sequelas pulmonares identificadas\n- **Sinais de alerta para reativação:** tosse >3 semanas, hemoptise, sudorese noturna, febre vespertina, emagrecimento >10% sem causa aparente\n- Não há indicação de tratamento preventivo (ILTB) após TB já tratada e curada\n- Controle rigoroso do diabetes se presente: redução de risco de reativação\n\n### TB Prévia + Introdução de Imunossupressor Planejado (Anti-TNF, Biológicos, Transplante)\n\n- **Rastreio mandatório de ILTB antes do início:** IGRA + radiografia de tórax\n- Se IGRA positivo e/ou sequelas radiológicas compatíveis com TB residual: tratar ILTB antes do imunossupressor\n  - **Isoniazida 300 mg/dia por 9 meses** — esquema padrão; monitorar hepatotoxicidade\n  - **Rifampicina 600 mg/dia por 4 meses** — alternativa com menor duração e boa tolerabilidade\n  - Idealmente completar ao menos 1 mês de tratamento antes de iniciar o biológico\n- **Monitoramento de hepatotoxicidade:** ALT/AST basal, 1 mês e 3 meses de tratamento da ILTB\n- Suspender isoniazida se ALT >3x LSN com sintomas ou >5x LSN assintomático\n\n### Suspeita de Reativação (Sintomas + Imunossupressão + Histórico de TB)\n\n- Coleta imediata de escarro para BAAR e GeneXpert\n- Isolamento respiratório até exclusão de TB ativa\n- **Encaminhamento urgente à pneumologia e/ou infectologia**\n- Notificação compulsória ao SINAN em caso de TB ativa confirmada (doença de notificação obrigatória no Brasil)\n- Suspender imunossupressor somente após avaliação especializada (risco de síndrome inflamatória de reconstituição imune — SIRI)\n\n### Sequela de Aspergiloma em Caverna Residual\n\n- Suspeita clínica: hemoptise recorrente + caverna antiga + imagem de \"bola de fungo\" na TC\n- Solicitar: IgE total, IgG anti-Aspergillus fumigatus, precipitinas\n- Encaminhar a pneumologista para avaliação de antifúngico (itraconazol 200 mg 2x/dia ou voriconazol) e discussão cirúrgica em hemoptise grave\n\n---\n\n## Encaminhamentos\n\n- **Pneumologista:** sequelas pulmonares com impacto funcional, aspergiloma, dispneia persistente, hemoptise recorrente\n- **Infectologista:** TB ativa confirmada, TB resistente (MDR/XDR), coinfecção HIV-TB\n- **Endocrinologista/Clínico:** otimização glicêmica em diabéticos com histórico de TB\n- **Nutricionista:** estado nutricional comprometido (albumina <3,5 g/dL, IMC <18,5 ou perda de peso >10%)\n\n---\n\n## Abordagem Funcional-Integrativa de Suporte\n\n- **Vitamina D:** manter 25(OH)D ≥40-60 ng/mL; o VDR é essencial para ativação macrofágica e produção de catelicidina com ação antimicobacteriana direta; suplementar conforme nível sérico, com reavaliação em 8-12 semanas e monitoramento de PTH e cálcio iônico\n- **Zinco:** suporte à imunidade celular e produção de IFN-γ; preferir forma eritrocitária para avaliação do status real; reposição em casos de deficiência\n- **Vitamina A:** cofator da imunidade de mucosas e função macrofágica; solicitar em histórico de má absorção ou desnutrição\n- **Estado nutricional proteico:** proteína ≥1,2 g/kg/dia; a desnutrição é o principal fator de risco modificável para TB ativa e reativação\n- **Cessação do tabagismo:** o tabagismo compromete a clearance mucociliar, aumenta risco de infecção e piora sequelas pulmonares; intervenção motivacional e farmacológica\n- **Controle do estresse crônico:** cortisol cronicamente elevado suprime a imunidade celular (TH1) e favorece reativação de infecções latentes; abordagem do eixo HPA em contexto integrativo\n- **Marcadores inflamatórios:** monitorar PCR-us e VHS periodicamente; valores elevados persistentes em histórico de TB devem motivar investigação de reativação ou infecção secundária"
}
