{
  "score_item_id": "019bf31d-2ef0-7f2e-b0b3-72f23851469f",
  "clinical_relevance": "O herpes simples é causado pelo Herpesvirus hominis tipos 1 (HSV-1) e 2 (HSV-2), vírus de DNA de dupla fita pertencentes à família Herpesviridae. Após infecção primária, o vírus estabelece latência permanente nos gânglios sensitivos (trigêmeo para HSV-1; sacral para HSV-2), com reativações periódicas determinadas por imunossupressão, estresse, febre, trauma local e fatores hormonais. A soroprevalência global do HSV-1 é estimada em 67% da população abaixo de 50 anos (aproximadamente 3,7 bilhões de pessoas), enquanto o HSV-2 acomete cerca de 11% (491 milhões de pessoas), segundo dados da OMS. No Brasil, estudos sorológicos estimam prevalência de HSV-1 superior a 70% e HSV-2 entre 10-20% na população adulta. A transmissão ocorre por contato direto com lesões ativas ou secreções, incluindo eliminação viral assintomática — responsável pela maioria das novas infecções. Clinicamente, o HSV-1 causa principalmente herpes labial, ceratoconjuntivite, encefalite herpética e gengivostomatite herpética primária; o HSV-2 é o principal agente do herpes genital, embora o HSV-1 responda por proporção crescente dos casos genitais (30-50% em países desenvolvidos). O herpes genital recorrente aumenta em 3 a 5 vezes o risco de aquisição e transmissão do HIV, constituindo fator epidemiológico crítico. Em imunodeprimidos (HIV/AIDS, transplantados, uso de corticoides sistêmicos, quimioterapia), as manifestações podem ser graves e atípicas: úlceras extensas, esofagite, pneumonite, hepatite, encefalite e herpes disseminado com mortalidade significativa. A encefalite herpética, predominantemente por HSV-1, é a causa mais comum de encefalite viral esporádica fatal, com mortalidade de 70% sem tratamento e morbidade neurológica grave mesmo com tratamento. O herpes neonatal, adquirido por transmissão vertical durante o parto, apresenta mortalidade de até 60% na forma disseminada sem tratamento. Do ponto de vista imunológico, a resposta eficaz requer imunidade celular mediada por TH1 (linfócitos CD8+ citotóxicos), enquanto deflexão para TH2 pode facilitar reativações. A deficiência de vitamina D compromete a resposta imune antiviral, visto que o calcitriol reduz citocinas inflamatórias e modula linfócitos T reguladores. Na medicina funcional integrativa, o histórico de herpes simples tem relevância clínica pelo impacto no eixo neuroendócrino-imune: reativações frequentes sinalizam disfunção imune de base, podendo correlacionar-se com deficiências nutricionais (zinco, vitamina D, vitamina C), estresse crônico com disfunção do eixo HPA, distúrbios do sono e disbiose intestinal. O desequilíbrio entre lisina e arginina na dieta é reconhecidamente associado à frequência de reativações: a arginina favorece a replicação viral, enquanto a lisina é competidora funcional com ação inibitória documentada.",
  "points": 8,
  "patient_explanation": "O herpes simples é uma infecção causada por um vírus que, após o primeiro contato, fica permanentemente no organismo em estado de 'hibernação' nos nervos. Ele pode se manifestar como feridas nos lábios (herpes labial) ou na região genital, geralmente em momentos de baixa imunidade, estresse, cansaço ou doenças. A maioria das pessoas infectadas pelo herpes labial adquiriu o vírus ainda na infância e nunca teve sintomas graves. Já o herpes genital pode causar desconforto mais intenso e tem importância para a saúde sexual, pois pode ser transmitido mesmo sem lesões visíveis. Registrar esse histórico é importante porque reativações frequentes podem indicar que seu sistema imunológico precisa de atenção, e há estratégias eficazes — nutricionais, de suplementação e de estilo de vida — para reduzir a frequência e intensidade dos episódios. Compartilhar essa informação com seu médico ajuda a personalizar seu cuidado de forma mais completa.",
  "conduct": "## Conduta Clínica: Herpes Simples no Histórico de Saúde\n\n### 1. Avaliação Inicial\n\n- **Tipo e localização:** Diferenciar HSV-1 (labial, ocular, orofaríngeo) de HSV-2 (genital, sacral) — relevante para rastreio de ISTs e risco de transmissão\n- **Frequência de reativações:** Quantificar episódios anuais; >6 episódios/ano justifica terapia supressiva e investigação de imunossupressão\n- **Contexto das reativações:** Identificar gatilhos (estresse, exposição solar, ciclo menstrual, fadiga, infecções intercorrentes)\n- **Histórico de complicações:** Encefalite, ceratite, herpes genital com risco neonatal, manifestações em imunodeprimidos\n- **Status imunológico:** Investigar condições de base — HIV, doenças autoimunes, uso de corticoides, diabetes\n\n### 2. Investigação Laboratorial\n\n**Imunidade e status viral:**\n- Sorologia HSV-1 IgG e HSV-2 IgG (confirmar soropositividade e tipo)\n- Em lesões ativas: PCR HSV em swab da lesão (padrão-ouro) ou cultura viral\n- Hemograma com diferencial (avaliar linfopenia, padrão inflamatório)\n- Imunoglobulinas (IgG, IgA, IgM) se reativações muito frequentes ou atípicas\n\n**Avaliação funcional (abordagem integrativa):**\n- **Vitamina D (25-OH):** Meta de 60-80 ng/mL; deficiência compromete imunidade antiviral mediada por TH1\n- **Zinco eritrocitário:** Cofator essencial da imunidade inata e adaptativa; deficiência associada a maior frequência de reativações herpéticas\n- **Vitamina C sérica ou estimada por dieta:** Importante para função de neutrófilos e células NK\n- **Ferritina e ferro:** Deficiência de ferro prejudica função linfocitária\n- **PCR ultrassensível e IL-6:** Marcadores de inflamação crônica de baixo grau\n- **Cortisol salivar (curva diurna):** Disfunção do eixo HPA é gatilho imunossupressor relevante\n- **Hemoglobina glicada e glicemia de jejum:** Diabetes predispõe a reativações e complicações\n\n### 3. Critérios de Encaminhamento\n\n- **Oftalmologia:** Qualquer suspeita de ceratite herpética (olho vermelho, fotofobia, dor ocular) — urgência, risco de cegueira\n- **Neurologia:** Suspeita de encefalite herpética (febre + confusão mental + cefaleia + sinais focais) — emergência médica\n- **Infectologia:** Imunodeprimidos com herpes atípico ou recorrente grave; herpes disseminado; falha terapêutica aos antivirais\n- **Dermatologia:** Lesões extensas, atípicas, com suspeita de resistência ao aciclovir\n- **Ginecologia/Obstetrícia:** Herpes genital em gestantes — risco de herpes neonatal; considerar terapia supressiva no 3º trimestre\n- **Urologia/IST:** Herpes genital com rastreio completo de ISTs (HIV, sífilis, hepatites B e C, gonorreia, clamídia)\n\n### 4. Intervenções Baseadas em Evidências\n\n**Terapia antiviral:**\n- **Episódica (surtos agudos):** Aciclovir 400 mg 3x/dia por 5-10 dias OU Valaciclovir 500 mg 2x/dia por 5 dias — iniciar idealmente nas primeiras 72h do prólogo\n- **Supressiva (>6 episódios/ano ou herpes genital com impacto psicossocial):** Valaciclovir 500 mg/dia por 6-12 meses — reduz recorrências em 70-80% e transmissão em 50%\n- **Herpes labial com fator solar:** Protetor solar labial FPS >30 aplicado diariamente reduz reativações por UV\n\n**Abordagem integrativa e nutricional:**\n- **Lisina (L-Lysine):** 500 mg a 1.000 mg/dia como supressão; até 3.000 mg/dia durante surtos — antagonista funcional da arginina, inibe replicação viral; uso criterioso em pacientes que necessitam de arginina para outros fins (ex: suporte de beta-endorfina pré-exercício)\n- **Arginina:** Restringir alimentos ricos em arginina durante surtos (nozes, amendoim, chocolate, sementes) — arginina favorece replicação do HSV\n- **Vitamina D:** Corrigir deficiência com meta de 60-80 ng/mL; doses de manutenção 2.000-5.000 UI/dia conforme nível basal\n- **Zinco:** Suplementar 15-30 mg/dia de zinco elementar se deficiência confirmada; zinco tópico (sulfato de zinco 0,025-0,05%) pode reduzir duração e gravidade das lesões labiais\n- **Vitamina C:** 500-1.000 mg/dia como imunomodulação de manutenção\n- **Própolis verde:** Propriedades antivirais documentadas; pode ser utilizado como adjuvante tópico e oral\n- **N-Acetilcisteína (NAC):** 600 mg 2x/dia como antioxidante e suporte imune em quadros de estresse oxidativo associado\n\n**Modulação do estilo de vida:**\n- Manejo do estresse crônico: técnicas de respiração, meditação, regulação do nervo vago (gargarejo, banho frio) — redução do cortisol diminui imunossupressão\n- Sono reparador: 7-9 horas/noite; distúrbios do sono aumentam frequência de reativações herpéticas\n- Atividade física regular de moderada intensidade: otimiza imunidade; evitar overtraining que causa imunossupressão transitória\n- Redução de álcool e tabaco: ambos são gatilhos de reativação e comprometem a imunidade mucosa\n\n### 5. Monitoramento\n\n- Reavaliação da frequência de reativações a cada 3-6 meses com terapia supressiva\n- Controle de vitamina D, zinco e marcadores inflamatórios a cada 6 meses\n- Em herpes genital: rastreio anual de ISTs e suporte psicossocial (impacto na qualidade de vida e vida sexual)\n- Suspensão gradual da terapia supressiva após 12 meses com reavaliação clínica"
}
