{
  "score_item_id": "019bf31d-2ef0-783f-94a6-86102fae8ca4",
  "clinical_relevance": "Herpes zoster (HZ) é a reativação do vírus varicela-zoster (VZV), membro da família Herpesviridae, que permanece latente nos gânglios da raiz dorsal e dos nervos cranianos após a infecção primária (varicela). A reativação ocorre quando há declínio da imunidade celular específica ao VZV, com proliferação viral intragangliônica, inflamação e necrose neuronal, seguida de disseminação ao longo do dermátomo correspondente.\n\n**Epidemiologia:** A incidência global de HZ é de 3 a 5 casos por 1.000 pessoas-ano na população geral, elevando-se para 10 a 12 por 1.000 em indivíduos acima de 80 anos. Estima-se que aproximadamente 30% das pessoas que tiveram varicela desenvolverão HZ em algum momento da vida. O risco cumulativo ao longo da vida é de 10 a 30%. A recorrência, embora menos frequente do que classicamente ensinado, ocorre em cerca de 1 a 6% dos casos.\n\n**Fatores de risco para reativação:** Idade avançada (principal fator isolado, pela imunossenescência), imunodeficiências primárias e secundárias (HIV/AIDS, transplante de órgãos, neoplasias hematológicas, uso de corticosteroides sistêmicos, imunossupressores, quimioterapia), diabetes mellitus, doenças autoimunes, estresse psicológico intenso e crônico, desnutrição, privação de sono e deficiência de vitamina D.\n\n**Apresentação clínica:** O quadro clássico inicia com pródromo de 2 a 4 dias de dor neuropática, parestesia, hiperestesia ou prurido no dermátomo afetado, seguido pelo exantema vesicular eritematoso característico, unilateral, com distribuição dermatomérica. As lesões evoluem de pápulas eritematosas para vesículas, pústulas e crostas em 7 a 10 dias, com resolução cutânea em 2 a 4 semanas. Os dermátomos torácicos (T3-L2) são acometidos em 50 a 70% dos casos; o nervo trigêmeo (especialmente V1 – divisão oftálmica) em 10 a 15%; e a região lombo-sacral em 10 a 20%.\n\n**Complicações:** A mais frequente e clinicamente relevante é a neuralgia pós-herpética (NPH), definida como dor persistente por mais de 90 dias após o início do exantema, ocorrendo em 10 a 15% dos casos gerais e em até 40 a 50% de pacientes acima de 60 anos. Outras complicações incluem: herpes zoster oftálmico (risco de ceratite, uveíte e cegueira), síndrome de Ramsay Hunt (paralisia facial periférica, otalgia, vesículas no conduto auditivo e perda auditiva), encefalite herpética, mielite transversa, paresia motora segmentar, disseminação cutânea (risco em imunodeprimidos) e, em estudos recentes, associação com aumento de risco cardiovascular (AVC isquêmico, IAM) nas semanas seguintes ao episódio agudo — risco relativo de AVC de aproximadamente 1,7 a 2,4 vezes nas primeiras 4 semanas após o episódio.\n\n**Associação com imunodeficiência subjacente:** Todo episódio de HZ em paciente jovem (< 50 anos), disseminado ou recorrente deve levantar suspeita de imunodeficiência não diagnosticada (HIV, neoplasia hematológica, uso de imunossupressores não declarados). Recomenda-se rastreio dirigido nesses cenários.\n\n**Estratificação de risco no contexto do Escore Plenya:** O histórico de HZ é marcador de episódio de imunossupressão significativa e disfunção da imunidade celular. Em pacientes com múltiplos episódios, início precoce ou apresentação grave, o risco de imunodeficiência subjacente, neoplasia oculta e eventos cardiovasculares futuros é elevado, justificando investigação complementar ampliada.",
  "points": 8,
  "patient_explanation": "Herpes zoster, popularmente conhecido como 'cobreiro', é causado pelo mesmo vírus da catapora. Após a catapora na infância, o vírus fica adormecido no organismo e pode se reativar anos ou décadas depois, geralmente quando as defesas do corpo estão enfraquecidas — seja pelo envelhecimento natural, estresse intenso, doenças ou uso de certos medicamentos.\n\nA doença se manifesta com dor intensa ou queimação em um lado do corpo, seguida de bolhas que formam uma faixa ou 'cinto' na pele. O local mais comum são o tórax e o abdômen, mas pode afetar o rosto e os olhos, o que é mais sério.\n\nSaber que você já teve cobreiro é importante para o seu médico porque indica que em algum momento suas defesas estiveram mais baixas. Isso não significa que há algo grave, mas ajuda a entender melhor seu histórico de saúde e a identificar se existe alguma condição que precise de atenção. Também orienta a vacinação preventiva para evitar novos episódios, que são mais comuns e mais graves com o avançar da idade.",
  "conduct": "## Conduta Clínica — Herpes Zoster (Histórico)\n\n### 1. Avaliação do Episódio Registrado\n\n- **Caracterizar o episódio:** idade ao diagnóstico, dermátomo acometido, gravidade, hospitalização, complicações (NPH, oftálmico, Ramsay Hunt)\n- **Identificar número de episódios:** recorrência aumenta suspeita de imunodeficiência subjacente\n- **Avaliar contexto imunológico à época:** uso de corticosteroides, quimioterapia, imunossupressores, HIV não diagnosticado\n- **HZ em < 50 anos:** investigar causas de imunossupressão secundária\n\n---\n\n### 2. Investigação Complementar\n\n**Laboratorial básico:**\n- Hemograma completo com contagem diferencial de linfócitos\n- Glicemia de jejum e HbA1c (diabetes é fator de risco relevante)\n- Vitamina D (25-OH) — deficiência associada a maior risco de reativação viral\n- PCR ultrassensível e VHS (marcadores inflamatórios sistêmicos)\n- Ferritina, zinco eritrocitário (cofatores da imunidade celular)\n\n**Rastreio imunológico — indicado em HZ em < 50 anos, recorrente ou disseminado:**\n- Sorologia HIV (anti-HIV + carga viral se necessário)\n- Imunoglobulinas séricas (IgG, IgA, IgM)\n- Subpopulações linfocitárias (CD4+, CD8+, CD19+, NK) se suspeita de imunodeficiência celular\n- Pesquisa de neoplasia hematológica: LDH, proteína total e frações, eletroforese de proteínas\n\n**Rastreio oncológico — HZ pode ser sinal precoce de neoplasia em imunossupressão:**\n- Considerar rastreio de neoplasias sólidas e hematológicas conforme idade e perfil de risco\n\n---\n\n### 3. Avaliação de Complicações Residuais\n\n- **Neuralgia pós-herpética (NPH):** questionar dor neuropática residual no dermátomo afetado; se presente, encaminhar para manejo especializado (neurologista ou clínica de dor)\n- **Sequelas oftálmicas:** se HZ oftálmico, avaliar acuidade visual e encaminhar ao oftalmologista\n- **Sequelas auditivas/faciais:** se síndrome de Ramsay Hunt, avaliar função auditiva e facial\n\n---\n\n### 4. Vacinação — Principal Medida Preventiva\n\n- **Vacina recombinante adjuvantada (Shingrix®, RZV):** recomendada para adultos ≥ 50 anos e para imunodeprimidos ≥ 18 anos, independentemente de episódio prévio de HZ\n  - **Esquema:** 2 doses com intervalo de 2 a 6 meses\n  - **Eficácia:** > 90% na prevenção de HZ e NPH em adultos ≥ 50 anos; mantém eficácia > 85% mesmo após 7 anos\n  - Pode ser administrada mesmo após episódio prévio de HZ (aguardar ≥ 12 meses do episódio agudo)\n- **Vacina atenuada (Zostavax®):** alternativa em contextos sem disponibilidade de RZV; contraindicada em imunodeprimidos\n\n---\n\n### 5. Intervenções Integrativas e de Suporte à Imunidade Celular\n\n- **Vitamina D:** manter níveis de 25-OH-D entre 40 e 60 ng/mL (evidências de modulação da imunidade inata e adaptativa, incluindo resposta antiviral)\n- **Zinco:** suplementar em casos de deficiência comprovada (zinco eritrocitário < 40 µg/g Hb); o zinco é cofator essencial para maturação de células T\n- **Lisina:** aminoácido que compete com arginina (substrato para replicação do VZV); pode ser considerado em pacientes com histórico de reativações frequentes de herpesvírus (500–1.000 mg/dia); reduzir arginina dietética concomitantemente (limitar nozes, chocolate, gelatina)\n- **Manejo do estresse:** estresse crônico suprime a imunidade celular e é gatilho reconhecido de reativação; estratégias de manejo (meditação, exercício, sono adequado) são medidas preventivas de baixo risco e alto impacto\n- **Sono reparador:** privação de sono reduz atividade de células NK e resposta linfocitária; otimizar higiene do sono\n- **Exercício físico moderado:** melhora a vigilância imunológica; evitar sobretreinamento (imunossupressor transitório)\n\n---\n\n### 6. Critérios de Encaminhamento\n\n| Situação | Especialidade |\n|---|---|\n| HZ oftálmico com alteração visual | Oftalmologia (urgente) |\n| Síndrome de Ramsay Hunt | Otorrinolaringologia + Neurologia |\n| NPH refratária | Neurologia / Clínica de Dor |\n| HZ em < 50 anos ou recorrente | Infectologia / Imunologia |\n| Suspeita de neoplasia hematológica | Hematologia |\n| HZ disseminado | Internação + Infectologia |\n\n---\n\n### 7. Monitoramento\n\n- Reavaliação anual do status vacinal e dos fatores de risco modificáveis (vitamina D, glicemia, estresse, sono)\n- Em pacientes com NPH: escala de dor e qualidade de vida a cada consulta\n- Em pacientes imunodeprimidos: monitorar contagem de CD4+ e carga viral (HIV) ou parâmetros de imunossupressão conforme etiologia"
}
