{
  "score_item_id": "019bf31d-2ef0-744f-810c-40fa736da05f",
  "clinical_relevance": "A varicela (catapora) é uma infecção viral aguda altamente contagiosa causada pelo Vírus Varicela-Zóster (VVZ), membro da família Herpesviridae. O histórico de varicela é clinicamente relevante por dois motivos principais: (1) define o estado imunológico do paciente frente ao VVZ e (2) determina o risco futuro de reativação como herpes-zóster.\n\nEpidemiologia: Antes da vacinação universal, a varicela infectava praticamente 90-95% da população antes dos 15 anos, com incidência anual estimada de 4 milhões de casos nos EUA. No Brasil, estimavam-se 3-4 milhões de casos anuais pré-vacinação. A vacinação (disponível no calendário do SUS desde 2013) reduziu significativamente a incidência, porém adultos não vacinados e sem história da doença permanecem suscetíveis.\n\nFisiopatologia e latência: Após a primoinfecção, o VVZ estabelece latência nos gânglios das raízes dorsais e nos gânglios dos nervos cranianos. A reativação ocorre em contexto de imunossupressão (envelhecimento, doenças imunomediadas, uso de corticosteroides ou imunossupressores, estresse) e manifesta-se como herpes-zóster, com risco cumulativo de aproximadamente 30% ao longo da vida — chegando a 50% em maiores de 85 anos.\n\nComplicações da primoinfecção: Em adultos e imunocomprometidos, a varicela apresenta taxa de hospitalização de 2-5 por 1.000 casos e mortalidade 25-30 vezes maior do que em crianças saudáveis. Complicações incluem pneumonia varicelosa (principal causa de morte em adultos), encefalite (1:1.000 casos), cerebelite, superinfecção bacteriana cutânea (Streptococcus pyogenes, Staphylococcus aureus) e síndrome de Reye associada ao uso de ácido acetilsalicílico.\n\nRisco de reativação — herpes-zóster: O zóster acomete principalmente imunocomprometidos e idosos. A neuralgia pós-herpética (NPH) ocorre em 10-15% dos casos globais e em até 50% dos pacientes acima de 60 anos, representando morbidade significativa com dor neuropática crônica. Complicações graves incluem zóster oftálmico (envolvimento do ramo oftálmico do V par craniano, com risco de perda visual), síndrome de Ramsay Hunt (zóster auricular com paralisia facial e hipoacusia) e zóster disseminado em imunossuprimidos.\n\nAvaliação sorológica: A pesquisa de anticorpos IgG anti-VVZ é útil para confirmar imunidade adquirida em pacientes sem história clara de varicela, antes de imunossupressão planejada, em profissionais de saúde e em mulheres em planejamento gestacional (a varicela na gestação associa-se a síndrome varicelosa congênita e varicela neonatal grave com mortalidade elevada).\n\nInterações com imunossupressão: Pacientes com histórico de varicela submetidos a imunossupressão intensa (quimioterapia, transplante, uso de biológicos anti-TNF, corticosteroides em altas doses) têm risco elevado de reativação grave com disseminação visceral. O rastreamento do estado imune e, quando indicado, profilaxia antiviral (aciclovir ou valaciclovir) são medidas preventivas essenciais. A avaliação de vitaminas D e A, zinco e status imunológico geral contribui para a modulação do risco de reativação nessa população.",
  "points": 4,
  "patient_explanation": "A varicela, conhecida popularmente como catapora, é uma doença infecciosa causada por um vírus chamado Varicela-Zóster. Ela provoca febre e uma erupção característica de bolinhas com água espalhadas pelo corpo, sendo muito comum na infância.\n\nO motivo de registrarmos se você já teve varicela é importante: quem já teve a doença ou tomou a vacina fica imune e não pega novamente. Porém, o vírus não desaparece do organismo — ele fica adormecido nos nervos. Anos ou décadas depois, especialmente quando o sistema imunológico está mais fraco por estresse, envelhecimento ou uso de certos medicamentos, esse vírus pode despertar e causar o herpes-zóster, uma erupção dolorosa que aparece em faixa no tronco ou no rosto.\n\nSaber que você já teve varicela ajuda o médico a entender seu histórico imunológico, avaliar o risco de desenvolver herpes-zóster no futuro e tomar precauções antes de iniciar tratamentos que possam reduzir a imunidade. Se você nunca teve varicela e não foi vacinado, pode ainda ser necessário se vacinar para sua proteção.",
  "conduct": "## Conduta Clínica: Histórico de Varicela\n\n### Avaliação Inicial\n\n- **Confirmar o histórico:** Perguntar ativamente sobre varicela na infância ou adolescência, lembrando que muitos adultos têm memória imprecisa do episódio. Em caso de dúvida, solicitar sorologia.\n- **Avaliar estado vacinal:** Verificar se o paciente recebeu vacinação contra varicela (duas doses do VVZ atenuado), especialmente em nascidos após 1999 no Brasil.\n- **Identificar histórico de herpes-zóster:** Registrar episódios prévios de zóster, localização, sequelas neurológicas (neuralgia pós-herpética) e complicações oculares.\n\n### Investigação Complementar\n\n- **Sorologia IgG anti-VVZ:** Indicada em:\n  - Adultos sem memória clara da doença e não vacinados\n  - Antes de iniciar imunossupressão planejada (biológicos, quimioterapia, transplante)\n  - Profissionais de saúde sem comprovação de imunidade\n  - Mulheres em planejamento gestacional\n- **Avaliação imunológica ampliada** (conforme contexto clínico):\n  - Vitamina D (25-OH), vitamina A, zinco eritrocitário\n  - Imunoglobulinas em pacientes com infecções de repetição\n  - Subpopulações linfocitárias em imunocomprometidos\n\n### Estratificação de Risco para Herpes-Zóster\n\n- **Alto risco:** Idade > 50 anos, imunossupressão (corticosteroides > 20 mg/dia por > 2 semanas, biológicos, quimioterapia, transplantados), diabetes mellitus, lúpus eritematoso sistêmico, HIV.\n- **Risco moderado:** Estresse crônico elevado, distúrbios do sono, deficiências nutricionais relevantes (vitamina D, zinco), tabagismo.\n\n### Prevenção e Intervenções\n\n**Vacinação:**\n- **Varicela (primoinfecção):** Indicada em adultos suscetíveis (IgG negativo, sem história confirmada). Duas doses com intervalo de 4-8 semanas. Contraindicada em gestantes e imunocomprometidos graves.\n- **Herpes-zóster:** Vacina recombinante subunitária (Shingrix) recomendada para adultos com 50 anos ou mais, incluindo imunocomprometidos. Duas doses com intervalo de 2-6 meses. Eficácia superior a 90%, indicada mesmo em quem já teve zóster previamente.\n\n**Profilaxia antiviral em imunossuprimidos:**\n- Aciclovir 400-800 mg/dia ou valaciclovir 500-1.000 mg/dia durante períodos de imunossupressão intensa, conforme avaliação individual de risco-benefício.\n\n**Otimização imunológica (abordagem integrativa):**\n- Manter níveis séricos adequados de vitamina D (alvo 40-60 ng/mL) e zinco eritrocitário dentro da faixa de normalidade, pois deficiências estão associadas a maior suscetibilidade a infecções e reativações virais.\n- Manejo do estresse crônico, que modula negativamente a imunidade celular e favorece reativação do VVZ.\n- Priorizar sono adequado e redução de hábitos inflamatórios (ultraprocessados, tabagismo, sedentarismo).\n\n### Encaminhamentos\n\n- **Infectologista ou imunologista:** Pacientes imunocomprometidos com risco elevado de reativação grave, zóster disseminado ou recorrente.\n- **Oftalmologista (urgente):** Suspeita de zóster oftálmico — sinal de Hutchinson (vesículas na ponta do nariz) ou qualquer sintoma ocular associado.\n- **Neurologista:** Neuralgia pós-herpética refratária ao tratamento analgésico inicial.\n- **Dermatologista:** Zóster com apresentação atípica, extensa ou complicada.\n\n### Orientações ao Paciente\n\n- Informar sobre o risco de herpes-zóster ao longo da vida, com aumento progressivo de risco após os 50 anos.\n- Orientar sobre a disponibilidade e o benefício da vacina contra zóster, mesmo para quem já teve o episódio previamente.\n- Alertar para os sinais de alerta do zóster: dor em queimação ou formigamento em faixa unilateral, seguida de erupção vesicular — buscar atendimento precoce para iniciar antiviral em até 72 horas do início das lesões, janela de maior eficácia terapêutica."
}