{
  "score_item_id": "019bf31d-2ef0-70b0-be6d-b11e371fd6ee",
  "clinical_relevance": "O citomegalovírus (CMV) é um herpesvírus humano tipo 5 (HHV-5), DNA de dupla fita, pertencente à família Herpesviridae. Após infecção primária, estabelece latência vitalícia em células progenitoras mieloides, monócitos e células endoteliais, com reativação periódica em contextos de imunossupressão ou desregulação imunológica sistêmica.\n\nEpidemiologia: A soroprevalência global varia conforme região e nível socioeconômico — 40–80% em países de alta renda e acima de 90% em países de baixa e média renda. No Brasil, estimativas indicam soroprevalência superior a 80% na população adulta. A transmissão ocorre via saliva, urina, leite materno, contato sexual, transfusões e transplantes. Em imunocompetentes, a infecção primária é frequentemente assintomática ou manifesta-se como síndrome mononucleose-like (febre prolongada, linfadenopatia, elevação de transaminases, linfocitose com linfócitos atípicos), com teste de Paul-Bunnell negativo.\n\nRelevância clínica multidimensional:\n\n1. Reativação por imunossupressão: O CMV é oportunista clássico em pacientes transplantados, HIV/AIDS avançado (CD4 <50 células/mm³), neoplasias hematológicas e em uso de corticoterapia ou imunobiológicos. A doença invasiva por CMV inclui retinite (risco de cegueira), colite, esofagite, pneumonite, hepatite e encefalite. Dados de literatura indicam viremia por CMV em 20–60% dos receptores de transplante de órgãos sólidos sem profilaxia, com mortalidade atribuível de até 10% nos casos de pneumonite. Adicionalmente, evidências da base científica desta preparação confirmam que o SARS-CoV-2 grave induz reativação de herpesvírus latentes, incluindo o CMV, possivelmente por imunossupressão funcional mediada pelo vírus.\n\n2. Associação com diabetes tipo 1: Dados da literatura referenciados nesta base indicam que infecção precoce por CMV na infância pode desacelerar a progressão para diabetes tipo 1 clínico (Ekman et al., Pediatr Diabetes 2019), sugerindo papel imunomodulador complexo do CMV na autoimunidade pancreática — possivelmente por estimular resposta Th1 que compite com a autoimunidade mediada por células T contra ilhotas.\n\n3. Distinção do EBV na autoimunidade: Estudo longitudinal com 10 milhões de militares acompanhados por 20 anos demonstrou que o risco de esclerose múltipla aumentou 32x após infecção por EBV — efeito não observado com CMV. Esse contraste diferencia os dois herpesvírus em termos de risco autoimune específico, sendo o CMV não associado ao desenvolvimento de EM.\n\n4. Imunossenescência e 'CMV footprint': A infecção crônica latente por CMV é um dos principais drivers da imunossenescência, levando à expansão clonal de células T CD8+CD28− terminalmente diferenciadas (memória efetora), redução do repertório de células T naive e comprometimento da resposta a novos patógenos e vacinas. Esse fenômeno é especialmente relevante em idosos e pode contribuir para inflammaging — estado inflamatório de baixo grau associado a doenças cardiovasculares, sarcopenia e declínio cognitivo.\n\n5. Risco obstétrico e pediátrico: O CMV é a infecção congênita viral mais comum no mundo, acometendo 0,5–1% de todos os nascidos vivos. É a principal causa infecciosa não-genética de surdez neurossensorial e déficit neurológico na infância. Infecção primária materna no primeiro trimestre carrega risco de transmissão vertical de 30–40%; dos infectados, 10–15% apresentam sintomas ao nascimento.\n\nO registro do histórico de CMV no Escore Plenya permite estratificar risco de reativação, avaliar imunossenescência precoce e contextualizar inflamação crônica de baixo grau.",
  "points": 8,
  "patient_explanation": "O CMV (citomegalovírus) é um vírus muito comum que a maioria das pessoas pega ao longo da vida — muitas vezes na infância, sem perceber. O organismo saudável controla o vírus, mas ele fica adormecido nas células de defesa para sempre. Na maior parte das pessoas com imunidade normal, isso não causa nenhum problema no dia a dia. No entanto, saber que você já teve contato com esse vírus é importante para o seu médico em algumas situações: se você precisar usar medicamentos que reduzem a imunidade (como em casos de transplante ou doenças autoimunes), o vírus pode se despertar e causar problemas que precisam ser tratados. Para mulheres grávidas que ainda não tiveram contato com o CMV, há cuidados de prevenção importantes para proteger o bebê. Além disso, a presença prolongada desse vírus no organismo pode influenciar gradualmente o sistema de defesa com o passar dos anos. Registrar esse histórico no seu escore de saúde ajuda o médico a planejar acompanhamentos e cuidados preventivos adequados ao seu perfil.",
  "conduct": "## Conduta Clínica — CMV (Histórico de Infecção)\n\n### 1. Avaliação Inicial e Confirmação do Sorostatus\n\n- **Solicitar sorologia IgG e IgM anti-CMV** se não disponível no histórico:\n  - IgG positivo + IgM negativo = infecção prévia com latência estabelecida (situação mais comum)\n  - IgG positivo + IgM positivo = reativação ou infecção primária recente (complementar com avidez de IgG e/ou PCR quantitativo)\n  - IgG e IgM negativos = paciente suscetível, sem exposição prévia (relevante para gestantes e candidatos a transplante)\n- **Avidez de IgG:** índice alto (>60%) indica infecção primária há mais de 3–4 meses; índice baixo (<30%) indica infecção primária recente\n- **Anamnese dirigida:** investigar episódios prévios de febre prolongada sem foco, hepatite não tipada, síndrome mononucleose-like; uso prévio ou atual de imunossupressores, corticoides, biológicos ou quimioterapia; histórico obstétrico (filhos com surdez ou déficit neurológico)\n\n---\n\n### 2. Estratificação de Risco por Contexto Clínico\n\n#### Paciente Imunocompetente Adulto (sem fatores especiais)\n- Infecção passada sem repercussão clínica atual: **conduta expectante**, sem tratamento ou monitoramento específico\n- Registrar soropositividade como dado de base no prontuário\n- Orientar sobre importância de informar o médico antes de qualquer imunossupressão futura\n\n#### Mulher em Idade Fértil / Gestante\n- **Soronegativa (suscetível):** orientar medidas de prevenção primária — higiene rigorosa das mãos após contato com fraldas e saliva de crianças pequenas, não compartilhar utensílios, evitar contato íntimo com secreções de crianças em creche\n- **Soropositiva (infecção passada):** risco de transmissão vertical por reativação existe, mas é menor do que na primo-infecção; monitorar com ultrassonografias obstétricas seriadas\n- **Primo-infecção confirmada na gestação:** encaminhar imediatamente ao obstetra de alto risco e infectologia; discutir amniocentese para PCR CMV em líquido amniótico (após 21 semanas e pelo menos 6 semanas após a infecção materna)\n\n#### Candidato a Transplante / Imunossupressão Programada\n- Sorologia CMV do receptor e do doador obrigatória para estratificação de risco (D+/R- = maior risco de doença grave pós-transplante)\n- Encaminhar à equipe de transplante para protocolo de profilaxia com valganciclovir ou estratégia preemptiva com PCR seriado\n\n#### Paciente HIV / CD4 Baixo\n- CMV retinite: risco significativo com CD4 < 50 células/mm³ — encaminhar para rastreio oftalmológico\n- Priorizar início ou ajuste de TARV para recuperação imunológica como principal estratégia preventiva\n\n#### Síndrome Pós-COVID com Fadiga Persistente\n- Considerar reativação de CMV como fator contribuinte; investigar com IgM e PCR quantitativo quando clinicamente justificado\n\n---\n\n### 3. Investigação Complementar Dirigida\n\n- **PCR CMV quantitativo** (carga viral plasmática): indicado em imunocomprometidos sintomáticos ou em protocolo preemptivo pós-transplante\n- **Hemograma com diferencial:** linfocitose crônica com inversão CD4/CD8 pode indicar expansão oligoclonal relacionada ao CMV (imunossenescência)\n- **Subpopulações linfocitárias** (CD4+, CD8+, CD19+, NK): em imunossuprimidos ou com reativações recorrentes suspeitas\n- **Transaminases (ALT/AST):** hepatite por CMV é comum na doença primária sintomática\n- **Fundoscopia:** em qualquer paciente imunossuprimido grave com queixa visual\n- **Marcadores inflamatórios** (PCR-us, IL-6): se suspeita de inflamação crônica de baixo grau relacionada ao CMV\n\n---\n\n### 4. Tratamento (Quando Indicado)\n\n- **Ganciclovir IV** (5 mg/kg a cada 12h): primeira linha para doença grave em imunocomprometidos (retinite, pneumonite, colite, encefalite)\n- **Valganciclovir oral** (900 mg 12/12h): alternativa para doença moderada ou terapia de manutenção; também usado em profilaxia pós-transplante\n- **Foscarnet e Cidofovir:** reservados para resistência ao ganciclovir (monitorar toxicidade renal)\n- **Imunocompetentes:** tratamento antiviral geralmente não indicado — infecção primária é autolimitada\n\n---\n\n### 5. Abordagem Integrativa e Suporte Imunológico\n\n- **Vitamina D:** otimizar 25-OH-vitamina D (alvo 40–60 ng/mL) — imunomodulação via VDR em células imunes, redução de citocinas inflamatórias\n- **Zinco eritrocitário, selênio e vitamina A:** corrigir deficiências identificadas — cofatores essenciais da imunidade antiviral\n- **Manejo do estresse crônico:** cortisol cronicamente elevado suprime imunidade celular e favorece reativação viral; técnicas de modulação do eixo HPA são relevantes\n- **Higiene do sono:** desregulação circadiana prejudica vigilância imunológica e pode facilitar reativações subclínicas\n- **Saúde intestinal:** microbioma equilibrado contribui para homeostase imunológica sistêmica\n\n---\n\n### 6. Critérios de Encaminhamento\n\n- **Infectologia:** reativação documentada, doença invasiva suspeita (retinite, colite, pneumonite, encefalite), resistência antiviral\n- **Imunologia clínica:** imunodeficiência suspeita com reativações recorrentes\n- **Obstetrícia de alto risco / Medicina fetal:** gestante com primo-infecção confirmada\n- **Oftalmologia (urgência):** paciente imunossuprimido com qualquer queixa visual\n- **Neonatologia / Pediatria especializada:** recém-nascido com CMV congênito suspeito ou confirmado (audiometria, neuroimagem, avaliação do desenvolvimento)"
}
