{
  "score_item_id": "019bf31d-2ef0-716b-8327-11c00851402e",
  "clinical_relevance": "O vírus Epstein-Barr (EBV, herpesvírus humano tipo 4) é um dos patógenos mais prevalentes na espécie humana, infectando mais de 90% da população adulta mundial. A primoinfecção ocorre frequentemente na infância de forma assintomática ou oligossintomática; quando ocorre na adolescência ou na vida adulta, manifesta-se como mononucleose infecciosa (febre, faringite exsudativa, linfadenopatia, esplenomegalia). Após a infecção primária, o EBV estabelece latência permanente em linfócitos B e células epiteliais, integrando seu genoma ao DNA do hospedeiro.\n\nA relevância clínica do histórico de EBV transcende a fase aguda. O vírus possui capacidade documentada de reativação em contextos de imunossupressão (infecção por COVID-19, estresse crônico, imunodeficiências primárias e secundárias) e está fortemente associado ao desenvolvimento de doenças autoimunes sistêmicas.\n\n**Associação com doenças autoimunes:**\n- Esclerose Múltipla (EM): estudo longitudinal com 10 milhões de militares norte-americanos ao longo de 20 anos demonstrou que a infecção por EBV aumenta o risco de desenvolver EM em 32 vezes. Praticamente 100% dos pacientes com EM são soropositivos para EBV. A associação EBV-EM satisfaz 8 de 9 critérios de Bradford Hill. Mecanismos propostos incluem mimetismo molecular com proteínas da mielina e o bloqueio do receptor de vitamina D (VDR) pela proteína viral EBNA3, exacerbando a desregulação imune.\n- Lúpus Eritematoso Sistêmico (LES): pacientes com LES apresentam carga de EBV anormalmente elevada no sangue. Antígenos do EBV compartilham mimetismo molecular com autoantígenos do LES (incluindo antígenos Sm e anti-dsDNA), levando a respostas autoimunes durante reativações. Um peptídeo vacinal experimental com antígeno EBV induziu sintomas semelhantes ao LES em modelos animais. A reativação de EBV latente suprime interleucinas anti-inflamatórias, intensificando a inflamação sistêmica.\n- Artrite Reumatoide: há evidências de associação entre disbiose microbiana, reativação de EBV e desenvolvimento de AR, embora os mecanismos exatos permaneçam em investigação.\n\n**Associação com Long COVID:**\nA infecção por COVID-19 resulta em reativação de herpesvírus latentes, incluindo EBV (herpesvírus 4), CMV (herpesvírus 5) e herpesvírus 6. Esse fenômeno é atribuído à imunossupressão induzida pela SARS-CoV-2. Adicionalmente, a replicação lítica do EBV induz aumento da expressão de ACE2 em células epiteliais, facilitando a entrada do SARS-CoV-2, sugerindo que indivíduos com EBV latente podem ser mais suscetíveis à COVID-19 e ao Long COVID.\n\n**Estratificação de risco:**\n- Histórico de mononucleose infecciosa + histórico familiar ou pessoal de doenças autoimunes: risco aumentado para desenvolvimento tardio de EM, LES ou AR\n- Reativações recorrentes (EBV IgM positivo ou avidez IgG baixa em adultos): indicam imunodeficiência subjacente\n- EBV + deficiência de vitamina D + polimorfismos em VDR/CYP27B1: perfil de alto risco para autoimunidade do SNC\n- EBV em contexto pós-COVID: rastreio mandatório para síndrome pós-viral e autoimunidade emergente\n\nDo ponto de vista epidemiológico, a soroprevalência de EBV na população adulta supera 90-95% globalmente. A mononucleose infecciosa acomete principalmente jovens entre 15 e 24 anos. A complicação autoimune mais grave (EM) tem prevalência de 2-3 milhões de pessoas no mundo, com incidência crescente em latitudes mais altas.",
  "points": 12,
  "patient_explanation": "O vírus Epstein-Barr (EBV) é o vírus causador da mononucleose, também conhecida como 'doença do beijo'. Ele é extremamente comum: mais de 9 em cada 10 adultos já tiveram contato com ele ao longo da vida. Na maioria das pessoas, a infecção passa despercebida ou provoca um quadro gripal leve na infância. Quando acontece na adolescência ou idade adulta, pode causar febre, garganta inflamada, gânglios inchados e cansaço intenso por algumas semanas.\n\nO que torna esse vírus importante para a sua saúde a longo prazo é que ele não desaparece completamente do organismo: fica 'adormecido' nas células de defesa para sempre. Em situações de estresse intenso ou queda da imunidade — como acontece após outras infecções — ele pode se reativar.\n\nEstudos científicos mostram que pessoas que tiveram infecção por EBV têm maior chance de desenvolver certas doenças autoimunes ao longo da vida, como esclerose múltipla e lúpus. Por isso, é importante registrar esse histórico: ele ajuda o médico a monitorar sua saúde de forma preventiva, identificar riscos precocemente e adotar estratégias para manter sua imunidade fortalecida.",
  "conduct": "## Conduta Clínica — EBV (Histórico de Infecção)\n\n### 1. Avaliação Inicial\n\n- **Caracterizar o histórico de infecção:**\n  - Mononucleose infecciosa confirmada (ano, idade, gravidade, hospitalização)\n  - Infecções recorrentes sugestivas de reativação (fadiga persistente, febre de origem indeterminada, linfadenopatia recorrente)\n  - Contexto de surgimento: pós-COVID, estresse intenso, uso de imunossupressores\n\n- **Investigar sintomas sugestivos de complicações tardias:**\n  - Fadiga desproporcional e persistente (>6 meses)\n  - Sintomas neurológicos (parestesias, alterações visuais, fraqueza focal)\n  - Artralgia/artrite, fotossensibilidade, lesões cutâneas\n  - Sintomas cognitivos (névoa mental, perda de memória)\n\n---\n\n### 2. Investigação Laboratorial\n\n**Sorologias para EBV (indicadas conforme clínica):**\n- VCA IgG e IgM (cápside viral): distinção infecção aguda vs. latente\n- EA (antígeno precoce) IgG: marcador de reativação\n- EBNA IgG: soroconversão indica infecção passada (surge semanas após infecção primária)\n- PCR EBV qualitativo/quantitativo em sangue: carga viral em casos de suspeita de reativação ou imunocomprometimento\n\n**Rastreio de autoimunidade associada:**\n- FAN (fator antinuclear) com padrão\n- Anti-dsDNA, Anti-Sm (triagem para LES)\n- FR, Anti-CCP (triagem para AR)\n- Complemento C3 e C4\n- Hemograma completo (citopenias autoimunes)\n- PCR ultrassensível e VHS\n\n**Investigação funcional complementar:**\n- 25(OH)D sérica: manter ≥40 ng/mL em pacientes com histórico de EBV e risco autoimune\n- Perfil tireoidiano com anticorpos (TSH, FT4, anti-TPO, anti-TG): autoimunidade tireoidiana associada\n- Cortisol matinal e curva salivar se fadiga persistente\n\n---\n\n### 3. Critérios de Encaminhamento\n\n- **Neurologista:** qualquer sintoma neurológico novo (parestesias, diplopia, fraqueza, alteração de marcha, déficit cognitivo progressivo) → suspeita de esclerose múltipla\n- **Reumatologista:** FAN positivo com sintomas sistêmicos, artrite inflamatória, citopenias inexplicadas\n- **Infectologista:** reativações frequentes, carga viral elevada, suspeita de imunodeficiência primária\n- **Imunologista clínico:** investigação de imunodeficiência comum variável (IDCV) ou outras imunodeficiências primárias em reativações recorrentes sem causa secundária identificada\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n**Prevenção de reativação e suporte imunológico:**\n- **Vitamina D:** otimizar níveis séricos de 25(OH)D (alvo ≥40-60 ng/mL em pacientes com risco autoimune); a proteína EBNA3 do EBV bloqueia o VDR, tornando a repleção de vitamina D ainda mais relevante nesse perfil\n- **Controle do estresse:** reduzir ativação do eixo HPA (cortisol crônico → imunossupressão → reativação viral); técnicas de gerenciamento de estresse, sono reparador\n- **Modulação da microbiota intestinal:** disbiose intestinal amplifica resposta autoimune; probióticos e dieta anti-inflamatória como adjuvantes\n- **Zinco:** suporte à imunidade antiviral; considerar suplementação 10-30 mg/dia em deficiências documentadas\n\n**Em casos de reativação confirmada (EA IgG positivo, PCR detectável):**\n- Identificar e tratar causa subjacente de imunossupressão\n- Não há antiviral com eficácia comprovada para EBV latente em imunocompetentes\n- Suporte sintomático; evitar esforço físico intenso na fase aguda (risco de ruptura esplênica se esplenomegalia)\n\n**Monitoramento longitudinal:**\n- Pacientes com histórico de mononucleose + risco autoimune: rastreio anual com FAN, vitamina D, hemograma\n- Integrar avaliação de EBV em painéis de risco para autoimunidade e Long COVID\n- Retornos a cada 3-6 meses para reavaliação clínica e laboratorial em casos de risco elevado"
}
