{
  "score_item_id": "019bf31d-2ef0-7ebc-8831-6a3925345344",
  "clinical_relevance": "A dengue é uma arbovirose causada pelo vírus DENV (sorotipos 1 a 4), pertencente à família Flaviviridae, transmitida principalmente pelo Aedes aegypti e, em menor escala, pelo Aedes albopictus. O Brasil é um dos países com maior carga de dengue no mundo, com epidemias cíclicas e crescente expansão territorial, tornando o histórico de dengue um dado clínico de alta relevância em qualquer anamnese.\n\nDo ponto de vista fisiopatológico, a infecção pelo DENV provoca resposta imune intensa mediada por linfócitos T e B, com liberação de citocinas pró-inflamatórias (TNF-α, IL-6, IL-10), aumento da permeabilidade vascular endotelial e trombocitopenia por mecanismo imunomediado associado a supressão medular transitória. A trombocitopenia (plaquetas abaixo de 100.000/mm³) é o achado laboratorial mais característico da fase aguda. Em casos graves, ocorre extravasamento plasmático com hemoconcentração, podendo evoluir para dengue grave com choque hipovolêmico, hemorragia maior e falência de órgãos.\n\nUm fenômeno imunológico central no histórico de dengue é o potencial de agravamento em infecções por sorotipo heterólogo — conhecido como antibody-dependent enhancement (ADE): anticorpos não neutralizantes gerados na primoinfecção facilitam a entrada do vírus em macrófagos em uma segunda infecção por sorotipo diferente, amplificando a carga viral e a resposta inflamatória. Esse mecanismo explica por que indivíduos com histórico de dengue prévia têm risco aumentado de dengue grave em reinfecções heterotípicas.\n\nO quadro clínico divide-se em três fases: febril (dias 1-3: febre alta de início súbito, cefaleia, mialgia intensa, artralgia, exantema); crítica (dias 4-6: queda da febre, risco de extravasamento plasmático, surgimento de sinais de alarme); e recuperação (a partir do 6º-7º dia: reabsorção de fluidos, risco de hipervolemia iatrogênica se reposição excessiva). Os sinais de alarme incluem: dor abdominal intensa ou hepatomegalia acima de 2 cm, vômitos persistentes, acúmulo de líquidos em cavidades, sangramento de mucosas, letargia ou irritabilidade, e rápida elevação do hematócrito com queda brusca de plaquetas.\n\nNa perspectiva integrativa, destaca-se o potencial de a dengue deixar estado de inflamação crônica residual — fadiga persistente, artralgia, comprometimento cognitivo leve e disregulação do eixo imunológico por semanas a meses após a fase aguda, quadro análogo, em menor escala, ao que se observa na síndrome pós-COVID e pós-chikungunya. Um dos chunks científicos do corpus aponta explicitamente que \"dengue e chikungunya podem deixar inflamação crônica\" e que massa muscular adequada protege contra desfechos adversos pós-inflamatórios, o que reforça a abordagem integrativa de recuperação.\n\nDo ponto de vista laboratorial, além da trombocitopenia, observam-se: leucopenia, elevação do hematócrito (aumento >20% indica extravasamento), elevação de AST/ALT (hepatite pelo DENV é frequente), hipoalbuminemia e hiponatremia em casos graves. A NS1 (antígeno não estrutural 1) é o marcador de escolha nos primeiros 5 dias; sorologia IgM/IgG a partir do 5º dia. IgG positivo com IgM negativo em episódio agudo indica infecção secundária, com maior risco de formas graves. Em contexto de inflamação crônica pós-infecciosa, PCR-us, IL-6 e TNF-α podem permanecer elevados.\n\nA identificação do histórico de dengue no escore de saúde é relevante para: estratificar risco de reinfecção grave por ADE, investigar inflamação crônica residual como causa de sintomas inespecíficos persistentes, identificar comorbidades que potencializam risco (diabetes, hipertensão, obesidade, cardiopatias) e orientar vigilância proativa em futuros episódios febris em áreas endêmicas.",
  "points": 6,
  "patient_explanation": "A dengue é uma doença causada por um vírus transmitido pela picada do mosquito Aedes aegypti — o mesmo mosquito da zika e da chikungunya. Se você já teve dengue, essa informação é importante para a avaliação da sua saúde por alguns motivos.\n\nPrimeiro, existem 4 tipos diferentes do vírus da dengue. Quem já teve dengue por um tipo pode pegar dengue novamente por outro tipo no futuro — e em algumas situações, a segunda infecção pode ser mais intensa do que a primeira. Por isso, saber que você já teve dengue ajuda o médico a ficar mais atento caso você tenha febre novamente.\n\nSegundo, a dengue pode deixar o organismo com um estado inflamatório por semanas ou meses depois da fase aguda, causando cansaço, dores nas juntas e sensação de fraqueza que persistem mesmo após a recuperação. Isso é reconhecido pela medicina e tem tratamento.\n\nTerceiro, dependendo de como foi o episódio, a dengue pode ter afetado temporariamente o fígado, os rins ou o sangue. Conhecer esse histórico permite ao médico investigar se há alguma sequela que merece atenção.\n\nNão há motivo para preocupação excessiva: a grande maioria das pessoas se recupera bem da dengue. Mas registrar esse histórico garante que seu médico tenha todas as informações necessárias para cuidar de você de forma completa e personalizada.",
  "conduct": "## Conduta Clínica — Histórico de Dengue\n\n### 1. Anamnese Dirigida\n\n- **Número de episódios:** registrar quantas vezes o paciente teve dengue confirmada ou provável\n- **Gravidade dos episódios:** houve internação? Dengue com sinais de alarme (dor abdominal intensa, vômitos persistentes, sangramento de mucosas, hipotensão, hepatomegalia)? Dengue grave (choque, hemorragia grave, disfunção orgânica)?\n- **Sequelas relatadas:** fadiga prolongada, artralgias, alterações cognitivas, manifestações hemorrágicas, icterícia, oligúria\n- **Tempo desde o último episódio:** avaliar presença de sintomas residuais ativos\n- **Comorbidades associadas:** diabetes, obesidade, hipertensão, cardiopatias e doenças autoimunes ampliam o risco de formas graves em reinfecções\n\n---\n\n### 2. Avaliação Laboratorial Dirigida\n\n**Para pacientes com episódio recente (< 3 meses) ou com queixas persistentes:**\n- Hemograma completo com contagem de plaquetas e hematócrito\n- Transaminases (ALT, AST) e função hepática (bilirrubinas, albumina)\n- Função renal (creatinina, ureia)\n- PCR-us e VHS — rastreio de inflamação crônica residual\n- Considerar IL-6, TNF-α se disponíveis e sintomas persistentes inexplicados\n\n**Para todos os pacientes com histórico de dengue:**\n- Hemograma de rastreio — avaliar trombocitopenia residual ou recorrente\n- Marcadores inflamatórios (PCR-us) se fadiga inexplicada, mialgia ou sintomas cognitivos persistentes\n- Perfil metabólico básico (glicemia, perfil lipídico) — comorbidades metabólicas ampliam risco em reinfecções\n\n---\n\n### 3. Manejo da Síndrome Pós-Dengue\n\n**Quando suspeitar:** fadiga, mialgia, cefaleia, artralgia, alterações de humor e cognição persistindo > 4 semanas após a fase aguda, sem outra causa identificada.\n\n**Intervenções integrativas com suporte em inflamação pós-infecciosa:**\n- **Alimentação anti-inflamatória:** reduzir ultraprocessados; aumentar consumo de ômega-3 (peixes gordurosos, linhaça), vegetais coloridos ricos em polifenóis e azeite extravirgem\n- **Ômega-3 (EPA + DHA):** suporte à resolução da inflamação via resolvinas e protectinas; considerar 2-4 g/dia\n- **Curcuminoides padronizados:** ação sobre TNF-α e COX-2; usar formas de alta biodisponibilidade\n- **Vitamina D:** manter acima de 50-60 ng/mL; papel imunomodulador e anti-inflamatório\n- **Zinco e magnésio:** suporte imunológico, muscular e neurológico\n- **Suporte mitocondrial** em fadiga predominante: CoQ10, L-carnitina, vitaminas do complexo B\n- **Exercício físico progressivo:** iniciar com baixa intensidade; massa muscular é fator protetor documentado contra desfechos adversos em infecções com resposta inflamatória sistêmica intensa\n- **Sono e ritmo circadiano:** priorizar higiene do sono; infecções virais desregulam o eixo HPA e o ritmo circadiano\n\n---\n\n### 4. Risco de Reinfecção e Prevenção\n\n- **Informar sobre ADE:** paciente com histórico de dengue deve compreender que reinfecção por sorotipo diferente pode ser mais grave; orientar busca precoce de atendimento em futuros episódios febris\n- **Prevenção vetorial:** eliminação de criadouros do Aedes aegypti no domicílio e peridomicílio; uso de repelentes registrados pela Anvisa; roupas de proteção em áreas endêmicas\n- **Vacinação:** avaliar elegibilidade para vacinas contra dengue disponíveis no Brasil (Qdenga/TAK-003, aprovada para 4-60 anos independentemente de soropositividade prévia) conforme recomendações vigentes do Ministério da Saúde e SBIm\n- **Monitoramento em períodos epidêmicos:** pacientes com comorbidades e histórico de dengue devem solicitar hemograma precocemente em qualquer síndrome febril aguda durante epidemias locais\n\n---\n\n### 5. Critérios de Encaminhamento\n\n- **Infectologista:** histórico de dengue grave, múltiplos episódios com complicações, imunossupressão ou suspeita de coinfecção\n- **Hepatologista:** elevação persistente de transaminases (> 6 semanas após resolução clínica)\n- **Cardiologista:** se houve miocardite ou arritmias documentadas durante episódio agudo\n- **Neurologista:** se houve encefalite, mielite ou sequelas neurológicas documentadas\n- **Hematologista:** trombocitopenia persistente (plaquetas < 100.000/mm³ por > 3 semanas após fase aguda resolvida) ou distúrbio de coagulação residual\n- **Reumatologista:** artralgia inflamatória persistente > 4 semanas — excluir chikungunya e diagnósticos reumatológicos autoimunes\n\n---\n\n### 6. Impacto no Escore e Seguimento\n\n- **Episódio único leve sem complicações:** impacto moderado-baixo; monitoramento de inflamação crônica residual e orientação preventiva\n- **Múltiplos episódios ou dengue grave prévia:** peso clínico maior; investigação laboratorial ampliada; orientação reforçada sobre risco de ADE\n- **Síndrome pós-dengue ativa:** abordagem integrativa estruturada com foco em inflamação crônica, suporte mitocondrial e reabilitação funcional progressiva"
}
