{
  "score_item_id": "019bf31d-2ef0-7422-a5ee-e02540370f7a",
  "clinical_relevance": "O vírus Zika (ZIKV) é um arbovírus da família Flaviviridae, gênero Flavivirus, transmitido primariamente pelo mosquito Aedes aegypti e, secundariamente, pelo Aedes albopictus. Identificado pela primeira vez em 1947 na floresta Zika (Uganda), permaneceu endêmico em áreas tropicais da África e Ásia até os surtos na Polinésia Francesa (2013-2014) e na América Latina (2015-2016), quando o Brasil reportou mais de 200.000 casos suspeitos. A OMS declarou emergência de saúde pública de importância internacional (ESPII) em fevereiro de 2016. Transmissão: vetorial (principal), sexual (homem→mulher e homem→homem, com vírus detectável no sêmen por até 6 meses), vertical (transplacentária em qualquer trimestre), transfusional e por exposição laboratorial. Quadro clínico: aproximadamente 80% das infecções são assintomáticas. Quando sintomático, manifesta-se como doença febril autolimitada (3-7 dias) com exantema maculopapular pruriginoso céfalo-caudal, artralgia/artrite (especialmente pequenas articulações), conjuntivite não purulenta, mialgia e cefaleia. Distingue-se da dengue pela menor intensidade febril, presença de prurido intenso e artrite mais proeminente. Complicações neurológicas: a associação ZIKV–Síndrome de Guillain-Barré (SGB) foi estabelecida no surto da Polinésia Francesa, onde a taxa de SGB foi 20 vezes maior que o esperado, com 42 casos confirmados em estudo caso-controle publicado no The Lancet (Cao-Lormeau et al.). A SGB pós-Zika apresenta predomínio motor, progressão rápida e necessidade frequente de ventilação mecânica. Outras manifestações neurológicas incluem mielite transversa, meningoencefalite e neuropatia. Síndrome congênita do Zika (SCZ): a complicação mais grave do ponto de vista de saúde pública. O ZIKV possui neurotropismo intenso, replicando-se em progenitores neurais corticais, causando apoptose celular, disfunção mitocondrial e resposta inflamatória local. Microcefalia grave (perímetro cefálico ≤-3 DP), calcificações intracranianas (predominantemente na junção córtico-subcortical e gânglios da base), lisencefalia/paquigiria, hipoplasia cerebelar, ventriculomegalia e artrogripose compõem o espectro da SCZ. Risco de microcefalia é estimado em 1-13% das gestações com infecção confirmada no primeiro trimestre. Diagnóstico: RT-PCR em sangue (janela: até 7 dias do início dos sintomas), urina (janela: até 14 dias), sêmen (janela: semanas a meses). Sorologia IgM (ELISA) pode ter reação cruzada com dengue e febre amarela; necessita confirmação por teste de neutralização por redução de placas (PRNT). Em gestantes com epidemiologia compatível, indicado USG morfológico seriado e, se alteração, ressonância magnética fetal. Impacto em saúde a longo prazo: pacientes com histórico de infecção por Zika devem ser rastreados para sequelas neurológicas (mesmo subclínicas), disfunção cognitiva e sintomas musculoesqueléticos persistentes. Em mulheres em idade fértil, o histórico é relevante para planejamento reprodutivo futuro dado o potencial de reinfecção.",
  "points": 8,
  "patient_explanation": "O vírus Zika é transmitido principalmente pela picada do mosquito Aedes aegypti, o mesmo que transmite a dengue. A maioria das pessoas infectadas (cerca de 8 em cada 10) não sente nada ou tem sintomas muito leves, como febre baixa, manchas vermelhas na pele com coceira, dor nas articulações e olhos vermelhos, que passam em menos de uma semana. O que torna o Zika especialmente importante é sua relação com duas complicações sérias: uma doença neurológica chamada Síndrome de Guillain-Barré, que pode causar fraqueza muscular progressiva, e — mais criticamente — danos graves ao bebê quando a infecção ocorre durante a gravidez, podendo causar microcefalia (cabeça menor que o normal, associada a problemas cerebrais). Por isso, registrar se você já teve Zika é muito importante para entendermos seu histórico de saúde, especialmente se você é mulher em idade fértil ou teve algum sintoma neurológico após a infecção.",
  "conduct": "## Conduta Clínica: Histórico de Infecção por Zika\n\n### 1. Avaliação do Histórico\n\n- **Confirmar o diagnóstico prévio:** verificar se houve confirmação laboratorial (RT-PCR ou sorologia) ou se foi diagnóstico clínico-epidemiológico\n- **Período da infecção:** ano, trimestre, contexto epidemiológico (viagem, surto local)\n- **Quadro clínico na época:** gravidade, duração, presença de manifestações neurológicas\n- **Se gestante na época da infecção:** rastrear desfechos materno-fetais e avaliação do filho\n\n### 2. Rastreamento de Sequelas\n\n**Neurológico:**\n- Investigar sintomas residuais: fraqueza muscular, parestesias, fadiga crônica, déficit cognitivo\n- Se sintomas neurológicos presentes: encaminhar para neurologia com histórico documentado\n- Avaliar cognição com testes de rastreio (memória, atenção, processamento)\n- Considerar eletroneuromiografia se queixas de fraqueza ou dormência persistentes\n\n**Musculoesquelético:**\n- Artralgia/artrite persistente: avaliar marcadores inflamatórios (PCR, VHS, fator reumatoide, anti-CCP)\n- Descartar artrite reativa ou autoimune desencadeada pela infecção viral\n\n**Reprodutivo (mulheres em idade fértil):**\n- Orientar sobre planejamento reprodutivo futuro em caso de reinfecção ou residência em área endêmica\n- Informar sobre rastreamento pré-natal caso futura gestação em área de risco\n\n### 3. Investigação Complementar Dirigida\n\n| Situação | Exames indicados |\n|---|---|\n| Sintomas neurológicos residuais | Hemograma, PCR, VHS, sorologias neurotropos, ENMG |\n| Artralgia persistente | PCR, VHS, FR, anti-CCP, ácido úrico, FAN |\n| Fadiga crônica pós-infecção | TSH, T4L, cortisol, hemograma, ferritina, vitamina D, B12 |\n| Planejamento reprodutivo | Sorologia atualizada, avaliação ginecológica completa |\n\n### 4. Critérios de Encaminhamento\n\n- **Neurologia:** qualquer sequela neurológica documentada ou suspeita (fraqueza, parestesia, SGB prévia)\n- **Reumatologia:** artrite persistente por mais de 6 semanas pós-infecção\n- **Infectologia:** dúvidas diagnósticas, reinfecção suspeita, gestante com exposição recente\n- **Obstetrícia/Genética:** mulher com histórico de gestação afetada por SCZ\n\n### 5. Orientações Preventivas\n\n- **Controle vetorial:** eliminar criadouros de Aedes aegypti, uso de repelentes registrados (DEET, IR3535, icaridin)\n- **Prevenção sexual:** uso de preservativo recomendado para casais com histórico de infecção masculina recente (sêmen pode conter vírus por meses)\n- **Gestantes e planejamento:** evitar viagens a áreas de transmissão ativa; em caso de exposição, acionar protocolo de vigilância pré-natal com USG morfológico seriado\n- **Vacinação:** não há vacina disponível para uso clínico até o momento\n\n### 6. Pontuação no Escore Plenya\n\n- Histórico remoto sem sequelas: baixo impacto (registrar para contexto histórico e rastreamento neurológico)\n- Histórico com sequelas neurológicas ou SCZ: impacto clínico moderado a alto (investigação ativa necessária)",
  "conduct_format": "markdown"
}
