{
  "score_item_id": "019bf31d-2ef0-7b50-8794-1fb5c541e43a",
  "clinical_relevance": "A chikungunya é uma arbovirose causada pelo vírus Chikungunya (CHIKV), um alfavírus da família Togaviridae, transmitido principalmente pelos mosquitos Aedes aegypti e Aedes albopictus. O nome é de origem makonde (Tanzânia) e significa 'aquele que se dobra', descrevendo a postura característica dos pacientes decorrente da artralgia intensa e incapacitante.\n\nA infecção evolui em três fases clínicas:\n- Fase aguda (0–10 dias): febre de início súbito (frequentemente ≥38,5°C), poliartralgia simétrica intensa com predomínio em articulações distais (tornozelos, punhos, dedos das mãos e dos pés), mialgia, cefaleia, exantema maculopapular e fotofobia. Laboratorialmente: leucopenia com linfopenia, plaquetopenia leve e elevação de transaminases são comuns. A viremia é máxima nos primeiros 5 dias.\n- Fase subaguda (10 dias a 3 meses): persistência da artralgia e possível desenvolvimento de artrite inflamatória franca, tenossinovite, bursite, síndrome do túnel do carpo. Recorrência e exacerbação dos sintomas articulares são frequentes.\n- Fase crônica (>3 meses): artrite inflamatória persistente em proporção significativa dos infectados. Estima-se que 30–40% dos pacientes apresentem artralgia persistente após 3 meses da infecção aguda, e parte considerável mantém sintomas por 1 a 2 anos ou mais.\n\nFatores de risco para cronificação: idade avançada (>45 anos), sexo feminino, artropatia prévia, altos títulos virais na fase aguda e artrite franca na fase subaguda. A fisiopatologia da artralgia crônica envolve persistência viral em tecidos sinoviais, ativação mantida de resposta imune (elevação de IL-6, TNF-α e IFN-γ) e possível mimetismo molecular.\n\nManifestações atípicas e graves incluem: encefalite, meningite, síndrome de Guillain-Barré, mielite, miocardite, hepatite aguda, nefrite e pneumonite. Neonatos expostos ao vírus intraparto, imunossuprimidos e idosos (>65 anos) têm maior risco de formas graves e óbito.\n\nDiagnóstico laboratorial: RT-PCR para CHIKV (padrão-ouro nos primeiros 7 dias); IgM anti-CHIKV (positiva a partir do 5º dia, persiste por semanas a meses); IgG anti-CHIKV (confirmação de infecção passada). O diagnóstico diferencial inclui dengue, Zika, parvovírus B19, artrite reumatoide e outras artrites virais.\n\nNo contexto do Escore Plenya, o histórico de chikungunya é clinicamente relevante porque: (1) a artrite pós-chikungunya pode mimetizar artrite reumatoide ou outras doenças autoimunes, gerando diagnósticos tardios ou inadequados; (2) a infecção pode desencadear ou agravar estados inflamatórios crônicos com repercussão sobre eixos metabólico, hormonal e autonômico; (3) do ponto de vista imunológico, a infecção promove ativação intensa de resposta TH1, elevação de citocinas pró-inflamatórias (IL-6, TNF-α) e pode contribuir para disfunção mitocondrial e fadiga crônica persistente; (4) pacientes com histórico positivo devem ser ativamente investigados quanto a sequelas articulares, funcionais, neurológicas e imunológicas.\n\nA mortalidade direta é baixa em populações sem comorbidades graves, mas a morbidade crônica é expressiva, com impacto relevante na capacidade funcional e qualidade de vida. A doença é endêmica em regiões tropicais da África, Ásia e Américas, tendo se estabelecido no Brasil após 2014.",
  "points": 8,
  "patient_explanation": "A chikungunya é uma doença causada por um vírus transmitido pela picada do mosquito Aedes aegypti — o mesmo que transmite a dengue e a Zika. O nome significa 'aquele que se dobra', porque as dores nas articulações (juntas) são tão intensas que as pessoas ficam curvadas de dor. A doença começa de forma súbita, com febre alta, dores fortes nas juntas — especialmente nos tornozelos, punhos e dedos —, dores musculares e, às vezes, manchas avermelhadas na pele.\n\nA maioria das pessoas melhora em algumas semanas. Porém, em uma parte dos pacientes, principalmente pessoas mais velhas ou com doenças articulares prévias, as dores nas juntas podem persistir por meses ou até anos.\n\nMesmo que você tenha tido chikungunya há muito tempo, é importante contar ao seu médico. Esse histórico pode explicar sintomas como cansaço persistente, dores nas articulações ou outros sinais que você ainda sente hoje. Com essa informação, o médico pode investigar possíveis sequelas e oferecer um cuidado mais completo e personalizado para a sua saúde.",
  "conduct": "## Conduta Clínica — Histórico de Chikungunya\n\n### 1. Avaliação Clínica Inicial\n\n- **Determinar a fase da doença:** estabelecer linha do tempo desde a infecção aguda (aguda, subaguda ou crônica)\n- **Mapear articulações acometidas:** padrão (simétrico, migratório, aditivo), intensidade pela escala EVA, grau de limitação funcional, presença de edema, calor ou sinais flogísticos ativos\n- **Investigar sintomas pós-infecciosos persistentes:** fadiga crônica, brain fog, alterações de humor, distúrbios do sono, sintomas gastrointestinais\n- **Rastrear manifestações atípicas prévias:** episódios de encefalite, miocardite, neuropatia ou outras complicações graves durante a fase aguda\n- **Avaliar comorbidades que aumentam risco de cronificação:** artropatias prévias, obesidade, sedentarismo, idade >45 anos, sexo feminino\n\n### 2. Investigação Laboratorial Complementar\n\n**Confirmação diagnóstica (se ainda não realizada):**\n- IgG anti-CHIKV — confirmar infecção passada\n- IgM anti-CHIKV — avaliar reatividade recente (positiva por semanas a meses após a infecção)\n\n**Rastreio inflamatório:**\n- PCR ultrassensível (PCR-us) — avaliar atividade inflamatória residual; meta <1 mg/L\n- VHS — complementar ao PCR-us para trajetória da inflamação\n- IL-6 e TNF-α quando disponíveis — quantificar inflamação sistêmica ativa\n- Hemograma completo\n\n**Diagnóstico diferencial reumatológico:**\n- Fator reumatoide (FR) e Anti-CCP — excluir artrite reumatoide\n- FAN (ANA) e complemento — excluir lúpus ou outras doenças autoimunes desencadeadas pela infecção\n- Ácido úrico — diagnóstico diferencial com gota\n\n**Rastreio imunometabólico (abordagem funcional integrativa):**\n- Vitamina D (25-OH): deficiência compromete modulação imune; meta 50–80 ng/mL\n- Zinco eritrocitário — suporte imunológico\n- Magnésio sérico ou eritrocitário — frequentemente deficiente em estados inflamatórios crônicos\n- Homocisteína — marcador inflamatório relevante; meta <7,9 µmol/L\n- Glicemia de jejum e insulina — rastrear resistência insulínica associada à inflamação crônica; meta insulina <6–7 mUI/L\n- Curva de cortisol (ao acordar, meio-dia e noite) — avaliar disfunção do eixo HPA em pacientes com fadiga crônica persistente\n- IGF-1 — considerar em casos com fadiga intensa e perda de massa muscular\n\n### 3. Manejo da Fase Aguda (se ainda vigente)\n\n- **Analgesia e antitérmicos:** paracetamol (500–1.000 mg a cada 6–8h) é a primeira escolha; evitar AINEs enquanto não se afastar dengue hemorrágica (primeiras 72h)\n- **Hidratação:** mínimo 2–3 L/dia\n- **Repouso articular relativo:** evitar imobilização total; mobilização suave e gradual previne rigidez\n- **Contraindicado:** aspirina e outros salicilatos durante a fase aguda\n\n### 4. Manejo da Fase Subaguda e Crônica\n\n**Anti-inflamatórios naturais com evidência:**\n- **Curcumina padronizada (95% curcuminoides):** 500–2.000 mg/dia com piperina (5 mg por 500 mg de curcumina) para potencializar absorção; evidência de redução de TNF-α e marcadores inflamatórios\n- **Boswellia serrata:** 250–500 mg/dia; inibe COX-2 e lipoxigenase; útil em artralgia crônica; extrato padronizado pode ter melhor eficácia com menor dose\n- **Sinergia Cúrcuma + Boswellia:** combinação inibe múltiplas vias inflamatórias (NF-kB, COX-2, lipoxigenase) com eficácia comparável ao ibuprofeno em estudos de artralgia\n- **Ômega-3 (EPA+DHA):** 2–4 g/dia com refeições; modula cascata inflamatória\n- **Magnésio:** 300–400 mg/dia; reduz fadiga e mialgia associadas\n- **Coenzima Q10 (CoQ10):** 100–300 mg/dia em casos com fadiga persistente e suspeita de disfunção mitocondrial\n- **Quercetina:** potencial anti-inflamatório e neuroprotetor adicional\n\n**Suporte imunológico:**\n- **Vitamina D:** corrigir para 50–80 ng/mL; doses individualizadas conforme polimorfismos GC/VDR quando disponível\n- **Vitamina C:** 500–2.000 mg/dia (palmitato de ascorbila); suporte imune e antioxidante\n- **Zinco:** 10–30 mg/dia em ciclos de 2–3 meses\n\n**Abordagem dietética e estilo de vida:**\n- Dieta anti-inflamatória: rica em ácidos graxos monoinsaturados (MUFA), ômega-3, vegetais coloridos; redução de carboidratos refinados e ultra-processados\n- Controle glicêmico: manter insulina de jejum <6–7 mUI/L; picos insulinêmicos potencializam IL-6 e COX-2\n- Jejum intermitente (16–18h) em pacientes aptos: reduz inflamação sistêmica e melhora flexibilidade metabólica\n- Atividade física progressiva: iniciar com mobilização suave e caminhadas; progredir para treinamento de resistência (musculação) conforme tolerância articular, para preservar massa muscular e reduzir inflamação\n- Higiene do sono: jantar cedo, evitar telas à noite, manter regularidade do ciclo circadiano — desregulação do ritmo circadiano potencializa resposta inflamatória\n\n**Modulação do eixo HPA:**\n- Em casos de fadiga crônica pós-chikungunya: avaliar disfunção do eixo HPA com curva de cortisol\n- Adaptógenos podem ser considerados em casos selecionados (avaliação individualizada)\n- Vitamina C em doses altas (1–3 g/dia) como suporte adrenal adjuvante\n\n**Saúde intestinal:**\n- Investigar disbiose e permeabilidade intestinal aumentada, especialmente em casos de fadiga crônica e inflamação sistêmica persistente\n- Disbiose pode perpetuar a inflamação sistêmica e comprometer a recuperação imune\n\n### 5. Critérios de Encaminhamento a Especialistas\n\n- **Reumatologista:** artralgia persistente por >3 meses, artrite franca, suspeita de artrite reumatoide induzida por CHIKV, FR e/ou Anti-CCP positivos, FAN positivo com manifestações sistêmicas\n- **Infectologista:** casos atípicos, complicações graves prévias (encefalite, miocardite), pacientes imunossuprimidos\n- **Neurologista:** neuropatia periférica persistente, suspeita de síndrome de Guillain-Barré pós-CHIKV, fadiga cognitiva intensa ou déficit neurológico residual\n- **Cardiologista:** histórico de miocardite ou insuficiência cardíaca na fase aguda, sintomas cardiovasculares residuais\n- **Fisioterapeuta:** limitação funcional articular significativa, indicação de reabilitação motora\n\n### 6. Monitoramento e Seguimento\n\n- Reavaliação clínica a cada 4–6 semanas na fase subaguda; a cada 3 meses na fase crônica\n- Repetir PCR-us e VHS a cada 3 meses até normalização dos marcadores\n- Monitorar vitamina D, perfil metabólico (glicemia, insulina) e marcadores nutricionais a cada 3–6 meses\n- Avaliar impacto funcional e qualidade de vida a cada consulta\n- Persistência de artralgia >3 meses exige reavaliação completa do protocolo terapêutico e consideração de encaminhamento reumatológico"
}
