{
  "score_item_id": "019bf31d-2ef0-734a-aef8-dfd8a07933e8",
  "clinical_relevance": "A COVID-19, causada pelo SARS-CoV-2, é uma infecção de relevância clínica persistente não apenas pela fase aguda, mas pelas sequelas de longo prazo — denominadas Long COVID ou Síndrome Pós-COVID-19. Do ponto de vista fisiopatológico, o SARS-CoV-2 apresenta tropismo multiorgânico mediado pela ligação aos receptores ACE2, amplamente expressos no sistema nervoso central, coração, trato gastrointestinal, rins, fígado, pulmões, glândulas endócrinas (hipófise, adrenal) e vasculatura. Esse tropismo amplo explica a diversidade de manifestações sistêmicas tanto na fase aguda quanto nas sequelas.\n\nDefinições: O CDC descreve Long COVID como sintomas novos, recorrentes ou persistentes por quatro ou mais semanas após a infecção aguda pelo SARS-CoV-2. A OMS define como manifestação de sintomas aproximadamente 3 meses após o início da infecção aguda, persistindo por mais de 2 meses, sem outra explicação diagnóstica. Estudos demonstram que Long COVID pode ocorrer independentemente da gravidade da infecção aguda ou da presença de comorbidades prévias.\n\nMecanismos fisiopatológicos centrais: (1) Inflamação sistêmica persistente — a tríade citocinêmica IL-1β, IL-6 e TNF está associada às sequelas pós-agudas (PASC); (2) Lesão microvascular e endotelial — denominada COVID-19-endotelitis — documentada nos leitos vasculares pulmonar, cardíaco, renal, hepático e intestinal, com ativação plaquetária e neutrophil extracellular traps (NETs) elevadas no plasma; (3) Imunotrombose com D-dímero persistentemente elevado mesmo sem embolia pulmonar identificável em angio-TC, sugerindo microtrombose ativa; (4) Ativação imune específica e autorreativa de longo prazo com produção de autoanticorpos, incluindo autoanticorpos contra receptores acoplados à proteína G e anticorpos no líquor de pacientes com sintomas neurológicos; anticorpos anti-ACTH com mimetismo molecular podem lesar a adrenal via ACE2; (5) Persistência viral em tecidos além da fase aguda; (6) Disfunção autonômica (desautonomia) — com SDNN de variabilidade de frequência cardíaca podendo cair para 9–11 ms em pacientes pós-COVID versus referência de saúde de ~40 ms (soma deitado + em pé), indicando prognóstico adverso; (7) Dano mitocondrial e disfunção do eixo HPA (hipotálamo-hipófise-adrenal) com hipocortisolismo; (8) Neuroinflamação e excitotoxicidade glutamatérgica com brain fog, depressão, ansiedade e comprometimento cognitivo; (9) Hiperativação mastocitária com intolerância à histamina por disfunção das enzimas DAO (diaminoxidase) e HNMT (histamina N-metiltransferase), exacerbada por leaky gut.\n\nManifestações clínicas: o Long COVID pode afetar mais de 50 sistemas ou órgãos. A fadiga é o sintoma mais prevalente, independentemente da gravidade da infecção aguda. Outras manifestações incluem: cefaleia, anosmia, parosmia, ageusia, dispneia, palpitações, brain fog (déficit de memória de curto prazo, concentração, função executiva e resolução de problemas), parkinsonismo, demência, delírio, ansiedade, depressão, tosse persistente, alopecia, dores articulares, sintomas gastrointestinais, intolerância ao exercício e disfunção erétil. Sequelas neurológicas em crianças — mesmo após infecção assintomática — incluem queixas semelhantes a TDAH, déficit de memória, fadiga e comprometimento mitocondrial.\n\nEixo endócrino-imune: o SARS-CoV-2 afeta o sistema endócrino por três mecanismos: infecção viral direta de glândulas endócrinas via ACE2 (hipófise, adrenal) causando edema, necrose e hipofisite; mimetismo molecular anti-ACTH levando a hipocortisolismo sem uso prévio de corticoide; e ativação de cascatas inflamatórias que disrompem eixos hormonais. Elevação de prolactina é frequente no pós-COVID, geralmente benigna, com macroprolactina como diagnóstico diferencial obrigatório. Piora glicêmica pós-quadros gripais atípicos deve levantar suspeita de COVID subclínica.\n\nEstratificação de risco: comorbidades que agravam o prognóstico endotelial e imunológico incluem tabagismo, hipertensão arterial, diabetes, obesidade, sexo masculino e história de doença cardiovascular. A gravidade do desequilíbrio autonômico (SDNN) e a persistência de D-dímero elevado são biomarcadores de risco para sequelas prolongadas.",
  "points": 18,
  "patient_explanation": "A COVID-19 é uma infecção viral causada pelo SARS-CoV-2 que, em muitas pessoas, deixa sequelas que persistem por semanas, meses ou mais tempo após a recuperação da fase aguda. Essa condição é chamada de COVID longo ou Síndrome Pós-COVID.\n\nQuem teve COVID pode apresentar cansaço intenso que não melhora com repouso, dificuldade de concentrar (sensação de névoa mental), falta de ar, palpitações, perda de olfato ou paladar, dores nas articulações, queda de cabelo e sintomas emocionais como ansiedade e depressão — mesmo após casos considerados leves na fase aguda.\n\nIsso acontece porque o vírus pode afetar vários órgãos ao mesmo tempo, incluindo o cérebro, o coração, o intestino e o sistema hormonal, deixando um estado de inflamação que pode demorar a se resolver. O sistema nervoso autônomo — que regula frequência cardíaca, pressão arterial e energia — também pode ficar desequilibrado, o que explica muitos desses sintomas.\n\nInformar ao seu médico sobre o histórico de COVID é importante pois permite investigar se existem sequelas ativas que precisam de cuidado, mesmo que você não as identifique claramente. Com avaliação personalizada e abordagem por mecanismos, é possível investigar e tratar as causas dos sintomas de forma eficaz.",
  "conduct": "## Conduta Clínica — Histórico de COVID-19 / Long COVID\n\n### 1. Anamnese Dirigida\n\n- Data(s) de infecção confirmada e número de episódios\n- Gravidade da fase aguda: ambulatorial, hospitalar, UTI\n- Esquema vacinal (influencia risco de Long COVID)\n- **Sintomas persistentes (>4 semanas):** fadiga, dispneia, brain fog, palpitações, anosmia, parosmia, ageusia, tosse, alopecia, dores articulares, distúrbios do sono, ansiedade, depressão\n- **Desautonomia:** taquicardia ao levantar, tontura ortostática, intolerância ao exercício, hipotensão neurogênica\n- **Hiperativação mastocitária:** tosse irritativa persistente, rinorreia, palpitações, cefaleia após alimentos histaminérgicos\n- **Eixo endócrino:** fadiga intensa sem causa aparente, hipotensão, piora glicêmica pós-viral, irregularidades menstruais\n\n---\n\n### 2. Investigação Laboratorial e Funcional\n\n**Inflamacao e coagulacao:**\n- Hemograma completo, PCR ultrassensível, VHS, ferritina\n- D-dímero — pode permanecer elevado mesmo sem embolia pulmonar em pacientes com dispneia de esforco\n- IL-6, TNF-α quando disponível (carga inflamatória sistêmica)\n\n**Eixo endócrino:**\n- TSH, T4 livre, anticorpos tireoidianos (anti-TPO, anti-Tg)\n- Prolactina e macroprolactina\n- Cortisol sérico matinal; se alterado: teste de estimulação com ACTH (rastrear hipocortisolismo por mimetismo anti-ACTH ou dano adrenal via ACE2)\n- Glicemia de jejum, hemoglobina glicada (HbA1c)\n- IGF-1 quando clinicamente pertinente\n\n**Sistema nervoso autonomo (VFC como biomarcador central):**\n- SDNN (variabilidade da frequência cardíaca): valores de 9–11 ms indicam disfunção autonômica grave e prognóstico ruim; referência de saúde ~40 ms (soma deitado + em pé)\n- Teste ortostático ativo (manobra de Schellong) para rastreio de POTS\n- Tilt table test em casos selecionados\n\n**Histamina e mastócitos (quando clinicamente suspeito):**\n- Metil-histamina urinária de 24 horas\n- Atividade de DAO sanguínea\n- Histamina plasmática quando disponível\n\n**Neurológico e cognitivo:**\n- Rastreio cognitivo breve (MoCA, MMSE) quando brain fog presente\n- Avaliação neuropsicológica formal em casos moderados a graves\n\n---\n\n### 3. Investigação por Sistema (quando clinicamente indicado)\n\n**Pulmonar:** espirometria + DLCO; TC de tórax se suspeita de fibrose pulmonar pós-COVID\n\n**Cardiovascular:** ECG, ecocardiograma (miocardite, disfunção ventricular); Holter 24h se arritmia suspeita\n\n**Neurológico:** RM de crânio se sintomas neurológicos focais ou parosmia grave\n\n---\n\n### 4. Criterios de Encaminhamento\n\n- **Pneumologista:** dispneia persistente, hipoxemia, achados pulmonares na imagem\n- **Cardiologista:** POTS confirmado, miocardite suspeita, D-dímero persistente, arritmias\n- **Neurologista / Neuropsicólogo:** comprometimento cognitivo grave, sintomas parkinsonianos, neuropatia autonômica\n- **Endocrinologista:** hipocortisolismo confirmado, disfunção tireoidiana complexa, disglicemia de difícil controle\n- **Imunologista / Alergologista:** síndrome de ativação mastocitária confirmada\n- **Psiquiatria / Psicologia:** ansiedade, depressão ou PTSD de intensidade moderada a grave\n\n---\n\n### 5. Intervencoes Baseadas em Evidencias\n\n**A. Controle da inflamacao sistemica (abordagem base para todos os casos):**\n- **Ômega-3 (EPA/DHA):** meta-análise de ensaios clínicos randomizados demonstrou eficácia na neuroinflamação pós-COVID\n- **Curcuminoides:** mínimo 500 mg/dia associado a 5 mg de piperina para biodisponibilidade\n- **Vitamina C intravenosa:** estudos de viabilidade sugerem benefício na fadiga pós-viral com Long COVID\n\n**B. Suporte mitocondrial e eixo HPA:**\n- Foco em disfunção mitocondrial como mecanismo central da fadiga\n- Se hipocortisolismo confirmado: manejo endocrinológico específico\n- Adaptógenos individualizados conforme perfil clínico\n\n**C. Neuroinflamacao e excitotoxicidade glutamatergica:**\n- **Magnésio:** treonato, glicina ou combinação treonato + dimalato; 1 g de glicina separada como opção adicional — modulação de canais GABA\n- **L-teanina:** até 600 mg/dia\n- **5-HTP:** administração sublingual como opção para suporte serotoninérgico\n- **Curcuminoides** (dose acima descrita) contribuem também neste eixo\n- Estimulação cerebral não invasiva (NIBS): evidência emergente para fadiga no PASC (ensaio publicado em Brain Stimul 2023)\n\n**D. Desautonomia:**\n- Hidratação adequada e, se tolerado, aumento de sódio dietético\n- Reabilitação física progressiva e individualizada (evitar exercício de alta intensidade na fase ativa)\n- Monitoramento seriado da VFC (SDNN) como biomarcador de resposta terapêutica\n- Técnicas somáticas: microfisioterapia para suporte do sistema nervoso autônomo\n\n**E. Hiperativacao mastocitaria e intolerancia a histamina:**\n- **Quercetina fitossômica:** mínimo 500 mg/dia (estabilizador mastocitário)\n- Antihistamínico de segunda geração: ebastina 10 mg 2x/dia temporariamente quando histamina suspeita\n- Dieta pobre em histamina na fase ativa\n- **Tosse persistente (nervo vago):** quercetina fitossômica + ebastina se componente histaminérgico; microfisioterapia/Miltapod como suporte integrativo\n\n**F. Prolactina elevada pos-COVID:**\n- Conduta expectante na maioria dos casos (elevação frequentemente benigna)\n- Dosar macroprolactina antes de qualquer intervenção\n- Tratar apenas se sintomática e com prolactina ativa confirmada\n\n---\n\n### 6. Monitoramento\n\n- Reavaliação clínica e laboratorial a cada 4–8 semanas na fase ativa\n- VFC/SDNN como biomarcador principal de acompanhamento autonômico\n- Mapeamento multissistêmico evolutivo dos sintomas (checklist por sistemas)\n- Ajuste individualizado por mecanismos — não há protocolo único; abordagem funcional integrativa caso a caso\n- Documentar progressão com escalas funcionais validadas quando disponíveis"
}
