{
  "score_item_id": "019bf31d-2ef0-7e01-8bd5-06b3ae60e8ec",
  "clinical_relevance": "O sarampo é uma doença infecciosa viral aguda de notificação compulsória, causada pelo Morbillivirus hominis (família Paramyxoviridae), transmitida exclusivamente por via aérea — aerossóis e gotículas respiratórias — com número básico de reprodução (R0) entre 12 e 18, tornando-o um dos agentes infecciosos mais contagiosos conhecidos. O vírus permanece viável no ambiente por até 2 horas após o contato com o caso índice, e o período de transmissibilidade se estende de 4 dias antes a 4 dias após o início do exantema.\n\nFisiopatologia: O vírus infecta inicialmente células do epitélio respiratório e macrófagos alveolares, disseminando-se por via linfática e hematogênica (viremia primária e secundária). A entrada celular é mediada pelas proteínas virais hemaglutinina (H) e proteína de fusão (F), via receptores CD150 (SLAM-F1) em células imunes e nectina-4 em células epiteliais. A imunossupressão resultante — denominada 'amnésia imunológica' — ocorre pela depleção maciça de linfócitos B e T de memória preexistentes, podendo reduzir o repertório imunológico em 20 a 73% e persistir por 2 a 3 anos após a infecção aguda, tornando o indivíduo vulnerável a patógenos que normalmente seriam controlados pela memória imunológica estabelecida.\n\nQuadro clínico e fases: (1) Incubação: 10 a 14 dias. (2) Fase prodrômica (3–5 dias): febre alta (≥38,5°C), coriza, conjuntivite não purulenta e tosse — a tríade clássica ('3Cs'). Manchas de Koplik (manchas branco-acinzentadas na mucosa jugal opostas aos molares) são patognomônicas e surgem 1 a 2 dias antes do exantema. (3) Fase exantemática: exantema maculopapular eritematoso de progressão craniocaudal, iniciando atrás das orelhas e na face, com piora progressiva da febre. (4) Convalescença: resolução em 3 a 5 dias com descamação furfurácea.\n\nComplicações: Ocorrem em 20 a 30% dos casos, com maior gravidade em menores de 5 anos, maiores de 20 anos, imunodeprimidos e desnutridos (especialmente com deficiência de vitamina A). As principais complicações são: pneumonia — principal causa de morte, ocorrendo em 1 a 6% dos casos; otite média; laringotraqueobronquite (crupe); diarreia com desidratação; ceratoconjuntivite com risco de cegueira (especialmente em deficientes de vitamina A). Complicações neurológicas incluem: encefalite aguda pós-infecciosa (incidência 1:1.000 casos; mortalidade 15%; sequelas neurológicas permanentes em 25% dos sobreviventes); encefalite de corpos de inclusão por células gigantes (MIBE), em imunocomprometidos; e panencefalite esclerosante subaguda (PEES/SSPE) — doença neurodegenerativa progressiva e invariavelmente fatal, que se manifesta em média 7 a 10 anos após a infecção aguda, com incidência estimada de 1:10.000 a 1:100.000 casos, risco substancialmente maior em infecções ocorridas antes dos 2 anos de idade.\n\nEpidemiologia: Antes da era vacinal, o sarampo era responsável por cerca de 2,6 milhões de mortes anuais no mundo. Com a vacina MMR (tríplice viral), houve redução superior a 99% dos casos em países com cobertura adequada. A OMS estima cerca de 9 milhões de casos e 128.000 mortes em 2021, majoritariamente em crianças menores de 5 anos não vacinadas. Cobertura vacinal de ≥95% com duas doses é necessária para sustentação da imunidade de rebanho. No Brasil, o sarampo foi declarado eliminado em 2016, mas ressurgiu em 2018–2019 com surtos nos estados do Amazonas, Roraima e São Paulo, acumulando mais de 18.000 casos confirmados, reflexo da queda da cobertura vacinal abaixo do limiar de segurança.\n\nRelevância no Escore Plenya: O histórico de sarampo é clinicamente relevante para: (1) investigar amnésia imunológica residual, especialmente em pacientes com infecções recorrentes ou de difícil resolução; (2) manter vigilância neurológica de longo prazo para PEES em adultos com sarampo na primeira infância (< 2 anos); (3) avaliar sequelas específicas (auditivas, visuais, pulmonares, neurológicas); (4) informar o status de imunidade natural — pacientes com sarampo documentado possuem imunidade vitalícia, dispensando MMR adicional; (5) considerar deficiência de vitamina A como fator de risco agravante a ser corrigido.",
  "points": 12,
  "patient_explanation": "O sarampo é uma doença infecciosa causada por um vírus muito contagioso, transmitido pelo ar. Quem já teve sarampo fica imune para o resto da vida — isso é uma boa notícia. Mas registrar esse histórico é importante por algumas razões que vão além da doença em si.\n\nApós o sarampo, o sistema de defesa do corpo pode ficar temporariamente mais fraco por 2 a 3 anos, pois o vírus destrói parte da 'memória' imunológica que protege contra outras doenças. Isso pode explicar, em alguns casos, maior frequência de infecções nesse período.\n\nEm casos raros, especialmente quando o sarampo ocorreu na primeira infância, o vírus pode permanecer no sistema nervoso e causar uma doença grave chamada PEES — que aparece anos ou décadas depois, com sintomas como alterações de memória, comportamento ou movimentos. Por isso, qualquer sintoma neurológico progressivo em quem teve sarampo merece atenção médica.\n\nO médico usará essa informação para verificar se há necessidade de investigações específicas, avaliar sequelas passadas e garantir que sua saúde esteja completamente monitorada.",
  "conduct": "## Conduta Clínica: Histórico de Sarampo\n\n### 1. Anamnese Direcionada\n\n- **Confirmar o diagnóstico:** sarampo clínico pode ser confundido com outras doenças exantemáticas (rubéola, roséola, escarlatina, eritema infeccioso, exantema por enterovírus); verificar se houve diagnóstico médico documentado ou apenas relato familiar\n- **Idade na época da infecção:** risco de PEES é significativamente maior quando a infecção ocorreu antes dos 2 anos de idade\n- **Ano aproximado:** contextualizar se foi antes ou após a introdução da vacina tríplice viral no calendário nacional (Brasil: 1992)\n- **Complicações agudas:** pneumonia, internação hospitalar, encefalite, perda auditiva, alterações visuais\n- **Sequelas funcionais:** déficits cognitivos, alterações de comportamento, crises epilépticas, alterações de marcha ou coordenação — podem indicar PEES em fase inicial\n- **Status vacinal atual:** verificar carteirinha; imunidade natural por doença documentada dispensa MMR adicional, mas é importante registrar formalmente no prontuário\n- **Infecções recorrentes pós-sarampo:** padrão compatível com amnésia imunológica residual\n\n---\n\n### 2. Rastreio de PEES (Panencefalite Esclerosante Subaguda)\n\n**Suspeitar em pacientes com histórico de sarampo, especialmente na primeira infância (< 2 anos), associado a:**\n- Deterioração cognitiva ou de memória progressiva\n- Mudanças de personalidade ou comportamento\n- Mioclonias periódicas (espasmos musculares involuntários)\n- Crises epilépticas de início tardio ou de difícil controle\n- Ataxia ou alterações de marcha progressivas\n\n**Investigação diagnóstica:**\n- **EEG:** padrão periódico de Radermecker (complexos de alta amplitude a cada 4–15 segundos)\n- **RNM de crânio:** lesões desmielinizantes em substância branca, predominantemente parieto-occipitais\n- **LCR:** títulos muito elevados de IgG anti-sarampo; índice IgG/albumina elevado\n- **Sorologia sérica:** títulos de anticorpos anti-sarampo desproporcionalmente elevados\n- **Encaminhar a neurologista imediatamente** em qualquer suspeita clínica — PEES é progressiva e fatal; diagnóstico precoce orienta manejo paliativo e familiar\n\n---\n\n### 3. Avaliação de Amnésia Imunológica\n\n**Indicado em:**\n- Histórico de sarampo há menos de 3 anos\n- Infecções recorrentes graves ou de difícil resolução após o episódio de sarampo\n- Imunodeficiência clínica suspeita\n\n**Exames:**\n- Hemograma completo com diferencial: avaliar linfopenia e neutrofilia\n- Dosagem de imunoglobulinas (IgG, IgA, IgM): hipogamaglobulinemia secundária\n- Títulos de anticorpos vacinais específicos (antitetânico, antipneumocócico, antidiftérico): indicadores funcionais de memória imunológica\n- Subpopulações linfocitárias (CD4, CD8, NK) em casos de suspeita de imunodeficiência significativa\n- **Considerar revacinação seletiva** para patógenos com títulos abaixo do limiar protetor, conforme orientação de infectologista ou imunologista\n\n---\n\n### 4. Avaliação de Sequelas Orgânicas\n\n- **Auditiva:** audiometria tonal e vocal em pacientes com relato de comprometimento auditivo após o episódio; sarampo pode causar hipoacusia neurossensorial\n- **Oftalmológica:** avaliação oftalmológica em histórico de ceratoconjuntivite grave; risco de sequelas da córnea, especialmente em deficientes de vitamina A\n- **Pulmonar:** espirometria e radiografia de tórax em pacientes com pneumonia como complicação; investigar bronquiectasias pós-infecciosas\n- **Neuropsicológica:** avaliação neuropsicológica em crianças que apresentaram encefalite aguda pós-infecciosa; monitorar desenvolvimento cognitivo e aprendizado\n\n---\n\n### 5. Suporte Nutricional e Imunológico\n\n- **Vitamina A:** deficiência é fator de risco estabelecido para complicações graves do sarampo; dosar 25-OH vitamina A se disponível; suplementar se deficiência documentada (protocolo OMS para complicações ativas: 200.000 UI/dia por 2 dias em crianças > 1 ano; ajustar dose por faixa etária)\n- **Vitamina D:** manter 25-OH vitamina D entre 40–80 ng/mL para suporte imunológico; dosar e suplementar conforme resultado\n- **Zinco:** 10–20 mg/dia se deficiência identificada; micronutriente crítico para função imune e recuperação pós-infecciosa\n- **Probióticos:** modulação da microbiota e imunidade de mucosas; considerar em pacientes com infecções recorrentes pós-sarampo\n\n---\n\n### 6. Critérios de Encaminhamento a Especialistas\n\n- **Neurologia:** qualquer suspeita de PEES; sequelas da encefalite aguda pós-infecciosa\n- **Imunologia/Infectologia:** hipogamaglobulinemia documentada; infecções recorrentes graves; dúvidas sobre necessidade de revacinação\n- **Pneumologia:** bronquiectasias ou sequelas pulmonares documentadas\n- **Otorrinolaringologia/Audiologia:** perda auditiva pós-sarampo\n- **Oftalmologia:** sequelas corneanas ou alterações visuais relacionadas ao episódio\n\n---\n\n### 7. Documentação e Vigilância Epidemiológica\n\n- **Registrar imunidade natural documentada** no prontuário (dispensa MMR adicional, salvo protocolo específico)\n- **Verificar status vacinal de contatos domiciliares:** identificar suscetíveis e orientar vacinação; cobertura de ≥95% é necessária para imunidade de rebanho\n- **Notificação obrigatória:** casos suspeitos ativos de sarampo são de notificação compulsória imediata no Brasil (≤ 24 horas) ao serviço de vigilância epidemiológica local"
}
