{
  "score_item_id": "019bf31d-2ef0-70ff-b7c5-b9ae4e7eec42",
  "clinical_relevance": "O registro de 'outra doença infecciosa' no histórico de saúde refere-se à identificação ativa de infecções passadas ou presentes que não se enquadram nas categorias específicas já listadas no escore (como HIV, tuberculose, hepatites virais), mas que podem exercer impacto significativo sobre o estado imunológico, metabólico e sistêmico do paciente. Do ponto de vista fisiopatológico, infecções — mesmo após a fase aguda — podem desencadear respostas inflamatórias crônicas persistentes, disregulação do eixo hipotálamo-hipófise-adrenal (HPA), neuroinflamação, disfunção mitocondrial e alterações do microbioma intestinal, comprometendo a homeostase sistêmica a longo prazo.\n\nA síndrome pós-infecciosa é um exemplo bem documentado: após infecções virais como SARS-CoV-2, Epstein-Barr, influenza e outros vírus, uma proporção significativa de pacientes desenvolve sintomas persistentes envolvendo fadiga, névoa cognitiva (brain fog), disautonomia, alterações do humor e perturbações do sono. Os mecanismos incluem ativação prolongada de vias de quinureninas (reduzindo serotonina disponível), excitotoxicidade glutamatérgica via receptores NMDA, redução do BDNF, disfunção do eixo intestino-cérebro e disregulação do sistema nervoso autônomo.\n\nDo ponto de vista imunológico, é fundamental compreender que infecções recorrentes ou graves podem revelar imunodeficiências primárias ou secundárias. Critérios de alerta incluem: mais de 8 otites novas por ano em crianças, mais de 2 pneumonias no último ano, mais de 4 infecções do trato respiratório inferior por ano, presença de abscessos de repetição, episódios de infecções sistêmicas graves (meningite, sepse), diarreia crônica, efeitos adversos à vacina BCG ou história familiar de imunodeficiência.\n\nAs respostas imunes TH1, TH2 e TH17 são moduladas por diferentes tipos de infecção: TH1 é ativada contra patógenos intracelulares, TH2 contra alérgenos e helmintos, e TH17 contra infecções fúngicas. Desequilíbrios prolongados nessas vias, especialmente após infecções repetidas ou tratamentos inadequados com antibióticos ou corticoides, comprometem a integridade da barreira intestinal, favorecendo hiperpermeabilidade intestinal (leaky gut), translocação de LPS e ativação imune sistêmica crônica.\n\nDeficiências nutricionais frequentemente associadas à maior susceptibilidade infecciosa incluem: vitamina D (ideal >40-60 ng/mL para função imune), vitamina A, zinco eritrocitário, ferro (ferritina idealmente >40-75 ng/mL), vitamina C e ômega-3. A avaliação laboratorial nutricional é parte integrante da investigação de infecções de repetição ou complicadas. A saúde bucal também representa foco relevante: infecções periodontais e endodônticas silenciosas podem manter um estado inflamatório crônico sistêmico e até precipitar doenças autoimunes.",
  "points": 8,
  "patient_explanation": "Este item registra se você já teve ou tem alguma doença infecciosa que não se encaixa em outras categorias específicas do questionário. Infecções — mesmo as que parecem resolvidas — podem deixar marcas no organismo: alterar o funcionamento do sistema imunológico, causar inflamação de baixo grau persistente, afetar o intestino e até influenciar humor, memória e disposição. Conhecer seu histórico infeccioso ajuda o médico a entender por que você pode estar se sentindo mal mesmo sem um diagnóstico claro, a identificar possíveis deficiências de vitaminas e minerais que facilitam infecções, e a verificar se há alguma condição que precise de acompanhamento. Informar sobre qualquer infecção passada ou atual — mesmo as que parecem sem importância — é fundamental para uma avaliação de saúde completa e personalizada.",
  "conduct": "## Conduta Clínica: Outra Doença Infecciosa no Histórico\n\n### 1. Investigação Anamnéstica Detalhada\n\n- **Caracterizar a infecção:** tipo, agente etiológico (se conhecido), data, duração, tratamento realizado e resposta terapêutica\n- **Avaliar recorrência:** frequência de infecções no último ano (respiratórias, urinárias, gastrointestinais, cutâneas)\n- **Pesquisar sintomas persistentes pós-infecção:** fadiga, névoa cognitiva, alterações do sono, dores musculares/articulares, distúrbios digestivos\n- **Investigar critérios de alerta para imunodeficiência:**\n  - >8 otites novas/ano (em crianças) ou infecções de repetição sem causa aparente\n  - >2 pneumonias no último ano\n  - Abscessos de repetição em pele ou órgãos internos\n  - Infecções sistêmicas graves (meningite, sepse)\n  - Efeitos adversos à vacina BCG\n  - História familiar de imunodeficiência\n- **Investigar fatores agravantes:** uso prévio ou crônico de antibióticos, corticoides, imunossupressores; exposição a tabagismo passivo/ativo; histórico alimentar com excesso de laticínios e ultraprocessados\n\n---\n\n### 2. Avaliação Laboratorial Dirigida\n\n**Imunológica básica:**\n- Hemograma completo com diferencial\n- Dosagem de imunoglobulinas (IgG, IgA, IgM, IgE)\n- PCR ultrassensível (PCR-us) e VHS\n- Subpopulações linfocitárias (CD3, CD4, CD8, NK) se suspeita de imunodeficiência celular\n\n**Nutricional (suporte imune):**\n- Vitamina D (25-OH-D) — meta funcional: 40–80 ng/mL (>80 ng/mL em imunodeprimidos)\n- Vitamina A (retinol sérico)\n- Zinco eritrocitário (mais fidedigno que o sérico)\n- Ferritina e saturação de transferrina (ferritina ideal >40–75 ng/mL)\n- Vitamina B12 e ácido fólico\n- Ômega-3 index (EPA+DHA em eritrócitos)\n\n**Inflamatório e metabólico:**\n- IL-6 (<3,4 pg/mL) e TNF-alfa (<8,1 pg/mL) quando suspeita de inflamação crônica pós-infecciosa\n- Glicemia de jejum e hemoglobina glicada (oscilações pós-infecção devem ser contextualizadas)\n- TSH e T4 livre (infecções podem desregular função tireoidiana)\n- Cortisol basal e/ou curva de cortisol (eixo HPA pode estar comprometido)\n\n**Gastrointestinal (se sintomas digestivos associados):**\n- Parasitológico de fezes (recomendado no contexto brasileiro)\n- Zonulina fecal ou sérica (avaliação de hiperpermeabilidade intestinal)\n- Teste respiratório para SIBO/IMO com lactulose ou glicose (critério: >20 ppm H2 nos primeiros 90 min)\n- Antitransglutaminase IgA e IgA sérica total\n\n---\n\n### 3. Critérios de Encaminhamento a Especialistas\n\n- **Infectologista:** infecções de causa não identificada, infecções oportunistas, suspeita de infecção crônica ativa\n- **Imunologista/Alergologista:** suspeita de imunodeficiência primária ou secundária, infecções de repetição sem explicação\n- **Pneumologista:** mais de 2 pneumonias/ano, sintomas respiratórios persistentes\n- **Gastroenterologista/Proctologista:** diarreia crônica, parasitoses de difícil controle\n- **Neurologista/Psiquiatra:** síndrome pós-infecciosa com névoa cognitiva grave, depressão ou disautonomia significativa\n- **Odontologista integrativo:** avaliação de focos infecciosos bucais silenciosos (doença periodontal, canais radiculares, cavitações)\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n**Suporte nutricional ao sistema imune:**\n- **Vitamina D:** suplementar conforme exame; em imunodeprimidos, meta >60–80 ng/mL; associar K2 (MK-7, 80–200 mcg)\n- **Zinco:** 10–15 mg/dia rotineiramente reduz recorrência de infecções respiratórias; em fase aguda, uso curto de 3–5 dias se níveis não conhecidos\n- **Vitamina A:** avaliar e suplementar se deficiente, especialmente em infecções respiratórias recorrentes\n- **Ômega-3:** anti-inflamatório sistêmico; ajustar dose conforme índice ômega-3\n- **N-acetilcisteína (NAC):** suporte antioxidante e mucolítico em fase aguda\n- **Própolis verde:** propriedades antimicrobianas e imunomoduladoras adjuvantes\n\n**Modulação da microbiota intestinal:**\n- Reduzir consumo de ultraprocessados, laticínios em excesso e glúten quando associados a inflamação crônica sistêmica\n- Probióticos dirigidos: *Lactobacillus* spp. (infecções urinárias, respiratórias, digestivas), *Saccharomyces boulardii* 250 mg 2x/dia (diarreia, candidíase, adjuvante em H. pylori), *Bifidobacterium* spp.\n- Lisados bacterianos (Broncho-Vaxom): 10 dias/mês por 3 meses para estimulação imune contra bactérias respiratórias\n- Avaliar e tratar SIBO (rifaximina ou protocolo herbal) e SIFO (fluconazol 2–3 semanas, taxa de resposta elevada) quando identificados\n\n**Fitoterápicos com evidência:**\n- **Pelargonium sidoides (Caloba, Imunoflan):** reduz replicação viral, duração e intensidade de infecções respiratórias\n- **Astragalus membranaceus:** 100–200 mg/dia para modulação imune em contexto de disbiose/inflamação crônica\n\n**Abordagem da síndrome pós-infecciosa:**\n- Investigar e tratar disregulação do eixo HPA: cortisol, ACTH\n- Modular neuroinflamação: ômega-3, curcumina, NAC, magnésio\n- Higiene do sono e regulação circadiana: evitar telas noturnas, álcool e privação de sono\n- Suporte mitocondrial em fadiga persistente: coenzima Q10 (100 mg), ubiquinol (100–200 mg), ácido alfa-lipoico (300–600 mg)\n- Exercício físico progressivo como modulador imune e do BDNF\n\n**Condutas a evitar:**\n- Uso de antibióticos para infecções virais\n- Medicar febre em temperaturas baixas sem indicação clínica (interrompe mecanismo de defesa fisiológico)\n- Uso de Montelucaste como imunomodulador (sem evidência para essa indicação e com efeitos colaterais neurológicos documentados: insônia, irritabilidade)\n- Corticoides e xaropes antialérgicos indiscriminados para tosse\n- Suplementar micronutrientes sem investigação laboratorial prévia do estado nutricional"
}
