{
  "score_item_id": "019bf31d-2ef0-7591-983a-1ac670c3da1d",
  "clinical_relevance": "Doenças alérgicas constituem um grupo heterogêneo de condições mediadas por mecanismos imunológicos e não imunológicos, com relevância crescente na prática clínica funcional integrativa. A classificação fundamental distingue reações imunológicas de reações não imunológicas. As reações imunológicas subdividem-se em: (1) Tipo I mediadas por IgE — urticária, angioedema, broncoespasmo, asma, anafilaxia e síndrome alérgica oral; (2) não mediadas por IgE — FPIES e proctocolite; (3) mistas — esofagite, gastrite e enterocolite eosinofílica; (4) Tipo III tardias mediadas por IgG/complexos imunes. As reações não imunológicas incluem as enzimáticas (intolerância à lactose, intolerância à histamina), farmacológicas (cafeína, tiramina) e tóxicas (intoxicação escombroide por atum/cavala).\n\nDo ponto de vista fisiopatológico, a sensibilização prévia é condição necessária para desencadear reação alérgica. O tecido linfoide associado ao intestino (GALT) desempenha papel central, devendo distinguir antígenos inofensivos de patógenos. A tolerância oral representa hiporresponsividade local e sistêmica a antígenos dietéticos, dependente da integridade da barreira epitelial e do equilíbrio microbiota-sistema imune. Disbiose e hiperpermeabilidade intestinal (leaky gut) são fatores patogênicos transversais às doenças alérgicas, amplificando a carga antigênica e a resposta imune.\n\nEpidemiologicamente, a prevalência das doenças alérgicas aumentou nas últimas décadas, associada à hipótese higiênica: excesso de higiene, famílias menores, urbanização e redução da biodiversidade microbiana aumentam o risco de sensibilização. Parto cesáreo, aleitamento não exclusivo, introdução precoce de proteínas alergênicas, uso precoce de antibióticos e inibidores de bomba de prótons são fatores de risco estabelecidos. Do ponto de vista genético, ter um dos pais alérgico confere risco de ~30%, e ambos os pais alérgicos eleva esse risco para ~80%. Os principais alérgenos alimentares incluem leite, trigo, soja, peixes, mariscos, ovos, amendoim, nozes e gergelim. Alergias a leite e ovos tendem a remitir na infância; alergias a amendoim, nozes e frutos do mar costumam ser persistentes.\n\nAs manifestações clínicas são multissistêmicas: cutâneas (prurido, urticária, angioedema, dermatite atópica, eczema), gastrointestinais (refluxo, vômitos, dor abdominal, constipação, diarreia, sangramento oculto), respiratórias (broncoespasmo, coriza, tosse, congestão nasal, dispneia), neurológicas (hiperatividade, déficit de atenção, dores de cabeça, brain fog), cardiovasculares (taquicardia, hipotensão, síncope em reações graves) e outras (palidez sem anemia, aftas, língua geográfica, fadiga).\n\nA relação entre doenças alérgicas e condições sistêmicas é clinicamente significativa. Distúrbios alérgicos (dermatite atópica, rinite, eczema) associam-se a risco aumentado de TDAH; crianças com TDAH apresentam níveis mais elevados de IgE e eosinófilos e mais baixos de hemoglobina e serotonina. A histamina, armazenada em mastócitos e basófilos, modula processos inflamatórios e neuronais; sua liberação excessiva pode romper a barreira hematoencefálica e causar neuroinflamação. A intolerância à histamina é fisiopatologicamente distinta da alergia IgE-mediada: resulta do desequilíbrio entre produção e degradação de histamina, mediada pelas enzimas DAO (diaminoxidase) e HNMT (histamina N-metiltransferase). Existem mais de 50 polimorfismos genéticos no gene AOC1, codificador da DAO; 117 tipos de micro-organismos da microbiota humana são capazes de sintetizar histamina endogenamente. A atividade da DAO é marcador indireto da integridade da mucosa intestinal. Dietas de eliminação baseadas em testes de IgG demonstraram taxa de sucesso de 71% na melhoria de sintomas crônicos (erupção cutânea, prurido, asma, enxaqueca, congestão nasal). Infecção por COVID-19 pode desequilibrar o sistema imune e aumentar a propensão a quadros alérgicos e de ativação mastocitária.",
  "points": 0,
  "patient_explanation": "Doenças alérgicas são condições em que o sistema de defesa do seu corpo reage de forma exagerada a substâncias normalmente inofensivas, como alimentos, pólen, ácaros ou produtos químicos. Essa reação pode se manifestar de formas muito variadas: coceira e vermelhão na pele, urticária, coriza, tosse, chiado no peito, dores de barriga, inchaço ou até reações mais graves como queda de pressão.\n\nCompreender seu histórico completo de alergias — tanto no passado quanto no presente — é muito importante porque essas condições podem estar conectadas a outros problemas que talvez você não associe a alergias, como enxaqueca, cansaço crônico, dificuldade de concentração, problemas intestinais e alterações de humor. Muitas vezes, o intestino é a raiz do problema: quando sua barreira intestinal não funciona bem, substâncias que deveriam ficar fora do organismo conseguem entrar e ativar o sistema imune de forma exagerada.\n\nHá também as intolerâncias, como a intolerância à lactose ou à histamina, que causam sintomas parecidos com alergia, mas por mecanismos diferentes e que exigem abordagens terapêuticas distintas. Alergias a leite e ovos em crianças costumam desaparecer com o tempo, enquanto alergias a amendoim, nozes e frutos do mar tendem a ser permanentes.\n\nInformar seu médico sobre todo o seu histórico alérgico — incluindo reações na infância, quais alimentos ou substâncias causam problemas e quais tratamentos já foram realizados — é fundamental para construir um plano de saúde completo, seguro e personalizado para você.",
  "conduct": "## Conduta Clínica: Doenças Alérgicas (Histórico)\n\n### 1. Anamnese Detalhada e Estratificação Inicial\n\n- **Cronologia e tipo de reações:** imediatas (segundos a minutos — suspeita IgE-mediada) vs. tardias (horas — suspeita IgG/não IgE)\n- **Sistemas envolvidos:** pele, gastrointestinal, respiratório, neurológico, cardiovascular\n- **História familiar:** um dos pais alérgico → risco ~30%; ambos → ~80%\n- **Fatores perinatais:** tipo de parto (cesáreo aumenta risco), aleitamento materno, tipo de introdução alimentar, uso de antibióticos e IBP na infância\n- **Comorbidades associadas:** TDAH, enxaqueca, fadiga crônica, doenças de pele crônicas, sintomas gastrointestinais recorrentes, brain fog\n- **Exposição ambiental:** ácaros, mofo, animais domésticos, poluentes, produtos químicos domésticos (amaciantes, perfumes), metais pesados\n- **Medicamentos que podem agravar:** antibióticos, IBP, AINEs, antidepressivos, anti-hipertensivos (inibem DAO)\n- **Síndrome da alergia oral:** pesquisar reatividade cruzada pólen-alimento (ex: bétula/maçã/amêndoas; ambrósia/banana/kiwi; látex/banana/abacate/tomate)\n\n### 2. Investigação Complementar\n\n**Laboratorial:**\n- **Hemograma completo:** eosinofilia e plaquetas >400 mil sugerem inflamação/atopia\n- **IgE total e específica (RAST/ImmunoCAP):** confirma sensibilização IgE-mediada por alérgenos específicos\n- **Fenotipagem linfocitária (CD4/CD8):** relação >3 → padrão TH2 (humoral/alérgico); <1 → padrão TH1 (celular)\n- **Calprotectina fecal:** valor <138 exclui alergia não mediada por IgE com alta sensibilidade\n- **Teste de IgG alimentar (SYNLAB, Testify ou equivalente):** guia dieta de eliminação personalizada em condições crônicas e refratárias; eficácia documentada em 71% dos casos\n- **Atividade da enzima DAO:** avalia metabolismo de histamina e integridade da mucosa intestinal\n- **Metil-histamina urinária (urina de 24h):** útil na suspeita de síndrome de ativação mastocitária (SAM) e intolerância à histamina\n- **Triptase sérica basal:** elevada na mastocitose; aumento ≥20% + 2 ng/mL acima do basal durante crise confirma SAM\n- **Pesquisa de polimorfismos genéticos:** gene AOC1 (DAO) — >50 polimorfismos conhecidos; gene HNMT\n- **Microbioma intestinal:** pesquisar disbiose com bactérias histaminogênicas (ex: *E. coli*, *Klebsiella*)\n- **Vitamina D, A, zinco, ferro:** avaliar e corrigir deficiências que comprometem a função imune e a barreira intestinal\n- **Marcadores inflamatórios sistêmicos e eixo HPA:** avaliação do estresse como fator de exacerbação\n\n**Testes alérgicos:**\n- **Prick test:** padrão-ouro para confirmação de alergias IgE-mediadas a inalantes e alimentos\n- **Patch test:** para investigação de hipersensibilidade de contato (tipo IV, mediada por linfócitos T)\n- **Teste de provocação oral:** confirmar ou descartar alergia alimentar sob supervisão médica\n\n### 3. Intervenções Baseadas em Evidências\n\n**Dietéticas:**\n- **Dieta de eliminação guiada por teste de IgG:** retirar alimentos com reatividade classe 3-4 por 2-3 meses, com reintrodução gradual e monitorada por nutricionista\n- **Dieta baixa em histamina** na intolerância confirmada: abordagem \"Food First\" em três fases — restritiva (1 mês), reintrodução (gradual, um alimento por vez) e manutenção\n- **Evitar estritamente os alérgenos confirmados** nas alergias IgE-mediadas (risco de anafilaxia)\n- **Não prescrever colágeno** em pacientes com alergias ativas (urticária, eczema) — aumenta a carga de histamina\n- **Dieta anti-inflamatória, rica em vegetais e livre de ultraprocessados**, corantes e conservantes artificiais\n\n**Saúde intestinal — pilar central:**\n- **Probióticos:** *Lactobacillus rhamnosus*, *L. casei*, *Bifidobacterium lactis*, *Akkermansia muciniphila* para modular resposta imune e reforçar barreira\n- **Prebióticos e fibras:** estimulam produção de butirato e propionato (anti-inflamatórios, protetores da barreira intestinal)\n- **Fitoterápicos:** resveratrol, curcumina, quercetina — modulam sistema imune, reduzem inflamação e atuam como prebióticos\n\n**Suplementação:**\n- **Enzima DAO:** cápsulas gastrorresistentes (dose padrão 4,2 mg), 20 minutos antes das refeições; a qualidade do produto e o timing são determinantes da eficácia\n- **Cofatores da enzima DAO:** vitamina B6, vitamina C, cobre\n- **Vitamina D:** manter níveis >60 ng/mL — fundamental para células T regulatórias e integridade intestinal\n- **Vitamina A:** crucial para indução da tolerância oral\n- **Magnésio:** necessário para ativação da vitamina D\n- **Ômega-3:** suplementar para ômega-índex >8%, especialmente em crianças e pacientes obesos\n- **Butirato de sódio:** proteção neuronal dopaminérgica em casos com comorbidade TDAH\n\n**Farmacológico:**\n- **Anti-histamínicos H1 e H2** para alívio sintomático (não degradam histamina, apenas bloqueiam receptores)\n- **Adrenalina intramuscular** na anafilaxia (primeira linha absoluta); corticoides e anti-histamínicos como adjuvantes\n- **Cautela com anti-histamínicos de primeira geração** em crianças pequenas — risco para neurodesenvolvimento\n- Em SAM: protocolo de tratamento escalonado conforme gravidade\n\n### 4. Critérios de Encaminhamento a Especialistas\n\n- **Alergista/Imunologista:** anafilaxia prévia ou atual, suspeita de mastocitose ou SAM, asma moderada/grave, >2 pneumonias/ano ou >4 otites/ano em crianças, imunodeficiência associada\n- **Gastroenterologista:** suspeita de esofagite eosinofílica, FPIES, doença celíaca ou doença inflamatória intestinal\n- **Nutricionista especializado em alergias:** dietas de eliminação complexas, alergias múltiplas, crianças em crescimento (risco de carências — especialmente cálcio em exclusão de lácteos)\n- **Neurologista/Psiquiatra:** alergias associadas a TDAH, enxaqueca refratária ou manifestações neurológicas proeminentes\n- **Dermatologista:** dermatite atópica grave ou refratária, urticária crônica espontânea"
}
