{
  "score_item_id": "019bf31d-2ef0-7b1b-a647-6bf4f6458d30",
  "clinical_relevance": "A rinite é a inflamação da mucosa nasal, caracterizada por quatro sintomas cardinais: rinorreia (anterior ou posterior), espirros, prurido nasal e obstrução nasal. Pode ser classificada quanto à etiologia em alérgica (mediada por IgE) e não alérgica (infecciosa, vasomotora, medicamentosa, hormonal, ocupacional), e quanto à duração em intermitente (<4 dias/semana ou <4 semanas consecutivas) e persistente (>4 dias/semana e >4 semanas consecutivas), conforme os critérios ARIA. A forma alérgica é decorrente de sensibilização a aeroalérgenos (ácaros, fungos, epitélio de animais, pólen) com ativação de mastócitos via IgE, degranulação de histamina, leucotrienos e prostaglandinas, e recrutamento eosinofílico na fase tardia.\n\nEpidemiologia: A rinite alérgica afeta entre 10–30% da população adulta mundial e até 40% das crianças, sendo uma das doenças crônicas mais prevalentes. A rinite não tratada é fator de risco independente para desenvolvimento e agravamento de asma brônquica — 90–95% dos asmáticos apresentam rinite associada, e o tratamento da rinite melhora substancialmente o controle da asma. A rinite alérgica também é associada a rinossinusite crônica, conjuntivite alérgica, otite média com efusão, respiração oral, disfunção do sono e impacto cognitivo.\n\nFisiopatologia relevante — intolerância à histamina: Além da via IgE-mastócito clássica, a rinite pode ter componente de intolerância à histamina quando há deficiência da enzima diaminoxidase (DAO), responsável pela degradação intestinal e tecidual da histamina exógena e endógena. Existem mais de 50 polimorfismos genéticos associados ao metabolismo da histamina, com quatro polimorfismos específicos no gene AOC1 (que codifica a DAO) frequentemente analisados, além do gene HNMT (histamina N-metiltransferase intracelular). Nesses casos, a rinite apresenta-se junto a outros sintomas sistêmicos — urticária, cefaleia, diarreia, flushing, distensão abdominal, refluxo — e é desencadeada por alimentos ricos em histamina (queijos maturados, embutidos, fermentados, atum, vinho) ou por medicamentos inibidores da DAO (antidepressivos, anti-hipertensivos, certos antibióticos). Um estudo identificou 117 tipos de micro-organismos na microbiota humana capazes de sintetizar histamina, com níveis fecais que podem atingir 61.500 ng/g em casos extremos.\n\nEixo intestino-via aérea: A disbiose intestinal e a hiperpermeabilidade intestinal (leaky gut) amplificam a resposta imune Th2 e aumentam a carga de histamina sistêmica, contribuindo para a manutenção e agravamento da rinite. A microbiota intestinal e pulmonar se influenciam bidirecionalmente — a disbiose pulmonar (aumento de proteobactérias) está associada à asma, e a saúde intestinal é a base da imunidade de mucosa das vias aéreas.\n\nRinite em crianças: Rinorreia persistente e congestão nasal recorrente em lactentes e pré-escolares devem levar à investigação de alergia à proteína do leite de vaca (APLV) não mediada por IgE, deficiências nutricionais (vitamina D, A, zinco, ferro) e exposição a aeroalérgenos. A frequência de infecções em crianças na creche é normal; o sinal de alerta é a ausência de recuperação completa entre os episódios. Critérios de infecção respiratória de repetição em crianças: >6 infecções/ano, >1/mês, >3 do trato respiratório inferior/ano. Rinite na infância é fator de risco para progressão à asma e deve ser tratada ativamente.\n\nEstratificação de risco no escore: A rinite isolada tem baixo impacto direto na mortalidade (baixa gravidade isolada), porém quando não tratada contribui para progressão de asma, infecções respiratórias de repetição, otites, sinusites, distúrbios do sono e comprometimento cognitivo. A coexistência de rinite com asma eleva substancialmente o risco de exacerbações asmáticas graves. A pontuação atribuída reflete: baixo impacto em mortalidade isolada, alta prevalência (30% critério), e boa intervencionabilidade com múltiplas estratégias eficazes disponíveis.",
  "points": 7,
  "patient_explanation": "Rinite é a inflamação do revestimento interno do nariz, que causa sintomas como coriza (secreção nasal), espirros, nariz entupido e coceira nasal. Ela pode ser causada por alergias — como alergia a ácaros, pelos de animais ou mofo — ou por outros fatores, como infecções, sensibilidade a certos alimentos ou mudanças de temperatura.\n\nAlém do incômodo diário, a rinite não tratada pode afetar o seu sono, a sua concentração e a sua qualidade de vida. Ela também está fortemente ligada à asma: quase todos os asmáticos têm rinite, e tratar a rinite ajuda a controlar melhor a respiração.\n\nEm alguns casos, a rinite está relacionada a uma maior sensibilidade à histamina — uma substância presente em alimentos fermentados, queijos maturados e embutidos — o que pode piorar os sintomas nasais junto a dores de cabeça e desconfortos digestivos. Questões intestinais, como desequilíbrio da flora intestinal, também podem alimentar a inflamação nasal.\n\nInformar ao seu médico sobre o histórico de rinite é importante mesmo que os sintomas pareçam leves. Com investigação adequada e as intervenções certas — higiene nasal, controle ambiental, ajustes alimentares e, quando necessário, medicamentos ou fitoterápicos — é possível reduzir os sintomas, evitar complicações e melhorar a saúde geral.",
  "conduct": "## Conduta Clínica: Rinite (Histórico de Doenças Alérgicas)\n\n### 1. Avaliação Inicial e Caracterização\n\n**Anamnese dirigida:**\n- Caracterizar padrão: intermitente vs. persistente; sazonal vs. perene\n- Identificar gatilhos: aeroalérgenos (ácaros, animais, pólens, fungos), irritantes (fumaça, odores, ar frio), alimentos ricos em histamina\n- Investigar comorbidades: asma, dermatite atópica, conjuntivite, rinossinusite, otite\n- Histórico familiar de atopia — um dos pais com alergia → risco ~30%; ambos → ~80%\n- Medicamentos em uso que possam inibir a DAO (antidepressivos, anti-hipertensivos, certos antibióticos)\n- Dieta: consumo de alimentos ricos em histamina (queijos maturados, embutidos, fermentados, vinho, atum/cavala, berinjela, abacate, tomate)\n- Sintomas sistêmicos sugestivos de intolerância à histamina: rinite + urticária + cefaleia + diarreia + flushing + distensão abdominal — quando presentes em conjunto, levantar suspeita de intolerância à histamina ou síndrome de ativação mastocitária (SAM)\n- **Em crianças:** investigar APLV, infecções de repetição (>6/ano), frequência em creche, exposição domiciliar a aeroalérgenos\n\n**Exame físico nasal:** mucosa pálida e edemaciada (rinite alérgica), mucosa eritematosa (infecciosa/vasomotora), cornetos hipertróficos, presença de pólipos\n\n---\n\n### 2. Investigação Complementar\n\n- **Prick test para aeroalérgenos** (ácaros *Dermatophagoides pteronyssinus/farinae*, fungos, epitélio de gato/cão, baratas, pólens) — padrão diagnóstico para rinite alérgica IgE-mediada\n- **IgE total e específica (RAST/ImmunoCAP):** complementar ou quando prick test não disponível\n- **Teste de IgG alimentar** (ex.: SYNLAB, Testify): investigar reações alimentares tardias que amplificam carga inflamatória sistêmica — estudos mostraram melhora em congestão nasal, prurido, asma e enxaqueca com dietas de eliminação baseadas em IgG\n- **Atividade da enzima DAO:** solicitar quando há suspeita de intolerância à histamina — redução confirma déficit enzimático; disponível em painéis de avaliação de leaky gut (ex.: Copromax)\n- **Metil-histamina em urina de 24h:** marcador de carga histamínica sistêmica\n- **Polimorfismos genéticos:** AOC1 (DAO) e HNMT — indicado em casos refratários ou com suspeita de base genética\n- **Em crianças com rinite + infecções recorrentes:**\n  - 25-OH vitamina D, vitamina A, zinco (eritrocitário), perfil de ferro (ferritina, ferro sérico, transferrina/TSAT), hemograma completo; considerar vitamina B12\n  - Imunoglobulinas séricas (IgA, IgG, IgM) — se >4 otites/ano, >2 pneumonias/ano ou suspeita de imunodeficiência primária\n  - Prick test para ácaros e fungos\n- **Microbioma intestinal:** investigar disbiose como fator contribuinte via eixo intestino-pulmão\n- **TC de seios da face:** se suspeita de rinossinusite crônica associada\n\n---\n\n### 3. Critérios de Encaminhamento\n\n- **Alergologista/Imunologista:**\n  - Rinite alérgica persistente moderada-grave sem controle adequado com tratamento padrão\n  - Candidato à imunoterapia alérgeno-específica (dessensibilização subcutânea ou sublingual)\n  - Crianças com >4 otites/ano, >2 pneumonias/ano ou suspeita de imunodeficiência primária\n  - Suspeita de síndrome de ativação mastocitária (SAM) — diagnóstico diferencial obrigatório quando há sintomas episódicos em ≥2 sistemas (respiratório, gastrointestinal, cutâneo, cardiovascular)\n- **Otorrinolaringologista:**\n  - Rinossinusite crônica refratária\n  - Desvio de septo com obstrução significativa\n  - Suspeita de pólipos nasais\n- **Nutricionista especializado em alergias/intolerâncias:**\n  - Condução de dieta de eliminação e reintrodução (histamina, IgG alimentar)\n  - Exclusão de lácteos em crianças (garantir aporte adequado de cálcio com acompanhamento especializado)\n- **Pneumologista:** quando associada à asma de difícil controle\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n#### Controle Ambiental e Higiene Nasal\n- Capas antiácaro em colchões e travesseiros; lavagem de roupas de cama semanalmente em água quente\n- Redução de umidade domiciliar (<50%) para controle de ácaros e fungos; evitar carpetes e cortinas pesadas em quartos\n- **Higiene nasal com soro fisiológico isotônico:** diariamente como higiene de manutenção; **soro hipertônico 3%** (1–2 jatos por narina, 3–4x/dia) em congestão intensa — especialmente em crianças antes de inalações\n\n#### Manejo Farmacológico\n- **Anti-histamínicos H1 de 2ª geração** (cetirizina, loratadina, fexofenadina, bilastina): primeira linha para espirros, prurido e rinorreia; uso contínuo em rinite persistente\n- **Corticoide nasal tópico** (mometasona, fluticasona, budesonida): mais eficaz que anti-histamínico oral isolado para obstrução nasal; uso regular por pelo menos 2–4 semanas para efeito pleno; **em crianças:** preferir menor dose eficaz e monitorar crescimento linear a cada 6 meses (risco cumulativo com rinite + asma + dermatite)\n- **Antagonistas de leucotrienos** (montelucaste): adjuvante quando há asma associada; **atenção:** pode causar sintomas psiquiátricos em até 20% das crianças — não usar em menores de 2 anos sem rinite confirmada e monitorar cuidadosamente\n- **Bloqueadores H1 e H2** concomitantes: quando intolerância à histamina confirmada com sintomas gastrointestinais associados\n- **Imunoterapia alérgeno-específica:** modifica o curso natural da doença; indicada em rinite alérgica comprovada moderada-grave com alérgenos bem definidos e resposta inadequada ao tratamento farmacológico\n\n#### Abordagem da Intolerância à Histamina\n- **Dieta baixa em histamina** por 4–8 semanas como intervenção diagnóstico-terapêutica: restringir queijos maturados, embutidos, fermentados, vinho, cerveja, atum, cavala, berinjela, tomate, abacate, espinafre\n- Reintrodução gradual e supervisionada após período de exclusão para identificar limiar de tolerância individual\n- **Enzima DAO** (4,2 mg): tomar 20 minutos antes das principais refeições para reduzir carga histamínica pós-prandial\n- **Cofatores da DAO:** vitamina B6, vitamina C, cobre — avaliar e suplementar quando deficientes\n- **Modulação da microbiota:** probióticos (*Lactobacillus rhamnosus*, *L. casei*, *Bifidobacterium lactis*, *Akkermansia muciniphila*) para reduzir bactérias histaminogênicas e fortalecer barreira intestinal; fibras prebióticas para produção de butirato e propionato\n\n#### Fitoterápicos com Evidências nos Chunks\n- **Quercetina** (250–500 mg lipossomada): inibe liberação de histamina por mastócitos e síntese de citocinas inflamatórias (mecanismo similar ao cromoglicato); estudos mostraram melhora de sintomas e aumento do peak flow; doses de 1.000 mg reduziram infecções respiratórias; uso seguro em adultos por até 12 semanas — **cautela em crianças** (faltam dados de segurança pediátrica)\n- **Cúrcuma** (500 mg/dia por 60 dias em adultos; 20–40 mg/kg/dia por 6 meses em crianças): reduz IL-4 e TNF-alfa, aumenta IL-10; estudo em adultos com rinite alérgica mostrou redução significativa de sintomas e aumento do fluxo nasal em 60 dias\n- **Boswellia serrata** (300 mg 3x/dia por 6 semanas): ácidos bosvélicos inibem síntese de leucotrienos; evidências limitadas porém plausibilidade bioquímica relevante para rinite e asma\n- **Pelargonium sidoides** (Caloba/Imunoflã): reduz replicação viral, duração e intensidade das infecções respiratórias de repetição; especialmente útil em crianças com rinite + IVR recorrentes\n- **N-acetilcisteína (NAC)** (300–400 mg pediátrico; 600 mg adulto): mucolítico eficaz em rinite com hipersecreção e congestão\n- **Própolis verde:** adjuvante anti-inflamatório e antimicrobiano em rinite associada a infecções respiratórias de repetição\n\n#### Nutrição e Suplementação de Suporte\n- **Vitamina D:** corrigir deficiência — fundamental para células T regulatórias e integridade da barreira epitelial das vias aéreas; em crianças com rinite + infecções, considerar curso curto de 3–5 dias se níveis desconhecidos\n- **Vitamina A:** crucial para tolerância oral e integridade das mucosas respiratórias; repor se deficiente\n- **Zinco:** 10–15 mg/dia por 4–7 meses reduz recorrência de infecções respiratórias em crianças com rinite + IVR repetição; cofator da enzima DAO\n- **Ômega-3 (EPA+DHA):** ação anti-inflamatória sistêmica nas mucosas das vias aéreas; especialmente relevante na rinite associada à asma neutrofílica\n- **Vitaminas B6 e C, cobre:** cofatores das vias de degradação da histamina (DAO e HNMT) — suplementar quando identificadas deficiências\n\n---\n\n### 5. Monitoramento e Seguimento\n\n- Reavaliação sintomática após 4–8 semanas de tratamento instituído\n- Ajustar suplementação conforme resultados laboratoriais (vitamina D, zinco, vitamina A, ferro)\n- Em intolerância à histamina: reavaliar atividade da DAO e sintomas após 3 meses de intervenção dietética e suplementação\n- Em crianças em uso de corticoide nasal: monitorar crescimento linear a cada 6 meses; considerar risco cumulativo se também em uso de ICS para asma ou corticoide tópico para dermatite\n- Manter calendário vacinal atualizado (influenza anual em rinite + asma; pneumocócica conforme faixa etária)\n- Seguimento com alergologista/imunologista para revisão da resposta à imunoterapia ou ajuste terapêutico conforme evolução\n- Avaliar impacto da rinite no controle da asma quando comorbidade presente — tratar ambas concomitantemente como via aérea única"
}
