{
  "score_item_id": "019bf31d-2ef0-7afd-b8ea-10aa7638fecb",
  "clinical_relevance": "A sinusite — inflamação das mucosas que revestem os seios paranasais — representa uma das condições respiratórias mais prevalentes, com impacto direto na qualidade de vida e forte associação com o fenótipo alérgico sistêmico. No contexto do Escore Plenya, seu registro como histórico de doença alérgica sinaliza a necessidade de investigação das causas subjacentes, que frequentemente envolvem disregulação imune, intolerância à histamina, disbiose intestinal e deficiências nutricionais específicas.\n\nDo ponto de vista fisiopatológico, a sinusite pode ser classificada em aguda (até 4 semanas), subaguda (4–12 semanas) ou crônica (acima de 12 semanas), com ou sem polipose nasal. A forma alérgica resulta da ativação de mastócitos e basófilos mediada por IgE em resposta a aeroalérgenos (ácaros, fungos, pólen, epitélio de animais), com liberação de histamina e mediadores pró-inflamatórios (IL-4, IL-5, IL-13) que promovem edema mucoso, obstrução dos óstios de drenagem e proliferação bacteriana secundária.\n\nA conexão com a intolerância à histamina é clinicamente relevante e muitas vezes subestimada. A histamina é degradada por duas vias principais: a enzima diaminoxidase (DAO), responsável pela degradação extracelular intestinal, e a histamina N-metiltransferase (HNMT), via intracelular. Polimorfismos no gene AOC1, que codifica a DAO, comprometem essa degradação — existem mais de 50 polimorfismos genéticos associados ao metabolismo da histamina. A disbiose intestinal com predominância de bactérias histaminogênicas como E. coli e Klebsiella representa fonte endógena significativa de histamina, e estudos identificaram 117 tipos de micro-organismos na microbiota humana capazes de sintetizar histamina. A condição de intestino permeável (leaky gut) potencializa o acúmulo sistêmico, perpetuando o ciclo inflamatório nasosinusal.\n\nA sinusite integra o espectro da chamada \"doença das vias aéreas unificadas\": coexiste com rinite em mais de 80% dos casos e tem associação direta com asma, otite média recorrente e dermatite atópica, refletindo um fenótipo inflamatório de mucosa compartilhado. Em crianças, o critério de infecção respiratória de repetição (mais de 6 episódios por ano ou mais de 3 episódios sinusais anuais) indica investigação imunológica formal.\n\nNo contexto funcional integrativo, a sinusite crônica ou recorrente deve levantar suspeita de: alergia alimentar mediada por IgG (especialmente a laticínios, cujas proteínas como a caseína promovem processo inflamatório de mucosa e disbiose) ou IgE; intolerância à histamina com déficit de DAO; síndrome de ativação mastocitária (SAM), que cursa com sintomas episódicos multissistêmicos incluindo congestão nasal, cefaleia, taquicardia e manifestações gastrointestinais; e deficiências de nutrientes que comprometem a imunidade de mucosa (vitaminas A e D, zinco, ferro). Fontes de inflamação crônica — infecções silenciosas nasais, exposição a mofo e metais tóxicos — também devem ser investigadas sistematicamente.\n\nA sinusite crônica contribui diretamente para dores de cabeça recorrentes, brain fog, fadiga e redução da qualidade de vida, condições com impacto funcional significativo que justificam sua investigação ativa no escore de saúde.",
  "points": 4,
  "patient_explanation": "A sinusite é uma inflamação nos espaços ocos dentro dos ossos do rosto, chamados seios paranasais. Quando a mucosa desses espaços incha — por causa de alergias, infecções ou inflamação crônica — o muco fica represado e você pode sentir dor facial, congestão nasal, dores de cabeça, secreção espessa e sensação de peso na cabeça.\n\nTer um histórico de sinusite no seu escore de saúde é importante porque ela raramente aparece sozinha. Na maioria das vezes, existe uma causa mais profunda: uma alergia não identificada, sensibilidade a algum alimento (especialmente laticínios ou glúten), um desequilíbrio na flora intestinal ou falta de nutrientes essenciais para o funcionamento do sistema imunológico, como vitamina D, zinco e vitamina A.\n\nO intestino e o nariz estão muito mais conectados do que parecem: quando o intestino está inflamado ou desequilibrado, a mucosa nasal e sinusal também sofre. Por isso, tratar a sinusite de forma integrativa — investigando e corrigindo essas causas de fundo — costuma ser muito mais eficaz do que apenas tratar o sintoma a cada episódio. Com as medidas certas, é possível reduzir significativamente a frequência e a intensidade das crises.",
  "conduct": "## Conduta Clínica — Sinusite (Histórico de Doença Alérgica)\n\n### 1. Anamnese Dirigida\n\n- **Classificação temporal:** episódica aguda, recorrente (≥ 3–4 episódios/ano) ou crônica (> 12 semanas contínuas)\n- **Padrão de sintomas:** obstrução nasal, rinorreia anterior ou posterior, cefaleia frontal ou maxilar, hiposmia, tosse noturna, drenagem pós-nasal\n- **Gatilhos identificados:** aeroalérgenos (ácaros, pólen, mofo, pelos de animais), alimentos, mudanças climáticas\n- **Associação com outras doenças alérgicas:** rinite, asma, dermatite atópica, urticária, otites recorrentes\n- **Histórico de uso de antibióticos:** frequência, resposta clínica, recorrência pós-tratamento\n- **Histórico alimentar:** consumo de laticínios, glúten, alimentos ricos em histamina (queijos maturados, fermentados, vinho, frutos do mar, tomate, abacate, berinjela)\n- **Sintomas sugestivos de intolerância à histamina:** coceira após consumo de alimentos ricos em histamina, rinite, urticária, dores de cabeça, flushing, distensão abdominal, refluxo\n- **Histórico familiar de atopia:** risco ~30% com um progenitor atópico; ~80% se ambos\n- **Em crianças:** > 6 infecções respiratórias/ano ou > 3 sinusites/ano indicam investigação imunológica formal; > 4 otites/ano ou > 2 pneumonias/ano → encaminhar a imunologista\n\n---\n\n### 2. Investigação Complementar\n\n**Avaliação alergológica e imunológica:**\n- Prick test para aeroalérgenos (ácaros, fungos, pólen, epitélio de animais)\n- IgE total e IgE específica para alérgenos relevantes\n- Perfil de imunoglobulinas (IgG, IgA, IgM, IgE) em sinusite recorrente — descartar imunodeficiências primárias\n- Eosinófilos no hemograma completo\n- Teste de IgG alimentar específico (SYNLAB, Testify) — painel para laticínios, glúten, ovos e outros alimentos reativos\n\n**Avaliação de histamina e DAO:**\n- Dosagem de metil-histamina em urina de 24 horas\n- Atividade da enzima DAO sérica (valores < 10 U/mL sugerem déficit enzimático) — disponível em exame Copromax\n- Avaliação de permeabilidade intestinal (leaky gut) quando há sinusite associada a sintomas gastrointestinais\n- Polimorfismos genéticos nos genes AOC1 (DAO) e HNMT quando clinicamente indicado\n\n**Status nutricional e imunidade de mucosa:**\n- 25-OH Vitamina D (alvo funcional: 40–60 ng/mL)\n- Vitamina A sérica\n- Zinco eritrocitário (mais sensível que sérico)\n- Perfil de ferro (ferritina, ferro sérico, saturação de transferrina)\n- Hemograma completo com diferencial\n- PCR ultrassensível (marcador de inflamação crônica de baixo grau)\n\n**Imagem (quando clinicamente indicado):**\n- Tomografia computadorizada de seios paranasais: padrão-ouro para avaliação anatômica, pólipos e espessamento mucoso — indicada em sinusite crônica refratária ou suspeita de complicação\n- Endoscopia nasal: avaliação direta de mucosa, pólipos, desvio septal\n- Evitar radiografia simples de seios paranasais pela baixa especificidade\n\n---\n\n### 3. Critérios de Encaminhamento a Especialistas\n\n- **Otorrinolaringologista:** sinusite crônica refratária (> 12 semanas sem resposta ao tratamento clínico), polipose nasal, avaliação para cirurgia endoscópica, desvio de septo sintomático\n- **Alergologista/Imunologista:** suspeita de imunodeficiência primária, sinusite recorrente com atopia associada, candidatos a imunoterapia específica com alérgenos\n- **Atenção emergencial imediata:** sinais de complicação — edema periorbitário, proptose, alteração visual, rigidez de nuca, cefaleia súbita de forte intensidade (suspeita de celulite orbitária ou extensão intracraniana)\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n**Higiene nasal (primeira linha):**\n- **Lavagem nasal com soro fisiológico** diária — preferir baixa pressão; soro hipertônico 3%: 1 jato por narina, 3–4 vezes/dia em congestão importante\n- Inalação com soro fisiológico para fluidificação de secreções espessas\n\n**Farmacológico agudo:**\n- **N-acetilcisteína (NAC/Fluimucil):** 300–600 mg/dia — mucolítico com ação antioxidante adicional\n- **Anti-histamínicos H1** (loratadina, cetirizina, ebastina): controle do componente alérgico; bloqueadores H2 como adjuvante na intolerância à histamina\n- **Corticosteroides intranasais** (mometasona, budesonida, fluticasona): primeira linha para sinusite alérgica e crônica\n- **Antibióticos:** reservar para sinusite bacteriana confirmada (purulência unilateral, dor facial intensa, febre acima de 38,5°C por mais de 3 dias, ou piora após melhora inicial); evitar uso empírico em quadros predominantemente virais\n- **Analgésicos:** dipirona preferida para manejo da dor e febre\n\n**Abordagem funcional integrativa:**\n- **Intolerância à histamina confirmada ou suspeita:** dieta baixa em histamina por 4–8 semanas (restringir queijos maturados, fermentados, vinho, espinafre, tomate, abacate, alimentos enlatados); enzima DAO 4,2 mg VO 20 minutos antes das refeições; reposição de cofatores da DAO (vitamina B6, vitamina C, cobre)\n- **Suspeita de APLV ou sensibilidade alimentar:** exclusão de laticínios e/ou glúten por 2–3 meses com reintrodução gradual supervisionada por nutricionista; a retirada do leite pode reduzir a inflamação crônica de mucosa independentemente de alergia clássica, pelo impacto da caseína na disbiose e na permeabilidade intestinal\n- **Modulação intestinal:** probióticos (Lactobacillus rhamnosus, Saccharomyces boulardii, Bifidobacterium lactis) e prebióticos para reduzir disbiose histaminogênica e restaurar a barreira intestinal\n- **Suplementação adjuvante:**\n  - Zinco 10–15 mg/dia: reduz recorrência de infecções respiratórias\n  - Própolis verde: adjuvante imunomodulador e antimicrobiano em episódios de IVR e sinusite\n  - Pelargonium sidoides (Caloba, Imunoflan): nos primeiros dias de episódios agudos virais — reduz replicação viral, duração e intensidade do quadro\n  - Vitamina D: corrigir deficiência (alvo 40–60 ng/mL) para modulação imunológica\n  - Vitamina A: cursos curtos (3–5 dias) durante infecções agudas quando níveis desconhecidos\n- **Lisados bacterianos (Broncho-Vaxom):** protocolo de 10 dias/mês por 3 meses para reduzir frequência de infecções respiratórias recorrentes — estimula imunidade adaptativa de mucosa\n\n**Evitar:**\n- Colágeno hidrolisado em pacientes com quadros alérgicos ativos — risco de aumento da carga histamínica\n- Uso indiscriminado de antibióticos em sinusites predominantemente virais\n- Corticosteroides sistêmicos repetidos sem indicação precisa\n\n---\n\n### 5. Monitoramento\n\n- Reavaliar frequência de episódios como marcador de resposta ao tratamento\n- Controlar status de vitamina D, zinco e ferro a cada 3–6 meses durante intervenção nutricional\n- Reavaliação do microbioma intestinal após intervenção terapêutica\n- Ajustar dieta de eliminação e suplementação conforme resultados laboratoriais seriados"
}
