{
  "score_item_id": "019bf31d-2ef0-7d1a-b92b-c36dc8335f00",
  "clinical_relevance": "A urticária é uma condição cutânea caracterizada pelo surgimento de placas eritematosas, pruriginosas e evanescentes (urticas), com ou sem angioedema associado. No contexto do histórico de doenças alérgicas, sua presença indica uma predisposição imunológica relevante que vai além da manifestação cutânea isolada, sinalizando possível hiperreatividade do sistema imune, disfunção da barreira mucosa e alterações no metabolismo da histamina.\n\nFisiopatologicamente, a urticária resulta da degranulação de mastócitos e basófilos com liberação de histamina e outros mediadores vasoativos. A ativação pode ser mediada por IgE (urticária alérgica — hipersensibilidade tipo I), por mecanismos não imunológicos (urticária física, por pressão, frio, calor), por intolerância à histamina dietética (desequilíbrio entre carga de histamina e capacidade de degradação pela enzima diamina oxidase — DAO) ou por síndrome de ativação mastocitária (SAM), onde mastócitos intrinsecamente hiperrreativos são ativados por múltiplos gatilhos. A histamina é uma molécula neuroimunoendocrinológica com receptores H1, H2, H3 e H4 distribuídos amplamente no organismo, explicando a multiplicidade das manifestações clínicas.\n\nO espectro clínico da intolerância à histamina é amplo: cutâneo (urticária, prurido, rubor, eczema), gastrointestinal (bloating em 92% dos casos em estudo de 2018, dispepsia pós-prandial em 71%, diarreia), respiratório (rinorreia, congestão nasal, broncoespasmo), cardiovascular (taquicardia, hipotensão, síncope) e neurológico (cefaleia, brain fog, ansiedade, fadiga). O início dos sintomas é tipicamente rápido, de minutos a 4-6 horas após a ingestão de alimentos ricos em histamina. A diversidade de manifestações — chegando a 276 combinações possíveis com apenas dois sintomas — frequentemente leva o paciente a peregrinação entre múltiplos especialistas.\n\nFatores predisponentes relevantes incluem: história familiar atópica (um dos pais com alergia eleva o risco para ~30%; ambos os pais para ~80%); disbiose intestinal com aumento de bactérias estaminogênicas (E. coli, Klebsiella) — um estudo identificou 117 tipos de micro-organismos na microbiota humana capazes de sintetizar histamina, com níveis fecais podendo atingir 61.500 ng/g; hiperpermeabilidade intestinal (leaky gut), cuja atividade da DAO funciona como marcador da integridade da mucosa; polimorfismos genéticos nos genes AOC1 (DAO — 4 polimorfismos principais analisados) e HNMT (>50 polimorfismos associados ao metabolismo da histamina); uso de medicamentos que inibem a DAO (antidepressivos, anti-hipertensivos, antibióticos); e contexto de síndrome pós-COVID, em que urticária, rubor e eczema emergem como manifestações cutâneas.\n\nO diagnóstico diferencial obrigatório inclui: intolerância à histamina (via DAO deficiente, dose-dependente), SAM — que pode ser classificada como primária (mutação genética/mastocitose), secundária (alergia conhecida) ou idiopática — e mastocitose sistêmica. O critério diagnóstico formal de SAM requer sintomas recorrentes em pelo menos dois sistemas (pele, gastrointestinal, respiratório, cardiovascular), além de elevação de mediadores (triptase sérica: aumento de 20% + 2 ng/mL acima da basal; N-metil-histamina urinária >60 mcg/g em 24h) e resposta ao tratamento. É também mandatório excluir tumores neuroendócrinos e úlcera duodenal.\n\nDo ponto de vista do Escore Plenya, o histórico de urticária indica carga alérgica aumentada e predisposição atópica sistêmica, frequentemente associada a outras condições relevantes (asma, rinite, dermatite atópica — a marcha atópica), intolerâncias alimentares e estados inflamatórios crônicos de baixo grau. A presença de urticária no histórico também contraindicatória para suplementação com colágeno hidrolisado em casos de quadro alérgico ativo, pois o colágeno é rico em histidina, que é convertida em histamina no intestino, podendo agravar a condição.",
  "points": 8,
  "patient_explanation": "Urticária são as chamadas 'bolinhas' ou placas vermelhas com muita coceira que aparecem na pele de forma súbita. Ela acontece quando células do sistema imunológico liberam uma substância chamada histamina, que provoca vermelhidão, inchaço e prurido.\n\nTer urticária no histórico é importante porque pode indicar que seu sistema imune é mais sensível do que o normal, seja a alimentos, medicamentos, fatores ambientais ou até a substâncias produzidas pelo próprio intestino. Em muitos casos, a urticária está ligada a problemas como dificuldade em quebrar a histamina dos alimentos (intolerância à histamina), alterações na flora intestinal ou maior permeabilidade do intestino.\n\nIsso não significa necessariamente uma doença grave — a grande maioria das pessoas com urticária tem uma vida normal com os cuidados adequados. Porém, entender esse histórico ajuda o médico a investigar causas ocultas (como sensibilidades alimentares ou condições como a síndrome de ativação mastocitária), identificar gatilhos e montar um plano de tratamento mais completo e personalizado. Fique atento a episódios acompanhados de dificuldade para respirar, inchaço na garganta ou queda de pressão — nesses casos, procure atendimento médico imediato.",
  "conduct": "## Conduta Clínica — Urticária (Histórico de Doenças Alérgicas)\n\n### 1. Anamnese Dirigida\n\n- **Caracterizar os episódios:** início, duração de cada lesão (<24h por urtica), frequência, padrão agudo (<6 semanas) vs. crônico (≥6 semanas), presença de angioedema\n- **Identificar gatilhos:** alimentos ricos em histamina (queijos maturados, fermentados, embutidos, atum/cavala, pimentão, berinjela, abacate), medicamentos (AINEs, IECA, opioides, antidepressivos, antibióticos que inibem DAO), fatores físicos (frio, calor, pressão, UV), infecções, estresse, poluentes, micotoxinas\n- **Investigar histórico familiar:** um dos pais alérgico → risco ~30%; ambos → ~80%\n- **Avaliar comorbidades atópicas:** asma, rinite alérgica, dermatite atópica (marcha atópica)\n- **Investigar sintomas multissistêmicos** sugestivos de intolerância à histamina ou SAM: bloating, dispepsia pós-prandial, diarreia, cefaleia, brain fog, rinorreia, taquicardia, hipotensão\n- **Rastrear síndrome pós-COVID** como causa desencadeante\n- **Tempo de surgimento dos sintomas após ingestão:** início em minutos a 4-6h aponta para histamina\n\n---\n\n### 2. Investigação Laboratorial\n\n**Avaliação alérgica básica:**\n- IgE total sérica e IgE específica para alérgenos suspeitos\n- Hemograma completo com diferencial (eosinofilia)\n- Proteína C-reativa, VHS\n\n**Avaliação de histamina e enzima DAO:**\n- **Atividade da enzima DAO sérica:** valor abaixo de 10 U/mL é sugestivo de intolerância à histamina (resultado normal não exclui o diagnóstico)\n- **Histamina fecal:** valor elevado pode indicar disbiose estaminogênica, alta ingestão dietética ou hiperreatividade imune\n- **N-metil-histamina urinária (urina 24h):** valor >60 mcg/g aponta para SAM (via HNMT); não avalia intolerância à histamina (via DAO) — o metabólito da via DAO não está disponível no Brasil\n- **Polimorfismos genéticos:** genes AOC1 (DAO) e HNMT — 4 polimorfismos principais do AOC1 são analisados clinicamente\n\n**Avaliação de SAM e mastocitose:**\n- Triptase sérica basal e, se possível, durante crise (aumento de 20% + 2 ng/mL acima da basal é sugestivo)\n- Cromogranina A (atenção: pode estar elevada por uso de inibidores de bomba de prótons)\n- Biópsia do trato gastrointestinal se indicada: >20 mastócitos por campo de grande aumento apoia o diagnóstico de SAM\n\n**Avaliação do eixo intestinal:**\n- Microbioma intestinal: pesquisa de bactérias estaminogênicas (E. coli, Klebsiella) e avaliação de disbiose\n- Atividade da DAO intestinal (ex: Copromax, que também avalia leaky gut)\n- Teste de permeabilidade intestinal / hiperpermeabilidade\n- Teste de intolerância à lactose\n- **Teste de IgG alimentar específico** (laboratórios como SYNLAB, Testify): identifica reatividades tardias — estudos mostram alta prevalência de IgG positivo em urticária e eczema; ferramenta diagnóstica e pedagógica\n\n**Avaliação funcional complementar:**\n- Resistência à insulina (glicemia, insulina basal, HOMA-IR)\n- Marcadores inflamatórios sistêmicos\n- Vitamina D, zinco, ferritina, ômega-3\n- Avaliação hormonal se quadro cutâneo crônico (DHT, testosterona, SHBG)\n\n---\n\n### 3. Diagnóstico Diferencial — Excluir Obrigatoriamente\n\n- **Urticária alérgica IgE-mediada** (hipersensibilidade tipo I): reação imediata, IgE específica positiva\n- **Intolerância à histamina:** dose-dependente, melhora com dieta baixa em histamina e suplementação de DAO\n- **SAM — Síndrome de Ativação Mastocitária:** primária (mutação/mastocitose), secundária (alergia conhecida) ou idiopática; requer sintomas recorrentes em ≥2 sistemas e resposta ao tratamento como critério diagnóstico\n- **Mastocitose sistêmica:** triptase basal persistentemente elevada, biópsia confirmatória\n- **Tumores neuroendócrinos** (carcinoide): flushing, diarreia, broncoespasmo\n- **Úlcera duodenal**\n- **Urticária vasculítica:** lesões >24h com ardência predominante e equimose residual — biópsia cutânea\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n#### A. Abordagem Dietética (\"Food First\")\n\n- **Dieta baixa em histamina** como padrão-ouro e primeira linha: restringir alimentos ricos em histamina (queijos maturados, embutidos, fermentados, vinho, cerveja, atum/cavala/peixe em conserva), liberadores de histamina (morango, tomate, chocolate, álcool, clara de ovo) e inibidores da DAO (álcool, chá verde, energéticos)\n- Conduzir em fases: **restritiva (4-8 semanas) → reintrodução gradual → manutenção**; sempre com acompanhamento de nutricionista\n- **Boa resposta à dieta confirma clinicamente o diagnóstico** de intolerância à histamina\n- **Dieta de eliminação guiada por teste de IgG:** retirar alimentos reativos (classe 3 ou 4) por 2-3 meses — estudos mostram melhora significativa em erupção cutânea, prurido, asma, zumbido e enxaqueca\n- **Contraindicação importante:** evitar suplementação de colágeno hidrolisado em pacientes com urticária, eczema ou dermatite alérgica ativos — o colágeno é rico em histidina, que é convertida em histamina no intestino, podendo agravar o quadro\n\n#### B. Suplementação\n\n- **Enzima DAO (diaminoxidase):** 4,2 mg em cápsulas gastrorresistentes, 20 minutos antes das refeições — estratégia eficaz como \"game changer\" na intolerância à histamina (qualidade do produto e timing são cruciais)\n- **Cofatores da DAO:** vitamina C, vitamina B6, cobre — avaliar níveis e repor se necessário\n- **Estabilizadores naturais de mastócitos:** quercetina, luteolina, curcumina\n- **Moduladores intestinais:** probióticos (atenção a cepas estaminogênicas), prebióticos, fibras\n- **Outros adjuvantes:** vitamina C, vitamina D, magnésio, vitamina E, carotenoides, aminoácidos\n\n#### C. Farmacológica\n\n- **Anti-histamínicos H1** (loratadina, cetirizina, bilastina, fexofenadina): dose padrão; pode aumentar até 4x em SAM (ex: loratadina até 40 mg)\n- **Bloqueadores H2** (famotidina): associar em casos com componente gastrointestinal; dose pode ser aumentada em SAM (ex: famotidina até 160 mg)\n- **Estabilizadores de mastócitos:** cetotifeno (até 4 mg), cromoglicato de sódio\n- **Imunobiológicos:** omalizumab para urticária crônica espontânea grave refratária a anti-histamínicos\n- **Inibidores de mastócitos:** substâncias específicas para mastocitose sistêmica/leucemia mastocítica (encaminhar ao especialista)\n- **Princípio de escalonamento:** \"comece baixo, vá devagar, mas vá\" (start low, go slow, but go)\n\n#### D. Saúde Intestinal\n\n- Investigar e tratar disbiose: identificar bactérias estaminogênicas e conduzir modulação do microbioma\n- Restaurar integridade da mucosa intestinal (leaky gut): protocolos integrais de suporte ao epitélio\n- Eliminar gatilhos ambientais: poluentes, cosméticos agressivos, micotoxinas\n- Integrar dieta de eliminação com estratégias de melhora do bioma para restaurar tolerância alimentar a longo prazo\n\n---\n\n### 5. Critérios de Encaminhamento\n\n- **Alergologista/Imunologista:** urticária crônica (≥6 semanas), suspeita de alergia alimentar IgE-mediada com investigação inconclusiva, SAM com critérios formais\n- **Dermatologista:** urticária refratária a tratamento de primeira linha, lesões atípicas, suspeita de mastocitose cutânea\n- **Hematologista:** suspeita de mastocitose sistêmica (triptase persistentemente elevada)\n- **Gastroenterologista:** indicação de endoscopia/biópsia para SAM, investigação de tumor neuroendócrino\n- **Nutricionista:** sempre que indicar dieta de eliminação (especialmente em crianças — risco de carências)\n- **Se o profissional não se sentir confortável para manejar SAM ou mastocitose:** encaminhar ao especialista\n\n---\n\n### 6. Monitoramento e Seguimento\n\n- Reavaliação clínica em 4-8 semanas após início da dieta baixa em histamina\n- Diário alimentar e de sintomas para identificação de gatilhos\n- Resposta satisfatória à dieta como critério diagnóstico confirmativo\n- Reintrodução alimentar gradual e supervisionada após fase restritiva\n- Ajuste de doses de anti-histamínicos conforme resposta clínica\n\n---\n\n### 7. Sinais de Alerta — Avaliação de Emergência Imediata\n\n- Angioedema de laringe (estridor, disfagia, disfonia)\n- Hipotensão ou síncope associada à urticária\n- Broncoespasmo concomitante\n- Urticária após picada de inseto ou uso de medicamento\n\n> Nesses casos, considerar **anafilaxia**: adrenalina 0,3 mg IM como primeira medida, acesso venoso, suporte e encaminhamento de emergência."
}
