{
  "score_item_id": "019bf31d-2ef0-759a-8089-fcceffcaa4a5",
  "clinical_relevance": "As doenças alérgicas representam um espectro amplo de condições mediadas por mecanismos imunológicos distintos, com relevância clínica crescente na prática da medicina integrativa e funcional. A hipersensibilidade tipo I (IgE mediada) é a forma clássica, com resposta clínica rápida entre 15 minutos e poucas horas após a exposição ao alérgeno, manifestando-se como urticária, angioedema, broncoespasmo, asma e anafilaxia. As hipersensibilidades tipos II, III e IV envolvem mecanismos celulares tardios sem participação da IgE, com manifestações clínicas mais heterogêneas e de difícil correlação temporal.\n\nDo ponto de vista epidemiológico, o risco familiar é expressivo: quando um dos pais apresenta alergia, a probabilidade de transmissão ao filho é de aproximadamente 30%; quando ambos os pais são afetados, esse risco sobe para 80%. Nos EUA, 90% das alergias alimentares concentram-se em nove alimentos: leite, trigo, soja, peixes, mariscos, ovos, amendoim, nozes e gergelim.\n\nAs manifestações clínicas são multissistêmicas: dermatológicas (prurido, urticária, angioedema, dermatite atópica, eczema); gastrointestinais (refluxo, vômitos, dor abdominal, constipação, diarreia, sangramento oculto); respiratórias (broncoespasmo, coriza, tosse, congestão nasal, dispneia); cardiovasculares (taquicardia, hipotensão, síncope); neurológicas (hiperatividade, déficit de atenção, cefaleia, brain fog); e sistêmicas (fadiga, dores generalizadas).\n\nUm aspecto clínico relevante é a Síndrome Alérgica Oral, comum em adultos, com sintomas orofaríngeos (coceira, queimação, angioedema) decorrentes de reatividade cruzada entre alérgenos inalantes e alimentares (ex.: pólen e maçã; látex e banana/kiwi).\n\nA intolerância à histamina, que integra o espectro das doenças alérgicas, resulta de desequilíbrio entre ingestão/produção endógena de histamina e sua capacidade de degradação pela enzima diaminoxidase (DAO). A disbiose intestinal com proliferação de bactérias estaminogênicas (ex.: E. coli, Klebsiella) representa fonte endógena relevante. Existem mais de 50 polimorfismos genéticos associados ao metabolismo da histamina, com quatro polimorfismos específicos no gene AOC1 (que codifica a DAO) frequentemente analisados.\n\nA síndrome de ativação mastocitária (SAM) é um diagnóstico diferencial importante, caracterizado por sintomas recorrentes e episódicos em pelo menos dois sistemas orgânicos, com marcadores laboratoriais como triptase sérica (aumento de 20% + 2 ng/mL acima do basal) e N-metilhistamina urinária.\n\nEstudos mostram associação significativa entre distúrbios alérgicos (dermatite atópica, rinite, eczema) e risco aumentado de TDAH, com crianças afetadas apresentando níveis mais baixos de hemoglobina e serotonina e níveis mais altos de IgE e eosinófilos, indicando perfil inflamatório sistêmico.\n\nA estratificação de risco baseia-se na gravidade das reações (anafilaxia representa risco de vida imediato), na frequência e extensão dos sistemas comprometidos e na presença de comorbidades. A história natural varia conforme o alérgeno: alergias a leite e ovos em crianças tendem a desaparecer com o tempo, enquanto alergias a amendoim, nozes e frutos do mar costumam persistir ao longo da vida.",
  "points": 8,
  "patient_explanation": "Doenças alérgicas são respostas exageradas do sistema imunológico a substâncias normalmente inofensivas, chamadas alérgenos. Essas reações podem afetar a pele (coceira, manchas vermelhas, inchaço), o sistema digestivo (dores abdominais, diarreia), a respiração (chiado, tosse, coriza) e até o humor e a energia.\n\nSe você tem histórico de alergias, é importante informar ao seu médico porque isso pode estar relacionado a outros sintomas que você sente, como cansaço, dores de cabeça, dificuldade de concentração ou problemas intestinais. Alergias não tratadas ou não reconhecidas podem inflamar o organismo de forma silenciosa e afetar sua qualidade de vida.\n\nA boa notícia é que, com a investigação correta, é possível identificar os gatilhos alérgicos e adotar estratégias alimentares, de estilo de vida e, quando necessário, medicamentosas para controlar os sintomas e reduzir a inflamação. Saber o que desencadeia suas reações é o primeiro passo para um tratamento eficaz.",
  "conduct": "## Conduta Clínica: Outras Doenças Alérgicas\n\n### 1. Avaliação Inicial\n\n- **Anamnese detalhada:** investigar tipo de reações, tempo de início após exposição (imediata vs. tardia), sistemas afetados, fatores desencadeantes identificados e cofatores (exercício, álcool, AINEs, antiácidos, menstruação, infecções).\n- **História familiar:** documentar presença de atopia nos pais (risco 30% com um pai afetado; 80% com ambos afetados).\n- **História perinatal e alimentar:** tipo de parto, aleitamento materno exclusivo, introdução alimentar precoce.\n- **Identificar padrão de reação:** IgE mediada (resposta rápida, minutos a horas) vs. não IgE mediada (tardia, horas a dias).\n\n### 2. Investigação Complementar\n\n**Exames laboratoriais de base:**\n- Hemograma completo (eosinofilia, plaquetas >400 mil sugerem inflamação/alergia)\n- IgE total sérica (elevada sugere hipersensibilidade tipo I)\n- Fenotipagem linfocitária CD4/CD8 (relação >3 sugere resposta TH2; <1 sugere TH1)\n- Calprotectina fecal (valor <138 exclui alergia não mediada por IgE com alta sensibilidade)\n- Pesquisa de sangue oculto nas fezes (para suspeita de enterocolite)\n- Alfa-1 antitripsina fecal (avalia enteropatia perdedora de proteínas)\n\n**Testes específicos (conforme suspeita clínica):**\n- **Prick test** (padrão-ouro para alergia IgE mediada — encaminhar ao alergista)\n- **Patch test** (para reações tardias de contato)\n- **ImunoCAP / RAST:** IgE específica para alérgenos relevantes\n- **Teste de provocação oral:** padrão-ouro para confirmação, mas requer ambiente hospitalar\n- **Teste de IgG alimentar:** útil como ferramenta pedagógica e para guiar dietas de eliminação em condições crônicas (urticária, eczema, enxaqueca, asma); não usar isoladamente para diagnóstico de alergia clássica\n\n**Investigação de intolerância à histamina (quando suspeita):**\n- Dosagem da enzima DAO sérica (valor <10 UI/mL é sugestivo; resultado normal não exclui diagnóstico)\n- Dosagem de histamina fecal (valor elevado indica produção excessiva pela microbiota ou sistema imune reativo)\n- Metil-histamina urinária de 24h (aponta para síndrome de ativação mastocitária — via HNMT)\n- Pesquisa de polimorfismos genéticos no gene AOC1 (predisposição à intolerância à histamina)\n- Teste de microbioma intestinal (investigar bactérias estaminogênicas)\n\n**Para SAM (síndrome de ativação mastocitária):**\n- Triptase sérica durante crise (aumento de 20% + 2 ng/mL acima do basal é diagnóstico)\n- N-metilhistamina urinária como alternativa\n\n### 3. Critérios de Encaminhamento\n\n- **Alergista/Imunologista:** anafilaxia, reações graves, alergias múltiplas, necessidade de imunoterapia\n- **Gastroenterologista:** suspeita de esofagite eosinofílica, doença celíaca, enteropatia perdedora de proteínas, indicação de endoscopia/colonoscopia\n- **Hematologista/Oncologista:** suspeita de mastocitose sistêmica\n- **Nutricionista especializado:** exclusão de lácteos em crianças pequenas (garantir aporte adequado de cálcio), dietas de eliminação complexas\n\n### 4. Intervenções Terapêuticas\n\n**Intervenção dietética:**\n- Implementar dieta de eliminação personalizada com base nos achados (ex.: remover alimentos reativos por 2-3 meses como ferramenta diagnóstica e terapêutica)\n- Para intolerância à histamina: dieta anti-histamínica por 4-8 semanas (restringir queijos maturados, fermentados, embutidos, frutos do mar, tomate, espinafre, berinjela, pimentão, abacate)\n- **Evitar prescrição de colágeno** em pacientes com urticária, eczema ou dermatite alérgica ativa (colágeno é rico em histidina, precursor de histamina)\n\n**Suporte intestinal (fundamental para sucesso a longo prazo):**\n- Probióticos e prebióticos para modular o microbioma e reduzir bactérias estaminogênicas\n- Investigar e tratar hiperpermeabilidade intestinal (leaky gut)\n- Dieta anti-inflamatória rica em frutas, vegetais e fibras; eliminar alimentos ultraprocessados, corantes e conservantes artificiais\n\n**Suplementação de suporte:**\n- Cofatores da enzima DAO: vitamina B6, vitamina C, cobre\n- Enzima DAO exógena (4,2 mg, 20 minutos antes das refeições) para controle sintomático da intolerância à histamina\n- Quercetina (500 mg/dia por até 12 semanas em adultos): inibe liberação de histamina e citocinas inflamatórias pelos mastócitos\n- Ômega-3 (manter ômega-índice >8%): ação anti-inflamatória sistêmica\n- Vitamina D (manter >60 ng/mL): imunomodulação\n\n**Medicações (quando indicadas):**\n- Anti-histamínicos H1 e H2 como terapia sintomática\n- Para SAM: bloqueadores H1 e H2 como critério diagnóstico-terapêutico\n\n**Atenção a medicamentos que reduzem atividade da DAO:**\n- Alguns antidepressivos, anti-hipertensivos e antibióticos podem diminuir a atividade da enzima DAO — avaliar histórico medicamentoso completo\n\n### 5. Monitoramento e Seguimento\n\n- Reavaliar resposta à dieta de eliminação após 4-8 semanas\n- Reintrodução monitorada de alimentos para identificar gatilhos específicos\n- Acompanhar marcadores inflamatórios sistêmicos\n- Em crianças: monitorar evolução natural (alergias a leite e ovos tendem a remitir; amendoim, nozes e frutos do mar geralmente persistem)"
}
