{
  "score_item_id": "c77cedd3-2800-7707-8985-9beb91d0768c",
  "clinical_relevance": "Bronquite no contexto do histórico de saúde refere-se ao relato de episódios anteriores ou atuais de inflamação da mucosa brônquica, manifestada por tosse produtiva, hipersecreção de muco e, frequentemente, broncoespasmo. Clinicamente distinguem-se duas formas principais: a bronquite aguda, de etiologia predominantemente viral (rinovírus, influenza, parainfluenza, VSR), autolimitada em 1 a 3 semanas; e a bronquite crônica, definida como tosse produtiva por pelo menos 3 meses ao ano por 2 anos consecutivos — critério diagnóstico central da DPOC tipo bronquite crônica.\n\nA relevância clínica deste histórico reside em três eixos principais:\n\n1. Marcador de vulnerabilidade imunológica e atópica. Episódios recorrentes de bronquite sinalizam disfunção imunológica de base, atopia (asma, rinite alérgica), deficiências nutricionais (vitaminas D e A, zinco, ferro) ou exposição ambiental persistente (alérgenos, mofo, poluentes, metais pesados como arsênico). O critério de infecções respiratórias de repetição (IVR) em crianças é definido como mais de 6 infecções por ano, mais de 1 por mês ou mais de 3 infecções do trato respiratório inferior por ano. A fisiopatologia envolve hiperresponsividade brônquica, disbiose do eixo intestino-pulmão e inflamação de baixo grau, com predominância de padrão Th2 nos casos atópicos e padrão neutrofílico nos casos associados à obesidade e inflamação sistêmica. PCR elevado é marcador relevante na asma neutrofílica.\n\n2. Risco de remodelamento brônquico e progressão para DPOC. A inflamação subclínica persistente e os episódios repetidos de broncoespasmo promovem destruição epitelial progressiva, espessamento da parede brônquica e perda de elasticidade — remodelamento brônquico. Quando não tratado adequadamente, esse processo leva à obstrução irreversível do fluxo aéreo. O eixo intestino-pulmão é bidirecional e relevante: disbiose intestinal favorecida por dieta rica em ultraprocessados, uso abusivo de antibióticos e baixa ingestão de fibras associa-se a disbiose pulmonar — com aumento de proteobactérias nas vias aéreas — e maior susceptibilidade a infecções e inflamação brônquica recorrente.\n\n3. Indicador de condições tratáveis subjacentes. O histórico positivo de bronquite recorrente obriga a investigação de: asma (inclusive variante tosse), rinossinusite crônica (gotejamento pós-nasal como causa de bronquite irritativa), refluxo gastroesofágico (bronquite por microaspiração química), deficiência imunológica (IgA, IgG), e infecções por agentes atípicos em adultos. A co-ocorrência de rinite alérgica é extremamente frequente — 90 a 95% dos asmáticos têm rinite, e o não tratamento desta é fator de piora significativa do controle brônquico.\n\nEstratificação de risco baseada em evidências: o histórico de bronquite recorrente na infância — especialmente bronquiolite por VSR — é fator de risco para sibilância recorrente e asma na vida adulta. Níveis de vitamina D inferiores a 30 ng/mL estão associados a pior controle da doença respiratória e maior frequência de exacerbações. Pacientes com ômega-3 index superior a 8% necessitam de menos corticoide inalatório. Polimorfismos no gene FADS influenciam a resposta à suplementação de ômega-3. A supressão do eixo hipotálamo-hipófise-adrenal por uso prolongado de corticosteroide inalatório ocorre em até 10% de forma sintomática e até 40% de forma bioquímica, sendo um risco a monitorar em bronquite crônica com uso contínuo de ICS.",
  "points": 8,
  "patient_explanation": "Bronquite é uma inflamação dos brônquios, que são os tubos que levam o ar até os pulmões. Quando esses tubos ficam inflamados, produzem mais muco e ficam mais estreitos, causando tosse com secreção, chiado no peito e, às vezes, falta de ar. Ela pode ser aguda — durando alguns dias a semanas, geralmente após um resfriado ou gripe — ou crônica, quando a tosse com secreção se repete por vários meses ao longo dos anos.\n\nEm crianças pequenas, episódios frequentes de bronquite ou bronquiolite podem indicar que o sistema imune precisa de reforço, seja por falta de nutrientes importantes como vitamina D, zinco e vitamina A, seja por exposição a alérgenos como ácaros e mofo, ou por uma alimentação inadequada.\n\nSaber que você já teve bronquite — especialmente se foram vários episódios — ajuda o médico a entender o estado de saúde dos seus pulmões e a identificar causas tratáveis antes que o problema evolua. Com orientações sobre alimentação, suplementação e controle do ambiente, é possível reduzir muito a frequência e a gravidade desses episódios e proteger a saúde respiratória a longo prazo.",
  "conduct": "## Conduta Clínica — Bronquite (Histórico de Saúde)\n\n### 1. Avaliação Inicial e Anamnese Dirigida\n\n- **Caracterizar o padrão:** bronquite aguda esporádica vs. recorrente (mais de 3 episódios por ano) vs. crônica (tosse produtiva por pelo menos 3 meses ao ano por 2 anos consecutivos)\n- **Investigar gatilhos:** tabagismo ativo ou passivo, exposição a biomassa, mofo, poeira domiciliar, animais, produtos químicos, metais pesados (arsênico), amaciantes e perfumaria\n- **Sintomas associados:** sibilância, dispneia aos esforços, tosse noturna, gotejamento pós-nasal, pirose ou regurgitação (rastreio de refluxo gastroesofágico como causa de bronquite irritativa)\n- **Histórico de atopia:** rinite alérgica, dermatite atópica, asma — presentes em 90 a 95% dos casos de bronquite alérgica recorrente\n- **Uso prévio de antibióticos e corticoides:** avaliar impacto no microbioma intestinal e respiratório\n- **História familiar** de asma, DPOC ou imunodeficiências primárias\n\n---\n\n### 2. Investigação Complementar\n\n**Avaliação funcional respiratória:**\n- **Espirometria com prova broncodilatadora:** essencial para diferenciar bronquite, asma e DPOC; avaliar obstrução e reversibilidade\n- **Peak flow seriado domiciliar:** útil para avaliar variabilidade e broncoespasmo induzido por exercício ou alérgenos\n\n**Avaliação imunológica e nutricional:**\n- **25-OH Vitamina D:** meta funcional acima de 60 ng/mL; níveis inferiores a 30 ng/mL associados a pior controle respiratório e maior recorrência infecciosa; em crianças, a suplementação reduziu recorrência de infecções em até 50%\n- **Vitamina A sérica:** deficiência compromete integridade do epitélio respiratório e imunidade de mucosa\n- **Zinco eritrocitário:** deficiência reduz imunidade celular e aumenta recorrência de IVR\n- **Perfil de ferro:** ferritina, ferro sérico, transferrina e TSAT — anemia ferropriva deprime imunidade e capacidade respiratória\n- **Hemograma completo:** eosinofilia sugere atopia; neutrofilia sugere infecção bacteriana ativa\n- **Imunoglobulinas totais (IgA, IgG, IgM):** rastrear imunodeficiência primária em casos de bronquite muito recorrente\n- **IgE total e prick test para aeroalérgenos** (ácaros, fungos, pelos): nos casos com padrão atópico\n- **Ômega-3 index:** valores acima de 8% associados a menor necessidade de corticoide inalatório e menor inflamação sistêmica\n- **PCR-ultrassensível:** inflamação sistêmica de baixo grau, especialmente relevante em obesos ou na asma neutrofílica\n- **Metil-histamina urinária de 24h e atividade de DAO:** quando houver suspeita de hiperativação mastocitária ou intolerância à histamina (especialmente em tosse pós-viral persistente)\n\n**Em casos selecionados:**\n- **Cortisol às 8h e teste de ACTH:** monitorar supressão do eixo HPA em pacientes em uso prolongado de corticosteroide inalatório; resposta normal ao ACTH deve elevar cortisol em pelo menos 18 mcg/dL\n- **Radiografia de tórax:** em episódios agudos com suspeita de pneumonia ou em IVR de repetição\n- **Cultura de escarro:** quando há suspeita de infecção bacteriana crônica\n\n---\n\n### 3. Critérios de Encaminhamento a Especialistas\n\n- **Pneumologista:** bronquite crônica com obstrução ao fluxo aéreo na espirometria, suspeita de DPOC, falha de controle ambulatorial, investigação de fenótipos asmáticos complexos\n- **Alergologista/Imunologista:** IVR com suspeita de imunodeficiência primária (IgA ou IgG baixos), atopia grave, necessidade de imunoterapia\n- **Otorrinolaringologista:** rinite concomitante sem controle, sinusite crônica como fonte de gotejamento pós-nasal, otites de repetição\n- **Gastroenterologista:** suspeita de alergia à proteína do leite de vaca (APLV) como gatilho respiratório ou refluxo gastroesofágico causando bronquite irritativa recorrente\n- **Endocrinologista:** supressão do eixo HPA documentada em uso prolongado de corticoide inalatório\n- **Nutricionista funcional:** implementação e acompanhamento de dieta anti-inflamatória e modulação do eixo intestino-pulmão\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n**Controle ambiental:**\n- Remover gatilhos: ácaros, mofo, pelos de animais, amaciantes, perfumaria, produtos químicos domésticos e metais pesados (arsênico)\n- Controle de umidade do ambiente entre 40 e 60% para reduzir proliferação de fungos e ácaros\n- Suspensão do tabagismo ativo e passivo — intervenção de maior impacto em bronquite crônica\n\n**Suporte nutricional e suplementação com evidência:**\n- **Zinco:** 10 a 15 mg/dia para profilaxia de infecções respiratórias recorrentes por 4 a 7 meses; uso rotineiro nessa dose reduz recorrência de IVR\n- **Vitamina D:** doses individualizadas (considerar polimorfismos GC/VDR) para atingir níveis acima de 60 ng/mL; usar doses diárias por longos períodos\n- **Ômega-3 (EPA e DHA):** visar ômega-3 index acima de 8%; EPA inibe via do ácido araquidônico (reduzindo leucotrienos); DHA diminui infiltração eosinofílica; especialmente relevante em pacientes obesos com padrão neutrofílico\n- **N-acetilcisteína (NAC):** 300 a 400 mg em doses pediátricas ou 600 a 1.800 mg por dia em adultos; mucolítico, antioxidante, reduz citocinas pró-inflamatórias e é precursor de glutationa\n- **Vitamina A:** curso curto de 3 a 5 dias durante infecção aguda se os níveis não forem conhecidos; não suplementar se níveis previamente adequados\n- **Magnésio:** 330 mg por dia por 6 meses demonstrou melhora na qualidade de vida e controle da doença respiratória sem alteração do VEF1; sulfato de magnésio 2 g intravenoso em exacerbações graves em maiores de 6 anos como adjuvante para evitar internação\n\n**Fitoterapia adjuvante com suporte em evidências:**\n- **Pelargonium sidoides (Caloba/Imunoflan):** reduz replicação viral, duração e intensidade de IVR aguda; dose conforme bula e faixa etária\n- **Quercetina fitossômica:** 250 a 300 mg melhora sintomas e peak flow; inibe liberação de histamina por mastócitos e citocinas inflamatórias; doses de 500 mg são seguras em adultos por até 12 semanas\n- **Cúrcuma (curcuminoides):** segura em altas doses; reduz IL-4 e TNF-alfa e aumenta IL-10; estudo brasileiro com crianças mostrou melhora nos sintomas e redução no uso de medicação de resgate\n- **Boswellia serrata:** 300 mg três vezes ao dia; inibe síntese de leucotrienos; estudo de 1998 demonstrou melhora em sintomas, VEF1 e marcadores inflamatórios\n- **Própolis verde:** adjuvante em fases agudas de IVR\n\n**Imunomodulação:**\n- **Broncho-Vaxom (lisado bacteriano):** esquema de 3 meses — 10 dias de uso em jejum seguidos de 20 dias de pausa; podendo ampliar em casos mais graves; estimula imunidade contra principais bactérias respiratórias\n- **Probióticos (Bifidobacterium, Lactobacillus):** reduzem recorrência de IVR; introduzir com cautela em intestino muito inflamado\n- **Própolis e zinco combinados:** associação por 3 meses foi eficaz na redução da recorrência de otites em crianças com IVR\n\n**Higiene respiratória:**\n- Lavagem nasal diária com solução salina isotônica ou hipertônica 3% (3 a 4 vezes por dia em fases agudas) para reduzir carga antigênica e melhorar o clearance mucociliar\n- Inalação com soro fisiológico para mobilização de secreções em quadros agudos\n\n**Manejo farmacológico convencional quando indicado:**\n- **Bronquite aguda viral:** tratamento sintomático; antibióticos não indicados na ausência de critérios de infecção bacteriana confirmada; reavaliar em 24 a 36 horas antes de prescrever antibiótico\n- **Bronquiolite aguda:** inalação com soro fisiológico; evitar corticoide e broncodilatador na maioria dos casos sem desconforto respiratório significativo\n- **Broncoespasmo:** broncodilatador de curta ação (SABA) conforme necessidade; corticosteroide inalatório (ICS) quando asma confirmada, seguindo steps GINA com dose baixa como preferência inicial\n- **Monitoramento de supressão do HPA em ICS:** cortisol às 8h a cada 6 meses; quando confirmada, tratar com hidrocortisona base por 6 a 12 meses; atrofia suprarrenal pode persistir até um ano após a suspensão\n- **Efeito de ICS no crescimento infantil:** perda média de aproximadamente 1 cm na estatura final; acompanhamento da estatura a cada 6 meses em crianças em uso de corticoide inalatório\n\n**Intervenções de estilo de vida:**\n- Dieta anti-inflamatória: rica em vegetais, peixes (ômega-3), redução de ultraprocessados, farináceos e laticínios em excesso — excesso de caseína pode causar disbiose e aumento da permeabilidade intestinal, ampliando susceptibilidade infecciosa\n- Exercício físico regular: melhora função pulmonar e reduz inflamação sistêmica; uso preventivo de SABA antes do esforço em pacientes com broncoespasmo induzido por exercício quando necessário\n- Mindfulness e exercícios respiratórios: demonstram melhora no controle de sintomas brônquicos e da asma\n- Manutenção do calendário vacinal: influenza anual e pneumocócica reduzem risco de exacerbações infecciosas\n- Higiene do sono e controle de estresse: elevam tônus parassimpático e reduzem inflamação sistêmica de baixo grau\n\n---\n\n### 5. Monitoramento\n\n- **ACT (Asthma Control Test):** aplicar a cada consulta quando asma associada; 0 = controlada, 1 a 2 itens = parcialmente controlada, 3 a 4 = não controlada (critérios GINA)\n- **Espirometria e peak flow:** seguimento semestral ou a cada exacerbação\n- **Vitamina D, zinco, ômega-3 index e PCR-us:** reavaliação a cada 3 a 6 meses conforme resposta terapêutica\n- **Estatura em crianças em uso de corticoide inalatório:** acompanhamento a cada 6 meses (perda média de aproximadamente 0,2 cm por ano documentada em revisão com quase 3.400 crianças)\n- **Cortisol às 8h:** a cada 6 meses em uso de ICS de média ou alta dose"
}
