{
  "score_item_id": "019bf31d-2ef0-7cf5-a8e2-7be010e0ad5e",
  "clinical_relevance": "A cefaléia (dor de cabeça) constitui uma das queixas neurológicas mais prevalentes na prática clínica, com impacto significativo sobre qualidade de vida, produtividade e morbimortalidade. Do ponto de vista fisiopatológico, trata-se de um sintoma multifatorial que pode refletir desde disfunções funcionais benignas até condições de risco imediato à vida. As principais classificações incluem cefaléias primárias (enxaqueca/migrânea, cefaléia tensional, cefaléia em salvas) e secundárias (sinusite, hipertensão intracraniana, meningite, hemorragia subaracnoidea, entre outras).\n\nA enxaqueca afeta aproximadamente 12-15% da população geral, com predominância feminina (razão 3:1), sendo considerada a terceira doença mais prevalente e a sétima causa de incapacidade no mundo segundo a OMS. A cefaléia crônica diária, definida por mais de 15 dias de dor por mês por mais de três meses, afeta cerca de 3-5% da população adulta.\n\nDo ponto de vista funcional integrativo, a cefaléia pode ser expressão clínica de múltiplos sistemas disfuncionais:\n- **Intolerância à histamina:** Dor de cabeça é um dos sintomas cardinais, podendo surgir em minutos após ingestão de alimentos ricos em histamina (queijos, fermentados, laticínios, pimentão, berinjela, abacate). A deficiência da enzima DAO (diamina oxidase) é o principal mecanismo.\n- **Síndrome de ativação mastocitária (SAM):** Dor de cabeça e confusão mental (brain fog) integram o espectro neuropsiquiátrico desta síndrome, com reações que podem ser imediatas ou tardias.\n- **Síndrome pós-COVID:** Cefaléia e brain fog são sintomas neurológicos frequentes no long COVID, refletindo neuroinflamação persistente.\n- **Disfunção do eixo HPA:** A disfunção HPA com baixo cortisol crônico e desvio do triptofano para a via das quinureninas (reduzindo serotonina e melatonina) pode contribuir para sensibilização central e cefaléia crônica.\n- **Deficiência de magnésio:** O magnésio está envolvido em processos de neurotransmissão, controle da excitabilidade neuronal e regulação da inflamação. Sua deficiência afeta metade da população mundial e está diretamente associada à enxaqueca; sinais clínicos incluem câimbras, insônia e hiperatividade além da dor de cabeça.\n- **Eixo intestino-cérebro:** Disbiose intestinal, permeabilidade intestinal aumentada (leaky gut) e neuroinflamação são fatores que contribuem para sensibilização central e cefaléia crônica.\n- **Exposição a micotoxinas:** Pacientes com múltiplos sintomas sistêmicos, incluindo cefaléia persistente sem explicação, devem ser investigados para micotoxinas urinárias.\n- **Uso de paracetamol em excesso:** Cefaléia por uso excessivo de medicamentos (medication overuse headache) é uma das causas mais comuns de cronificação, com depleção de glutationa como mecanismo adicional de dano.\n\n**Estratificação de risco:** A presença de cefaléia no histórico de saúde deve ser qualificada quanto à frequência, intensidade, padrão temporal, localização, fatores precipitantes e sintomas associados. Cefaléias com sinais de alarme (início súbito tipo 'thunderclap', progressão rápida, febre, déficits neurológicos focais, papiledem, trauma recente) requerem investigação neurológica urgente.",
  "points": 8,
  "patient_explanation": "A cefaléia — popularmente chamada de dor de cabeça — é um dos sintomas mais comuns em todo o mundo e pode ter causas muito variadas. Ela pode ser algo pontual, como uma dor que aparece depois de uma noite mal dormida ou de tensão no trabalho, ou pode ser recorrente e interferir bastante na sua rotina, como acontece com a enxaqueca.\n\nNo Escore Plenya, registramos se você tem ou teve episódios de cefaléia porque esse histórico nos ajuda a entender o funcionamento do seu sistema nervoso e a identificar possíveis causas que muitas vezes passam despercebidas — como intolerância a certos alimentos, falta de magnésio, alterações hormonais, problemas no intestino ou até exposição a substâncias tóxicas no ambiente.\n\nQuando a dor de cabeça é frequente ou intensa, não precisa ser tratada apenas com analgésicos: muitas vezes ela é um sinal de que algo no organismo pode ser ajustado. Com a abordagem certa, é possível reduzir muito a frequência e intensidade das crises, melhorando sua qualidade de vida de forma significativa. Se você tem dores de cabeça frequentes, informe seu médico sobre os padrões, gatilhos e medicamentos que usa, pois isso é fundamental para um diagnóstico preciso.",
  "conduct": "## Conduta Clínica: Cefaléia no Histórico de Saúde\n\n### 1. Caracterização Inicial da Queixa\n\n- **Anamnese detalhada obrigatória:**\n  - Frequência (episódica vs. crônica: >15 dias/mês)\n  - Intensidade (escala EVA 0–10)\n  - Localização (unilateral, bilateral, occipital, frontal)\n  - Caráter (pulsátil, pressão, pontada)\n  - Duração das crises\n  - Fatores precipitantes (alimentos, ciclo menstrual, estresse, sono, jejum)\n  - Sintomas associados (náuseas, fotofobia, fonofobia, aura, congestão nasal, lacrimejamento)\n  - Uso de analgésicos (frequência e quantidade — rastrear cefaléia por uso excessivo de medicamentos)\n\n### 2. Sinais de Alarme — Encaminhamento Neurológico Urgente\n\n- Cefaléia de início súbito e muito intensa (\"thunderclap\")\n- Piora progressiva sem melhora\n- Cefaléia associada a febre, rigidez de nuca ou alteração do nível de consciência\n- Déficits neurológicos focais ou papiledema\n- Trauma craniano recente\n- Início após os 50 anos sem história prévia\n- Cefaléia que acorda o paciente do sono sistematicamente\n\n### 3. Investigação Complementar Funcional Integrativa\n\n**Laboratorial:**\n- **Magnésio sérico e eritrocitário** — deficiência fortemente associada à enxaqueca; corrigir quando detectada\n- **Vitamina D (25-OH)** — deficiência contribui para neuroinflamação\n- **Vitamina B12, folato (B9) e homocisteína** — avaliar ciclo de metilação\n- **Ferritina e ferro sérico** — deficiência pode precipitar enxaqueca e cefaléia tensional\n- **PCR ultrassensível e marcadores inflamatórios** — avaliar inflamação crônica de baixo grau\n- **Atividade da enzima DAO e metil-histamina urinária (24h)** — investigar intolerância à histamina\n- **Teste de IgG para alimentos** (SYNLAB, Testify ou similar) — rastrear reações tardias a alimentos\n- **Cortisol salivar (curva matinal/tarde/noite)** — avaliar disfunção do eixo HPA\n- **Triptase sérica** — quando houver suspeita de síndrome de ativação mastocitária\n- **Micotoxinas urinárias** — em casos de cefaléia persistente sem explicação clara\n- **TSH e hormônios tireoidianos** — disfunção tireoidiana como causa secundária\n\n**Imagem (quando indicado):**\n- Ressonância magnética de crânio com e sem contraste — descartar causas estruturais\n- Tomografia de seios paranasais — investigar cefaléia de origem sinusal\n\n### 4. Intervenções Baseadas em Evidências\n\n**Nutricional e Suplementação:**\n- **Magnésio** (preferir treonato para efeitos cerebrais ou citrato para constipação associada): evidência robusta de redução de frequência e intensidade das enxaquecas\n- **Vitamina B2 (riboflavina):** 400 mg/dia demonstra eficácia na profilaxia da enxaqueca\n- **Coenzima Q10:** adjuvante mitocondrial com evidências em profilaxia de enxaqueca\n- **Ômega-3 (EPA/DHA):** efeito anti-inflamatório via resolvinas e protectinas\n- **Complexo B:** especialmente B1, B2, B5, B6 e folato\n\n**Dietético:**\n- **Dieta cetogênica:** evidências consistentes na redução de enxaqueca — um estudo prospectivo com 96 mulheres mostrou redução de ataques mensais de 2,9 para 0,7, dias com dor de 5 para 0,9 e uso de analgésicos de 5 para 0,5 comprimidos/mês após apenas 1 mês; em enxaqueca refratária crônica, a duração média das crises caiu de 24 para 5 horas e o consumo mensal de analgésicos de 30 para 6 doses\n- **Dieta anti-histamínica** (se suspeita de intolerância): restringir por 4 semanas queijos, fermentados, laticínios, vinho, embutidos, frutos do mar e alimentos liberadores de histamina\n- **Redução de açúcar** (meta ≤15 g/dia): impacto sobre neuroinflamação e estabilidade metabólica\n- Manter hidratação adequada e regularidade alimentar\n\n**Estilo de Vida:**\n- Higiene do sono: protocolo circadiano (desjejum proteico com B6, exposição à luz natural pela manhã, redução de luz azul após 20h)\n- Diário de gatilhos de cefaléia\n- Exercício físico regular (aeróbico moderado)\n- Manejo de estresse (técnicas de relaxamento, mindfulness)\n\n**Terapia Manual:**\n- Quiropraxia e fisioterapia: especialmente para cefaléia cervicogênica e tensional, com casos de resolução rápida documentados (inclusive em gestantes, com princípio da precaução antes de analgésicos)\n\n**Gestante com Cefaléia:**\n- Triagem obrigatória de sinais de alarme (pré-eclâmpsia, sinais neurológicos)\n- Evitar uso diário de paracetamol (risco de depleção de glutationa fetal)\n- Fluxo recomendado: triagem de alarme → educação → diário de gatilhos → higiene do sono/hidratação → exercícios leves → terapia manual com profissional qualificado → acompanhamento obstétrico\n\n### 5. Encaminhamentos\n\n- **Neurologia:** cefaléia refratária, sinais de alarme, suspeita de cefaléia secundária\n- **Quiropraxia/Fisioterapia:** componente cervicogênico ou tensional predominante\n- **Nutricionista funcional:** protocolo alimentar anti-inflamatório, cetogênico ou anti-histamínico\n- **Psicologia/Psiquiatria:** quando há comorbidade de ansiedade, depressão ou trauma como fator mantenedor"
}
