{
  "score_item_id": "019bf31d-2ef0-7817-8c4f-d399bafe461f",
  "clinical_relevance": "A tontura é um sintoma altamente prevalente no segmento cefálico com impacto clínico significativo, sendo a queixa mais comum em consultas de atenção primária em indivíduos acima de 65 anos e a terceira queixa mais frequente em adultos de todas as faixas etárias. Estima-se prevalência de 20-30% na população geral, com incidência crescente com a idade. O termo 'tontura' engloba quatro categorias semiológicas distintas — vertigem (sensação de rotação do ambiente ou do próprio corpo), pré-síncope (sensação de desmaio iminente), desequilíbrio (instabilidade postural sem sensação rotatória) e tontura inespecífica (sensação flutuante ou de cabeça vazia) — cuja diferenciação orienta o raciocínio diagnóstico e a conduta.\n\nFisiopatologicamente, a manutenção do equilíbrio depende da integração harmônica entre o sistema vestibular periférico (labirinto e nervo vestibulococlear), o sistema vestibular central (núcleos do tronco encefálico e cerebelo), o sistema visual e os proprioceptores musculoesqueléticos. Disfunções em qualquer desses componentes — ou na integração entre eles pelo sistema nervoso autônomo (SNA) — resultam em tontura. As desautonomias, como descrito na literatura de medicina autonômica, representam causas frequentemente subdiagnosticadas: alterações na variabilidade da frequência cardíaca (VFC/SDNN), hipotensão ortostática e disfunção barorreflexa produzem quadros de pré-síncope e tontura posicional não labiríntica.\n\nEtiologicamente, as causas mais prevalentes incluem: (1) Vertigem Posicional Paroxística Benigna (VPPB) — a mais comum, representando 17-42% dos casos de vertigem; (2) Neurite vestibular/labirintite — segunda causa mais frequente de vertigem periférica; (3) Doença de Ménière — associada à hidropisia endolinfática; (4) Hipotensão ortostática e disfunções autonômicas; (5) Causas centrais (AVC, tumor de fossa posterior, esclerose múltipla) — menos prevalentes mas de maior gravidade; (6) Causas metabólicas: deficiência de vitamina D, deficiência de vitaminas B12 e B2, hipoglicemia, disfunção tireoidiana, anemia; (7) Causas medicamentosas (anti-hipertensivos, benzodiazepínicos, aminoglicosídeos, diuréticos); (8) Causas psiquiátricas: tontura postural perceptual persistente (TPPP), síndrome do pânico, ansiedade generalizada.\n\nA estratificação de risco baseia-se na identificação de sinais de alerta (red flags) para causas centrais: início súbito de cefaleia severa, sinais neurológicos focais, diplopia, disfagia, disartria, ataxia de marcha, nistagmo de direção variável ou vertical, cefaleia nova intensa associada à tontura, episódio único de longa duração sem resolução. A presença de quaisquer desses sinais justifica investigação urgente com neuroimagem. A ausência de red flags direciona à investigação ambulatorial sistemática considerando as causas periféricas e metabólicas. O contexto de medicina funcional integrativa amplia a investigação para disfunções do SNA, disbiose intestinal (eixo microbiota-intestino-cérebro), inflamação sistêmica de baixo grau, deficiências nutricionais subclínicas e exposição a toxinas, que podem contribuir ou perpetuar o sintoma.",
  "points": 8,
  "patient_explanation": "Tontura é uma sensação desconfortável que pode se manifestar de formas diferentes: uma sensação de que o ambiente está girando, a impressão de que vai desmaiar, dificuldade para se equilibrar ou simplesmente uma sensação de cabeça flutuante ou vazia. É um sintoma muito comum — estima-se que cerca de 20 a 30 de cada 100 pessoas experimentam tontura em algum momento da vida, sendo ainda mais frequente conforme a idade avança.\n\nEmbora na grande maioria das vezes a tontura tenha causas simples e tratáveis — como um problema no labirinto (o órgão do equilíbrio no ouvido interno), pressão arterial baixa ao se levantar, deficiências de vitaminas ou desequilíbrios no sistema nervoso autônomo — em alguns casos ela pode indicar algo que precisa de atenção médica mais imediata. Por isso, informar sobre a presença desse sintoma é fundamental para que o médico investigue a causa correta e indique o tratamento mais adequado. Na maioria dos casos, uma vez identificada a causa, a tontura tem tratamento eficaz e a qualidade de vida melhora muito.",
  "conduct": "## Conduta Clínica para Tontura\n\n### 1. Avaliação Inicial e Triagem de Urgência\n\n**Identificar red flags (sinais de alerta para causas centrais — requerem neuroimagem urgente):**\n- Cefaleia súbita de forte intensidade (\"a pior da vida\")\n- Sinais neurológicos focais: diplopia, disfagia, disartria, fraqueza ou dormência de membros\n- Ataxia de marcha desproporcionalmente intensa\n- Nistagmo vertical, rotatório puro ou de direção variável ao teste do olhar\n- Episódio único de tontura prolongada sem resolução espontânea\n- Tontura associada a surdez unilateral súbita\n- Histórico de neoplasia, imunossupressão ou coagulopatia\n\n**Se red flags presentes:** encaminhar ao pronto-socorro para avaliação neurológica de urgência e TC/RNM de crânio.\n\n---\n\n### 2. Caracterização Semiológica (sem red flags)\n\n**Classificar o tipo de tontura:**\n- **Vertigem verdadeira** (sensação rotatória): pensar em causas vestibulares periféricas (VPPB, neurite vestibular, doença de Ménière) ou centrais\n- **Pré-síncope** (sensação de desmaio): pensar em hipotensão ortostática, arritmias, desautonomias\n- **Desequilíbrio** (instabilidade sem rotação): causas cerebelares, proprioceptivas, medicamentosas\n- **Tontura inespecífica** (vaga, flutuante): causas metabólicas, psiquiátricas, TPPP\n\n**Investigar características:**\n- Duração: segundos (VPPB), minutos a horas (Ménière, TIA), horas a dias (neurite vestibular)\n- Fatores desencadeantes: mudança de posição (VPPB, hipotensão ortostática), espontâneo (Ménière, neurite)\n- Sintomas associados: zumbido e hipoacusia (Ménière), náuseas/vômitos (vestibular periférico intenso), palpitações (cardíaco/autonômico)\n\n---\n\n### 3. Investigação Complementar\n\n**Exames básicos:**\n- Hemograma completo (anemia como causa)\n- Glicemia de jejum e insulina de jejum (hipoglicemia, resistência insulínica)\n- TSH, T4 livre e T3 livre (disfunção tireoidiana)\n- Vitamina B12 e folato séricos (deficiência como causa de tontura e neuropatia)\n- 25-OH vitamina D (deficiência associada a distúrbios neurológicos e vestibulares)\n- Ferritina e ferro sérico\n- Eletrólitos: sódio, potássio, magnésio\n- Hemoglobina glicada e perfil lipídico\n- PCR ultrassensível e homocisteína (inflamação sistêmica)\n\n**Avaliação autonômica (quando suspeitar de desautonomia):**\n- Teste ortostático clínico: medir PA e FC em decúbito, após 1 e 3 minutos em pé\n- Variabilidade da frequência cardíaca (VFC/SDNN): alta VFC indica melhor alostase; baixa VFC associa-se a pior prognóstico e maior risco de desautonomia\n- Holter 24h se suspeita de arritmia\n\n**Exames de imagem e funcionais:**\n- RNM de crânio com gadolíneo: se suspeita de causa central, neurite vestibular atípica ou Ménière com necessidade de exclusão de schwannoma vestibular\n- Audiometria tonal e vocal + imitanciometria: investigação de Ménière e causas otológicas\n- Vectoeletronistagmografia (VENG) ou videonistagmografia: avaliação funcional do aparelho vestibular\n- TC de crânio: urgência, quando RNM indisponível\n\n---\n\n### 4. Condutas por Etiologia\n\n**VPPB:**\n- Manobra de reposicionamento de Epley (canal posterior) ou Gufoni/Semont conforme canal acometido\n- Eficácia >80% em sessão única; repetir se necessário\n- Não indicar restrição de movimentos pós-manobra (evidência insuficiente para tal)\n\n**Neurite vestibular/labirintite:**\n- Corticoides sistêmicos na fase aguda (prednisona 1 mg/kg/dia por 5 dias com desmame): aceleram recuperação\n- Vestibulosupressores apenas nos primeiros 3 dias (dimenidrinato, metoclopramida): evitar uso prolongado pois retardam compensação central\n- Reabilitação vestibular: exercícios de Cawthorne-Cooksey ou fisioterapia vestibular especializada\n\n**Doença de Ménière:**\n- Dieta hipossódica (<1500 mg/dia de sódio)\n- Diuréticos (hidroclorotiazida + amilorida) para redução de crises\n- Injeção intratimpânica de corticoide ou gentamicina em casos refratários\n- Encaminhar a otorrinolaringologista especialista em otoneurologia\n\n**Hipotensão ortostática / Desautonomia:**\n- Orientar hidratação adequada (30 mL/kg/dia) e aumento de ingestão de sódio\n- Recomendar levante gradual e medidas posturais\n- Meias de compressão graduada\n- Avaliar e ajustar medicações hipotensoras\n- Treino de resistência física progressivo\n- Investigar e corrigir deficiências nutricionais (vitaminas B12, D, magnésio)\n\n**Causas metabólicas e funcionais:**\n- Corrigir deficiências identificadas: vitamina D (objetivar 40-60 ng/mL), B12 (metilcobalamina sublingual preferencial), magnésio, ferro\n- Investigar e tratar hipotireoidismo ou hiperfunção tireoidiana\n- Avaliar disbiose intestinal e eixo intestino-cérebro em casos refratários\n- Investigar exposição a metais tóxicos e mofo (CIRS) em casos com tontura crônica sem causa definida\n\n---\n\n### 5. Critérios de Encaminhamento\n\n- **Otorrinolaringologista/Otoneurologista:** Ménière, VPPB recidivante, hipoacusia associada, surdez súbita\n- **Neurologista:** Suspeita de causa central, TPPP, esclerose múltipla, TIA/AVC\n- **Cardiologista:** Suspeita de arritmia, hipotensão ortostática grave, síncope associada\n- **Fisioterapeuta vestibular:** Reabilitação após neurite vestibular, VPPB, desequilíbrio crônico\n- **Psiquiatra/Psicólogo:** TPPP, tontura de etiologia psiquiátrica, ansiedade ou pânico associados\n\n---\n\n### 6. Abordagem Integrativa Complementar\n\n- Avaliar VFC e função autonômica como marcador de risco e guia terapêutico\n- Investigar inflamação sistêmica (PCR, homocisteína) e corrigir causas raiz\n- Considerar suporte nutricional: vitaminas do complexo B (especialmente B2, B12), vitamina D, magnésio, zinco\n- Estimular exercício físico regular com componente de equilíbrio (yoga, tai chi) como prevenção de recidivas\n- Manejo do estresse crônico e sono: disfunção do SNA perpetua tontura em muitos casos"
}
