{
  "score_item_id": "019bf31d-2ef0-7988-ac94-7be0c7725a14",
  "clinical_relevance": "Zumbido (tinnitus) é definido como a percepção de sons auditivos — tipicamente zunido, chiado, assobio, clique ou pulsação — na ausência de estímulo acústico externo correspondente. O termo deriva do latim tinnire, que significa \"soar\". Trata-se de um sintoma de condição subjacente, não de uma doença isolada.\n\nEpidemiologia: A prevalência global é expressiva. Revisão sistemática e meta-análise publicada no JAMA Neurology (setembro 2022) consolidou dados de múltiplos estudos populacionais, identificando estimativas de prevalência de qualquer zumbido variando de 9,1% a 33,9% em adultos, dependendo da definição utilizada e da população estudada. Estima-se que 15 a 20% da população mundial experimentará zumbido ao longo da vida, com formas constantes e incapacitantes sendo menos frequentes, porém clinicamente significativas. Estudo em São Paulo (Oiticica & Bittar, 2015) documentou prevalência relevante na população urbana brasileira. A prevalência aumenta com a idade. Zumbido em crianças e adolescentes também é descrito, ainda que subestimado.\n\nFisiopatologia: O zumbido resulta de atividade neuronal anômala nas vias auditivas centrais, frequentemente desencadeada por lesão coclear periférica — especialmente por exposição a ruído ou ototoxicidade — mas perpetuada por mecanismos centrais. Estudos em modelos animais demonstraram hiperatividade e bursting de neurônios do tálamo auditivo diretamente correlacionados com comportamento indicativo de zumbido. Estudos de neuroquímica do córtex auditivo humano (Sedley et al., J Neurosci, 2015) documentaram alterações nos níveis de GABA e glutamato proporcionais à presença e gravidade do zumbido, evidenciando desequilíbrio entre inibição e excitação central como mecanismo fisiopatológico relevante. Adicionalmente, revisão de literatura recente investigou a contribuição da disbiose intestinal por meio do eixo intestino-cérebro: metabólitos bacterianos e moléculas neuroativas, potencializados por aumento da permeabilidade intestinal, podem atingir o encéfalo e alterar a função auditiva central.\n\nFatores de risco identificados em estudos epidemiológicos:\n- Exposição a ruído ocupacional: associação documentada em estudo de coorte prospectivo (HUNT Study, Engdahl et al., BMJ Open, 2012)\n- Perda auditiva: principal fator associado, com correlação estabelecida\n- Distúrbios temporomandibulares: risco aumentado documentado em estudo de coorte populacional retrospectivo (Lee et al., Eur Arch Otorhinolaryngol, 2016)\n- Doença renal crônica: risco aumentado em estudo de coorte nacional (Shih et al., PLoS One, 2017)\n- Complicações auditivas em sobreviventes de câncer na infância: documentadas no Childhood Cancer Survivor Study (Whelan et al., Pediatr Blood Cancer, 2011)\n- Fatores de estilo de vida modificáveis: tabagismo, consumo de álcool, índice de massa corporal elevado e ingestão de cafeína têm associação documentada com prevalência e incidência de zumbido\n- Cafeína: estudo prospectivo (Glicksman et al., Am J Med, 2014) investigou associação entre ingestão de cafeína e risco de zumbido incidente\n- Fatores psicossociais: estresse organizacional, burnout e injustiça organizacional foram associados ao zumbido em estudos transversais\n- Hereditariedade: susceptibilidade genética documentada em estudo de gêmeos suecos (Maas et al., Genet Med, 2017); variantes raras em genes sinápticos identificadas em pacientes com zumbido grave\n\nImpacto em saúde mental e qualidade de vida: A associação entre zumbido e transtornos mentais é bidirecional e clinicamente relevante. O estudo HUNT (Krog et al., J Psychosom Res, 2010) demonstrou associação entre zumbido e saúde mental na população geral. Revisão aponta que pacientes com zumbido frequentemente sofrem de ansiedade e depressão. Estudo de impacto em qualidade de vida em idosos (Nondahl et al., J Am Acad Audiol, 2007) documentou prejuízo significativo. Dado de alta relevância clínica: Lugo et al. (JAMA Otolaryngol Head Neck Surg, 2019) identificaram associação sexo-específica entre zumbido e tentativas de suicídio, evidenciando o potencial impacto psiquiátrico grave em casos severos.\n\nEstratificação de risco no contexto do escore:\n- Zumbido episódico sem outros sintomas: risco baixo, investigação orientada\n- Zumbido persistente com perda auditiva: risco moderado, avaliação especializada obrigatória\n- Zumbido pulsátil unilateral: risco elevado para causa vascular, investigação de imagem prioritária\n- Zumbido com sintomas neurológicos associados ou com impacto em saúde mental grave: risco alto, manejo multidisciplinar urgente",
  "points": 8,
  "patient_explanation": "Zumbido é a sensação de ouvir sons — como chiado, zunido, apito ou pulsação — sem que haja nenhum barulho real vindo de fora. É muito comum: estima-se que entre 15 e 20 de cada 100 pessoas no mundo terão essa experiência em algum momento da vida.\n\nO zumbido não é uma doença em si, mas um sinal de que algo no sistema auditivo ou no organismo como um todo merece atenção. Pode estar relacionado à exposição prolongada a barulhos altos, a alterações na audição, à tensão na mandíbula, ao estresse, ao uso de certos medicamentos, a desequilíbrios intestinais que afetam o sistema nervoso, ou a outras condições de saúde.\n\nQuando o zumbido aparece raramente e passa rápido, geralmente não representa perigo grave. Mas quando é frequente, intenso, atrapalha o sono e a concentração, ou vem acompanhado de perda de audição ou tontura, é importante investigar a causa com profissionais de saúde.\n\nAlém do incômodo auditivo, o zumbido persistente pode afetar o humor, o sono e a qualidade de vida — por isso é importante tratá-lo de forma completa, cuidando tanto do sintoma quanto das emoções que ele desperta. Existem várias abordagens disponíveis, desde proteção auditiva e reabilitação até cuidados com alimentação, intestino, estresse e equilíbrio de nutrientes importantes para o sistema nervoso.",
  "conduct": "## Conduta Clínica: Zumbido (Tinnitus)\n\n### 1. Avaliação Inicial\n\n- **Caracterização detalhada do zumbido:**\n  - Unilateral ou bilateral\n  - Pulsátil (sincrônico com batimentos cardíacos) ou não pulsátil\n  - Qualidade: agudo, grave, chiado, clique, zunido\n  - Contínuo ou intermitente; duração e evolução\n  - Fatores de piora (silêncio, estresse, cansaço, cafeína) e melhora\n- **Impacto funcional:** aplicar instrumentos validados — Tinnitus Handicap Inventory (THI) ou Tinnitus Questionnaire (TQ) — para objetivar gravidade e monitorar resposta ao tratamento\n- **Anamnese dirigida:**\n  - Histórico de exposição a ruído (ocupacional e recreacional — maquinário, shows, fones de ouvido em volume alto)\n  - Uso de medicamentos ototóxicos: AINEs em doses altas, aminoglicosídeos, cisplatina, furosemida, quinina\n  - Disfunção temporomandibular (DTM): bruxismo, dor na articulação, limitação de abertura bucal\n  - Sintomas otológicos associados: hipoacusia, otalgia, plenitude auricular, vertigem, otorreia\n  - Sintomas neurológicos: cefaleia, diplopia, disartria, disfagia, déficits focais\n  - Comorbidades relevantes: hipertensão arterial, diabetes, dislipidemia, doença renal crônica, hipotireoidismo\n  - Rastreio de transtornos mentais: ansiedade (GAD-7) e depressão (PHQ-9) — relação bidirecional documentada\n  - **Avaliação de risco suicida** em casos com sofrimento grave — associação entre zumbido severo e tentativas de suicídio documentada na literatura (Lugo et al., JAMA Otolaryngol, 2019)\n  - Histórico de tabagismo, consumo de álcool, cafeína e IMC\n\n### 2. Investigação Complementar\n\n**Exames audiológicos (primeira linha):**\n- Audiometria tonal liminar e vocal\n- Imitanciometria com timpanometria e reflexos estapedianos\n- Otoscopia detalhada\n- Pesquisa de emissões otoacústicas (avalia função coclear)\n- Potencial evocado auditivo de tronco encefálico (BERA): quando há suspeita de lesão retrococlear\n\n**Exames laboratoriais (abordagem funcional integrativa):**\n- Hemograma completo (anemia)\n- Glicemia de jejum e HbA1c\n- TSH e T4 livre (hipotireoidismo pode causar ou agravar zumbido)\n- Lipidograma completo\n- Vitamina B12 e folato\n- Vitamina D 25-OH\n- Magnésio sérico (e eritrocitário quando disponível)\n- Zinco plasmático\n- Ferritina e ferro sérico\n- PCR ultrassensível\n- Homocisteína\n- Função renal: creatinina, ureia, TFG estimada (doença renal crônica associada a maior risco de zumbido)\n\n**Exames de imagem (indicações específicas):**\n- **Zumbido pulsátil:** angio-RM ou angio-TC de crânio e pescoço — afastar malformação arteriovenosa, paraganglioma jugular (tumor glômico), estenose de seio venoso\n- **Zumbido unilateral persistente sem causa aparente:** RM com gadolínio do ângulo pontocerebelar — afastar schwannoma vestibular (neurinoma do acústico)\n- **Suspeita de DTM:** encaminhamento odontológico com ortopantomografia\n\n### 3. Critérios de Encaminhamento\n\n- **Otorrinolaringologista / Audiologista:** zumbido persistente (> 3 meses), associado a perda auditiva, unilateral, pulsátil, ou com impacto significativo na qualidade de vida — encaminhamento obrigatório\n- **Neurologista:** zumbido com sintomas neurológicos associados, zumbido pulsátil após exclusão de causa otológica simples\n- **Psiquiatria / Psicologia:** zumbido com ansiedade severa, depressão, insônia grave ou ideação suicida\n- **Odontologia / Fisioterapia orofacial:** disfunção temporomandibular identificada como fator contribuinte\n- **Nefrologia:** zumbido em paciente com doença renal crônica estabelecida\n\n### 4. Intervenções Baseadas em Evidências\n\n**Tratamento da causa base:**\n- Tratar perda auditiva concomitante: aparelhos auditivos amplificam sons ambientais e reduzem a percepção relativa do zumbido\n- Suspender ou substituir medicamentos ototóxicos quando clinicamente viável\n- Controlar comorbidades: hipertensão, dislipidemia, diabetes, hipotireoidismo\n\n**Reabilitação auditiva e abordagens comportamentais:**\n- **Tinnitus Retraining Therapy (TRT):** combinação de aconselhamento diretivo e terapia sonora de mascaramento parcial — objetivo de habituação ao zumbido\n- **Terapia Cognitivo-Comportamental (TCC):** abordagem com evidência mais robusta para reduzir o sofrimento e o impacto funcional do zumbido, mesmo sem reduzir sua intensidade percebida\n- **Mascaramento sonoro:** uso de sons ambientais, white noise ou sons da natureza, especialmente no período noturno, para reduzir o contraste com o silêncio que amplifica a percepção\n\n**Abordagem funcional e nutricional:**\n- **Magnésio:** envolvido na modulação dos receptores NMDA (glutamato) e na regulação GABAérgica — avaliar e corrigir deficiência; formas com melhor biodisponibilidade para o SNC: treonato de magnésio, glicinato, citrato (150–400 mg/dia de magnésio elementar conforme tolerância)\n- **Zinco:** investigar e corrigir deficiência, especialmente em idosos\n- **Vitamina B12 e folato:** relevantes para saúde neurológica; corrigir quando deficientes\n- **Vitamina B6 (piridoxal-5-fosfato):** cofator essencial para síntese de GABA a partir do glutamato (glutamato-descarboxilase); avaliar necessidade de suplementação\n- **Vitamina D:** corrigir deficiência quando presente\n- **Ômega-3:** ação anti-inflamatória e neuroprotetora como adjuvante\n- **Redução de cafeína:** associação entre ingestão de cafeína e risco de zumbido incidente documentada em estudo prospectivo (Glicksman et al., Am J Med, 2014); orientar redução gradual em pacientes com zumbido\n- **Cessação do tabagismo e moderação do álcool:** fatores de risco modificáveis documentados\n- **Controle do IMC:** IMC elevado associado a maior prevalência de zumbido\n\n**Saúde intestinal (abordagem integrativa):**\n- Investigar disbiose intestinal em casos refratários ou com sintomas digestivos associados — o eixo intestino-cérebro pode contribuir para neuroinflamação e modulação da percepção auditiva central\n- Considerar suporte com probióticos e intervenções de modulação da microbiota quando indicado clinicamente\n- Investigar e tratar fontes de inflamação crônica: infecções silenciosas, exposição a metais tóxicos ou mofo, quando clinicamente suspeitos\n\n**Modulação do estresse e sono:**\n- Tratar insônia associada: o silêncio noturno amplifica a percepção do zumbido\n- Estratégias de manejo do estresse: mindfulness, biofeedback, relaxamento progressivo — estresse crônico e burnout são fatores de risco documentados\n- Atividade física regular: benefícios anti-inflamatórios, modulação do eixo HPA e melhora do sono\n\n**Proteção auditiva:**\n- Orientar uso de proteção auricular em ambientes com ruído acima de 85 dB (ocupacional e recreacional)\n- Limitar uso de fones de ouvido com volume elevado\n\n### 5. Monitoramento\n\n- Reavaliar THI a cada 3–6 meses para objetivar resposta ao tratamento\n- Audiometria anual em pacientes com perda auditiva estabelecida\n- Monitorar humor, qualidade de vida e risco psiquiátrico em cada consulta\n- Ajustar intervenções nutricionais e funcionais conforme exames de acompanhamento"
}
