{
  "score_item_id": "019bf31d-2ef0-720d-a74a-b2c873931143",
  "clinical_relevance": "Sintomas visuais no contexto do segmento cefálico representam um grupo heterogêneo de queixas com relevância diagnóstica que vai de condições benignas a emergências neuro-oftalmológicas potencialmente fatais. O rastreio ativo do histórico de sintomas visuais é fundamental porque muitos pacientes não associam espontaneamente queixas oculares a doenças sistêmicas graves.\n\n**Categorias de sintomas e suas implicações clínicas:**\n\n1. **Diplopia (visão dupla):** Pode indicar paralisia de nervo craniano (III, IV ou VI), aneurisma intracraniano, esclerose múltipla, miastenia gravis ou lesões do tronco encefálico. A diplopia binocular de início súbito é emergência até prova em contrário.\n\n2. **Anisocoria isolada:** Diferença pupilar associada a ptose e enoftalmia sugere síndrome de Horner (lesão da cadeia simpática cervical — pode indicar dissecção de carótida ou tumor de Pancoast). Anisocoria com midríase e ptose sugere compressão do nervo oculomotor por aneurisma.\n\n3. **Perda visual transitória (amaurose fugaz):** Episódios de escurecimento monocular transitório são equivalentes de AIT (ataque isquêmico transitório) da circulação carotídea. Risco elevado de AVC nos dias subsequentes; exige investigação vascular urgente com Doppler de carótidas e ecocardiograma.\n\n4. **Visão turva (embaçamento visual):** Sintoma inespecífico presente em esclerose múltipla (neurite óptica), retinopatia diabética, hipertensão arterial grave, catarata, glaucoma e uveíte. Na esclerose múltipla, neurite óptica acomete até 20% dos pacientes como manifestação inaugural, com dor à movimentação ocular e escotoma central.\n\n5. **Fotofobia:** Pode acompanhar meningite, enxaqueca, uveíte anterior, ceratite e traumatismo cranioencefálico. Quando associada a cefaleia intensa de início súbito, sugere hemorragia subaracnóidea.\n\n6. **Oscilopsia e nistagmo:** Indicam disfunção do sistema vestibular central ou periférico, podendo ser manifestação de esclerose múltipla, lesão cerebelar, ototoxicidade ou síndrome de Wernicke.\n\n7. **Metamorfopsia e escotomas:** Distorção de imagens ou pontos cegos podem indicar degeneração macular relacionada à idade (DMRI), que afeta cerca de 8,7% da população mundial acima de 45 anos, sendo causa líder de cegueira legal em países desenvolvidos. Fatores de risco incluem tabagismo, história familiar e baixa ingestão de luteína e zeaxantina.\n\n8. **Alterações visuais pós-COVID:** Estudos documentam detecção de SARS-CoV-2 em biópsias retinianas de pacientes falecidos por COVID-19, além de alterações na espessura coroidal e índice de vascularidade coroidal persistentes por meses após a infecção. Sintomas visuais e cognitivos fazem parte do espectro do Long COVID.\n\n**Dados epidemiológicos relevantes:** A revisão de neuro-oftalmologia de emergência (Acta Neurologica Belgica, 2013) identificou cinco sinais/sintomas oculares que podem representar risco de vida ou de visão: diplopia, anisocoria isolada, perda visual transitória, dor grave em cabeça ou pescoço com ou sem fotofobia, e oscilopsia/nistagmo. O atraso diagnóstico nesses cenários está associado a desfechos graves, incluindo AVC estabelecido, cegueira permanente e morte.",
  "points": 12,
  "patient_explanation": "Sintomas visuais são qualquer alteração na sua visão que tenha acontecido no passado ou esteja presente agora. Isso inclui visão dupla, visão embaçada, pontos cegos, flashes de luz, perda repentina ou temporária da visão, sensibilidade excessiva à luz ou imagens distorcidas.\n\nÉ importante relatar esses sintomas mesmo que tenham passado, porque podem ser sinais de doenças que afetam não só os olhos, mas também o coração, o cérebro e os vasos sanguíneos. Um episódio de escurecimento rápido em um olho pode indicar que um vaso foi temporariamente bloqueado — um aviso de risco para derrame cerebral. Visão turva com dor ao mover o olho pode ser o primeiro sinal de esclerose múltipla.\n\nCondições como pressão alta grave, diabetes mal controlado e doenças autoimunes também causam alterações na retina que se manifestam como sintomas visuais. Identificar esses sinais precocemente permite tratar a causa antes que ocorram danos permanentes.",
  "conduct": "## Conduta Clínica — Sintomas Visuais (Histórico Cefálico)\n\n### 1. Triagem inicial e identificação de emergências\n\n- **Perguntar ativamente sobre:** episódios de visão dupla, perda visual (total ou parcial, transitória ou permanente), escurecimento de um olho, pontos cegos, flashes, distorções, fotofobia intensa, nistagmo/oscilopsia\n- **Sinais de alerta que exigem encaminhamento urgente/emergencial:**\n  - Perda visual monocular transitória (amaurose fugaz) → investigação vascular imediata (Doppler carotídeo, ecocardiograma, avaliação neurológica)\n  - Diplopia de início agudo com cefaleia e/ou anisocoria → excluir aneurisma intracraniano (angiotomografia ou angioressonância de urgência)\n  - Anisocoria + ptose + enoftalmia (síndrome de Horner) → investigar dissecção de carótida e tumor apical de pulmão (angiotomografia cervical e tomografia de tórax)\n  - Fotofobia + cefaleia em trovão → suspeitar de hemorragia subaracnóidea (TC crânio sem contraste + punção liquórica se TC negativa)\n\n### 2. Investigação complementar por contexto clínico\n\n**Contexto vascular/metabólico:**\n- Hemograma, glicemia de jejum, HbA1c, curva glicêmica com insulina (detectar resistência insulínica oculta)\n- Lipidograma completo (LDL, HDL, TG, Lp(a), APO-B/APO-A)\n- Homocisteína sérica (marcador de risco vascular e neurológico; meta < 7,9 µmol/L)\n- PCR-us, VHS (marcadores inflamatórios)\n- Pressão arterial em ambos os braços\n- Doppler de carótidas e vertebrais se amaurose fugaz ou AIT suspeito\n\n**Contexto autoimune/desmielinizante:**\n- FAN, anti-DNA, complemento (suspeita de LES com acometimento ocular)\n- Anticorpos anti-AQP4 e anti-MOG (neuromielite óptica vs. EM)\n- RM de crânio e órbitas com gadolínio (neurite óptica, placas de EM)\n- Velocidade de condução do potencial evocado visual\n\n**Contexto tireoidiano (oftalmopatia de Graves):**\n- TSH, T4L, T3L, anticorpos anti-TSH-R (TRAb)\n- RM de órbitas para avaliar exoftalmia, restrição de músculos extraoculares e risco de neuropatia óptica compressiva\n\n**Contexto de Long COVID:**\n- Investigar histórico de COVID-19 e cronologia dos sintomas visuais\n- Considerar avaliação oftalmológica com tomografia de coerência óptica (OCT) para avaliar espessura de fibras nervosas e coroide\n\n### 3. Encaminhamentos\n\n- **Oftalmologista:** qualquer queixa visual persistente, suspeita de DMRI, glaucoma, retinopatia, uveíte, oftalmopatia de Graves\n- **Neurologista:** neurite óptica, diplopia sem causa local clara, nistagmo central, suspeita de EM\n- **Neurocirurgião/neurorradiologista:** anisocoria com suspeita de aneurisma ou hematoma\n- **Cirurgião vascular:** amaurose fugaz com placa carotídea significativa\n\n### 4. Intervenções baseadas em evidências\n\n**Prevenção e suporte à saúde ocular:**\n- **Luteína e zeaxantina:** carotenoides com evidência em DMRI; fontes: gema de ovo, espinafre, couve; suplementação (2–8 mg/dia) indicada em pacientes com histórico familiar de DMRI ou baixa ingestão dietética\n- **Ômega-3 (EPA/DHA):** efeito anti-inflamatório e neuroprotetor; avaliar índice ômega-3 e razão ômega-3:ômega-6\n- **Vitamina D:** deficiência associada a doenças autoimunes oculares e desmielinizantes; dosar 25(OH)D e PTH; meta 50–80 ng/mL\n- **Vitamina E:** neuroprotetora e preventiva de catarata; auxilia no uso de vitamina A\n- **Controle glicêmico rigoroso:** HbA1c < 5,7% (meta funcional); monitorar curva glicêmica com insulina para detectar hiperinsulinemia oculta — causa de retinopatia diabética subclínica\n- **Controle pressórico:** meta < 120/80 mmHg para proteção retiniana\n- **Cessação do tabagismo:** fator de risco independente para DMRI, neuropatia óptica isquêmica e progressão da oftalmopatia de Graves\n\n**Abordagem integrativa funcional:**\n- Avaliar homocisteína e intervir com vitaminas B9, B12 e B6 quando elevada (risco vascular e neurológico)\n- Investigar resistência insulínica em pacientes com queixas visuais associadas a fadiga e oscilação de energia\n- Considerar avaliação de metais pesados e toxinas ambientais em casos refratários de sintomas visuais inexplicados\n- Monitorar e tratar apneia do sono (associada a neuropatia óptica isquêmica e progressão do glaucoma)"
}
