{
  "score_item_id": "019bf31d-2ef0-7763-a743-0fce76fe2686",
  "clinical_relevance": "O segmento torácico compreende todas as estruturas contidas na caixa torácica — pulmões, pleura, traqueia, brônquios, coração, pericárdio, aorta torácica, esôfago torácico, mediastino e parede torácica — e o levantamento ativo de doenças ou sintomas passados ou atuais nessa região é parte essencial da anamnese em medicina funcional integrativa. A investigação sistemática do histórico torácico permite identificar condições crônicas com impacto significativo em múltiplos sistemas e na longevidade.\n\nAs principais condições a serem ativamente investigadas no segmento torácico incluem:\n\n**Condições respiratórias:**\n- Asma: doença inflamatória crônica das vias aéreas inferiores com obstrução reversível, caracterizada por tosse, sibilância, aperto torácico e dispneia. Padrão persistente (leve a grave) ou intermitente. Confirmada por limitação do fluxo (VEF1/CVF < 0,8 em adultos), variabilidade ao broncodilatador (≥ 12% e ≥ 200 ml) ou PFE variável > 10%. Impacto funcional relevante: limita exercício, prejudica sono e associa-se a inflamação sistêmica crônica.\n- DPOC (Doença Pulmonar Obstrutiva Crônica): obstrução persistente e progressiva do fluxo aéreo, fortemente associada ao tabagismo e à exposição a fumaças e poeiras. Evolui com dispneia progressiva, tosse produtiva crônica e redução da tolerância ao esforço.\n- Pneumonias de repetição e infecções respiratórias recorrentes: sinalizam possível imunodeficiência, disbiose intestinal com comprometimento da imunidade de mucosa, ou condições estruturais predisponentes.\n- Tuberculose prévia: sequelas fibróticas com possível comprometimento funcional residual; risco de reativação em imunossupressão.\n- Apneia obstrutiva do sono (AOS): condição subdiagnosticada com impacto sistêmico profundo — reduz produção de testosterona, aumenta endotelina, piora função erétil, eleva risco cardiovascular e metabólico, aumenta resistência à insulina e inflamação crônica.\n\n**Condições cardiovasculares:**\n- Infarto agudo do miocárdio prévio, angina ou doença arterial coronariana: indicam dano endotelial estabelecido, risco aumentado de eventos recorrentes e necessidade de otimização intensiva de todos os fatores de risco modificáveis.\n- Pericardite ou miocardite: condições inflamatórias do coração que podem deixar sequelas estruturais ou funcionais.\n- Insuficiência cardíaca: disfunção sistólica ou diastólica com limitação funcional progressiva; associada à sarcopenia, caquexia e pior prognóstico global.\n- Arritmias: fibrilação atrial, taquicardias supraventriculares, bloqueios — podem refletir disfunções tiroidianas, desequilíbrios eletrolíticos ou doença estrutural.\n- Hipertensão pulmonar: pressão média na artéria pulmonar > 20 mmHg em repouso; pode ser primária ou secundária a condições respiratórias, cardíacas ou do tecido conjuntivo.\n\n**Condições da parede torácica e mediastino:**\n- Pneumotórax prévio espontâneo ou traumático.\n- Derrame pleural: exsudato ou transudato indicando processo inflamatório, neoplásico, cardíaco ou hepático.\n- Tumores mediastinais: linfomas, timomas, teratomas — a maioria descoberta incidentalmente.\n\n**Condições oncológicas:**\n- Câncer de pulmão: 5ª causa de câncer e principal causa de morte por câncer no mundo; histórico de tabagismo, exposição a carcinógenos e inflamação crônica são os principais fatores de risco.\n- Câncer de mama com extensão ou tratamento com radioterapia torácica: repercussões cardiopulmonares tardias relevantes.\n- Mesotelioma e neoplasias pleurais: associadas a exposição a asbesto.\n\n**Relevância funcional integrativa:**\nA privação crônica de sono associada à apneia, o sedentarismo que eleva mortalidade por todas as causas, e a inflamação crônica sistêmica relacionada a doenças torácicas estabelecidas têm impacto direto na metabolização hormonal, na resistência à insulina e no risco oncológico. Estudos demonstram que a sarcopenia associa-se a 44% mais mortes por todas as causas e 93% mais mortes por câncer — condição frequentemente presente em pacientes com doenças pulmonares ou cardíacas crônicas devido ao descondicionamento. A identificação de doenças torácicas pregressas permite estratificar riscos ocultos e direcionar investigação complementar personalizada.",
  "points": 0,
  "patient_explanation": "O segmento torácico é a região do tórax — o peito — e inclui os pulmões, o coração, a traqueia e os brônquios, além de outras estruturas importantes. Quando seu médico pergunta sobre doenças ou sintomas passados ou atuais nessa região, está buscando entender se você já teve ou tem condições que podem afetar sua respiração, seu coração ou a saúde geral do peito.\n\nÉ importante relatar qualquer histórico de asma, bronquite, pneumonia de repetição, infecções respiratórias frequentes, falta de ar, chiado no peito, aperto torácico, tosse crônica, ronco intenso com pausas na respiração (apneia do sono), dor no peito, infarto, angina, arritmias, pericardite ou qualquer câncer relacionado ao tórax.\n\nMuitas dessas condições, mesmo quando tratadas e aparentemente resolvidas, podem deixar marcas no funcionamento do coração, dos pulmões e do metabolismo geral. Por exemplo, a apneia do sono — mesmo sem sintomas intensos — pode estar reduzindo silenciosamente os níveis hormonais e aumentando o risco cardiovascular. Da mesma forma, doenças respiratórias crônicas como asma ou DPOC podem limitar a capacidade de praticar exercícios, o que afeta diretamente a massa muscular, o metabolismo e a longevidade.\n\nCompartilhar esse histórico com detalhes ajuda seu médico a montar um plano de saúde muito mais personalizado e eficaz para você.",
  "conduct": "## Conduta Clínica — Histórico de Doenças do Segmento Torácico\n\n### 1. Anamnese Dirigida\n\nQuestionar ativamente sobre:\n\n- **Respiratório:** asma (diagnóstico, tratamento atual, uso de corticoide inalatório ou oral, frequência de crises), DPOC, bronquite crônica, enfisema, pneumonia de repetição, tuberculose prévia, pneumotórax, derrame pleural, hemoptise, tosse crônica (> 8 semanas), dispneia aos esforços ou em repouso, sibilância\n- **Sono:** ronco intenso, apneia (pausas respiratórias relatadas pelo parceiro), sonolência diurna excessiva, noctúria frequente — sinais cardinais de apneia obstrutiva do sono (AOS)\n- **Cardiovascular:** infarto prévio, angina, revascularização miocárdica (cirurgia ou stent), insuficiência cardíaca, arritmias (fibrilação atrial, taquicardias), pericardite, miocardite, hipertensão pulmonar, tromboembolismo pulmonar\n- **Oncológico:** câncer de pulmão, mama, esôfago, linfomas torácicos, mesotelioma; radioterapia prévia em tórax\n- **Traumas e cirurgias:** fraturas de costelas, cirurgias torácicas, toracotomias\n- **Exposições:** tabagismo (maços/ano), tabagismo passivo, exposição ocupacional a poeiras, asbesto, fumaças, mofo\n\n### 2. Investigação Complementar Conforme Histórico\n\n**Se histórico de doença respiratória crônica (asma, DPOC):**\n- Espirometria com prova broncodilatadora para quantificar limitação funcional atual\n- Rx de tórax ou TC de tórax (baixa dose) para rastreio estrutural\n- Peak flow seriado se controle de asma em monitoramento\n- Controle de eosinófilos séricos (fenótipo eosinofílico em asma grave)\n- Investigar eixo intestino-pulmão: disbiose e hiperpermeabilidade intestinal como gatilhos de inflamação de vias aéreas\n\n**Se suspeita de apneia obstrutiva do sono:**\n- **Polissonografia domiciliar** como primeiro exame (custo-efetiva e suficiente para maioria dos casos)\n- Painel hormonal: testosterona, estradiol, DHEA-S — AOS sabidamente reduz testosterona e piora perfil hormonal\n- Avaliação metabólica: glicemia, insulina, HbA1c — AOS aumenta resistência insulínica\n- Avaliação cardiovascular: PA de 24h (MAPA), ECG, ecocardiograma se indicado\n\n**Se histórico cardiovascular (IAM, IC, arritmias):**\n- ECG de repouso e, conforme risco, teste ergométrico ou cintilografia miocárdica\n- Ecocardiograma para avaliação de função ventricular e estrutural\n- Painel cardiovascular completo: PCR-us, homocisteína, Lp(a), ApoB/ApoA, ômega-3, vitamina D + PTH, lipidograma avançado\n- Escore de cálcio coronariano (TC sem contraste) para estratificação de risco em pacientes assintomáticos com fatores de risco\n- Avaliação de capacidade cardiopulmonar: baixa tolerância ao esforço correlaciona-se com pior prognóstico global\n\n**Se histórico oncológico torácico ou radioterapia prévia:**\n- Avaliação cardiológica e pneumológica periódica (sequelas tardias de radioterapia podem causar pericardite constritiva, miocardiopatia e fibrose pulmonar)\n- TC de tórax de baixa dose anualmente em ex-tabagistas pesados (≥ 20 maços/ano, 50–80 anos) — recomendação de rastreio de câncer de pulmão\n- Marcadores tumorais quando clinicamente indicados\n\n### 3. Intervenções Baseadas em Evidências\n\n**Condições respiratórias crônicas (asma, DPOC):**\n- Otimizar farmacoterapia conforme fenótipo e estágio (corticoide inalatório ± broncodilatador de longa ação)\n- **Exercício de força progressivo:** sarcopenia está presente em até 30% dos pacientes com DPOC e associa-se a aumento significativo de mortalidade; reabilitação pulmonar reduz exacerbações e melhora qualidade de vida\n- Investigar e tratar refluxo gastroesofágico: causa frequente de tosse crônica e exacerbações de asma\n- Suplementação: **vitamina D** (manter ≥ 40 ng/mL; deficiência associada à maior frequência de crises asmáticas e infecções respiratórias), **ômega-3** (efeito anti-inflamatório nas vias aéreas), **magnésio** (broncodilatador fisiológico)\n- Modular eixo intestino-pulmão: probióticos e prebióticos para melhora da imunidade de mucosa respiratória\n\n**Apneia obstrutiva do sono:**\n- CPAP como tratamento padrão quando IAH ≥ 15 eventos/hora ou IAH ≥ 5 com sintomas significativos\n- Redução de peso (cada 10% de perda reduz IAH em ~26%)\n- Posicionamento lateral no sono (AOS posicional)\n- Evitar álcool e benzodiazepínicos à noite\n- Reposição hormonal quando deficiência de testosterona documentada e AOS controlada\n\n**Doenças cardiovasculares prévias:**\n- **Exercício aeróbico supervisionado:** 40 min, 4×/semana (≥ 160 min/semana) — evidência de melhora de função endotelial, redução de eventos recorrentes e melhora de qualidade de vida\n- Protocolo anti-inflamatório: dieta anti-inflamatória, controle da resistência insulínica, redução de carboidratos refinados e ultraprocessados\n- Suplementação adjuvante: CoQ10 (200–400 mg/dia), ômega-3 (2–4 g EPA+DHA/dia), magnésio, vitamina D, vitaminas do complexo B (se homocisteína elevada)\n- Cessação do tabagismo (intervenção de maior impacto prognóstico)\n\n### 4. Critérios de Encaminhamento a Especialistas\n\n- **Pneumologista:** DPOC moderada a grave, asma de difícil controle, AOS grave, suspeita de neoplasia pulmonar, tuberculose ativa ou sequelas graves\n- **Cardiologista:** doença arterial coronariana estabelecida, insuficiência cardíaca, arritmias complexas, hipertensão pulmonar, valvopatias significativas\n- **Centro do Sono / Medicina do Sono:** AOS confirmada ou fortemente suspeita com repercussões metabólicas e hormonais\n- **Oncologista / Cirurgião torácico:** suspeita ou histórico de neoplasia torácica\n- **Fisioterapia respiratória / Reabilitação pulmonar:** sequelas funcionais de pneumonias graves, DPOC, fibrose pulmonar, pós-operatório torácico\n- **Nutricionista especializado:** plano alimentar anti-inflamatório integrado ao manejo de doenças pulmonares e cardiovasculares\n\n### 5. Monitoramento Longitudinal\n\n- Reavaliação periódica da função pulmonar (espirometria anual em DPOC e asma moderada/grave)\n- Controle da AOS com reavaliação do IAH após perda de peso significativa ou mudança de tratamento\n- Monitoramento de biomarcadores metabólicos e inflamatórios — especialmente em pacientes com múltiplas comorbidades torácicas\n- Avaliação de composição corporal (bioimpedância) para detectar sarcopenia — condição frequente e subdiagnosticada em pacientes com doenças respiratórias ou cardiovasculares crônicas"
}
