{
  "score_item_id": "019bf31d-2ef0-7f0a-b7d9-5d22d7a40484",
  "clinical_relevance": "Palpitação é a percepção subjetiva dos próprios batimentos cardíacos, podendo ser descrita pelo paciente como sensação de coração acelerado, irregular, forte ou saltando. No contexto do Histórico de saúde — segmento torácico, sua presença (passada ou atual) é um marcador clínico relevante que exige avaliação etiológica sistemática. As causas são amplas e incluem: arritmias cardíacas (fibrilação atrial, taquicardia supraventricular, extrassístoles), causas metabólicas (hipertireoidismo, hipoglicemia, anemia, distúrbios eletrolíticos como hipomagnesiemia e hipocalemia), causas autonômicas (disfunção do sistema nervoso autônomo com baixa variabilidade da frequência cardíaca — VFC), causas psiquiátricas/funcionais (ansiedade, síndrome do pânico, estresse crônico com hiperativação do eixo HPA), e causas relacionadas a substâncias e intolerâncias.\n\nA histamina merece destaque particular: receptores H1 e H3 são amplamente distribuídos no organismo, e o excesso de histamina — seja por déficit enzimático de DAO, por polimorfismos genéticos ou por disbiose intestinal — pode manifestar-se como palpitações e arritmias, além de refluxo, gastrite, inquietação e alterações do sono. O excesso de histamina não se resolve apenas com anti-histamínicos; as causas subjacentes (polimorfismos, dificuldades GI, microbiota alterada) devem ser investigadas e abordadas.\n\nA cafeína e estimulantes constituem outra causa frequente e reversível: a cafeína estimula noradrenalina e pode precipitar palpitações em indivíduos suscetíveis, especialmente ansiosos, pós-COVID ou com excitotoxicidade glutamatérgica. Pré-treinos e termogênicos adulterados (ex: efedra/efedrina) representam risco adicional. Pacientes pós-COVID podem apresentar taquicardia e palpitações por disfunção autonômica residual. A avaliação da VFC é ferramenta objetiva para estratificar risco autonômico: baixa VFC associa-se a menor reserva fisiológica e maior risco cardiovascular, indicando suspensão de exercício vigoroso até recuperação da alostase.\n\nEpidemiologicamente, palpitações representam um dos motivos mais comuns de consulta em cardiologia e medicina geral. A fibrilação atrial, causa relevante de palpitações, afeta cerca de 1–2% da população geral e é fator de risco independente para AVC. A maioria das palpitações é de causa benigna, mas uma fração clinicamente relevante associa-se a arritmias significativas. Histórico familiar de morte súbita ou arritmia grave aumenta substancialmente o risco e exige investigação prioritária. Em uso de estimulantes prescritos para TDAH (ex: metilfenidato), devem-se monitorar pressão arterial e frequência cardíaca ao longo de todo o tratamento, especialmente em doses altas e uso prolongado.",
  "points": 12,
  "patient_explanation": "Palpitação é quando você sente o próprio coração batendo de um jeito diferente do normal — pode parecer que ele está acelerado, pulando, batendo forte ou de forma irregular. É uma sensação muito comum e, na maioria das vezes, não indica nada grave. No entanto, pode ser sinal de que seu coração, seu sistema nervoso ou seu metabolismo precisam de atenção.\n\nCausas comuns incluem estresse e ansiedade, excesso de cafeína ou outros estimulantes, alterações na tireoide, anemia, falta de magnésio, e até sensibilidade a certos alimentos ricos em histamina, como vinho, queijos curados e fermentados. Em alguns casos, pode indicar alterações no ritmo cardíaco que precisam de investigação.\n\nContar ao seu médico com que frequência isso acontece, há quanto tempo, se ocorre em repouso ou com esforço, e se vem acompanhado de tontura, desmaio ou falta de ar é fundamental para que a causa certa seja identificada e tratada.",
  "conduct": "## Investigação Inicial\n\n- **Anamnese detalhada:** caracterizar as palpitações — início, duração, frequência, padrão (regular ou irregular), relação com esforço, emoções, alimentação, cafeína, estimulantes, ciclo menstrual e estresse\n- **Sintomas de alarme** (encaminhar cardiologia com prioridade se presentes):\n  - Síncope ou pré-síncope associada\n  - Dor torácica\n  - Dispneia aos esforços\n  - Histórico familiar de morte súbita ou arritmia grave\n- **Histórico de substâncias:** revisar uso de cafeína, termogênicos, pré-treinos e suplementos estimulantes; avaliar possível adulteração (efedra/efedrina)\n- **Histórico psiquiátrico:** ansiedade, síndrome do pânico, estresse crônico, uso de estimulantes prescritos (ex: metilfenidato para TDAH)\n- **Histórico pós-COVID:** considerar disfunção autonômica residual em pacientes com taquicardia e palpitações sem outra explicação\n\n---\n\n## Exames Complementares\n\n**Laboratoriais:**\n- Hemograma completo (anemia)\n- TSH e T4 livre (hipertireoidismo)\n- Glicemia de jejum e insulina basal (hipoglicemia reativa, resistência insulínica)\n- Magnésio sérico e iônico (hipomagnesiemia é causa frequente e tratável)\n- Cálcio iônico (reavaliação em 30–60 dias, especialmente pós-infecções/estresse)\n- Potássio e sódio\n- Ferritina e saturação de transferrina\n- Homocisteína\n- PCR ultrassensível\n- Vitamina D (meta >50 ng/mL)\n\n**Cardiovasculares:**\n- ECG de repouso (ritmo, intervalo QT, bloqueios, pré-excitação)\n- Holter 24h (para documentar arritmia correlacionada com sintomas)\n- Ecocardiograma (se suspeita de cardiopatia estrutural)\n- VFC — variabilidade da frequência cardíaca (baixa VFC indica menor reserva autonômica; realizar com 3–5 medições padronizadas em condições controladas)\n\n**Funcionais/Integrativas:**\n- Curva de cortisol salivar domiciliar (manhã, tarde, noite) — avaliar disfunção do eixo HPA\n- Dosagem de DAO e histamina plasmática/urinária se suspeita de intolerância à histamina\n- Polimorfismos relevantes (CYP1A2 para metabolismo de cafeína; genes relacionados à histamina/DAO) quando indicado clinicamente\n\n---\n\n## Condutas por Etiologia\n\n**Palpitações por ansiedade, estresse e disfunção autonômica:**\n- Técnicas de regulação do nervo vago: gargarejo, exposição a água fria, respiração com expiração prolongada\n- Monitoramento de VFC como ferramenta de autoconsciência do estresse\n- **Pacientes com baixa VFC e baixa reserva fisiológica:** suspender exercício vigoroso até recuperar alostase\n- Magnésio (treonato à noite; dimalato durante o dia) — revisão sistemática evidencia redução de ansiedade e melhora do sono\n- L-teanina 200–400 mg\n- Adaptógenos: Relora (Magnólia + Felodendro) 250 mg à noite; em maior estresse, +250 mg durante o dia — redução de 18% no cortisol salivar vs. placebo\n- Terapia cognitivo-comportamental e abordagem do eixo intestino-cérebro (neuroinflamação como fator causal)\n- Melissa officinalis: chá ao longo do dia ou extrato seco 300 mg à noite\n- Passiflora ~250 mg à noite; Valeriana 200–400 mg; 5-HTP; Taurina (suporte noturno quando indicado)\n\n**Palpitações por intolerância à histamina:**\n- Dieta de eliminação baixa em histamina: remover vinhos, queijos curados, fermentados, café, amendoim e ultraprocessados\n- Suporte intestinal para restaurar DAO: modulação da microbiota e suporte hepático\n- Anti-histamínicos apenas como ponte terapêutica, nunca como solução causal\n- Investigar gatilhos alimentares e polimorfismos genéticos relacionados\n\n**Palpitações por cafeína e estimulantes:**\n- Retirada gradual de cafeína por 30 dias com monitoramento de sintomas de ansiedade, sono e fome\n- Gestantes e lactantes: suspender completamente; oferecer alternativas não estimulantes\n- Avaliar pré-treinos e termogênicos quanto a adulteração por efedra/efedrina\n- Ajustar dose conforme metabolismo genético (CYP1A2): ansiosos, pós-COVID e casos com excitotoxicidade glutamatérgica devem reduzir ou eliminar\n\n**Palpitações por déficits nutricionais e metabólicos:**\n- Corrigir magnésio, potássio, vitamina D (meta >50 ng/mL), ferro\n- Coenzima Q10 100 mg + ubiquinol 100–200 mg em maiores de 40 anos, portadores de condições crônicas ou em uso de estatinas\n- B12 e folato (não ácido fólico sintético) em hipocloridria, uso crônico de IBP ou sinais de disfunção mitocondrial\n- Ômega-3 (EPA/DHA) para suporte de sinalização autonômica e redução de peroxidação lipídica\n\n---\n\n## Critérios de Encaminhamento\n\n- **Cardiologista:** palpitações com síncope, dor torácica, dispneia, ECG alterado, histórico familiar de morte súbita, arritmia documentada no Holter\n- **Endocrinologista:** suspeita de hipertireoidismo ou distúrbio hormonal complexo\n- **Especialista em SNA/neurologista:** suspeita de disfunção autonômica grave (pós-COVID, VFC muito baixa com sintomas sistêmicos)\n- **Psiquiatra/psicólogo:** síndrome do pânico ou ansiedade sem resposta às intervenções iniciais; indicar troca de abordagem se resultados práticos ausentes\n\n---\n\n## Monitoramento\n\n- Reavaliar em 30–60 dias após intervenções sobre estilo de vida, suplementação e remoção de gatilhos\n- Repetir VFC com protocolo padronizado (3–5 medições) para monitorar recuperação autonômica\n- Reavaliação laboratorial de magnésio, TSH, vitamina D e cortisol salivar conforme resposta clínica\n- Protocolo circadiano como suporte geral: desjejum proteico com B6, exposição à luz natural pela manhã, redução de estimulantes e telas à noite"
}
