{
  "score_item_id": "019bf31d-2ef0-71ae-8f72-8330e3072647",
  "clinical_relevance": "A dispneia é definida como a percepção subjetiva de desconforto respiratório, variando de leve limitação ao esforço até incapacidade funcional em repouso. Como parâmetro histórico no segmento torácico, sua presença — passada ou atual — representa um marcador clínico de alta sensibilidade para doenças respiratórias e cardiovasculares com elevado impacto em morbimortalidade.\n\nFisiopatologicamente, a dispneia resulta do desequilíbrio entre a demanda ventilatória e a capacidade do sistema respiratório e/ou cardiovascular de atendê-la. Os mecanismos centrais incluem: (1) obstrução ao fluxo aéreo por inflamação e broncoespasmo (asma, DPOC); (2) congestão pulmonar com redução da complacência por disfunção ventricular (insuficiência cardíaca); (3) hipóxia tecidual por anemia ferropriva ou dessaturação — condição em que dispneia e fadiga podem ser confundidas com mau controle da asma de base; (4) disfunção autonômica com predomínio simpático, associada a broncoespasmos, DPOC e apneia do sono.\n\nNa asma brônquica, a dispneia é episódica e reversível, acompanhada de tosse, sibilância e aperto torácico em padrão persistente ou intermitente. Os critérios diagnósticos funcionais (GINA) incluem: VEF1/CVF < 0,8 em adultos e < 0,9 em crianças, reversibilidade ao broncodilatador de ≥ 12% e ≥ 200 mL em adultos (≥ 12% em crianças), e variabilidade do PFE > 10% em adultos e > 13% em crianças por 2 semanas. A inflamação subclínica persistente não tratada leva ao remodelamento brônquico irreversível com progressão para DPOC. O controle é monitorado pelo ACT (5-25 pontos) e pelos critérios GINA de 4 semanas (0 = controlada; 1-2 = parcial; 3-4 = não controlada).\n\nNa DPOC, a dispneia é o sintoma cardinal e progressivo, caracterizando um processo gradual e incapacitante de comprometimento funcional. A limitação imposta pela dispneia restringe a intensidade do treinamento aeróbico, tornando o exercício resistido uma estratégia complementar essencial na reabilitação pulmonar. Pacientes com SaO2 < 90% em repouso ou com dessaturação ao esforço requerem oxigenoterapia suplementar durante o treinamento.\n\nNa insuficiência cardíaca (IC), a dispneia é um dos sintomas-âncora para triagem em pronto-socorro. O NT-proBNP é o biomarcador central: valor abaixo de 300 pg/mL exclui IC como causa de dispneia aguda com alto valor preditivo negativo. Para confirmação diagnóstica com ajuste etário, o corte é de 450 pg/mL em pacientes com menos de 50 anos (European Journal of Heart Failure, 2023). Valores elevados demandam ecocardiografia e avaliação cardiológica estruturada.\n\nA anemia ferropriva é causa frequentemente subestimada de dispneia: seus sintomas — cansaço e falta de ar — mimetizam o mau controle da asma. Níveis adequados de ferro melhoram a espirometria, mas o excesso é pró-oxidativo e pró-inflamatório, podendo agravar a doença pulmonar. A produção eficiente de hemoglobina também depende de folato, cobalamina (B12), piridoxal (B6) e riboflavina (B2).\n\nA apneia obstrutiva do sono, por sua vez, causa dessaturação noturna, aumenta endotelina e ativa o sistema nervoso simpático — agravando hipóxia sistêmica e contribuindo para dispneia noturna e fragmentação do sono. No contexto pós-COVID, a dispneia pode refletir fibrose pulmonar residual, hiperreatividade brônquica ou disfunção autonômica persistente com broncoespasmo. A síndrome de ativação de mastócitos (SAM) também pode cursar com dificuldade respiratória, chiado e congestão nasal como componente de reações episódicas multissistêmicas.\n\nDispneia no histórico eleva substancialmente a probabilidade pré-teste de doenças crônicas estruturais e deve sempre ser detalhada quanto à cronologia, padrão, fatores desencadeantes, associação com esforço, posição ou ambiente, e tratamentos já realizados.",
  "points": 20,
  "patient_explanation": "A dispneia é a sensação de falta de ar ou dificuldade para respirar. Ela pode aparecer ao fazer esforço — como subir uma escada ou caminhar rápido — ou mesmo em repouso e à noite, e pode variar de leve a muito intensa.\n\nEssa sensação pode ter muitas origens diferentes: pulmões com inflamação (como na asma ou na DPOC), coração com dificuldade de bombear o sangue de forma eficiente, falta de glóbulos vermelhos suficientes para transportar oxigênio (anemia) ou até alterações nas vias aéreas após infecções como a COVID-19. Cada uma dessas situações tem um tratamento específico e pode ser controlada quando identificada cedo.\n\nMesmo que a falta de ar tenha ocorrido no passado e você esteja bem agora, esse histórico é muito importante para o seu médico. Ele ajuda a entender padrões, prevenir recaídas e identificar condições que talvez ainda estejam ativas de forma silenciosa. Cuidar da respiração é cuidar da sua energia, do seu sono, do seu coração e da sua qualidade de vida.",
  "conduct": "## Conduta Clínica — Dispneia (Histórico Torácico)\n\n### 1. Anamnese Direcionada\n\n- **Caracterização do sintoma:** início (agudo, subagudo, crônico), evolução, padrão (esforço, repouso, noturno, posicional), intensidade\n- **Sintomas associados:** tosse (seca ou produtiva), sibilância, aperto torácico, chiado, ortopneia, edema de membros inferiores, febre, hemoptise\n- **Exposições:** tabagismo ativo ou passivo, poluição, mofo, poeira, animais domésticos, produtos químicos ocupacionais\n- **Histórico de diagnósticos:** asma, DPOC, insuficiência cardíaca, anemia, apneia do sono, Long COVID, síndrome de ativação de mastócitos (SAM)\n- **Histórico medicamentoso:** corticoides inalatórios ou orais prévios, broncodilatadores, IECAs (causa tosse seca), betabloqueadores\n- **Impacto funcional:** limitação para atividades cotidianas, tolerância ao exercício físico\n\n### 2. Investigação Complementar\n\n**Função pulmonar:**\n- **Espirometria com prova broncodilatadora:** VEF1, CVF, VEF1/CVF — critério asma: reversibilidade ≥ 12% e ≥ 200 mL em adultos (≥ 12% em crianças); critério DPOC: VEF1/CVF pós-BD < 0,70\n- **PFE (peak flow meter):** variabilidade > 10% em adultos e > 13% em crianças por 2 semanas sugere asma\n- **Testes de desafio:** com metacolina, exercício ou exposição ao frio se espirometria normal e suspeita de hiper-reatividade brônquica\n- SpO2 em repouso e após esforço (SpO2 < 90% em repouso indica necessidade de oxigenoterapia durante exercício)\n\n**Avaliação cardiovascular:**\n- **NT-proBNP:** < 300 pg/mL exclui insuficiência cardíaca como causa de dispneia aguda; ≥ 450 pg/mL em pacientes < 50 anos confirma diagnóstico (European Society of Cardiology, 2023)\n- Radiografia de tórax (pode ser negativa mesmo em IC descompensada)\n- Ecocardiograma transtorácico se suspeita de disfunção ventricular\n- Eletrocardiograma\n\n**Laboratorial:**\n- Hemograma completo com reticulócitos: anemia ferropriva pode mimetizar ou agravar dispneia por asma\n- Ferritina, ferro sérico, saturação de transferrina\n- Folato, cobalamina (B12), piridoxal (B6) e riboflavina (B2): cofatores essenciais para produção de hemoglobina\n- Eosinofilia periférica (≥ 4% sugere fenótipo atópico/asmático)\n- Cortisol matinal (8h) e teste de estimulação com ACTH se uso prolongado de corticoides inalatórios: cortisol basal < 3 µg/dL é preocupante; resposta ao ACTH deve subir ≥ 18 µg/dL\n- Triptase sérica se suspeita de SAM: aumento ≥ 20% + 2 ng/mL acima do valor basal durante crise\n- Marcadores inflamatórios: PCR ultrassensível, VHS\n- Vitamina D sérica: níveis < 30 ng/mL pioram o controle da asma\n\n**Sono:**\n- Polissonografia ou poligrafia respiratória domiciliar se suspeita de apneia obstrutiva (roncos, despertares noturnos, sonolência diurna, dispneia noturna)\n\n### 3. Critérios de Encaminhamento\n\n- **Pneumologia:** asma de difícil controle, DPOC confirmada, dispneia progressiva inexplicada, suspeita de doença intersticial pulmonar\n- **Cardiologia:** NT-proBNP elevado, suspeita de IC, dispneia com ortopneia ou edema periférico\n- **Imunologia/Alergologia:** asma atópica grave, SAM, alergias respiratórias complexas\n- **Medicina do sono:** apneia obstrutiva confirmada ou fortemente suspeita com repercussão sistêmica\n- **Urgência/emergência imediata:** SpO2 < 90% em repouso, crise asmática grave não responsiva, dispneia súbita com dor torácica\n\n### 4. Intervenções Baseadas em Evidências\n\n**Asma:**\n- Corticoides inalatórios (ICS) conforme steps GINA por faixa etária; monitorar supressão do eixo HPA com cortisol matinal em uso prolongado em dose alta (supressão sintomática em 10%; bioquímica em até 40%; risco 6x maior em crianças)\n- Sulfato de magnésio: inalatório em exacerbação grave em crianças de 2-6 anos; 2g EV em pacientes ≥ 6 anos e adultos com falha ao tratamento inicial para reduzir internações\n- Vitamina D: suplementar se < 30 ng/mL — reduz exacerbações em crianças em até 50%, melhora ação dos corticoides e modula IL-10\n- Magnésio oral preventivo: 330 mg/dia por 6 meses demonstrou melhora na qualidade de vida e controle da doença\n- Correção de anemia ferropriva: melhora espirometria, mas evitar excesso (pró-inflamatório)\n- Controle de gatilhos ambientais: poluição, mofo, poeira, alérgenos, químicos\n\n**DPOC e reabilitação pulmonar:**\n- Treinamento aeróbico em cicloergômetro (70-85% VO2max) ou caminhada como parte da reabilitação pulmonar: melhora capacidade ao exercício e qualidade de vida\n- Programas supervisionados de 7 semanas produzem resultados superiores aos de 4 semanas em múltiplos parâmetros respiratórios\n- Treinamento resistido (musculação) como complemento quando a dispneia limita a intensidade aeróbica\n- Oxigenoterapia ao final da sessão de exercício se SaO2 < 90% ou dessaturação ao esforço\n- Treinamento com música reduz a percepção subjetiva do esforço sem diminuir a carga objetiva\n- Treinamento de musculatura inspiratória aumenta a resistência desses músculos, mas não reduz isoladamente a percepção de dispneia\n\n**Manejo autonômico e do sono:**\n- CPAP/BiPAP na apneia obstrutiva do sono: reduz hipóxia noturna, normaliza endotelina e melhora função autonômica\n- Treino de variabilidade da frequência cardíaca (coerência cardíaca) como adjuvante em disfunção autonômica associada à dispneia\n- Fotobiomodulação sobre gânglios simpáticos (ex: primeira costela) pode induzir broncodilatação como complemento a broncodilatadores farmacológicos — evidência preliminar em contexto pós-COVID\n- Avaliar carga alostática e estresse crônico como fatores agravantes de hiperreatividade brônquica e dispneia funcional"
}
