{
  "score_item_id": "019bf31d-2ef0-73fc-b353-73eadb4940d5",
  "clinical_relevance": "A dor torácica é um dos sintomas de maior relevância clínica no contexto do histórico de saúde, por abranger etiologias que variam de condições benignas e autolimitadas a emergências com risco imediato de vida. Quando investigada ativamente como parte da anamnese do segmento torácico — seja como queixa atual ou passada — orienta diretamente a estratificação de risco cardiovascular, pulmonar, gastroesofágico e musculoesquelético do paciente.\n\nDo ponto de vista fisiopatológico, a dor torácica pode originar-se de qualquer estrutura do tórax: coração (isquemia miocárdica por aterosclerose coronariana, vasoespasmo ou disfunção microvascular; pericardite), aorta (dissecção aórtica), pulmão e pleura (pneumotórax, embolia pulmonar, pleurite), esôfago (espasmo esofágico, doença do refluxo gastroesofágico, hipocloridria), parede torácica (costocondrite, miosite, fratura de costela, herpes-zóster) e estruturas neurológicas. A avaliação semiológica criteriosa é indispensável: qualidade da dor (opressiva/constritiva: sugere isquemia coronariana; queimação: sugere DRGE ou espasmo esofágico; pontada: pleural ou musculoesquelética; lancinante/migrante: alerta para dissecção aórtica), localização, irradiação (para mandíbula, braço esquerdo ou dorso interescapular), duração, fatores precipitantes e de alívio, e sintomas associados (dispneia, palpitações, sudorese, náuseas, síncope).\n\nNo segmento cardiovascular, a fisiopatologia central da dor isquêmica envolve disfunção endotelial, inflamação subclínica crônica, oxidação lipídica e estresse oxidativo. A doença arterial coronariana (DAC) responde por aproximadamente 30% da mortalidade global, sendo a principal causa de morte em adultos. No Brasil, dados da Sociedade Brasileira de Cardiologia documentam distribuição regional significativa da mortalidade cardiovascular e aumento progressivo de procedimentos de revascularização e cirurgias valvares entre 2008 e 2021, com custos operacionais crescentes. As síndromes coronarianas agudas estão em aumento em tendências globais.\n\nEpidemiologicamente, a dor torácica representa 5 a 8% de todas as visitas a pronto-socorros nos países ocidentais; cerca de 15 a 25% dos casos em urgência recebem diagnóstico de síndrome coronariana aguda. Em ambulatório, as causas musculoesqueléticas e gastroesofágicas são responsáveis pela maioria dos casos.\n\nA estratificação de risco cardiovascular deve ir além dos fatores clássicos (tabagismo, diabetes, hipertensão, dislipidemia, obesidade, sedentarismo) e incorporar biomarcadores metabólicos e inflamatórios contemporâneos: PCR-ultrassensível (meta <1,0 mg/L; >3,0 indica risco elevado), homocisteína (meta 4–8 µmol/L; solicitar ácido metilmalônico em casos de dúvida sobre suficiência de B12), lipoproteína(a) — fator pró-trombótico e pró-inflamatório de base predominantemente genética (~90% hereditário), relação ApoB/ApoA-I, índice ômega-3 e razão ômega-6/ômega-3 (ideal 2:1 a 3:1; desequilíbrio promove inflamação vascular sistêmica), GGT como indicador de inflamação subclínica e risco cardiovascular (meta no quartil inferior da referência) e contagem de leucócitos (aumento em relação ao padrão histórico individual indica inflamação subclínica crônica associada a lesão vascular).\n\nO perfil hormonal completo é parte obrigatória da estratificação: desequilíbrios de testosterona, estradiol e DHEA — especialmente o hipoestrogenismo na menopausa — amplificam significativamente o risco cardiovascular feminino, igualando a incidência de eventos ao masculino. A vitamina D deve ser otimizada com meta >80 ng/mL em cardiopatas, monitorada com PTH para evitar hipercalcemia. A resistência à insulina, avaliada por curva de glicose e insulina, é fator de risco de alta gravidade que amplifica a inflamação vascular e a disfunção endotelial.\n\nSob a perspectiva funcional integrativa, o ciclo de um carbono — envolvendo homocisteína, vitaminas B12, B6, folato e polimorfismos genéticos MTHFR e FUT2 — tem relação direta com a saúde vascular e deve ser avaliado sistematicamente. A deficiência de ácido pantotênico (B5) reduz produção de acetilcolina e cortisol, contribuindo para hipertonia simpática que pode se manifestar como hipertensão e taquicardia, sintomas frequentemente associados à dor torácica. Hipomagnesemia associa-se a inflamação, síndrome metabólica, espasmo vascular, arritmias e dor. A intolerância à histamina deve ser investigada em dor torácica atípica recorrente com palpitações, refluxo e sintomas sistêmicos correlacionados à dieta. Os genes SIRT1 e SIRT6 são importantes para proteção cardiovascular: sua má regulação leva a dano oxidativo e aterosclerose acelerada, sendo modulados positivamente por fitoquímicos (chás, resveratrol, EGCG) e jejum intermitente. Um ensaio clínico randomizado duplo-cego controlado por placebo (n=80, angina estável, Melissa officinalis 3g/dia por 8 semanas) demonstrou redução de depressão, ansiedade, estresse e distúrbios do sono. Em causas esofágicas e gástricas, o uso crônico de IBPs pode mascarar hipocloridria real, comprometer a absorção de B12, magnésio, ferro e cálcio, e contribuir para disbiose intestinal, gerando sintomas que mimetizam dor torácica cardíaca.",
  "points": 22,
  "patient_explanation": "Dor no peito é um sintoma que pode ter muitas causas diferentes — desde algo simples como tensão muscular ou azia, até condições mais sérias relacionadas ao coração, pulmões ou grandes vasos do sangue. Por isso, relatar ao seu médico qualquer episódio de dor torácica que você já teve — mesmo que tenha passado — ou que esteja sentindo agora é muito importante.\n\nQuando você descreve como é essa dor (aperto, queimação, pontada), quanto tempo ela dura, se piora com esforço ou estresse, se vai para o braço, pescoço ou costas, e se vem acompanhada de falta de ar, suor frio ou enjoo, você ajuda o médico a identificar rapidamente de onde vem o problema.\n\nAlgumas causas de dor no peito precisam de atenção imediata. Por isso, nunca ignore esse sintoma — especialmente se ele for novo, intenso ou diferente do habitual. Com as informações certas, o histórico detalhado e os exames adequados, é possível identificar a causa e construir um plano de cuidado personalizado para proteger a sua saúde do coração e do organismo como um todo.",
  "conduct": "## Conduta Clínica: Dor Torácica (Histórico e Avaliação Ativa)\n\n### 1. Anamnese Semiológica Estruturada\n\n- **Caracterizar a dor com precisão:**\n  - Qualidade: opressiva/constritiva (sugere isquemia coronariana), queimação (sugere DRGE, espasmo esofágico ou hipocloridria), pontada (pleural ou musculoesquelética), lancinante/migrante (alerta para dissecção aórtica)\n  - Localização e irradiação: retroesternal com irradiação para mandíbula, braço esquerdo ou dorso (isquemia coronariana); dorso interescapular (dissecção aórtica); pleurítica localizada (embolia pulmonar, pleurite)\n  - Duração: segundos (atípico para coronária), minutos (angina estável, vasoespasmo), horas (IAM, pericardite)\n  - Fatores precipitantes: esforço físico, estresse emocional, decúbito, alimentação, respiração profunda, palpação torácica\n  - Fatores de alívio: repouso, nitrato sublingual (coronário), antiácidos (esofágico), mudança de posição (musculoesquelético ou pericardite)\n  - Sintomas associados: dispneia, palpitações, sudorese, náuseas, síncope, febre, tosse, regurgitação, odinofagia\n\n- **Identificar red flags de emergência (encaminhar imediatamente):**\n  - Dor opressiva intensa com irradiação e sudorese fria → síndrome coronariana aguda\n  - Dor torácica com hipotensão, taquicardia e dispneia → embolia pulmonar ou tamponamento cardíaco\n  - Dor torácica lancinante migrante para o dorso → dissecção aórtica\n  - Dor pleurítica com dispneia súbita em jovem → pneumotórax espontâneo\n\n### 2. Exame Físico Dirigido\n\n- Ausculta cardíaca e pulmonar detalhadas\n- Palpação da parede torácica (costocondrite — sinal de Tietze; pontos-gatilho miofasciais)\n- Pressão arterial em ambos os membros superiores (assimetria >20 mmHg alerta para dissecção aórtica)\n- Sinais de insuficiência cardíaca: edema de membros, turgência jugular, crepitações basais\n- Circunferência abdominal (>94 cm: risco aumentado; >102 cm: alto risco — intensificar manejo da síndrome metabólica)\n- Pesquisa de erupção cutânea em dermátomo torácico (herpes-zóster pode preceder a dor em dias)\n\n### 3. Investigação Complementar\n\n**Exames de urgência (dor ativa ou suspeita de causa grave):**\n- ECG em repouso de 12 derivações imediato (comparar com ECG prévio se disponível)\n- Troponina de alta sensibilidade (seriada: 0h e 1–3h conforme protocolo)\n- Radiografia de tórax (cardiomegalia, derrame pleural, alargamento mediastinal, pneumotórax)\n- D-dímero com aplicação prévia de escore de Wells ou Geneva (suspeita de embolia pulmonar)\n- Ecocardiograma: função ventricular, pericárdio, valvas, sinais de hipertensão pulmonar\n\n**Investigação ambulatorial e funcional (dor recorrente ou histórico):**\n\n- **Perfil cardiovascular completo:**\n  - LDL, HDL, triglicerídeos, colesterol total; relação TG/HDL\n  - **Lp(a)** — fator pró-trombótico e pró-inflamatório de determinação predominantemente genética; não modificado pela dieta\n  - **ApoB e ApoA-I** (relação ApoB/ApoA como preditor aterogênico independente)\n  - **PCR-ultrassensível** (meta <1,0; >3,0 indica risco elevado; >5,0 inflamação marcada)\n  - **Homocisteína** (meta 4–8 µmol/L; em dúvida sobre suficiência de B12, solicitar ácido metilmalônico)\n  - **GGT** (manter no quartil inferior — marcador de inflamação subclínica e risco cardiovascular)\n  - **Leucócitos** (aumento em relação ao padrão individual indica inflamação subclínica crônica associada a lesão vascular)\n  - **Índice ômega-3 e razão ômega-6/ômega-3** (ideal 2:1 a 3:1; desequilíbrio promove inflamação vascular sistêmica)\n\n- **Metabólico e hormonal:**\n  - Glicemia de jejum, HbA1c, **curva de glicose e insulina** (jejum, 30, 60, 90, 120 min) para rastrear resistência à insulina precocemente\n  - HOMA-IR (meta <2,15); insulina de jejum (meta ~6–7 µU/mL)\n  - **Vitamina D 25(OH)D com PTH** (meta >80 ng/mL em cardiopatas; monitorar para evitar hipercalcemia)\n  - Testosterona, estradiol, DHEA (déficits hormonais amplificam risco cardiovascular, especialmente em pós-menopausa e em homens >40 anos)\n  - Cálcio iônico (investigar em palpitações e dor torácica atípica; reavaliar 30–60 dias após infecções ou estresse intenso)\n  - Magnésio sérico ou eritrocitário\n\n- **Investigação esofágica e gástrica:**\n  - Endoscopia alta com pesquisa de H. pylori se suspeita de DRGE, gastrite, hipocloridria ou úlcera\n  - Anticorpos anti-células parietais se suspeita de gastrite atrófica autoimune\n  - pHmetria de 24h em dor torácica recorrente sem causa cardíaca identificada\n  - **Solicitar B12, folato, magnésio, cálcio, ferro e homocisteína em pacientes com uso crônico de IBP**\n\n- **Investigação musculoesquelética e neurológica:**\n  - Palpação de articulações costocondroesternais (costocondrite/síndrome de Tietze)\n  - Avaliação de pontos-gatilho miofasciais\n  - Pesquisa de herpes-zóster em dermátomo torácico\n\n- **Investigação funcional adicional:**\n  - Intolerância à histamina: investigar em dor torácica atípica recorrente com palpitações, refluxo, ansiedade e distúrbios do sono; correlacionar com dieta, microbiota e polimorfismos\n  - Cortisol salivar (perfil diurno) em quadros de dor torácica crônica sem causa orgânica, disfunção autonômica e fadiga\n  - **Polissonografia**: rastrear apneia obstrutiva do sono (associada a hipertensão noturna, arritmias e risco cardiovascular aumentado)\n  - Avaliação de traumas de infância, estresse crônico e questões emocionais não resolvidas como possível causa-raiz de dor torácica funcional persistente\n\n### 4. Critérios de Encaminhamento\n\n- **Emergência imediata:** qualquer red flag listado — acionar SAMU/UPA ou pronto-socorro\n- **Cardiologista:** dor com características anginosas; alterações no ECG, troponina ou ecocardiograma; alto risco cardiovascular; histórico de IAM, revascularização ou AVC; escore de cálcio coronariano elevado\n- **Pneumologista:** dor pleurítica recorrente, suspeita de embolia pulmonar, doença intersticial\n- **Gastroenterologista:** dor retroesternal de provável origem esofágica ou gástrica refratária; suspeita de espasmo esofágico\n- **Cirurgião vascular/cardiocirurgião:** suspeita de dissecção aórtica ou aneurisma\n- **Nutricionista funcional:** em qualquer plano de prevenção cardiovascular para individualização dietética baseada no perfil metabólico completo\n- **Psicoterapeuta/psicólogo:** dor torácica funcional persistente com componente emocional ou estressor crônico identificado; terapia de precisão com múltiplas abordagens conforme perfil\n\n### 5. Intervenções Baseadas em Evidências\n\n**Estilo de vida (pilar central):**\n- Dieta mediterrânea ou low-carb mediterrânea (ajustar conforme resposta lipídica individual); reduzir ultraprocessados, açúcar refinado, gordura trans e óleos de sementes ricos em ômega-6; não remover gorduras de forma indiscriminada\n- **Atividade física aeróbica regular:** mínimo 150 min/semana de intensidade moderada (≥160 min/semana por ≥6 meses demonstra benefício em disfunção endotelial); incluir exercícios de resistência para preservar massa muscular como proteção metabólica e cardiovascular\n- Cessação tabágica — redução imediata e progressiva do risco cardiovascular\n- Controle de peso e gordura visceral\n- **Gerenciamento do estresse:** mindfulness, respiração diafragmática (expiração prolongada reduz tônus simpático), higiene do sono, monitoramento de variabilidade da frequência cardíaca (VFC)\n- **Abstinência ou redução radical de álcool:** interfere na metilação; acetaldeído (metabólito) é hepato e cardiotóxico; polimorfismos ALDH2 amplificam o dano vascular — não recomendar consumo como cardioprotetor\n\n**Modulação metabólica e nutricional:**\n- **Ômega-3 (EPA+DHA) de alta qualidade:** individualizar dose conforme índice ômega-3; evidências robustas em redução de eventos cardiovasculares em pacientes com DCV estabelecida\n- **Vitaminas B ativas:** metilfolato, metilcobalamina, piridoxal-5-fosfato (P5P) — em homocisteína elevada ou polimorfismo MTHFR/FUT2 identificado; investigar cafeína e colina se homocisteína persistir elevada apesar da suplementação\n- **Magnésio:** dimalato de magnésio preferencialmente durante o dia (suporte mitocondrial); treonato de magnésio à noite (atravessa barreira hematoencefálica, efeito gabaérgico, melhora qualidade do sono); hipomagnesemia associa-se a inflamação, síndrome metabólica, espasmo vascular e arritmias\n- **Coenzima Q10:** suporte mitocondrial cardíaco (coração é o órgão de maior demanda energética mitocondrial); especialmente indicado em pacientes em uso de estatinas\n- **Vitamina D + B5:** combinação demonstrou melhora do sono, redução de dor e resolução de sintomas autonômicos (hipertensão, taquicardia) possivelmente via restauração do microbioma intestinal\n- **Modulação de SIRT1 e SIRT6:** incorporar fitoquímicos (resveratrol, EGCG, curcumina, luteolina, quercetina) e jejum intermitente para proteção cardiovascular e redução de dano oxidativo\n- **Melissa officinalis:** ECR duplo-cego controlado por placebo (n=80, angina estável, 3g/dia/8 semanas) demonstrou redução de depressão, ansiedade, estresse e distúrbios do sono; dose prática: 300 mg extrato seco à noite\n- Corrigir deficiências de vitamina C, A, zinco e selênio conforme avaliação laboratorial\n\n**Abordagem específica para causas esofágicas e gástricas:**\n- Reavaliar uso crônico de IBP: ponderar criteriosamente riscos e benefícios; buscar estratégias não farmacológicas\n- Ajuste alimentar: reduzir farinha de trigo, café, laticínios, chocolate e ultraprocessados\n- Considerar cloridrato de betaína em hipocloridria confirmada\n- Nutracêuticos e fitoterápicos complementares (ex.: espinheira-santa) conforme avaliação individual\n\n**Farmacológico (quando indicado pelo especialista):**\n- Angina estável: beta-bloqueadores, nitratos, bloqueadores de canal de cálcio; estatinas em prevenção secundária pelo benefício anti-inflamatório local além da redução lipídica\n- Pós-IAM/revascularização: antiagregantes plaquetários, IECA/BRA, estatinas em altas doses conforme protocolos de prevenção secundária\n\n### 6. Monitoramento\n\n- Reavaliação clínica com ECG a cada 6–12 meses em histórico cardiovascular\n- Perfil lipídico completo e biomarcadores inflamatórios a cada 3–6 meses no primeiro ano; anualmente se estabilizado\n- HbA1c e curva de insulina trimestralmente em pacientes com resistência à insulina\n- Vitamina D e PTH semestralmente\n- Escore de cálcio coronariano: considerar em risco intermediário para refinar estratificação\n- Monitorar VFC como indicador de tônus autonômico e resposta às intervenções de estilo de vida\n- Atenção especial em mulheres pós-menopausa: risco cardiovascular equipara-se ao masculino — aumentar vigilância e intensidade das intervenções preventivas"
}
