{
  "score_item_id": "019bf31d-2ef0-7ad3-9340-a962ffb32c58",
  "clinical_relevance": "O item 'Mamas' no histórico de saúde do segmento torácico representa a investigação ativa de doenças e sintomas mamários presentes ou passados, constituindo pilar fundamental na estratificação de risco oncológico e hormonal da mulher. A anamnese mamária detalhada deve abranger: dor mamária (mastalgia), nódulos, alterações fibrocísticas, cistos, biópsias prévias, história oncológica familiar (mama, ovário, pâncreas, próstata — ambos os lados da família), histórico de câncer de mama pessoal e sintomas de predominância estrogênica como TPM intensa.\n\nEpidemiologia e estratificação de risco: Aproximadamente 10% dos casos de câncer de mama estão associados a mutações genéticas conhecidas (BRCA1, BRCA2, TP53 — de alta penetrância, conferindo risco ≥40% ao longo da vida; e mutações de penetrância moderada, ~20–25%), enquanto 90% são atribuídos a fatores não genéticos e majoritariamente modificáveis. Isso posiciona o estilo de vida, a composição corporal e o perfil metabólico como alvos prioritários de intervenção. Resistência à insulina e hiperinsulinemia aumentam o risco de câncer de mama em 34% e o risco de morte pós-câncer em 78%, independentemente de IMC ou circunferência abdominal. Sarcopenia, mesmo em mulheres eutróficas, está associada a 41% de aumento de mortalidade em câncer de mama e a 93% de aumento de mortalidade por todas as causas. O trabalho noturno aumenta o risco de câncer de mama em 32% (meta-análise de 61 estudos com ~115 mil mulheres), chegando a 58% em enfermeiras.\n\nDensidade mamária: Classificação mamográfica com risco relativo de 4 a 6 vezes maior em mamas muito densas versus lipossubstituídas, porém com aumento do risco absoluto modesto (de ~10% para ~10,6% ao longo da vida). Mamas densas dificultam o diagnóstico mamográfico; ressonância magnética pode ser considerada em pacientes com mamas densas associadas a fatores de risco adicionais.\n\nNódulos e BI-RADS: Nódulos classificados como BI-RADS 3 apresentam risco de malignidade de apenas 0,8% (estudo ACRIN 666). Biópsia a vácuo tem eficácia comparável à biópsia cirúrgica, podendo resolver a lesão sem necessidade de sala cirúrgica em muitos casos. Nódulos novos na menopausa devem ser investigados, geralmente com biópsia de fragmento.\n\nFatores hormonais: Estrógeno, progesterona, insulina e IGF-1 são hormônios proliferativos na glândula mamária. O uso de progestágenos sintéticos (ex.: medroxiprogesterona) foi associado a aumento do risco mamário, enquanto progesterona micronizada não demonstrou o mesmo efeito. Reposição hormonal sistêmica é contraindicada em pacientes com histórico pessoal de câncer de mama. História familiar positiva, por si só, não contraindica automaticamente a reposição hormonal, conforme dados dos estudos Sister Study e WHI.\n\nCritérios para suspeita de mutação genética e encaminhamento para aconselhamento genético: múltiplos cânceres na família (mama, ovário, pâncreas, próstata), câncer de mama triplo negativo, câncer de mama em idade jovem (<45 anos), câncer de mama em homem, descendência judaica Ashkenazi.",
  "points": 20,
  "patient_explanation": "Este item registra se você já teve ou tem atualmente algum problema nas mamas, como dor, nódulos, cistos, alterações fibrocísticas ou diagnóstico de câncer, além de investigar se há casos de câncer de mama na sua família. Essa informação é muito importante porque nos ajuda a entender o seu risco individual e a personalizar os cuidados preventivos para você.\n\nA maioria dos casos de câncer de mama — cerca de 90% — está relacionada ao estilo de vida e a fatores que podem ser modificados, como alimentação, exercício físico, qualidade do sono e controle do peso. Apenas 10% têm relação direta com alterações genéticas herdadas. Isso significa que cuidar bem da saúde como um todo é a melhor forma de proteger as suas mamas.\n\nSintomas como dor mamária frequente ou intensa, especialmente próxima ao ciclo menstrual, podem indicar desequilíbrio hormonal que merece atenção. Nódulos detectados em exames têm, na grande maioria das vezes, natureza benigna, mas devem ser acompanhados conforme orientação médica. Informar sobre o histórico mamário completo permite que seu médico escolha o rastreamento e as intervenções mais adequados para você.",
  "conduct": "## Conduta Clínica — Histórico Mamário\n\n### 1. Anamnese Dirigida\n\n- **Sintomas atuais ou passados:** dor mamária (mastalgia cíclica ou acíclica), nódulos palpáveis, secreção papilar, alterações fibrocísticas, cistos diagnosticados\n- **Histórico de biópsias:** tipo (agulha grossa, a vácuo, cirúrgica), resultado anatomopatológico\n- **Diagnóstico prévio de câncer de mama:** estadiamento, tratamento realizado, uso de quimioterapia/radioterapia/hormonioterapia\n- **Sintomas de predominância estrogênica:** dor mamária intensa, TPM severa\n- **História familiar oncológica:** mama, ovário, pâncreas, próstata — registrar grau de parentesco e ambos os lados da família\n- **Hábitos de vida:** alimentação, exercício físico (tipo e frequência), consumo de álcool e tabaco, qualidade do sono, trabalho noturno, nível de estresse\n- **Saúde intestinal:** constipação, disbiose (impacto na circulação entero-hepática de estrogênios)\n- **Histórico hormonal:** menarca, gestações, amamentação, menopausa, uso de anticoncepcionais ou reposição hormonal\n\n---\n\n### 2. Critérios para Encaminhamento ao Aconselhamento Genético\n\nEncaminhar antes da testagem genética quando houver:\n- Múltiplos cânceres na família (mama, ovário, pâncreas, próstata)\n- Câncer de mama triplo negativo\n- Câncer de mama diagnosticado antes dos 45 anos\n- Câncer de mama em homem\n- Descendência judaica Ashkenazi\n\n---\n\n### 3. Rastreamento e Imagem\n\n- **Mamografia:** iniciar rastreio conforme diretrizes (geralmente a partir dos 40–50 anos, individualizando por risco)\n- **Nódulos BI-RADS 3:** acompanhamento semestral no primeiro ano, depois anual; risco de malignidade de ~0,8%\n- **Nódulos novos na menopausa:** investigar ativamente, geralmente com biópsia de fragmento\n- **Mamas densas:** considerar ultrassonografia complementar; ressonância magnética reservada para pacientes com mamas densas e fatores de risco adicionais (não indicada de rotina)\n- **Biópsia a vácuo:** alternativa eficaz à cirurgia para nódulos com indicação de avaliação histológica\n\n---\n\n### 4. Avaliação Metabólica e Composição Corporal\n\n- **Avaliação de composição corporal:** bioimpedância ou densitometria de corpo total para detectar sarcopenia, inclusive em mulheres com peso normal\n- **Marcadores laboratoriais:** glicemia de jejum, insulina de jejum, HOMA-IR, PCR ultrassensível, ferritina, hemograma — para identificar resistência à insulina e inflamação crônica\n- **Resistência à insulina:** associada a aumento de risco de câncer de mama em 34% e de mortalidade pós-câncer em 78%; deve ser investigada e tratada independentemente do IMC\n- **DUTCH Test:** considerar em pacientes em acompanhamento hormonal avançado para avaliação dos metabólitos do estrogênio (exame especializado, requer capacitação do profissional)\n\n---\n\n### 5. Intervenções Baseadas em Evidências\n\n**Estilo de vida:**\n- Priorizar exercício de força além de atividades aeróbicas (sarcopenia aumenta mortalidade por câncer de mama em 41%)\n- Dieta anti-inflamatória: reduzir açúcares, ultraprocessados e álcool\n- Crucíferas (brócolis, couve-flor, couve): até 3–4 vezes/semana para modulação de metabólitos estrogênicos\n- Qualidade do sono: trabalho noturno aumenta risco de câncer de mama em 32–58%; orientar higiene do sono\n- Controle do estresse: cortisol crônico impacta o ambiente metabólico e hormonal\n\n**Suplementação (quando indicada):**\n- **Indol-3-carbinol (I3C):** 200–400 mg/dia\n- **Di-indolilmetano (DIM):** 100–200 mg/dia (mais potente)\n\n**Reposição hormonal:**\n- Contraindicada em pacientes com histórico pessoal de câncer de mama\n- Progesterona micronizada é preferível a progestágenos sintéticos quando indicada\n- História familiar positiva, por si só, não contraindica automaticamente a reposição (dados Sister Study e WHI)\n- Reposição hormonal não justifica acompanhamento mamário mais intenso (ex.: trimestral) sem outras indicações clínicas\n- Testosterona não deve ser prescrita com objetivo de reduzir risco de câncer de mama (sem validação em guidelines)\n\n---\n\n### 6. Ferramentas de Estratificação de Risco\n\n- Calculadoras de risco (Gail, Tyrer-Cuzick): usar com cautela em populações brasileiras (risco de superestimação); aplicar principalmente para motivar mudanças de comportamento\n- Considerar farmacogenética ao selecionar terapias hormonais (polimorfismos que alteram metabolização de drogas)\n\n---\n\n### 7. Acompanhamento e Comunicação\n\n- Evitar alarmismo desnecessário em relação a nódulos benignos e densidade mamária\n- Individualizar condutas: não existe protocolo único para todas as pacientes\n- Acolher sintomas de mastalgia e alterações fibrocísticas, frequentemente subvalorizados\n- Educar a paciente sobre fatores modificáveis: a maioria do risco de câncer de mama (90%) é não genética e potencialmente prevenível\n- Encaminhar ao mastologista em caso de: nódulo suspeito, câncer pessoal prévio, alto risco genético, ou necessidade de procedimento diagnóstico (biópsia)"
}
