{
  "score_item_id": "019bf31d-2ef0-74d4-b3f7-a89665d3bd8f",
  "clinical_relevance": "O segmento abdominal abrange o histórico de doenças e sintomas gastrointestinais — passados ou ativos — que impactam diretamente a digestão, absorção de nutrientes, modulação imunológica e o eixo intestino-cérebro-microbiota. A avaliação sistemática deste segmento é considerada prioritária na medicina funcional integrativa, pois disfunções gastrointestinais frequentemente constituem o substrato fisiopatológico de condições sistêmicas aparentemente não relacionadas.\n\nAs principais condições a investigar neste segmento incluem:\n\n**Síndrome do Intestino Irritável (SII):** Diagnóstico clínico baseado nos Critérios de Roma 4, que exigem dor abdominal recorrente (pelo menos uma vez por semana nos últimos três meses, com início há pelo menos seis meses), associada a pelo menos dois dos seguintes: relação com a evacuação, mudança na frequência das fezes ou mudança na aparência das fezes. A prevalência no Brasil pode chegar a 4,7% (Roma 4) ou 8,3% (Roma 3), com predominância em mulheres (relação 2-3:1) na terceira e quarta décadas de vida. Subtipos: SII-C (constipação), SII-D (diarreia), SII-M (mista) e SII-U (indeterminada). A fisiopatologia envolve alterações na motilidade intestinal, hipersensibilidade visceral, disbiose, inflamação de baixo grau, disfunção imunológica, alterações na microbiota e processamento central da dor — com achados de neuroimagem funcional demonstrando maior ativação em áreas cerebrais de redes sensório-motoras e autonômicas.\n\n**SIBO (Supercrescimento Bacteriano do Intestino Delgado):** Manifesta-se com dor abdominal, diarreia e distensão. Pode cursar com deficiências nutricionais — especialmente vitamina B12 e ferro — sem sintomas gastrointestinais clássicos. Frequentemente associado a intolerâncias secundárias (lactose, dissacarídeos) e má absorção.\n\n**IMO (Intestinal Methanogenic Overgrowth):** Predomínio de constipação intestinal, causada por arqueias metanogênicas que produzem metano e retardam o trânsito.\n\n**SIFO (Supercrescimento Fúngico do Intestino Delgado):** Manifesta-se com sensação de distensão subjetiva (efeito \"baiacu\" — sentir-se distendido mesmo sem distensão objetiva) e dor abdominal.\n\n**Hipocloridria:** Causa múltiplos sintomas — queimação, indigestão, empachamento, eructação, flatulência, diarreia por má digestão, alergias alimentares e sensação de alimento \"subindo\". As causas incluem infecção por H. pylori, uso crônico de inibidores de bomba de prótons (IBP), gastrite atrófica autoimune e envelhecimento (inflammaging). Consequências sistêmicas incluem deficiências de B12, folato, ferro, cálcio, magnésio e aumento do risco de infecções entéricas.\n\n**Disbiose Intestinal:** Desequilíbrio qualitativo e quantitativo da microbiota, com manifestações digestivas (distensão, refluxo, alteração do hábito intestinal) e extra-digestivas (alergias, doenças autoimunes, alterações de saúde mental, distúrbios hormonais). Fatores predisponentes incluem uso de antibióticos, prazóis e anticoncepcionais, tipo de parto, ausência de aleitamento materno, excesso de sanitarização, agrotóxicos, metais pesados e envelhecimento.\n\n**Doença Inflamatória Intestinal (DII):** O valor de calprotectina fecal abaixo de 100 µg/g tem positividade de 98% para SII (excluindo DII orgânica); entre 100-250 µg/g constitui zona cinzenta; acima de 250 µg/g requer colonoscopia para investigação de DII.\n\n**Sinais de alarme** que justificam investigação orgânica urgente: início dos sintomas após os 60 anos, sangramento retal, perda de peso não intencional, anemia inexplicada, história familiar de neoplasia de cólon — todos com maior suspeita de neoplasia de cólon ou outras doenças orgânicas.\n\nA integração entre sistema digestivo e microbiota impacta saúde óssea, neurológica, mental, imunológica e metabólica — tornando a avaliação detalhada do segmento abdominal fundamental para qualquer plano de saúde integral.",
  "points": 0,
  "patient_explanation": "O segmento abdominal do seu histórico de saúde investiga doenças e sintomas que você já teve ou ainda tem na região do abdome e do sistema digestivo. Isso inclui problemas como gases, distensão, dores abdominais, diarreia, constipação, refluxo, azia, intolerâncias alimentares e diagnósticos como intestino irritável, disbiose ou infecções intestinais.\n\nEssa investigação é muito importante porque o intestino funciona como um \"segundo cérebro\" e está diretamente conectado ao seu sistema imunológico, ao seu humor, à sua energia e à absorção de todos os nutrientes que seu corpo precisa. Quando há algum problema não resolvido nessa região — mesmo que você já tenha se acostumado com os sintomas — ele pode estar influenciando silenciosamente sua saúde como um todo: seu sono, sua disposição, sua memória, sua imunidade e até seu peso.\n\nAo contar seu histórico com detalhes — incluindo sintomas antigos que melhoraram sozinhos, diagnósticos que recebeu em outros momentos e remédios que já usou para o intestino ou estômago — o profissional consegue identificar padrões importantes e definir investigações e tratamentos muito mais precisos para você.",
  "conduct": "## Conduta Clínica — Segmento Abdominal (Histórico de Doenças)\n\n### 1. Anamnese Detalhada\n\n- **Investigar ativamente** doenças e sintomas passados e atuais no segmento abdominal:\n  - Síndrome do intestino irritável (SII), doença inflamatória intestinal (Crohn, RCU), doença celíaca\n  - SIBO, IMO, SIFO — supercrescimentos bacteriano, metanogênico e fúngico\n  - Hipocloridria, hipercloridria, gastrite (incluindo H. pylori), esofagite, refluxo gastroesofágico\n  - Disbiose intestinal, parasitoses (especialmente giárdia no contexto brasileiro)\n  - Histórico de cirurgias abdominais\n  - Intolerâncias (lactose, glúten/doença celíaca, histamina, proteína do leite)\n  - Uso pregresso de antibióticos, prazóis (IBP), anticoncepcionais orais, anti-inflamatórios\n- **Avaliar história pregressa** do nascimento (parto normal vs. cesárea), aleitamento materno, introdução alimentar — fatores que moldam o microbioma desde o início da vida\n- **Documentar padrão intestinal atual** com a Escala de Bristol (tipos 1-2: constipação; 3-4: normal; 5-7: diarreia)\n- **Investigar sintomas associados:** distensão pós-prandial, eructação, flatulência, empachamento, sensação de \"baiacu\", pigarro, náuseas, fezes fétidas, má digestão de gorduras/carboidratos\n\n### 2. Sinais de Alarme — Encaminhamento Prioritário\n\n- **Encaminhar ao gastroenterologista** se houver:\n  - Início dos sintomas após os 60 anos (suspeita de neoplasia de cólon)\n  - Sangramento retal ou melena\n  - Perda de peso não intencional\n  - Anemia ferropriva inexplicada\n  - História familiar de neoplasia colorretal ou DII\n  - Calprotectina fecal > 250 µg/g (indicação de colonoscopia)\n  - Febre associada a sintomas abdominais\n\n### 3. Investigação Complementar\n\n**Exames laboratoriais de rastreio:**\n- Hemograma completo com diferencial (monócitos > 8% como marcador de inflammaging/inflamação crônica)\n- Ferritina, saturação de transferrina, ferro sérico\n- Vitamina B12 e folato\n- Magnésio, cálcio sérico\n- Homocisteína\n- IgA sérica total + anticorpo antitransglutaminase IgA (rastreio doença celíaca; se IgA baixa, dosar IgG e antitransglutaminase IgG)\n- Vitaminas lipossolúveis (A, D, E, K) quando houver suspeita de má absorção\n\n**Exames funcionais especializados:**\n- **Calprotectina fecal:** diferencial SII vs. DII orgânica (< 100 µg/g = 98% positividade para SII)\n- **Lactoferrina fecal:** confirmação de inflamação intestinal ativa\n- **IgA secretória fecal (SGA):** avaliação da imunidade de mucosa\n- **Zonulina fecal:** marcador de permeabilidade intestinal aumentada\n- **Elastase pancreática fecal:** investigação de insuficiência exócrina pancreática, especialmente em sintomas de má digestão de carboidratos e gorduras\n- **Teste parasitológico de fezes:** recomendado no contexto brasileiro (especialmente para giárdia)\n- **Exame coprológico funcional (ex.: Copromax):** avaliação integrada de digestibilidade, inflamação, função imunológica e comportamento microbiano\n- **Teste respiratório para SIBO/IMO:** em suspeita de supercrescimento bacteriano ou metanogênico\n- **Endoscopia digestiva alta com pesquisa de H. pylori:** em sintomas de hipocloridria/hipercloridria, gastrite ou uso prolongado de IBP\n\n### 4. Intervenções Terapêuticas Baseadas em Evidências\n\n**Hierarquia de abordagem funcional:**\n1. **Melhorar a eficiência digestiva** (primeiro passo):\n   - Mastigação adequada (até formar pasta, partículas < 2 mm)\n   - Mindful eating: comer sentado, com atenção plena, sem pressa ou ansiedade — ativa o parassimpático essencial para a digestão\n   - Enzimas digestivas quando indicadas (pancreatina, enzimas vegetais como mamão/abacaxi)\n   - Betaína HCl para hipocloridria confirmada\n   - Reavaliar uso de IBP: buscar estratégias não farmacológicas quando possível\n\n2. **Modulação da microbiota:**\n   - Fibras prebióticas individualizadas para produção de ácidos graxos de cadeia curta (butirato, propionato, acetato)\n   - Probióticos com cepas específicas conforme quadro clínico\n   - Polifenóis: alimentos coloridos, chás ricos em polifenóis\n   - Tratamento de SIBO: rifaximina; IMO: rifaximina + neomicina; SIFO: fluconazol (2-3 semanas)\n\n3. **Controle da permeabilidade intestinal:**\n   - Suporte com L-glutamina, zinco, vitamina D\n   - Redução de agentes lesivos: glúten, álcool, AINEs, IBP crônicos\n\n4. **Manejo da SII (se confirmada):**\n   - Óleo de hortelã-pimenta em cápsulas entéricas para dor abdominal\n   - Neuromoduladores em dose baixa: amitriptilina (ação anti-inflamatória) ou pregabalina (50 mg/dia — sono, desconforto, distensão)\n   - Estabilizadores de mastócitos em suspeita de ativação mastocitária: cetotifeno, ebastina, levocetirizina\n   - Abordagem psicológica: acolher e validar hipercatastrofização e hipervigilância como manifestações neurológicas reais\n   - Considerar osteopatia para sintomas com possível componente de inervação tóraco-lombo-sacral\n\n5. **Suporte nutricional e suplementação:**\n   - Suplementação de deficiências identificadas: B12, ferro, magnésio, cálcio, vitaminas lipossolúveis, zinco (otimiza absorção de folato)\n   - Taurina e glicina: suporte à destoxificação hepática e redução de gama-GT\n   - Vitamina C: otimização de CYPs e síntese biliar\n   - Lactoferrina 500 mg e colostro em quadros de disbiose com comprometimento imunológico de mucosa\n\n6. **Controle do estresse:**\n   - Psicoterapia e terapias complementares (ex.: técnicas de relaxamento, privação sensorial)\n   - Atividade física regular para modulação da motilidade e microbiota\n\n### 5. Monitoramento\n\n- Reavaliação dos sintomas com Escala de Bristol e diário de sintomas pós-prandiais\n- Repetição de exames funcionais (calprotectina, zonulina, elastase) após 3-6 meses de intervenção\n- Monitoramento de deficiências nutricionais em pacientes com condições que afetam absorção (disbiose grave, doença celíaca, cirurgia bariátrica prévia)"
}
