{
  "score_item_id": "019bf31d-2ef0-7314-9051-e9b12c5626eb",
  "clinical_relevance": "Náuseas e vômitos são sintomas gastrointestinais de alta prevalência clínica que, no contexto do histórico de saúde abdominal, podem refletir disfunção em qualquer nível do trato digestório superior ou ter origem sistêmica, metabólica, neurológica ou medicamentosa. A investigação ativa — tanto de episódios passados quanto de sintomas atuais — é essencial para identificar causas tratáveis e prevenir progressão para doenças crônicas.\n\nFisiopatologia: A náusea é mediada pelo centro do vômito no bulbo, com participação do núcleo do trato solitário, da zona quimiorreceptora de gatilho (CTZ) na área postrema e de aferências vagais do trato gastrointestinal. No contexto da medicina funcional integrativa, as causas mais frequentes incluem: (1) Hipocloridria — redução do ácido gástrico por H. pylori, envelhecimento (redução de ~30% na secreção ácida), uso de IBP/antagonistas H2, gastrite atrófica autoimune ou dieta inadequada (excesso de farinhas refinadas, café, ultraprocessados, lácteos). A hipocloridria gera má digestão proteica, passagem de fragmentos alimentares mal digeridos ao intestino, enchimento gástrico prolongado, hipomotilidade e refluxo de conteúdo menos ácido — todos geradores de náusea, empachamento e eructação. Ferritina < 50 e saturação de transferrina < 15% são marcadores laboratoriais sugestivos. (2) Disbiose, SIBO e SIFO — supercrescimento bacteriano no intestino delgado e/ou fúngico geram fermentação excessiva, gases, dismotilidade e sensação de distensão com náuseas, especialmente em associação a intolerâncias a dissacarídeos (lactose) e má absorção. (3) Intolerância à histamina — disfunção da enzima DAO (diamina oxidase) ou excesso de bactérias histaminogênicas produz náuseas, rubor, cefaleia, refluxo e ansiedade após ingestão de alimentos ricos em histamina. N-metil-histamina urinária > 60 µg/g em 24h é marcador sugestivo. (4) Insuficiência exócrina pancreática — elastase pancreática fecal reduzida indica deficiência enzimática que leva à má digestão de gorduras e proteínas, com náuseas pós-prandiais. (5) Disfunção biliar — secreção inadequada de bile por deficit de CCK/secretina, disbiose ou alterações na composição da bile, com náuseas especialmente após refeições gordurosas. (6) Ativação de mastócitos — biópsia gastrointestinal pode revelar > 20 mastócitos por campo de grande aumento; cromogranina A pode estar elevada (diagnóstico diferencial com uso de IBP).\n\nDados epidemiológicos: H. pylori infecta aproximadamente 50% da população mundial e mais de 70% em países em desenvolvimento como o Brasil, sendo causa orgânica prevalente de dispepsia com náuseas. SIBO tem prevalência estimada de 6-15% na população geral e até 80% em pacientes com SII. Intolerância à histamina afeta aproximadamente 1% da população com subdiagnóstico elevado. O uso crônico de IBP é altamente prevalente e causa má absorção de B12, folato, cálcio, ferro e magnésio, com consequências sistêmicas incluindo osteoporose, depressão e maior suscetibilidade a infecções.\n\nEstratificação de risco: (1) Baixo risco — náuseas episódicas relacionadas a alimentos específicos, sem perda de peso, sem sinais de alarme; (2) Risco moderado — náuseas recorrentes com deficiências nutricionais associadas (B12, ferro, magnésio), uso crônico de IBP, hipocloridria funcional, disbiose estabelecida, SIBO/SIFO confirmado; (3) Alto risco — náuseas com perda de peso não intencional (> 5% em 6 meses), hematemese, disfagia, anemia ferropriva inexplicada, massa epigástrica palpável, pacientes > 50 anos com sintomas de início recente — indicação de endoscopia digestiva alta urgente para exclusão de neoplasia gástrica.",
  "points": 7,
  "patient_explanation": "Náuseas e vômitos são sensações desagradáveis que podem ter muitas causas diferentes relacionadas ao funcionamento do seu sistema digestivo. Quando ocorrem com frequência ou persistem por muito tempo, eles podem indicar que algo não está funcionando bem no estômago ou no intestino. Por exemplo, o estômago pode estar produzindo ácido em quantidade insuficiente — o que é mais comum do que se imagina e causa má digestão, gases e sensação de empachamento. Também pode haver uma bactéria chamada H. pylori infectando a mucosa do estômago, desequilíbrio na flora intestinal (disbiose), ou sensibilidade a certos alimentos que liberam histamina no organismo. É importante relatar ao médico quando as náuseas acontecem — se são antes ou depois das refeições, se melhoram ou pioram com algum alimento, e se vêm acompanhadas de outros sintomas como azia, dor abdominal ou perda de peso. Com essas informações, o médico pode identificar a causa e propor um tratamento adequado, o que melhora muito a qualidade de vida e garante que o organismo absorva os nutrientes necessários para a saúde.",
  "conduct": "## Investigação Clínica\n\n### Anamnese Direcionada\n- **Cronologia e padrão:** início, duração, frequência, horário (matinal, pós-prandial, noturno)\n- **Relação com refeições:** melhora ou piora em jejum; alimentos desencadeantes específicos\n- **Sintomas associados:** azia, refluxo, empachamento, eructação, flatulência, distensão abdominal, diarreia, constipação\n- **Sinais de alarme** — exigem investigação endoscópica urgente:\n  - Perda de peso não intencional\n  - Disfagia ou odinofagia\n  - Hematemese ou melena\n  - Anemia inexplicada\n  - Massa palpável em epigástrio\n  - Idade > 50 anos com sintomas de início recente\n- **Histórico medicamentoso:** uso de IBP, antagonistas H2, AINEs, antibióticos, anticoncepcionais orais\n- **Histórico alimentar:** excesso de farinhas refinadas, café, ultraprocessados, lácteos, chocolate; alimentos ricos em histamina (vinho, queijos maturados, embutidos, conservas, fermentados)\n- **Histórico pregresso:** tipo de parto, aleitamento materno, uso de antibióticos na infância, doenças anteriores\n\n### Exames Laboratoriais\n- **Hemograma completo com diferencial:** anemia, monócitos > 8% como marcador de inflamação crônica\n- **Ferritina e saturação de transferrina:** ferritina < 50 e saturação < 15% sugerem hipocloridria; ideal ferritina > 100-150 e saturação nos quartis superiores\n- **Vitamina B12, folato, magnésio, cálcio:** deficiências associadas a IBP crônico e hipocloridria\n- **Homocisteína sérica:** marcador de deficiência de B12/folato e risco cardiovascular\n- **PCR ultra-sensível e HOMA-IR:** inflamação de baixo grau e resistência insulínica\n- **Anticorpos antitransglutaminase IgA + IgA sérica total:** exclusão de doença celíaca (se IgA baixa, dosar IgG e antitransglutaminase IgG)\n- **Anti-células parietais:** suspeita de gastrite atrófica autoimune\n- **N-metil-histamina urinária 24h:** > 60 µg/g sugere ativação histaminérgica/intolerância\n- **Triptase sérica:** suspeita de síndrome de ativação mastocitária (aumento de 20% + 2 ng/mL acima do basal durante crise)\n- **TMAO sérico:** em pacientes com resistência à insulina, para risco cardiovascular\n\n### Exames de Fezes\n- **Calprotectina fecal:** < 100 µg/g tem 98% de positividade para SII; 100-250 µg/g é zona cinzenta; > 250 µg/g indica colonoscopia\n- **Parasitológico de fezes:** rastreio de giárdia e parasitoses no contexto brasileiro\n- **Elastase pancreática fecal:** valor baixo indica insuficiência exócrina pancreática, frequentemente secundária à hipocloridria\n- **Exame coprológico funcional:** avaliação integrada de digestibilidade, sobras alimentares, comportamento microbiano, produção de amônia e ácidos biliares\n- **Zonulina fecal:** marcador de permeabilidade intestinal\n- **IgA secretória fecal:** função imunológica da mucosa; níveis baixos indicam maior suscetibilidade a infecções\n- **Lactoferrina fecal:** confirmação de inflamação intestinal ativa\n\n### Procedimentos Diagnósticos\n- **Endoscopia digestiva alta com biópsias:** sinais de alarme, suspeita de H. pylori, gastrite atrófica ou neoplasia; imuno-histoquímica para mastócitos (> 20/campo de grande aumento)\n- **Teste respiratório para H. pylori:** triagem não invasiva de primeira escolha\n- **Teste respiratório para SIBO:** suspeita de supercrescimento bacteriano no intestino delgado\n\n---\n\n## Conduta Terapêutica\n\n### Intervenções de Primeira Linha — Estilo de Vida\n- **Mastigação lenta e consciente:** mastigar até formar pasta antes de engolir, sem distrações; ativa a fase cefálica da digestão e a secreção enzimática salivar e gástrica\n- **Hidratação adequada:** ~35 ml/kg/dia, preferencialmente fora das refeições principais para não diluir o suco gástrico\n- **Posicionamento pós-refeição:** não deitar nas primeiras 2-3 horas após comer\n- **Controle do estresse:** psicoterapia, técnicas de relaxamento, privação sensorial — estresse crônico inibe o nervo vago e compromete motilidade e secreção gástrica\n- **Revisão alimentar:** reduzir farinha de trigo refinada, café em excesso, ultraprocessados, álcool e lácteos; identificar alimentos desencadeantes individuais\n\n### Manejo da Hipocloridria\n- **Betaína HCl supervisionada:** suplementação para restaurar acidez gástrica — administrar durante a refeição (não associar pancreatina na mesma cápsula; betaína HCl durante a refeição, pancreatina 15 min antes)\n- **Enzimas digestivas:** pancreatina ou enzimas vegetais; indicar com base em elastase fecal baixa; enzimas vegetais administrar próximas às refeições ou misturadas ao alimento\n- **Reavaliar e reduzir IBP progressivamente:** desmame gradual para evitar efeito rebote de hiperacidez; monitorar B12, folato, magnésio, ferro, cálcio durante e após retirada\n- **Fitoterápicos de suporte:** espinheira-santa; óleo essencial de gengibre (carminativo e antiemético — Biointestil ou Zengest em cápsula vegetal antes das refeições); óleo de hortelã-pimenta em cápsula entérica para dor abdominal\n- **Investigar e tratar H. pylori:** se confirmado, priorizar erradicação medicamentosa (protocolo tríplice ou quádrupla conforme sensibilidade local) antes de abordagens alternativas; usar probióticos como adjuvantes (*L. acidophilus*, *B. lactis*, *E. faecium*)\n\n### Manejo de SIBO/SIFO e Parasitoses\n- **SIBO:** rifaximina (antibiótico não absorvível de primeira escolha); considerar dieta low-FODMAP como adjuvante\n- **SIFO:** fluconazol por 2-3 semanas; suporte com antifúngicos naturais (Biointestil — *Cymbopogon martinii* + gengibre); atentar para reação de Jarisch-Herxheimer (piora inicial dos sintomas)\n- **Parasitoses (giárdia e outros):** tratamento específico conforme resultado parasitológico\n- **Restauração da mucosa pós-tratamento:** glutamina, zinco, vitamina A; suporte com aloe vera e probióticos para reconstituição da flora\n\n### Manejo da Intolerância à Histamina\n- **Diagnóstico diferencial:** excluir síndrome de ativação mastocitária e alergias alimentares antes de concluir intolerância à histamina\n- **Dieta baixa em histamina:** primeira linha com acompanhamento de nutricionista (food first)\n- **Enzima DAO oral:** suplementação 20 minutos antes das refeições\n- **Cofatores da DAO:** cobre, vitamina C, vitamina B6\n- **Tratar disbiose com bactérias histaminogênicas:** essencial para redução da carga histamínica intestinal\n- **Bloqueadores H1/H2:** cetotifeno, ebastina, levocetirizina, montelucaste — terapia sintomática quando necessário\n\n### Suplementação de Suporte\n- **Vitamina B12, folato, magnésio, cálcio, ferro:** conforme deficiências identificadas laboratorialmente, especialmente em uso de IBP\n- **Zinco:** suporte à absorção de folato (hidrólise zinco-dependente) e integridade da mucosa\n- **Ômega-3 (EPA/DHA):** suporte anti-inflamatório sistêmico, com dieta antioxidante concomitante\n- **Vitaminas lipossolúveis A, D, E, K:** monitorar em condições que afetam absorção\n- **Astragalus membranaceus (100-200 mg/dia):** modulação de LPS em disbiose/inflamação intestinal\n\n### Critérios de Encaminhamento\n- **Gastroenterologista:** presença de sinais de alarme, H. pylori confirmado, calprotectina > 250 µg/g, doença celíaca suspeita, endoscopia indicada\n- **Nutricionista funcional:** individualização dietética, reintrodução alimentar, low-FODMAP, dieta baixa em histamina\n- **Psicólogo/Psiquiatra:** componente de ansiedade ou depressão associado; síndrome do intestino irritável com componente neuromodulador (considerar amitriptilina ou pregabalina 50 mg/dia para SII com distúrbio do sono e desconforto)\n- **Alergologista/Imunologista:** suspeita de mastocitose sistêmica ou alergia alimentar IgE-mediada"
}
