{
  "score_item_id": "019bf31d-2ef0-751d-b2c8-1ef3913bf002",
  "clinical_relevance": "A obstipação intestinal (constipação) é definida funcionalmente pela presença de fezes com consistência endurecida (tipos 1 e 2 na Escala de Bristol), frequência evacuatória reduzida (menos de 3 evacuações por semana) e/ou sensação de evacuação incompleta. É fundamental diferenciar frequência de qualidade: um paciente pode evacuar diariamente, mas em quantidade insuficiente — como pequenos cíbalos — caracterizando constipação funcional mesmo com hábito diário. A Escala de Bristol permanece a ferramenta padrão para classificação objetiva do padrão intestinal: tipos 1-2 indicam constipação, tipos 3-4 são normais, tipos 5-7 indicam diarreia.\n\nNo Brasil, levantamentos indicam que mais de 40% da população apresenta alguma desordem da interação do eixo cérebro-intestino, e a constipação figura entre os distúrbios funcionais mais prevalentes nesse contexto. Fisiopatologicamente, a constipação resulta de disfunção na motilidade colônica (trânsito lento), disfunção do assoalho pélvico (constipação dissinérgica ou obstrutiva), ou combinação de ambas. O eixo cérebro-intestino-microbiota desempenha papel central: neurotransmissores como a serotonina (5-HT) modulam diretamente a motilidade e a sensibilidade visceral; sua disfunção é implicada na fisiopatologia da constipação funcional e da SII-C (síndrome do intestino irritável com predomínio de constipação).\n\nA constipação crônica está associada a disbiose intestinal, com redução da produção de ácidos graxos de cadeia curta (AGCC), comprometimento da barreira mucosa intestinal (elevação de zonulina), redução da IgA secretória e inflamação de baixo grau. Esse estado perpetua manifestações extra-intestinais como fadiga, alterações do humor, disfunção hormonal e risco cardiometabólico aumentado.\n\nOs principais diagnósticos diferenciais incluem: constipação funcional, SII-C, hipotireoidismo, diabetes mellitus com neuropatia autonômica, hipercalcemia, uso de medicamentos constipantes (opioides, anticolinérgicos, bloqueadores de canais de cálcio, ferro oral) e disfunção do assoalho pélvico. Em pacientes acima de 60 anos com início recente de constipação ou alteração do hábito intestinal, é mandatória a investigação para exclusão de neoplasia colorretal. Sinais de alarme que exigem investigação prioritária incluem: sangramento retal, perda de peso não intencional, anemia ferropriva sem causa aparente e história familiar de câncer colorretal.",
  "points": 7,
  "patient_explanation": "Obstipação — ou prisão de ventre — significa que o intestino está funcionando de forma mais lenta do que o ideal, com fezes muito duras, evacuações pouco frequentes ou sensação de que o intestino não esvazia completamente. Não é apenas uma questão de conforto: o intestino é um órgão central para a sua saúde geral. Quando ele não funciona bem, pode afetar a absorção de nutrientes, a imunidade, o equilíbrio das bactérias intestinais (microbiota) e até o seu humor e disposição. O estilo de vida — alimentação com pouca hidratação, fibras inadequadas, sedentarismo e estresse — é a principal causa na maioria dos casos. A boa notícia é que a constipação responde muito bem a mudanças simples de hábito e ajustes alimentares. Informar ao seu médico sobre esse sintoma é importante, especialmente se aparecer pela primeira vez depois dos 60 anos ou vier acompanhado de sangramento ou perda de peso.",
  "conduct": "## Investigação Clínica\n\n### Anamnese Dirigida\n- Frequência evacuatória, consistência das fezes (Escala de Bristol), quantidade, esforço, sensação de evacuação incompleta\n- **Sinais de alarme:** sangramento retal, perda de peso não intencional, anemia, início recente após os 50-60 anos — indicam investigação prioritária para neoplasia\n- Histórico medicamentoso: opioides, anticolinérgicos, bloqueadores de canal de cálcio, ferro oral, carbonato de cálcio, antiácidos com alumínio\n- Hábitos alimentares: ingestão de fibras, hidratação, padrão alimentar geral\n- Nível de atividade física e estresse crônico\n- Histórico de uso de antibióticos, tipo de parto, aleitamento (modulação da microbiota)\n- Cirurgias abdominais ou pélvicas prévias, sintomas de disfunção do assoalho pélvico\n\n### Exames Complementares Básicos\n- **TSH e T4 livre:** descartar hipotireoidismo como causa secundária\n- **Cálcio sérico:** hipercalcemia como causa secundária\n- **Hemograma com diferencial:** anemia ferropriva (sinal de alarme); monócitos >8% como pista de inflamação crônica\n- **Glicemia de jejum/HOMA-IR:** resistência à insulina associada a disfunção motora intestinal\n\n### Exames Funcionais\n- **Calprotectina fecal:** valor <100 µg/g tem positividade de 98% para diagnóstico funcional (SII); entre 100-250 µg/g é zona cinzenta; acima de 250 µg/g indica colonoscopia\n- **Elastase pancreática fecal:** investigar insuficiência exócrina pancreática, especialmente com má digestão associada\n- **Zonulina fecal:** avaliação de permeabilidade intestinal\n- **IgA secretória fecal:** marcador da imunidade da mucosa intestinal\n- **Lactoferrina fecal:** confirmação de componente inflamatório ativo\n- **Exame coprológico funcional (ex.: Copromax):** avaliação integrada de digestibilidade, comportamento microbiano, produção de amônia e ácidos\n- **Teste parasitológico de fezes:** especialmente relevante no contexto brasileiro (giárdia, outros parasitos)\n- **IgA sérica total + antitransglutaminase IgA:** rastreio de doença celíaca (se IgA baixa, dosar IgG e antitransglutaminase IgG)\n\n### Critérios para Colonoscopia\n- Paciente acima de 50-60 anos com início recente de sintomas ou alteração do hábito\n- Presença de qualquer sinal de alarme\n- Calprotectina fecal >250 µg/g\n- Constipação refratária após tratamento adequado\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### 1. Otimização Digestiva (Primeira Linha)\n- **Hidratação:** aumentar ingestão hídrica como medida primária para fluidificação das fezes\n- **Mastigação adequada:** orientar mastigar até formar pasta antes de engolir; reduz partículas >2 mm e melhora o trânsito\n- **Mindful eating:** comer sentado, sem pressa, sem ansiedade\n- **Enzimas digestivas:** pancreatina ou enzimas vegetais (mamão, abacaxi) quando há sinais de ineficiência digestiva; betaína HCl se hipocloridria suspeita\n\n### 2. Intervenção Dietética\n- **Fibras não fermentáveis** (preferência em constipados com gases associados):\n  - Goma acácia: 1–5 g/dia em pó (protocolo de titulação: iniciar em 2 g/dia, avaliar estufamento em 72h, aumentar para 4 g se tolerado)\n  - Polidextrose: até 3 g/dia\n  - Estratégia: doses maiores de fibra não fermentável para ajudar o bolo fecal sem aumentar gases\n- **Redução de FODMAPs fermentáveis** em hiperfermentadores: personalizar conforme gatilhos; evitar proteínas vegetais de feijões (fermentação intensa); executar com cuidado pois em constipação grave pode piorar o trânsito\n- **Padrão mediterrâneo ou low carb-mediterrâneo:** especialmente útil em mulheres constipadas com inflamação associada\n- Aumentar vegetais coloridos e alimentos ricos em polifenóis\n- Estimular secreção biliar e pancreática com gorduras de boa qualidade e proteínas bem preparadas (estimulam CCK/secretina)\n\n### 3. Atividade Física\n- Exercício regular melhora a motilidade intestinal diretamente\n- Priorizar exercícios aeróbicos e de resistência\n\n### 4. Manejo do Estresse\n- O eixo cérebro-intestino é central na constipação funcional\n- Encaminhar para psicoterapia ou terapias complementares quando há componente emocional relevante\n- Controle do estresse crônico como passo anterior à suplementação com probióticos\n\n### 5. Suplementação Complementar\n- **Magnésio (quelato ou citrato):** relaxa a musculatura lisa intestinal; dose típica 200-400 mg à noite\n- **Ômega-3 (EPA/DHA):** ação anti-inflamatória sistêmica; individualizar dose; garantir dieta antioxidante concomitante\n- **Oxipowder** (adjuvante em constipação grave refratária): iniciar com 1 comprimido ao dormir; reavaliar em 1 semana; máximo 2 comprimidos/noite por até 1 mês; não usar cronicamente para evitar dependência; suspender se diarreia persistente ou dor abdominal\n- **Probióticos/paraprobióticos:** não são primeira linha; introduzir após otimização digestiva e controle do estresse; paraprobióticos inativados (MAMPs) são alternativa com ação imunomoduladora sem fermentação adicional\n\n---\n\n## Encaminhamento a Especialistas\n\n| Situação | Encaminhamento |\n|---|---|\n| Sinais de alarme ou suspeita de neoplasia colorretal | Gastroenterologista (colonoscopia) |\n| Suspeita de disfunção do assoalho pélvico | Fisioterapia pélvica + proctologista |\n| Constipação refratária com investigação negativa | Gastroenterologista para manometria anorretal |\n| Componente psicológico significativo | Psicólogo ou psiquiatra |\n| Disbiose grave ou suspeita de SIBO/SIFO | Abordagem funcional integrativa especializada |"
}
