{
  "score_item_id": "019bf31d-2ef0-765b-b291-f80f9dce057b",
  "clinical_relevance": "Dores abdominais e cólicas constituem uma das queixas mais prevalentes na prática clínica, com etiologias que variam desde condições funcionais benignas até doenças orgânicas graves. No contexto do histórico de saúde abdominal, sua presença recorrente exige raciocínio clínico estruturado para distinção entre causas funcionais e estruturais.\n\nA Síndrome do Intestino Irritável (SII) é o diagnóstico funcional mais frequentemente associado a dor abdominal recorrente. No Brasil, sua prevalência pode chegar a 4,7% da população pelos critérios de Roma 4 (ou 8,3% pelos critérios de Roma 3), sendo mais frequente em mulheres (razão de 2-3:1) e predominando entre a terceira e quarta décadas de vida. Fatores socioeconômicos mais baixos, urbanização e ausência de suporte social estão associados a maior incidência.\n\nPela classificação de Roma 4, o diagnóstico de SII requer dor abdominal recorrente — pelo menos uma vez por semana nos últimos três meses, com início dos sintomas há pelo menos seis meses — associada a pelo menos dois dos seguintes critérios: relacionada à evacuação, associada a mudança na frequência das fezes ou associada a mudança na consistência/aparência das fezes. A SII é subclassificada em: com constipação (IBS-C), com diarreia (IBS-D), mista (IBS-M) ou indeterminada (IBS-U), usando a Escala de Bristol (tipos 1-2 constipação; 3-4 normal; 5-7 diarreia).\n\nA fisiopatologia da dor abdominal funcional é multifatorial: envolve hipersensibilidade visceral, alterações na motilidade intestinal, disfunção do eixo cérebro-intestino-microbiota, inflamação de baixo grau, alterações imunes e desequilíbrios de neurotransmissores como a serotonina (5-HT). Estudos de neuroimagem funcional demonstram maior ativação nas redes sensorial-motora e autonômica central em pacientes com SII, confirmando substrato neurobiológico para a hipersensibilidade visceral.\n\nCondições associadas que frequentemente cursam com dor abdominal incluem: SIBO (Supercrescimento Bacteriano do Intestino Delgado), que se manifesta com dor, diarreia, distensão e pode cursar com deficiências de vitamina B12 e ferro mesmo sem sintomas gastrointestinais clássicos; IMO (Intestinal Methanogenic Overgrowth), com predomínio de constipação; SIFO (Supercrescimento Fúngico do Intestino Delgado), caracterizado pela sensação de distensão mesmo sem distensão objetiva ('efeito baiacu') e dor abdominal. Disbiose intestinal, hiperpermeabilidade da mucosa (avaliável por zonulina fecal), intolerâncias alimentares (lactose, frutose via GLUT5/GLUT2, histamina, FODMAPs), alergias alimentares (IgE e não-IgE mediadas, incluindo doença celíaca autoimune) e parasitoses (giardíase e outras) são causas relevantes no contexto brasileiro.\n\nSinais de alarme que obrigam investigação imediata para descartar causas orgânicas graves (neoplasia de cólon, doença inflamatória intestinal): início dos sintomas após 60 anos, perda de peso involuntária, sangramento retal, anemia, febre, massa abdominal palpável, história familiar de câncer colorretal. A calprotectina fecal é ferramenta fundamental: valor abaixo de 100 µg/g tem positividade de 98% para diagnóstico de SII; entre 100-250 µg/g representa zona cinzenta; acima de 250 µg/g indica necessidade de colonoscopia.\n\nAspectos neuropsíquicos são integrantes do quadro: alexitimia, hipervigilância aos sintomas, ansiedade e hipercatastrofização são frequentes em pacientes com SII e devem ser reconhecidos como manifestações de alterações neurológicas reais, não meramente psicossomáticas.",
  "points": 8,
  "patient_explanation": "Dores abdominais e cólicas são sensações de dor ou desconforto na barriga que podem ter muitas causas diferentes. Algumas são simples, como gases ou intestino preso, enquanto outras podem indicar condições que merecem atenção médica.\n\nQuando você relata ter tido dores abdominais no passado ou no presente, isso ajuda o médico a investigar se há algo no intestino, estômago ou órgãos abdominais que precisa de cuidado. Dores que aparecem com frequência, associadas a alterações no ritmo intestinal (prisão de ventre ou diarreia), podem indicar condições como a Síndrome do Intestino Irritável, desequilíbrios na flora intestinal (disbiose), intolerâncias alimentares ou, em alguns casos, inflamações.\n\nO intestino e o cérebro se comunicam intensamente: estresse, ansiedade e emoções podem amplificar a percepção da dor abdominal, o que é algo real e reconhecido pela ciência.\n\nInformar ao seu médico sobre essas dores — quando ocorrem, o que as melhora ou piora, se acompanham outras queixas como sangue nas fezes, perda de peso ou febre — é essencial para que ele possa investigar a causa correta e propor o tratamento mais adequado para você.",
  "conduct": "## Conduta Clínica: Dores Abdominais / Cólicas\n\n### 1. Anamnese Dirigida e Sinais de Alarme\n\n- **Caracterizar a dor:** localização, caráter (cólica, queimação, peso), intensidade, duração, periodicidade, relação com evacuação, mudança na frequência ou consistência das fezes (usar Escala de Bristol), relação com ciclo menstrual em mulheres\n- **Fatores desencadeantes:** alimentos específicos (laticínios, trigo/glúten, frutose, histamina, FODMAPs), estresse, uso de medicamentos (IBP, AINEs, antibióticos, anticoncepcionais)\n- **Sintomas associados:** distensão abdominal, flatulência, diarreia, constipação, náuseas, pirose, refluxo, sintomas extradigestivos (cefaleia, rinite, coceiras)\n- **Investigar sinais de alarme — exigem avaliação orgânica prioritária:**\n  - Início dos sintomas após os 60 anos\n  - Perda de peso não intencional\n  - Sangramento retal ou melena\n  - Anemia sem causa identificada\n  - Febre persistente\n  - Massa abdominal palpável\n  - História familiar de neoplasia de cólon ou doença inflamatória intestinal\n- **História pregressa relevante:** tipo de parto, aleitamento materno, uso prévio de antibióticos, infecções gastrointestinais prévias, cirurgias abdominais, parasitoses\n- **Avaliação neuropsíquica:** ansiedade, estresse crônico, traumas, hipervigilância aos sintomas, alexitimia, hipercatastrofização (reconhecer como manifestações neurológicas reais)\n\n### 2. Critérios de Roma 4 (Triagem para SII)\n\nAplicar quando dor abdominal recorrente sem sinal de alarme:\n- Presente pelo menos 1 vez/semana nos últimos 3 meses\n- Início dos sintomas há pelo menos 6 meses\n- Associada a pelo menos 2 dos seguintes: relação com evacuação, mudança na frequência das fezes, mudança na consistência das fezes\n\n### 3. Investigação Complementar\n\n**Exames básicos (primeira linha):**\n- Hemograma completo e marcadores inflamatórios (PCR ultra-sensível, VHS)\n- Ferritina, saturação de transferrina, ferro sérico\n- **Calprotectina fecal:** < 100 µg/g = 98% de positividade para SII; 100-250 µg/g = zona cinzenta; > 250 µg/g = indicação de colonoscopia\n- **Avaliação para doença celíaca:** IgA sérica total + anticorpo antitransglutaminase IgA; se IgA baixa, dosar IgG sérica e antitransglutaminase IgG\n- **Parasitológico de fezes** (relevante no contexto brasileiro — incluindo giardíase)\n- Vitamina B12, folato, magnésio, vitamina D\n\n**Exames funcionais (segunda linha — medicina integrativa):**\n- **Teste respiratório para SIBO/IMO** (lactulose ou glicose)\n- **Exame coprológico funcional** (Copromax ou similar): digestibilidade, comportamento microbiano, produção de amônia e ácidos orgânicos\n- **Zonulina fecal:** marcador de permeabilidade intestinal\n- **Lactoferrina fecal:** confirmação de inflamação ativa\n- **IgA secretória fecal:** avaliação imunológica da mucosa\n- **Elastase pancreática fecal:** descarta insuficiência exócrina pancreática (investigar hipofunção gástrica como causa primária se baixa)\n- **Ácidos orgânicos urinários (metabolômica):** em casos selecionados\n- **TMAO sérico:** em pacientes com resistência à insulina (HOMA-IR) e risco cardiovascular\n- Investigar intolerância à histamina em pacientes com palpitações, rinite, cefaleia, arritmias associadas\n\n### 4. Diagnósticos Diferenciais Prioritários\n\n- SII (IBS-C, IBS-D, IBS-M, IBS-U — classificar pela Escala de Bristol)\n- SIBO / IMO / SIFO\n- Doença celíaca\n- Intolerâncias alimentares: lactose, frutose (GLUT5/GLUT2), histamina, FODMAPs\n- Disbiose intestinal\n- Insuficiência pancreática exócrina\n- Hipocloridria\n- Doença inflamatória intestinal (Crohn, retocolite ulcerativa)\n- Neoplasia de cólon (especialmente em > 60 anos)\n- Síndrome de ativação mastocitária (SAM)\n- Parasitoses\n\n### 5. Intervenções Baseadas em Evidências\n\n**Dietéticas:**\n- **Dieta low-FODMAP:** indicada em SII com distensão e dor associada a fermentação; polióis (xilitol, eritritol) como gatilhos específicos\n- **Dieta baixa em histamina:** quando suspeita de intolerância (coceiras, cefaleia, rinite, sintomas gastrointestinais); alimentos ricos: atum, fermentados, lácteos, abacaxi\n- Reduzir ultraprocessados, farinha de trigo refinada, café e lácteos conforme tolerância individual\n- Estimular mastigação lenta e mindful eating (ativação parassimpática para otimizar digestão)\n\n**Suplementação e nutracêuticos:**\n- **Dor abdominal / SII:** Óleo de hortelã-pimenta em cápsula entérica (ação espasmolítica)\n- **Integridade intestinal:** Zinco-carnosina, glutamina, pectina, beta-glucana, butirato\n- **Motilidade:** Magnésio, Trífala\n- **SIBO:** Rifaximina (antibiótico de ação luminal)\n- **SIFO:** Fluconazol (2-3 semanas) + Saccharomyces boulardii 250 mg 2x/dia durante tratamento antifúngico; ácido caprílico (óleo de coco)\n- **Disbiose / antimicrobiano seletivo:** Biointestil (Cymbopogon martinii + gengibre) — alertar sobre possível reação de Herxheimer; introduzir gradualmente\n- **Suporte ao die-off:** Cúrcuma longa (Golden Milk)\n- **Intolerância à histamina:** Enzima DAO 20 min antes das refeições; cofatores DAO: cobre, vitamina C, vitamina B6; bloqueadores H1/H2 como terapia sintomática\n- **Integridade da mucosa:** colostro, lactoferrina, zinco\n- **Constipação com gases:** Fibras não fermentativas: goma acácia até 5 g/dia e polidextrose até 3 g/dia\n- **Anti-inflamatório sistêmico:** Ômega-3 (EPA/DHA) dose individualizada; vitaminas C, D, E; quercetina, luteolina\n- **Enzimas digestivas:** Pancreatina 15 min antes das refeições; betaína HCl durante as refeições (quando hipocloridria confirmada)\n\n**Neuromoduladores (SII refratária ou com componente visceral intenso):**\n- Amitriptilina em baixas doses (ação anti-inflamatória intestinal)\n- Pregabalina 50 mg/dia (para dor, distensão e melhora do sono)\n- Estabilizadores de mastócitos: cetotifeno, ebastina, levocetirizina, montelucaste (em SAM ou hipersensibilidade visceral mediada por mastócitos)\n\n**Estilo de vida e abordagem integrativa:**\n- Atividade física regular (melhora de motilidade intestinal)\n- Controle do estresse: psicoterapia, terapias complementares\n- Investigar traumas de infância e questões emocionais não resolvidas como possível causa raiz em casos sem resposta ao tratamento\n- Considerar osteopatia para sintomas digestivos com possível relação com inervação tóraco-lombo-sacral\n- Acolher e validar hipervigilância e hipercatastrofização (manifestações neurológicas reais em pacientes com SII)\n\n### 6. Encaminhamento a Especialistas\n\n- **Gastroenterologia:** sinais de alarme, calprotectina > 250 µg/g, suspeita de neoplasia ou DII, sintomas refratários\n- **Colonoscopia:** indicada em > 60 anos com sintomas novos, ou diante de qualquer sinal de alarme\n- **Endoscopia com pesquisa de H. pylori:** dispepsia associada, suspeita de gastrite ou hipocloridria\n- **Nutricionista:** implementação de dietas de exclusão (FODMAP, histamina, sem glúten), plano alimentar individualizado\n- **Psicologia/Psiquiatria:** comorbidades ansiosas, depressivas, alexitimia ou hipercatastrofização significativa\n\n### 7. Monitoramento\n\n- Reavaliar calprotectina fecal após intervenções\n- Monitorar marcadores de inflamação de baixo grau: HOMA-IR, homocisteína, PCR ultra-sensível\n- Reavaliar deficiências nutricionais secundárias: B12, ferro, vitaminas lipossolúveis (A, D, E, K), zinco, magnésio"
}
