{
  "score_item_id": "019bf31d-2ef0-7ce2-ae05-c01f8fef9ead",
  "clinical_relevance": "A eructação (arroto) é um processo fisiológico de expulsão de ar ou gás pelo esôfago e boca, tornando-se patológica quando excessiva ou associada a disfunção gastrointestinal subjacente. Do ponto de vista fisiopatológico, existem dois mecanismos distintos: a eructação gástrica e a eructação supragástrica.\n\nA eructação gástrica resulta da distensão gástrica por ar deglutido ou gás produzido por fermentação bacteriana, desencadeando relaxamentos transitórios do esfíncter inferior do esôfago (RTLEE) que permitem a expulsão do gás acumulado. É um reflexo fisiológico normal quando ocorre em baixa frequência.\n\nA eructação supragástrica é um distúrbio comportamental caracterizado por aspiração rápida e repetitiva de ar para o esôfago seguida de expulsão imediata, sem que o ar chegue ao estômago. É mais prevalente na prática gastroenterológica e frequentemente coexiste com dispepsia funcional, DRGE refratária e transtornos ansiosos. A história clínica isolada não consegue distinguir de forma confiável os dois tipos — a monitorização de impedância-pH combinada à observação direta do comportamento é o padrão diagnóstico.\n\nNo contexto da medicina funcional integrativa, a eructação excessiva é um marcador clínico importante de hipocloridria — condição em que o pH gástrico em jejum se mantém acima de 4, comprometendo a digestão proteica, favorecendo a fermentação de fragmentos alimentares e gerando acúmulo de gases. As principais causas de hipocloridria incluem infecção por H. pylori, gastrite atrófica (incluindo autoimune), uso crônico de inibidores de bomba de prótons (IBP) e antagonistas H2, envelhecimento (que reduz aproximadamente 30% da secreção ácida) e padrão alimentar inadequado com excesso de ultraprocessados, farinhas refinadas, café, lácteos e chocolate.\n\nA eructação também é manifestação frequente de disbiose intestinal, SIBO (supercrescimento bacteriano no intestino delgado) e IMO (supercrescimento metanogênico intestinal), condições que amplificam a fermentação luminal e a produção de gases. O ciclo vicioso entre distensão intestinal e inibição reflexa da secreção ácida (reflexo enterogástrico reverso) perpetua e agrava o quadro.\n\nA eructação supragástrica é particularmente prevalente em pacientes com DRGE refratária e em indivíduos com transtornos de ansiedade, sendo frequentemente confundida com eructação gástrica e tratada de forma inapropriada. IBP são ineficazes para eructação supragástrica e, em uso crônico, agravam a má absorção de B12, folato, cálcio, ferro e magnésio, além de aumentarem o risco de osteoporose, depressão e infecções oportunistas.\n\nComo marcador no Escore Plenya, a presença de eructação frequente — especialmente pós-prandial e associada a outros sintomas abdominais como distensão, flatulência, indigestão, pigarro e refluxo — indica necessidade de investigação funcional do segmento gástrico, com atenção à eficiência digestiva, microbioma e possíveis deficiências nutricionais secundárias.",
  "points": 5,
  "patient_explanation": "Eructação é o nome médico para o arroto — a expulsão de ar pelo esôfago e boca. Arrotar algumas vezes ao dia é completamente normal e saudável, pois é a forma do corpo eliminar o ar que entra durante as refeições. O problema aparece quando isso ocorre com muita frequência, de forma repetitiva ou acompanhada de outros desconfortos como azia, estufamento ou refluxo.\n\nO arroto excessivo pode indicar que seu estômago está produzindo pouco ácido (o que dificulta a digestão e gera mais gás), que há um desequilíbrio nas bactérias intestinais (disbiose ou supercrescimento bacteriano), que você tem refluxo gastroesofágico, ou até mesmo que é um hábito de engolir ar — muitas vezes relacionado à ansiedade ou à forma de comer.\n\nA boa notícia é que, na maioria dos casos, mudanças na alimentação e na forma de comer — como mastigar bem, comer devagar, evitar alimentos fermentáveis em excesso e reduzir o estresse — costumam melhorar muito o quadro. Contar ao seu médico com que frequência você arrota e em quais situações é o primeiro passo para identificar a causa e definir o melhor tratamento.",
  "conduct": "## Conduta Clínica: Eructação Excessiva\n\n### 1. Avaliação Inicial e Anamnese Dirigida\n\n- **Caracterizar o tipo e a frequência:** número de episódios por dia, relação com refeições, postura, estresse e ansiedade\n- **Distinguir clinicamente os tipos:**\n  - *Eructação gástrica:* ocorre minutos após refeições, associada a distensão abdominal e alívio de plenitude\n  - *Eructação supragástrica:* repetitiva, frequentemente em salvas, agravada por estresse, sem relação temporal clara com refeições\n- **Investigar sintomas associados:** queimação, regurgitação, empachamento, distensão, flatulência, pigarro, diarreia, alterações do hábito intestinal\n- **Histórico alimentar detalhado:** consumo de ultraprocessados, farinhas refinadas, café, lácteos, chocolate, carboidratos fermentáveis (FODMAPs)\n- **Revisar medicamentos:** IBP, antagonistas H2, antibióticos recentes\n- **Sinais de alarme — investigar imediatamente:** disfagia, odinofagia, perda de peso involuntária, sangramento digestivo\n\n---\n\n### 2. Investigação Complementar\n\n**Laboratorial:**\n- Ferritina e saturação de transferrina (ferritina < 50 ng/mL e saturação < 15% sugerem hipocloridria e risco de gastrite atrófica autoimune; ideal: ferritina > 100–150, saturação nos quartis superiores)\n- Vitamina B12 e homocisteína sérica\n- Folato, magnésio, cálcio e ferro (rastreio de má absorção associada a hipocloridria ou uso de IBP)\n- Anticorpos anti-células parietais (suspeita de gastrite atrófica autoimune)\n\n**Endoscópico e funcional:**\n- Endoscopia digestiva alta com pesquisa de H. pylori: especialmente em sintomas persistentes ou suspeita de gastrite\n- Monitorização de impedância-pH associada à observação clínica: padrão para distinção entre eructação gástrica e supragástrica em casos refratários\n- Teste respiratório com lactulose ou glicose para SIBO (critério: elevação de H₂ > 20 ppm nos primeiros 90 min) e IMO (CH₄ > 10 ppm em qualquer momento)\n- Exame coprológico funcional: avaliação de digestibilidade, microbiota e marcadores inflamatórios intestinais\n- **Teste de triagem caseiro para hipocloridria:** bicarbonato de sódio (1/4 colher) em 150 mL de água em jejum — arrotar em < 2 min sugere acidez normal ou elevada; 2–3 min é normal; > 5 min sugere hipocloridria\n\n---\n\n### 3. Intervenções de Primeira Linha\n\n#### Modificações Alimentares e de Estilo de Vida\n\n- **Otimizar a fase cefálica:** comer em ambiente calmo, sem distrações, em postura relaxada\n- **Mastigação eficaz:** mastigar até o alimento tornar-se pastoso/líquido; reduz aerofagia e melhora a digestão\n- **Evitar excesso de líquidos durante as refeições** — preferir pequenas quantidades de líquidos levemente ácidos (ex.: água com limão)\n- **Iniciar refeições pelas proteínas** para estimular produção de ácido gástrico\n- **Dieta de restrição de FODMAPs** em pacientes com excesso de fermentação, personalizada com nutricionista funcional integrativo\n- **Reduzir alimentos-gatilho:** ultraprocessados, farinhas refinadas, café, lácteos, chocolate\n- **Preferir fibras não fermentáveis** para suporte do bolo fecal sem aumentar gases: goma acácia (1–5 g/dia) e polidextrose\n- **Crononutrição:** última refeição mais copiosa até 18h–19h; café da manhã leve e proteico\n- **Alimentos fermentados:** kefir, kombucha, chucrute — para modulação do microbioma\n- **Controle do estresse:** psicoterapia, mindfulness, técnicas de relaxamento — especialmente relevante na eructação supragástrica\n\n#### Reavaliação de Medicamentos\n\n- **IBP e antagonistas H2:** reavaliar uso crônico; IBP são ineficazes para eructação supragástrica e agravam hipocloridria, comprometendo absorção de B12, ferro, cálcio e magnésio, com risco de osteoporose, depressão e infecções oportunistas\n- Buscar estratégias não farmacológicas antes de manter ou iniciar supressão ácida crônica\n\n#### Suporte Nutracêutico (conforme avaliação individual)\n\n- **Betaína HCl:** suporte à acidez gástrica em hipocloridria — administrar durante as refeições (não associar na mesma cápsula com pancreatina)\n- **Pancreatina** (ex.: Creon ≥ 20.000 UI, cápsulas gastrorresistentes): suporte enzimático — administrar 15 min antes das refeições\n- **Enzimas vegetais** (mamão, kiwi, abacaxi, limão): consumo antes das refeições para suporte digestivo\n- **Complexo B, magnésio, ferro, cálcio:** repor conforme deficiências documentadas\n- **Espinheira-santa** (*Maytenus ilicifolia*): fitoterápico com uso tradicional para dispepsia; pode ser considerado como coadjuvante\n- **Probióticos selecionados** (L. acidophilus, B. lactis): avaliar conforme contexto — evitar em hiperfermentadores sintomáticos sem ajuste dietético prévio\n\n---\n\n### 4. Abordagem Específica para Eructação Supragástrica\n\n- **Psicoeducação:** explicar ao paciente o mecanismo comportamental, reduzindo a ansiedade antecipatória\n- **Respiração diafragmática:** primeira linha não farmacológica; reduz a sucção involuntária de ar para o esôfago\n- **Fonoterapia (speech therapy):** eficaz para reeducação do padrão respiratório e de deglutição em casos refratários\n- **Terapia cognitivo-comportamental (TCC):** indicada quando há comorbidade ansiosa ou resistência à abordagem comportamental básica\n- **IBP são ineficazes** para eructação supragástrica e não devem ser prescritos com essa indicação\n\n---\n\n### 5. Critérios de Encaminhamento\n\n- **Gastroenterologia:** sintomas refratários após 4–8 semanas de conduta inicial, sinais de alarme presentes, suspeita de DRGE erosiva, hérnia de hiato sintomática, H. pylori confirmado com falha ao tratamento, necessidade de monitorização de impedância-pH ou manometria de alta resolução, SIBO/IMO para tratamento com rifaximina\n- **Nutricionista funcional/integrativo:** implementação de estratégia alimentar individualizada, ajuste de FODMAPs, suporte à reeducação alimentar\n- **Fonoaudiologia:** eructação supragástrica confirmada ou fortemente suspeita\n- **Psicologia/Psiquiatria:** componente ansioso significativo ou eructação supragástrica refratária à abordagem comportamental de primeira linha\n\n---\n\n### 6. Acompanhamento\n\n- Reavaliar resposta às intervenções alimentares e comportamentais em 4–8 semanas\n- Monitorar marcadores laboratoriais de má absorção em pacientes com hipocloridria ou uso prévio prolongado de IBP\n- Correlacionar evolução dos sintomas com ajustes dietéticos e de estilo de vida\n- Educar o paciente sobre os mecanismos da eructação e o papel das mudanças de hábito, promovendo adesão ao plano terapêutico"
}
