{
  "score_item_id": "019bf31d-2ef0-7a23-9410-9d6034c3e141",
  "clinical_relevance": "Hemorróidas (doença hemorroidária) são dilatações patológicas dos plexos vasculares do canal anal — plexo hemorroidário interno (acima da linha pectínea, revestido por mucosa colunar) e externo (abaixo da linha pectínea, revestido por epitélio escamoso). Fisiologicamente, os coxins hemorroidários contribuem para a continência fecal e participam da vedação anal; a doença ocorre quando esses coxins sofrem engurgitamento, prolapso ou trombose por fatores como aumento da pressão intra-abdominal, constipação crônica, diarreias frequentes, sedentarismo, obesidade, gravidez e dieta pobre em fibras.\n\nClassificação de Goligher (hemorróidas internas):\n- Grau I: sangramento sem prolapso\n- Grau II: prolapso durante o esforço com redução espontânea\n- Grau III: prolapso que requer redução manual\n- Grau IV: prolapso irredutível\n\nHemorróidas externas trombosadas constituem entidade clínica distinta, com dor aguda intensa e nódulo perianal palpável.\n\nEpidemiologia: a doença hemorroidária é uma das afecções anorretais mais prevalentes na população adulta. A prevalência é subestimada pela subnotificação, dado o constrangimento dos pacientes em relatar o problema. A maioria dos casos envolve graus I e II, manejáveis com medidas conservadoras.\n\nApresentação clínica: sangramento retal vivo (hematoquezia), prolapso de tecido anal, prurido, sensação de corpo estranho, dor (especialmente em hemorróidas externas trombosadas ou internas grau IV estranguladas). Anemia ferropriva pode ocorrer em casos de sangramento crônico recorrente.\n\nImpacto clínico: apesar de baixa mortalidade direta, a doença causa morbidade significativa com impacto na qualidade de vida, capacidade laborativa e higiene. Complicações incluem trombose, estrangulamento, necrose e anemia. O sangramento retal exige exclusão de causas neoplásicas (câncer colorretal) antes de atribuir o sintoma exclusivamente às hemorróidas — aspecto de importância crítica na prática clínica.\n\nEvidências de tratamento conservador: estudo multicêntrico observacional (Clinical Gastroenterology and Hepatology, 2015) demonstrou redução de 78% no sangramento, 65% na dor e 61% no prolapso com suplementação de fibras e flavonoides por 6 semanas em hemorróidas graus I-II, sustentando abordagem conservadora como primeira linha.\n\nHemorróidas trombosadas externas: excisão cirúrgica dentro de 72 horas do início dos sintomas promove alívio mais rápido (mediana 3 dias vs. 11 dias no tratamento conservador) e menor taxa de recorrência (5% vs. 25%), conforme estudo comparativo publicado em Techniques in Coloproctology (2004).\n\nContexto no Escore Plenya: o histórico de hemorróidas é relevante para mapeamento de disfunção intestinal, identificação de constipação crônica subjacente, rastreio de sangramento gastrointestinal, avaliação de risco cirúrgico e orientação de conduta integrativa (dieta, fibras, atividade física, saúde do microbioma).",
  "points": 4,
  "patient_explanation": "Hemorróidas são estruturas vasculares normais do canal anal que, quando inflamadas ou sobrecarregadas, causam sintomas como sangramento ao evacuar, sensação de prolapso (sair um tecido pelo ânus), coceira e desconforto. É uma condição muito comum, que aparece ou piora com constipação crônica, esforço excessivo para evacuar, sedentarismo, excesso de peso ou durante a gravidez. Na maioria dos casos, hemorróidas leves a moderadas melhoram muito com mudanças na alimentação — mais fibras e água —, atividade física regular e higiene adequada. Quando há sangramento retal, é sempre importante comunicar ao médico, pois o sangramento pode ter outras causas que precisam ser avaliadas. Casos mais avançados têm tratamentos ambulatoriais eficazes e minimamente invasivos. Com orientação correta, a grande maioria dos pacientes consegue controlar bem os sintomas.",
  "conduct": "## Conduta Clínica — Hemorróidas\n\n### 1. Avaliação Inicial\n\n- **Anamnese dirigida:** caracterizar sangramento (cor, volume, relação com evacuação), prolapso (grau, redutibilidade), dor, prurido, alterações do hábito intestinal (constipação, diarreia), paridade, IMC, atividade física, dieta (consumo de fibras e líquidos)\n- **Exame físico:** inspeção perianal, toque retal, avaliação de prolapso em esforço\n- **Anuscopia:** confirmar grau das hemorróidas internas e excluir outras lesões do canal anal\n- **Atenção crítica:** sangramento retal em pacientes acima de 45 anos, com história familiar de câncer colorretal, ou com sangramento persistente ou associado a mudança do hábito intestinal — encaminhar para **colonoscopia** antes de atribuir o sintoma exclusivamente às hemorróidas\n\n### 2. Estratificação por Grau (Goligher)\n\n- **Grau I:** tratamento conservador exclusivo\n- **Grau II:** tratamento conservador + considerar procedimento ambulatorial (ligadura elástica como primeira escolha)\n- **Grau III:** ligadura elástica ou cirurgia (hemorroidectomia ou hemorroidopexia grampeada)\n- **Grau IV / hemorróida externa trombosada aguda:** avaliação cirúrgica; excisão preferível se dentro de 72h do início dos sintomas\n\n### 3. Tratamento Conservador (Graus I-II — primeira linha)\n\n**Medidas dietético-comportamentais:**\n- Aumentar ingestão de fibras para 25-35 g/dia (frutas, legumes, verduras, leguminosas, psyllium ou farelo de aveia)\n- Garantir hidratação adequada (mínimo 30 ml/kg/dia de água)\n- Evitar esforço excessivo e prolongamento do tempo no vaso sanitário\n- Atividade física regular para melhorar motilidade intestinal e reduzir pressão venosa pélvica\n- Higiene perianal adequada: banhos de assento com água morna, evitar papel higiênico abrasivo\n\n**Farmacoterapia conservadora:**\n- **Flavonoides (diosmina + hesperidina):** evidência multicêntrica (2015) de redução de 78% no sangramento, 65% na dor e 61% no prolapso após 6 semanas; dose usual 500-1000 mg/dia\n- **Agentes tópicos (lidocaína, corticosteroides tópicos):** alívio sintomático a curto prazo do prurido e desconforto; uso limitado a 7-10 dias para corticosteroides tópicos\n- **Reguladores intestinais:** quando há constipação associada — lactulose, polietilenoglicol, fibras solúveis como goma acácia (até 5 g/dia) ou psyllium\n\n### 4. Procedimentos Ambulatoriais (Graus I-III)\n\n- **Ligadura elástica (rubber band ligation):** procedimento de escolha para graus II e III; alta eficácia, baixa morbidade e recomendado pelas diretrizes ACG (2018)\n- **Escleroterapia:** alternativa para graus I-II, especialmente em pacientes anticoagulados\n- **Coagulação por infravermelho:** opção para grau I\n- Abordagem deve ser **escalonada** conforme resposta clínica\n\n### 5. Tratamento Cirúrgico\n\n- **Indicações:** grau IV, falha de tratamento conservador e procedimentos ambulatoriais, hemorróidas mistas sintomáticas graves, hemorróida externa trombosada com menos de 72h de evolução\n- **Opções:** hemorroidectomia convencional, hemorroidopexia grampeada (menor dor pós-operatória, mas maior taxa de recorrência a longo prazo)\n- **Hemorróida trombosada aguda:** excisão dentro de 72h — mediana de alívio em 3 dias vs. 11 dias com tratamento conservador; recorrência 5% vs. 25%\n\n### 6. Abordagem Integrativa / Funcional\n\n- Investigar **constipação crônica subjacente:** avaliar motilidade, microbiota intestinal, disbiose; considerar exame coprológico funcional quando indicado\n- **Modulação intestinal:** prebióticos e fibras adequadas ao perfil do paciente, evitando fibras fermentativas em pacientes com gases excessivos\n- Avaliar **anemia ferropriva** em casos de sangramento recorrente: hemograma completo, ferritina, saturação de transferrina; suporte com ferro e vitamina C quando indicado\n- Investigar **disfunção do assoalho pélvico** em mulheres com hemorróidas associadas a prolapso ou incontinência\n- Orientar **redução de peso corporal** quando IMC elevado contribui para pressão abdominal crônica\n- Reduzir **inflamação sistêmica de baixo grau:** dieta anti-inflamatória, redução de ultraprocessados e carboidratos refinados\n\n### 7. Critérios de Encaminhamento\n\n- **Proctologista/Coloproctologista:** graus III-IV, falha terapêutica, trombose aguda, suspeita de patologia anorretal complexa\n- **Gastroenterologista/Endoscopia:** sangramento sem causa evidente ao exame físico, rastreio de câncer colorretal, colonoscopia indicada\n- **Nutricionista:** suporte para reeducação alimentar com foco em fibras, regulação intestinal e composição corporal"
}
