{
  "score_item_id": "019bf31d-2ef0-749f-8305-537a8fb85d98",
  "clinical_relevance": "A disúria é definida como a sensação dolorosa ou desconfortável durante a micção, resultante do contato da urina com a mucosa uretral inflamada ou irritada. Trata-se de um dos sintomas urológicos mais prevalentes na prática clínica, afetando a maioria das pessoas em algum momento da vida.\n\nFisiopatologia: O mecanismo central envolve a irritação ou inflamação do epitélio uretral e vesical. Nas infecções bacterianas, a invasão do urotélio por patógenos desencadeia resposta inflamatória local com edema, hiperemia e liberação de mediadores álgicos. A recuperação do urotélio superficial e da camada mucosa protetora pode ser retardada em infecções recorrentes, aumentando a vulnerabilidade a novos episódios. Em causas não infecciosas, os mecanismos incluem irritação química (fármacos, agentes tópicos), alterações hormonais (atrofia urogenital por hipoestrogenismo), obstrução mecânica ou hipersensibilidade nociceptiva visceral (cistite intersticial).\n\nEtiologia e Diagnóstico Diferencial:\n- Causas infecciosas: Cistite bacteriana (causa mais comum, Escherichia coli em 70-90% dos casos), uretrite (incluindo ISTs como gonorreia e clamídia), vaginite/vulvovaginite, pielonefrite. Para infecções recorrentes ou uretrite/cervicite com testes iniciais negativos, recomenda-se investigação para Mycoplasma genitalium.\n- Causas inflamatórias não infecciosas: Cistite intersticial/síndrome da bexiga dolorosa (IC/BPS) — condição crônica (>6 semanas) de causa multifatorial, com predomínio no sexo feminino, caracterizada por dor ou pressão pélvica sem etiologia infecciosa identificável. Corpos estranhos, condições dermatológicas vulvares (dermatite de contato, líquen), lesões cutâneas perineais.\n- Causas não inflamatórias: Efeitos medicamentosos (ciclofosfamida, metotrexato, agentes quimioterápicos), anormalidades uretrais, trauma, atrofia urogenital da menopausa (síndrome genitourinária da menopausa — SGM). Na SGM, a disúria ocorre em contexto de hipoestrogenismo, junto a urgência miccional (70%), frequência aumentada (68%), incontinência urinária (57%) e dispareunia.\n\nAvaliação diagnóstica:\n- Anamnese dirigida: característica da dor (interna vs. externa), presença de corrimento vaginal ou uretral, sintomas sistêmicos, fatores de risco para ISTs, uso de medicamentos, histórico de infecções recorrentes, sintomas obstrutivos (especialmente em homens — investigar hiperplasia prostática benigna).\n- Exame de urina (EAS): recomendado para a maioria dos pacientes. A presença de nitrito urinário é específica, mas pouco sensível (apenas 25% dos pacientes com ITU têm nitrito positivo). Patógenos como Enterococcus, Pseudomonas e Acinetobacter não convertem nitratos em nitritos, gerando falsos negativos.\n- Urocultura: indicada para guiar antibioticoterapia adequada, especialmente em infecções recorrentes, complicadas ou com suspeita de resistência antimicrobiana. E. coli é o patógeno mais frequente (71% dos isolados); outros incluem Proteus spp. (12%), Enterococcus (12%) e Klebsiella spp. (5%).\n- Presença de corrimento vaginal reduz a probabilidade de ITU e demanda investigação de cervicite ou vaginite.\n\nEstratificação de risco:\n- Disúria simples em mulher jovem sem fatores de complicação: baixo risco, tratamento empírico aceitável.\n- Infecção complicada (homens, gestantes, imunossuprimidos, anomalias urológicas, sintomas sistêmicos): necessita urocultura e avaliação ampliada.\n- Disúria persistente >6 semanas sem causa infecciosa identificada: suspeitar de IC/BPS, IST atípica (Mycoplasma genitalium) ou causa não inflamatória.\n- Resistência antimicrobiana crescente: nitrito positivo associado a maior resistência a cefalosporinas de 2ª e 3ª geração (cefuroxima RR 12,9; doxiciclina RR 10,6; cefotaxima RR 9,8; ceftriaxona RR 8,03), porém a urocultura permanece indispensável para guia definitivo da terapia.",
  "points": 6,
  "patient_explanation": "Disúria é o nome médico para a dor ou ardência que algumas pessoas sentem ao urinar. É um sintoma muito comum e que a maioria das pessoas experimenta pelo menos uma vez na vida.\n\nA causa mais frequente é uma infecção urinária — bactérias que entram na bexiga ou na uretra e causam inflamação local. Outras causas incluem infecções sexualmente transmissíveis, irritação por produtos de higiene íntima, alterações hormonais (especialmente na menopausa, quando a região íntima fica mais sensível pela falta de estrogênio), pedras nos rins ou condições crônicas como a cistite intersticial.\n\nQuando a disúria aparece junto com febre, dor nas costas, sangue na urina ou corrimento, é importante procurar atendimento médico com rapidez, pois pode indicar uma infecção mais séria. Em casos simples, o médico pode solicitar um exame de urina para identificar a causa e, se necessário, prescrever antibióticos ou outro tratamento adequado.\n\nO histórico de disúria é importante para entender a saúde do sistema urinário ao longo do tempo: infecções urinárias repetidas podem indicar vulnerabilidade do trato urinário e precisam de investigação e acompanhamento para evitar complicações como infecção nos rins.",
  "conduct": "## Conduta Clínica para Disúria\n\n### Avaliação Inicial\n\n- **Anamnese dirigida:**\n  - Localização da dor (interna = vesical/uretral; externa = vulvar/perineal)\n  - Início, duração e frequência dos episódios\n  - Sintomas associados: frequência urinária aumentada, urgência, hematúria, corrimento vaginal ou uretral, febre, calafrios, dor lombar\n  - Fatores de risco: atividade sexual recente, múltiplos parceiros, uso de DIU, gestação, imunossupressão, diabetes, anomalias urológicas conhecidas\n  - Uso de medicamentos (ciclofosfamida, quimioterápicos) ou produtos tópicos irritantes\n  - Histórico de infecções urinárias recorrentes, ISTs ou intervenções urológicas\n  - Em mulheres: data da última menstruação, uso de anticoncepcionais, status menopausal\n  - Em homens: sintomas obstrutivos (jato fraco, gotejamento, resíduo pós-miccional), histórico prostático\n\n- **Exame físico:** avaliação abdominal e suprapúbica, inspeção da região genital e perineal, toque vaginal ou retal quando indicado\n\n---\n\n### Investigação Complementar\n\n- **Exame de urina (EAS):** indicado para a maioria dos pacientes com disúria\n  - Pesquisa de leucocitúria, nitritos, hematúria, cilindros\n  - Lembrar: nitrito positivo é específico mas pouco sensível (apenas ~25% de positividade nos casos de ITU)\n- **Urocultura com antibiograma:** obrigatória em:\n  - Infecções recorrentes (≥2 episódios em 6 meses ou ≥3 em 12 meses)\n  - Infecções complicadas (homens, gestantes, imunossuprimidos, anomalias urológicas, sintomas sistêmicos)\n  - Falha terapêutica\n  - Suspeita de resistência antimicrobiana\n- **Pesquisa de ISTs** (cultura, PCR ou swab): quando há corrimento, risco epidemiológico ou cervicite/uretrite\n  - Incluir pesquisa de *Neisseria gonorrhoeae*, *Chlamydia trachomatis*\n  - Para uretrite/cervicite persistente com testes negativos: **testar *Mycoplasma genitalium***\n- **Em mulheres com corrimento vaginal:** avaliação para vaginite (bacteriana, tricomoníase, candidíase) reduz probabilidade de ITU\n- **Imagem (ultrassonografia de vias urinárias):** indicada em casos recorrentes, suspeita de litíase, anomalia estrutural ou falha terapêutica\n- **Cistoscopia e urodinâmica:** considerar em casos refratários, suspeita de cistite intersticial (IC/BPS) ou neoplasia de bexiga\n\n---\n\n### Intervenções Terapêuticas\n\n**Cistite não complicada em mulheres:**\n- Tratamento empírico aceitável sem urocultura prévia\n- Antibióticos de primeira linha: nitrofurantoína, fosfomicina, sulfametoxazol-trimetoprima (conforme perfil local de resistência)\n- Considerar padrões locais de resistência ao escolher antibiótico empírico\n\n**Uretrite/cervicite:** tratar conforme IST identificada; parceiros sexuais devem ser avaliados e tratados\n\n**Cistite intersticial/IC/BPS:**\n- Abordagem multidisciplinar\n- Modificações dietéticas (evitar cafeína, álcool, alimentos ácidos)\n- Intervenções farmacológicas: analgésicos, pentosano polissulfato, amitriptilina (doses baixas), instilações intravesicais\n- Fisioterapia do assoalho pélvico\n- Em casos refratários: abordagens cirúrgicas\n\n**Síndrome genitourinária da menopausa (SGM):**\n- Terapia estrogênica local (creme, óvulo ou anel vaginal) como primeira linha\n- Hidratantes e lubrificantes vaginais como coadjuvantes\n- Investigar e tratar incontinência urinária associada\n\n**Disúria por irritantes:**\n- Suspender agente causal\n- Evitar sabonetes perfumados, lenços umedecidos, absorventes com fragrância\n- Hidratação adequada\n\n---\n\n### Critérios de Encaminhamento ao Especialista\n\n- **Urologia:** infecções recorrentes com anomalia estrutural, suspeita de litíase, hematúria macroscópica sem causa infecciosa, sintomas obstrutivos em homens, suspeita de neoplasia\n- **Ginecologia/Uroginecologia:** SGM refratária, IC/BPS, prolapso pélvico, incontinência urinária associada\n- **Infectologia:** ISTs complexas, infecções por patógenos multirresistentes (ESBL, CRE), falha terapêutica repetida\n- **Dermatologia/Vulvologia:** lesões cutâneas perineais (líquen escleroso, dermatite de contato, psoríase)\n\n---\n\n### Prevenção de Infecções Urinárias Recorrentes\n\n- Hidratação adequada (mínimo 1,5-2 L/dia)\n- Micção pós-coital\n- Higiene perineal adequada (direção anterior-posterior)\n- Evitar uso prolongado de espermicidas e diafragma\n- Considerar profilaxia antibiótica contínua ou pós-coital em casos selecionados (após urocultura de controle)\n- Cranberry (evidência limitada, pode ser considerado como adjuvante)\n- Em pós-menopáusicas: estrogênio local reduz recorrência de ITUs"
}
