{
  "score_item_id": "019bf31d-2ef0-7d83-a6db-9571aabf9bde",
  "clinical_relevance": "A dor lombar (lombalgia) é definida como fadiga, desconforto ou dor na região inferior das costas, anatomicamente compreendida entre a margem inferior do gradil costal e a região glútea, podendo irradiar para os membros inferiores. É uma das queixas mais prevalentes na prática clínica: afeta 60–80% de todos os adultos pelo menos uma vez ao longo da vida. Em 70–80% dos casos, mesmo após investigação completa e criteriosa, não é possível estabelecer um diagnóstico etiológico específico — denominando-se lombalgia inespecífica.\n\nAs causas com vínculo anatômico claramente definido incluem: estenose do canal vertebral, discite, espondilite infecciosa, sacroileíte, fraturas osteoporóticas e tumores espinhais. As causas com vínculo menos claro incluem: espondilose, degeneração discal, espondiloartrite, hérnia de disco, doença de Scheuermann e escoliose. Na prática diária, é fundamental distinguir condições inflamatórias (como a espondilite anquilosante — Doença de Bechterew) das degenerativas, bem como diferenciar dor aguda de dor crônica com ou sem componente radicular.\n\nA estratificação de risco por meio de bandeiras vermelhas (red flags) é essencial para identificar patologias graves subjacentes. Em atenção primária, condições sérias são incomuns: neoplasia metastática em 0,7% dos casos, infecção espinal em 0,01% e síndrome da cauda equina em 0,04%. Uma revisão de 16 diretrizes de 15 países identificou 46 bandeiras vermelhas distintas relacionadas a quatro categorias principais de patologia grave — malignidade, fratura, síndrome da cauda equina e infecção —, evidenciando inconsistência expressiva entre os guias e necessidade de melhor padronização baseada em evidências. As red flags mais consistentemente endossadas incluem: histórico de trauma e uso crônico de corticosteroides (fraturas); histórico de câncer e perda de peso não intencional (malignidade).\n\nDo ponto de vista fisiopatológico, a lombalgia crônica envolve mecanismos centrais e periféricos: sensibilização central, disfunção do eixo hipotálamo-hipófise-adrenal (HPA), componentes neuroinflamatórios e fatores biopsicossociais. Baixos níveis de cortisol foram documentados em populações com dor crônica e doenças neuromusculares funcionais, e a desregulação do eixo HPA está associada a maior suscetibilidade e perpetuação da dor.\n\nA maioria dos episódios agudos apresenta melhora substancial em até quatro semanas sem necessidade de exames de imagem rotineiros. Imagem é recomendada apenas após seis semanas de tratamento conservador sem resposta adequada ou quando há suspeita de condição grave. Imagens desnecessárias geram custos elevados por meio de cascatas diagnósticas e intervenções questionáveis. O impacto socioeconômico da lombalgia é expressivo, sendo uma das principais causas de afastamento laboral em adultos em idade produtiva.",
  "points": 12,
  "patient_explanation": "A dor lombar é uma dor sentida na região inferior das costas, entre as costelas e as nádegas. É um dos problemas de saúde mais comuns no mundo: estima-se que 60 a 80% das pessoas terão pelo menos um episódio de dor nas costas ao longo da vida.\n\nNa maioria das vezes, a dor lombar melhora espontaneamente em poucas semanas com repouso relativo, calor local e movimentação gradual. A boa notícia é que a grande maioria dos casos não tem uma causa grave.\n\nNo entanto, alguns sinais pedem avaliação médica mais rápida: perda de peso sem motivo aparente, histórico de câncer, febre associada à dor, fraqueza ou formigamento intenso nas pernas, ou dificuldade para urinar e evacuar. Esses sinais podem indicar uma causa que precisa de investigação mais detalhada.\n\nManter-se ativo, praticar exercícios físicos regulares — especialmente os que fortalecem o centro do corpo — e evitar longos períodos sentado ou parado são hábitos que ajudam muito. Estresse emocional e sono ruim também podem piorar ou manter a dor, por isso cuidar da saúde de forma integral faz diferença.\n\nInformar ao seu médico sobre episódios de dor lombar, mesmo passados, é importante para que ele possa entender seu histórico completo e orientar a melhor abordagem.",
  "conduct": "## Dor Lombar — Conduta Clínica\n\n### 1. Avaliação Inicial\n\n- **Anamnese direcionada:** Caracterizar a dor (início, duração, localização, irradiação, fatores de melhora e piora, intensidade), distinguir lombalgia aguda (<4 semanas), subaguda (4–12 semanas) e crônica (>12 semanas)\n- **Investigar ativamente bandeiras vermelhas:**\n  - Trauma recente ou uso crônico de corticosteroides → suspeita de fratura\n  - Histórico pessoal de neoplasia, perda de peso não intencional → suspeita de malignidade\n  - Febre, sudorese noturna, imunossupressão, procedimento invasivo recente → suspeita de infecção espinal\n  - Anestesia em sela, retenção urinária ou fecal, fraqueza progressiva nos membros inferiores → síndrome da cauda equina (emergência cirúrgica)\n- **Distinguir padrão inflamatório do degenerativo:** rigidez matinal prolongada >1h, melhora com atividade, início em jovens <45 anos e boa resposta a AINEs sugerem espondiloartrite inflamatória (Doença de Bechterew/espondilite anquilosante)\n- **Avaliação biopsicossocial:** investigar estresse crônico, traumas emocionais, ansiedade, depressão e qualidade do sono — fatores que predizem cronificação\n\n### 2. Investigação Complementar\n\n**Imagem:**\n- **Não solicitar rotineiramente** em lombalgia inespecífica sem red flags — a maioria melhora em 4 semanas sem intervenção\n- Indicar imagem após 6 semanas sem melhora com tratamento conservador adequado, ou na presença de qualquer red flag\n- Radiografia: suspeita de fratura ou avaliação de alinhamento\n- Ressonância magnética (RM): suspeita de compressão radicular, estenose de canal, infecção ou neoplasia\n\n**Laboratório (conforme suspeita clínica):**\n- Hemograma, VHS, PCR, fosfatase alcalina, cálcio sérico (suspeita de malignidade ou infecção)\n- HLA-B27 (suspeita de espondiloartrite inflamatória)\n- Marcadores inflamatórios (PCR ultrassensível), vitamina D, magnésio, cortisol (matinal ou curva) em pacientes com dor crônica refratária ou suspeita de disfunção do eixo HPA\n\n### 3. Tratamento Não Farmacológico (Primeira Linha)\n\n**Lombalgia aguda e subaguda:**\n- **Calor superficial** como primeira abordagem para alívio sintomático (recomendação ACP 2017)\n- **Massagem terapêutica** como alternativa eficaz\n- Manter atividade física dentro do tolerável — repouso absoluto prolongado é contraindicado\n- Método McKenzie pode ser testado: consiste em identificar a direção de movimento que centraliza ou reduz os sintomas\n- Evidências indicam que treinamento físico não é eficaz para reduzir dor lombar aguda, mas pode ser benéfico na fase subaguda com supervisão\n\n**Lombalgia crônica:**\n- **Exercício físico supervisionado — pilar central do tratamento:**\n  - Meta-análise com 3.676 sujeitos demonstrou efeito positivo moderado a longo prazo vs. nenhum exercício (OR 0,66; IC95%: 0,48–0,92)\n  - **Exercícios de estabilização do core** são superiores ao exercício geral na redução da dor e melhora da função no curto prazo\n  - Ênfase em treinamento de força e equilíbrio (ex.: Tai Chi); inicialmente supervisionado e em grupos\n  - Programas domiciliares supervisionados superam a ausência de intervenção; fisioterapia em grupo supervisionada é mais eficaz que exercícios domiciliares\n- **Reabilitação multidisciplinar biopsicossocial:** mais eficaz que cuidado habitual isolado (meta-análise 2015)\n- **Terapias complementares:** acupuntura, mindfulness e técnicas de relaxamento têm suporte nas diretrizes ACP 2017 para lombalgia crônica\n\n### 4. Tratamento Farmacológico\n\n- **AINEs:** primeira linha quando necessária farmacoterapia\n- **Tramadol ou duloxetina:** alternativas quando AINEs são insuficientes ou contraindicados\n- **Opioides:** reservados para casos refratários a todas as outras abordagens, com avaliação individualizada de risco-benefício, metas, expectativas e consentimento informado\n- **Em pacientes com DRC:** preferir fisioterapia, exercício, calor e massagem; acupuntura como complemento; analgésicos tópicos com cautela (absorção sistêmica); evitar AINEs\n\n### 5. Abordagem Integrativa e Funcional\n\n- Investigar e tratar disbiose intestinal, inflamação sistêmica e deficiências nutricionais: vitamina D, magnésio, complexo B, ferro, ômega-3\n- Avaliar e modular eixo HPA: rotina de sono, manejo de estresse, exercício regular\n- **Suplementos com plausibilidade mecanística** em dor e inflamação (individualizar conforme perfil): Boswellia padronizada, cúrcuma (Curcumin C3/Cureit/CurcuVail), ômega-3, magnésio, coenzima Q10\n- Beta-cariofileno (copaíba) ativa receptores CB2 e pode contribuir para analgesia e modulação inflamatória\n- Otimizar vitamina D (individualizar dose conforme polimorfismos GC/VDR)\n- Em dor crônica sem causa orgânica clara ou com má resposta ao tratamento, investigar ativamente traumas de infância, estresse crônico e questões emocionais não resolvidas como possível fator perpetuador\n\n### 6. Critérios de Encaminhamento\n\n- **Emergência (neurocirurgia):** síndrome da cauda equina\n- **Ortopedia/Neurocirurgia:** déficit neurológico progressivo, ausência de melhora após 6–12 semanas de tratamento conservador adequado, suspeita de patologia estrutural grave\n- **Reumatologia:** suspeita de espondiloartrite inflamatória (Doença de Bechterew, artrite psoriásica axial)\n- **Oncologia:** suspeita de malignidade\n- **Clínica de dor/cuidados paliativos:** dor crônica refratária, risco de comportamento aberrante com opioides, fim de vida\n- **Psicologia/Psiquiatria:** quando fatores biopsicossociais forem determinantes ou houver comorbidade psiquiátrica relevante\n\n### 7. Monitoramento\n\n- Reavaliar resposta ao tratamento em 4–6 semanas nos casos agudos\n- Em dor crônica: monitorar intensidade da dor, funcionalidade, qualidade de vida e capacidade laboral além do sintoma isolado\n- Revisar e documentar uso de analgésicos, especialmente opioides e AINEs em uso prolongado"
}
