{
  "score_item_id": "c77cedd3-2800-73d3-8d0f-6bdeb10d1680",
  "clinical_relevance": "A azia (pirose) é um sintoma gastrointestinal de alta prevalência, definido como sensação de queimação retroesternal ou epigástrica resultante do contato do conteúdo gástrico com a mucosa esofágica. Na abordagem funcional integrativa, a azia no histórico clínico exige diferenciação fisiopatológica rigorosa entre hipocloridria e hipercloridria, condições que produzem sintomas sobreponíveis mas de mecanismos opostos e prevalências radicalmente distintas.\n\nA hipocloridria — definida como pH gástrico em jejum acima de 4 — é a condição mais comum entre os distúrbios gástricos. O mecanismo do refluxo na hipocloridria é paradoxal: o alimento permanece retido no estômago por insuficiência de acidez, levando à abertura do esfíncter esofágico inferior e retorno de conteúdo que, embora pouco ácido para o estômago, é suficientemente agressivo para irritar o epitélio esofágico. Os sintomas característicos ocorrem predominantemente após as refeições: azia, sensação de queimação, estufamento, digestão lenta, cansaço pós-prandial, eructação (arrotos), flatulência, pigarro e sensação de alimento subindo. A hipercloridria, em contraste, é condição rara; manifesta-se com azia e dor predominantemente em jejum, que alivia com a ingestão alimentar, e pode decorrer de erros metabólicos ou excesso de estresse.\n\nPrincipais causas e fatores de risco para hipocloridria: infecção por H. pylori; gastrite autoimune e atrófica; HIV como condição associada; uso de inibidores de bomba de prótons (IBP/prazóis) e antagonistas H2; envelhecimento, que reduz a secreção ácida em aproximadamente 30%; histórico alimentar inadequado desde a infância com excesso de farinha de trigo refinada, café, ultraprocessados, laticínios e chocolate; e o ciclo vicioso do reflexo enterogástrico reverso, no qual a distensão intestinal por má digestão e fermentação inibe adicionalmente a secreção gástrica. A hérnia de hiato — por alargamento da passagem esofagogástrica — representa causa estrutural adicional de refluxo.\n\nConsequências sistêmicas da hipocloridria não tratada: má absorção de vitamina B12 e aminoácidos com elevação da homocisteína; má absorção de ferro, cálcio, folato e magnésio; disbiose intestinal; síndrome do intestino irritável; alergias alimentares; infecções oportunistas por menor inativação bacteriana intragástrica; e comprometimento do controle epigenético de doenças crônicas por déficits de doadores de metil.\n\nMarcadores laboratoriais associados: ferritina abaixo de 50 ng/mL e saturação de transferrina abaixo de 15% sugerem hipocloridria e elevam o risco de gastrite atrófica autoimune (meta funcional: ferritina acima de 100–150 ng/mL, saturação nos quartis superiores); anticorpos anti-células parietais para investigar gastrite atrófica autoimune; vitamina B12, folato, magnésio, cálcio, ferro e homocisteína — especialmente em pacientes sintomáticos ou em uso crônico de IBP.\n\nEfeitos adversos do uso crônico de IBP: piora da absorção de B12, folato, cálcio, ferro e magnésio; ganho de peso e resistência insulínica por lentificação metabólica; ansiedade por deficiência de magnésio; maior risco de candidíase esofágica mesmo sem HIV; osteoporose por compensação calcêmica via reabsorção óssea; associação com depressão por redução da síntese de serotonina dependente de folato e B6 e aumento da degradação de monoaminas; pneumonias e infecções intestinais por refluxo com bactérias não inativadas pela barreira ácida reduzida. Embora os IBP aliviem a queimação ao alcalinizar o conteúdo refluído, pioram a causa raiz e a saúde geral a médio e longo prazo.\n\nA azia relatada no histórico representa marcador de disfunção digestiva com impacto sistêmico potencial em metilação, microbiota, imunidade e absorção de micronutrientes essenciais, justificando investigação etiológica ampla em vez de supressão sintomática isolada.",
  "points": 8,
  "patient_explanation": "Azia é aquela sensação de queimação no peito ou na garganta que muitas pessoas sentem, especialmente após as refeições. Ela acontece quando o conteúdo do estômago sobe para o esôfago — o tubo que leva o alimento até o estômago — irritando suas paredes.\n\nO que muita gente não sabe é que a azia, na maioria das vezes, não significa que o estômago produz ácido em excesso. Frequentemente acontece o contrário: o estômago produz ácido de menos, os alimentos ficam parados por mais tempo do que deveriam e acabam subindo. Isso se chama hipocloridria.\n\nAlém do desconforto imediato, a azia frequente pode indicar que seu corpo não está absorvendo bem nutrientes importantes como vitamina B12, ferro, cálcio e magnésio — essenciais para energia, ossos saudáveis, humor e imunidade. O uso prolongado de remédios para azia (como os prazóis) alivia o sintoma, mas pode piorar ainda mais essa absorção de nutrientes com o tempo.\n\nIdentificar e tratar a causa da azia — seja alimentação inadequada, a bactéria H. pylori, estresse, ou outros fatores — é fundamental para a sua saúde digestiva e geral. Mudanças na alimentação e no estilo de vida frequentemente melhoram ou resolvem o problema.",
  "conduct": "## Conduta Clínica: Azia\n\n### Avaliação Inicial\n\n- **Caracterizar o padrão temporal dos sintomas:**\n  - Azia e desconforto *após* as refeições + estufamento + digestão lenta + cansaço pós-prandial + arrotos/flatulência → sugere **hipocloridria** (condição mais comum)\n  - Azia e dor *em jejum* com alívio ao comer → sugere **hipercloridria** (condição rara)\n- **Anamnese alimentar detalhada:** investigar consumo de farinha de trigo refinada, café, ultraprocessados, laticínios e chocolate, que agravam a digestão e os sintomas\n- **Histórico medicamentoso:** uso atual ou pregresso de IBP (prazóis), antagonistas H2 e anti-inflamatórios\n- **Histórico de H. pylori:** tratamentos anteriores e confirmação de erradicação\n- **Avaliação do estresse e do ritmo alimentar:** qualidade da mastigação, presença ao comer, horários das refeições\n\n### Triagem Clínica (Ferramenta Auxiliar)\n\n- **Teste de bicarbonato de sódio em jejum** (triagem para acidez gástrica):\n  - Dissolver ¼ colher de chá de bicarbonato em 150 mL de água e cronometrar o tempo até arrotar\n  - < 2 minutos: possível hipercloridria\n  - 2–3 minutos: acidez gástrica normal\n  - > 5 minutos: provável hipocloridria\n  - Ferramenta de triagem; não substitui investigação formal\n\n### Investigação Laboratorial\n\n- **Ferritina e saturação de transferrina:** ferritina < 50 ng/mL e saturação < 15% sugerem hipocloridria; metas funcionais: ferritina > 100–150 ng/mL, saturação nos quartis superiores\n- **Vitamina B12, folato, magnésio, cálcio e homocisteína:** especialmente em pacientes com sintomas de hipocloridria ou em uso crônico de IBP\n- **Anticorpos anti-células parietais:** quando há suspeita de gastrite atrófica autoimune\n- **Endoscopia digestiva alta com pesquisa de H. pylori:** indicada em azia persistente, sintomas de alarme (disfagia, odinofagia, perda de peso não intencional, hematêmese), anemia inexplicada ou suspeita de lesão estrutural\n- **Exame coprológico funcional:** considerar para avaliação de digestibilidade e comportamento da microbiota quando houver suspeita de disbiose associada\n\n### Intervenções de Estilo de Vida (Primeira Linha)\n\n- **Fase cefálica e gerenciamento do estresse:** estimular presença e relaxamento durante as refeições; evitar estressores, telas e pressa ao comer; ativar o sistema nervoso parassimpático antes das refeições\n- **Mastigação lenta e eficaz:** mastigar até o alimento tornar-se pastoso/líquido\n- **Hidratação:** evitar excesso de líquidos durante as refeições; preferir pequenas quantidades de líquidos levemente ácidos (ex.: água com limão) se necessário\n- **Crononutrição:** realizar última refeição principal até 18h–19h; café da manhã leve e proteico\n- **Iniciar as refeições pelas proteínas:** para estimular a produção de ácido gástrico\n- **Incluir alimentos e bebidas fermentadas** na rotina alimentar\n- **Reduzir gatilhos alimentares:** farinha de trigo refinada, café em excesso, ultraprocessados, laticínios e chocolate durante as fases sintomáticas\n\n### Abordagem Dietética\n\n- **Dieta low-FODMAP:** indicada em hipocloridria associada a excesso de gases e distensão abdominal; a fermentação intestinal perpetua o reflexo enterogástrico reverso que inibe ainda mais a acidez gástrica\n- **Investigação de intolerância à histamina:** diagnóstico diferencial relevante para pigarro persistente, refluxo, palpitações e outros sintomas atípicos; correlacionar com dieta, microbiota e polimorfismos genéticos (ex.: DAO)\n- **Dieta de eliminação:** remover alimentos reativos (laticínios, glúten) por 4–8 semanas se suspeita de intolerância contribuindo para os sintomas; considerar teste de IgG para intolerâncias alimentares em casos refratários\n\n### Suporte Nutracêutico e Fitoterápico (Avaliação Individual)\n\n- **Cloridrato de betaína (HCl):** indicado em hipocloridria confirmada; iniciar com dose baixa nas refeições e titular conforme tolerância e sintomas; **contraindicado em hipercloridria e úlcera ativa**\n- **Espinheira-santa (Maytenus ilicifolia):** fitoterápico com uso tradicional e evidência de suporte à mucosa gástrica; integrar ao plano alimentar conforme avaliação individual\n- **Aloe vera (gel sem aloína):** suporte à mucosa gastrointestinal; verificar qualidade e procedência\n- **Enzimas digestivas:** pancreatina ou enzimas de origem vegetal (bromelina do abacaxi, papaína do mamão) para melhorar a digestibilidade\n- **Correção de deficiências nutricionais:** suplementar B12 (preferencialmente metilcobalamina), folato, magnésio, ferro (com vitamina C para absorção), cálcio e zinco conforme resultados laboratoriais\n- **Probióticos:** em H. pylori confirmada, considerar como adjuvantes ao tratamento de erradicação; em disbiose associada, individualizar a prescrição após melhora da eficiência digestiva\n\n### Reavaliação do Uso de IBP\n\n- Revisar criticamente a indicação do IBP em todos os pacientes em uso crônico, ponderando riscos (deficiências nutricionais, osteoporose, infecções, depressão) e benefícios reais\n- Priorizar estratégias de desprescrição gradual quando tecnicamente viável, com suporte de intervenções não farmacológicas\n- Monitorar B12, folato, magnésio, cálcio, ferro e densidade óssea em usuários crônicos\n- Em H. pylori confirmada: priorizar o tratamento medicamentoso de erradicação; não suprimir indefinidamente com IBP sem tratar a causa raiz\n\n### Critérios de Encaminhamento\n\n- **Gastroenterologista:** azia persistente sem resposta a intervenções de primeira linha; suspeita de esofagite erosiva, esôfago de Barrett, úlcera péptica, hérnia de hiato com repercussão clínica, ou H. pylori não erradicada; qualquer sintoma de alarme (disfagia, odinofagia, hematêmese, perda de peso não intencional, anemia)\n- **Cirurgião:** hérnia de hiato volumosa com refluxo grave refratário ao tratamento clínico — avaliar individualmente os riscos da plicatura (fechamento excessivo, disfagia, sintomas crônicos residuais)\n- **Nutricionista especializado em medicina funcional:** elaboração e acompanhamento de plano alimentar funcional integrado, incluindo estratégias de crononutrição, FODMAP e eliminação\n\n### Monitoramento\n\n- Reavaliação clínica em 4–8 semanas após início das intervenções de estilo de vida e dietéticas\n- Repetir marcadores laboratoriais em 60–90 dias após início da correção de deficiências\n- Acompanhar microbiota, digestibilidade e marcadores inflamatórios intestinais em casos com disbiose associada\n- Investigar SIBO (supercrescimento bacteriano no intestino delgado) em casos com sintomas persistentes de distensão, gases e má absorção refratários às intervenções iniciais"
}
