{
  "score_item_id": "c77cedd3-2800-7f9d-a7c2-a1fdb7923a06",
  "clinical_relevance": "A diarreia, como parâmetro do histórico de saúde no Escore Plenya, é um sintoma transversal de alta relevância clínica que sinaliza disfunção gastrointestinal subjacente — frequentemente crônica e multifatorial. Fisiopatologicamente, resulta de aumento da permeabilidade intestinal (leaky gut), disbiose, inflamação de baixo grau, hipermotilidade, má absorção ou comprometimento do eixo cérebro-intestino-microbiota.\n\nRevisão retrospectiva com 303 pacientes diagnosticados com SII-D (diarreia predominante) ou diarreia funcional demonstrou que 98% dos casos tinham outra explicação etiológica identificável — incluindo SIBO, intolerância à lactose, doença celíaca, sensibilidade ao glúten não celíaca (SGNC) e reações a FODMAPs. Isso posiciona a diarreia funcional como diagnóstico de exclusão que não deve ser aceito sem investigação aprofundada.\n\nA SII é classificada pelos Critérios de Roma 4 e subdividida pela Escala de Bristol (tipos 5-7 = fezes diarreicas) em SII-D, SII-C, SII-M e SII-U. A fisiopatologia envolve alterações na motilidade intestinal, hipersensibilidade visceral, disfunção imune da mucosa, inflamação de baixo grau, disbiose e alterações no processamento central da dor — estudos de neuroimagem funcional evidenciam maior ativação nas redes sensorial-motora e autonômica central.\n\nCondições diretamente associadas ao histórico de diarreia: (1) SIBO — incidência 3,7 vezes maior em portadores de SII; diagnóstico pelo teste respiratório com lactulose ou glicose (H₂ >20 ppm nos primeiros 90 min); (2) IMO — supercrescimento metanogênico, CH₄ >10 ppm em qualquer momento do teste; (3) SIFO — padrão ouro: aspirado duodenal com cultura >10³ UFC/ml de fungos; (4) Doença Celíaca — SGNC apresenta diarreia em 16,5% dos casos, dor/desconforto abdominal em 67-83% e distensão em 72-87%; (5) Disbiose com déficit de AGCC — o butirato possui atividade antidiarreica, anti-inflamatória, antimicrobiana e melhora a hiperpermeabilidade intestinal; (6) Insuficiência pancreática exócrina — avaliada por elastase pancreática fecal (valores baixos, frequentemente secundários à hipocloridria).\n\nMarcadores laboratoriais chave: Calprotectina fecal (<100 µg/g = 98% especificidade para SII; 100-250 µg/g = zona cinzenta; >250 µg/g = colonoscopia obrigatória), zonulina fecal (permeabilidade intestinal), IgA secretória fecal (defesa imune da mucosa), lactoferrina fecal (inflamação neutrofílica ativa), elastase pancreática fecal, IgA sérica total + anti-transglutaminase IgA (doença celíaca). Sinais de alarme que exigem investigação orgânica urgente: sangue nas fezes, perda de peso não intencional, febre, sintomas noturnos, início após 50 anos ou história familiar de neoplasia colorretal.",
  "points": 8,
  "patient_explanation": "Diarreia é quando as fezes ficam muito moles ou líquidas e as idas ao banheiro se tornam mais frequentes do que o normal. Quando isso acontece com frequência ou por longo tempo, pode ser sinal de que algo no intestino não está funcionando bem — como desequilíbrio das bactérias intestinais (disbiose), intolerância a algum alimento (lactose, glúten) ou inflamação na mucosa intestinal.\n\nO intestino é muito mais do que um órgão de digestão: ele se comunica diretamente com o cérebro, abriga trilhões de bactérias que influenciam sua imunidade, humor e energia, e é a principal barreira de proteção do organismo. Por isso, episódios frequentes de diarreia ao longo da vida são informações valiosas para entender como seu corpo funciona.\n\nSaber que você teve ou tem episódios de diarreia ajuda o profissional de saúde a investigar causas que costumam ficar sem diagnóstico por anos e a propor tratamentos personalizados que resolvem a causa de fundo — e não apenas o sintoma.",
  "conduct": "## Conduta Clínica: Histórico de Diarreia\n\n### Avaliação Inicial\n\n- **Caracterizar o padrão diarreico:** frequência, consistência (Escala de Bristol tipos 5-7), presença de muco ou sangue, relação com refeições, fatores desencadeantes e de alívio\n- **Sinais de alarme (investigação orgânica prioritária):** sangue nas fezes, perda de peso não intencional, febre, sintomas noturnos, início após 50 anos, história familiar de neoplasia colorretal → encaminhar para colonoscopia e gastroenterologia\n- **Anamnese dirigida:** uso de antibióticos, prazois, anticoncepcionais, AINEs; tipo de parto; aleitamento materno; histórico alimentar detalhado; nível de estresse; traumas pregressos (early life trauma)\n\n### Investigação Laboratorial e Funcional\n\n**Exames de primeira linha:**\n- Hemograma completo e marcadores inflamatórios (PCR, VHS)\n- **Calprotectina fecal:** <100 µg/g sugere SII (98% especificidade); 100-250 µg/g = zona cinzenta; >250 µg/g → colonoscopia obrigatória\n- **Rastreio doença celíaca:** IgA sérica total + anti-transglutaminase IgA; se IgA baixa: IgG sérica + anti-transglutaminase IgG\n- Parasitológico de fezes seriado (especialmente relevante no contexto brasileiro)\n\n**Exames funcionais complementares:**\n- **Teste respiratório com lactulose ou glicose:** H₂ >20 ppm nos primeiros 90 min = SIBO; CH₄ >10 ppm = IMO\n- **Elastase pancreática fecal:** valores baixos indicam insuficiência exócrina — investigar hipocloridria como causa primária\n- **Zonulina fecal:** marcador de permeabilidade intestinal aumentada\n- **IgA secretória fecal:** avaliação da defesa imune da mucosa\n- **Lactoferrina fecal:** confirmação de processo inflamatório intestinal ativo\n- Ácidos orgânicos urinários / metabolômica (avaliação indireta da microbiota — considerada mais importante que análise da microbiota isolada)\n- Exame coprológico funcional (Copromax ou similar) para avaliação integrada de inflamação, digestibilidade e comportamento microbiano\n\n### Intervenções Terapêuticas\n\n**Manejo dietético:**\n- Implementar protocolo **Low FODMAP** em 3 fases (eliminação, reintrodução gradual, personalização) com suporte de nutricionista funcional\n- Eliminar alimentos reativos identificados (glúten, lactose, proteína do leite, histamina) por 2-3 meses com reavaliação laboratorial\n- Evitar emulsificantes, álcool em excesso, frutose livre\n- Otimizar mastigação e ambiente alimentar (comer sentado, sem pressa)\n\n**Suporte à integridade intestinal:**\n- Zinco-carnosina, glutamina, pectina, beta-glucana, butirato (restauração da barreira)\n- **Saccharomyces boulardii** 250 mg 2x/dia durante tratamento antifúngico (SIFO)\n- Probióticos: usar com cautela (menos cepas, menor quantidade, menor tempo) — podem piorar sintomas em pacientes com D-lactato elevado ou SIBO\n\n**Tratamento das causas identificadas:**\n- **SIBO:** Rifaximina; monitorar impacto no butirato e considerar suplementação subsequente\n- **SIFO:** Fluconazol 2-3 semanas + Saccharomyces boulardii + Cúrcuma longa + Ácido Caprílico\n- **Doença Celíaca:** dieta isenta de glúten rigorosa + encaminhamento a gastroenterologista\n- **Insuficiência pancreática exócrina:** pancreatina; investigar hipocloridria (betaína HCl)\n- **Parasitoses:** tratamento específico conforme agente identificado\n\n**Neuromodulação e eixo cérebro-intestino:**\n- Amitriptilina (ação anti-inflamatória em baixas doses) ou Pregabalina 50 mg/dia (especialmente com distúrbio do sono associado)\n- Óleo de hortelã-pimenta em cápsula entérica para controle de dor abdominal\n- Técnicas de respiração diafragmática e tonificação do nervo vago\n- Atividade física moderada regular\n\n**Suplementação de suporte:**\n- Magnésio (motilidade), vitaminas lipossolúveis A, D, E, K e B12 (monitorar em má absorção), zinco, ômega-3\n\n### Critérios de Encaminhamento\n\n- **Gastroenterologia:** sinais de alarme, calprotectina >250 µg/g, suspeita de DII, doença celíaca confirmada\n- **Nutricionista funcional:** todos os casos com componente alimentar identificado\n- **Psicologia/Psiquiatria:** trauma precoce, ansiedade ou depressão associados\n\n### Monitoramento\n\n- Reavaliação clínica e laboratorial em 60-90 dias após intervenções\n- Escala de Bristol para monitoramento objetivo da consistência fecal\n- Correlacionar calprotectina e zonulina com resposta clínica"
}
