{
  "score_item_id": "019bf31d-2ef0-7604-b5ae-731c05c90af0",
  "clinical_relevance": "Os segmentos apendiculares compreendem os membros superiores e inferiores do corpo humano, em contraposição aos segmentos axiais (cabeça, pescoço e tronco). No contexto do histórico de doenças — questionar ativamente sobre doenças e sintomas passados ou atuais —, a avaliação dos segmentos apendiculares permite identificar condições vasculares, neurológicas, musculoesqueléticas e linfáticas que frequentemente precedem ou acompanham doenças sistêmicas de alta morbimortalidade.\n\nA doença arterial periférica (DAP) dos membros inferiores é uma das condições de maior relevância neste domínio. Acomete aproximadamente 8,5 milhões de pessoas nos Estados Unidos e mais de 200 milhões em todo o mundo. Estima-se que pelo menos 4% da população acima de 65 anos apresente arteriosclerose periférica, com 50% desses casos cursando com claudicação intermitente. A fisiopatologia central é a obstrução aterosclerótica das artérias da aorta infrarrenal, ilíacas e membros inferiores, gerando isquemia de esforço (claudicação), dor em repouso nas formas avançadas e lesões tróficas. A DAP está associada a aumento significativo de morbidade e mortalidade cardiovascular e é marcador de doença aterosclerótica sistêmica. A avaliação clínica inclui história de claudicação (localização, distância percorrida, alívio com repouso), dor em repouso e perda tissular; o exame inclui palpação de pulsos periféricos e ausculta de sopros vasculares. O índice tornozelo-braquial (ITB) é o exame não invasivo de referência para rastreamento e diagnóstico de DAP.\n\nA neuropatia periférica apresenta causas sistêmicas, metabólicas e tóxicas diversas. As causas tratáveis mais comuns incluem diabetes mellitus, hipotireoidismo e deficiências nutricionais (vitamina B12, folato/B9, vitamina D). A história deve focar no curso temporal, padrão de envolvimento sensitivo e motor, e presença de dor. O exame físico inclui avaliação de força muscular, reflexos tendinosos profundos, sensibilidade vibratória e posicional, e disfunção autonômica. Estudos eletrodiagnósticos confirmam e caracterizam o tipo e a gravidade.\n\nO edema dos membros inferiores tem diagnóstico diferencial amplo: causas sistêmicas (insuficiência cardíaca, insuficiência venosa crônica, hepatopatia, nefropatia, efeitos medicamentosos) e causas locais (trombose venosa, linfedema, celulite). A distinção entre claudicação vascular e claudicação neurogênica por estenose espinal é clinicamente relevante, sendo discriminada pelo padrão álgico, alívio postural, pulsos periféricos e ITB.\n\nA avaliação musculoesquelética sistemática dos membros inclui inspeção para assimetria, atrofia e deformidade; palpação de estruturas ósseas e de partes moles; avaliação de amplitude de movimento ativo e passivo; teste de força muscular (escala 0-5); testes especiais para patologias específicas; e avaliação neurovascular. Condições prevalentes incluem osteoartrite, tendinopatias, lesões ligamentares, fraturas por estresse e síndromes de compressão nervosa.\n\nNo contexto da medicina funcional integrativa, o rastreamento ativo de doenças apendiculares passadas ou atuais contribui para a estratificação de risco cardiovascular, neurológico e funcional, orientando investigação complementar direcionada e intervenções preventivas personalizadas.",
  "points": 0,
  "patient_explanation": "Os 'segmentos apendiculares' são simplesmente seus braços e pernas. Quando seu médico pergunta sobre doenças ou sintomas nessas regiões, ele quer saber se você já teve ou tem atualmente problemas como dores nas pernas ao caminhar (que melhoram quando você para), formigamentos, dormências, fraqueza muscular, inchaço persistente, feridas que demoram para cicatrizar ou dores nas articulações.\n\nEssas informações são importantes porque os braços e pernas refletem a saúde de todo o organismo: as artérias que os irrigam mostram como está a circulação geral, os nervos indicam o funcionamento do sistema nervoso, e os músculos e articulações revelam sua capacidade de se movimentar com qualidade de vida.\n\nProblemas nos membros podem ser os primeiros sinais de doenças como diabetes, alterações circulatórias ou problemas nos nervos. Identificar esse histórico ajuda a montar um plano de saúde mais completo e preventivo para você.",
  "conduct": "## Conduta Clínica: Segmentos Apendiculares — Histórico de Doenças\n\n### Anamnese Direcionada\n\n**Sintomas vasculares arteriais:**\n- Claudicação intermitente: dor, cãibra ou fadiga nos membros ao caminhar, com alívio ao repouso; caracterizar localização, distância que desencadeia e tempo de recuperação\n- Dor em repouso nos membros inferiores, especialmente noturna, aliviada ao pender o membro\n- Úlceras ou feridas de difícil cicatrização nas extremidades\n- Alterações de temperatura e coloração cutânea nos membros\n\n**Sintomas venosos e linfáticos:**\n- Edema de membros inferiores: bilateral vs. unilateral, horário, fatores agravantes e atenuantes\n- Histórico de trombose venosa profunda, tromboembolismo pulmonar\n- Varizes, insuficiência venosa crônica, linfedema\n\n**Sintomas neurológicos periféricos:**\n- Parestesias (formigamento, queimação, dormência), distribuição em luva ou bota\n- Fraqueza muscular distal progressiva\n- Alterações de reflexos tendinosos\n- Intolerância ao calor ou frio, taquicardia de repouso, hipotensão ortostática (disfunção autonômica)\n\n**Sintomas musculoesqueléticos:**\n- Artralgia, artrite, rigidez articular, limitação de amplitude de movimento\n- Histórico de lesões ligamentares, tendinopatias, fraturas, cirurgias ortopédicas\n- Atrofia muscular progressiva\n\n**Fatores de risco sistêmicos associados:**\n- Diabetes mellitus, hipertensão arterial, dislipidemia, tabagismo, sedentarismo, obesidade\n- Hipotireoidismo; deficiências nutricionais (B12, folato, vitamina D)\n- Doenças autoimunes (artrite reumatoide, vasculites, lúpus)\n\n---\n\n### Exame Físico Essencial\n\n- **Vascular:** palpação de pulsos periféricos (femoral, poplíteo, tibial posterior, pediosa); ausculta de sopros femorais; avaliação de temperatura e coloração cutânea; tempo de enchimento capilar\n- **Neurológico:** força muscular distal (escala 0-5); reflexos profundos (patelar, aquileu); sensibilidade vibratória (diapasão 128 Hz) e posicional; teste de monofilamento de 10 g em pés de pacientes diabéticos\n- **Musculoesquelético:** inspeção para atrofia, assimetria ou deformidade; amplitude de movimento ativo e passivo; testes especiais conforme suspeita clínica\n- **Edema:** presença de fóvea, distribuição, simetria; sinais de insuficiência venosa crônica (hiperpigmentação, lipodermatoesclerose)\n\n---\n\n### Investigação Complementar\n\n**Suspeita de doença arterial periférica (DAP):**\n- **Índice tornozelo-braquial (ITB):** exame de primeira linha; normal 0,91–1,30; DAP confirmada se <0,90; isquemia crítica se <0,40\n- **Ultrassonografia duplex arterial** dos membros inferiores\n- **Angiotomografia ou angiorressonância** quando revascularização é considerada\n- **Teste ergométrico** com avaliação do ITB pós-exercício em claudicação limítrofe\n\n**Suspeita de neuropatia periférica:**\n- **Glicemia de jejum, HbA1c** e curva glicêmica-insulinêmica (diabetes e resistência à insulina)\n- **TSH e T4 livre** (hipotireoidismo)\n- **Vitamina B12, folato (B9), vitamina D, ferritina** (deficiências nutricionais tratáveis)\n- **Eletroneuromiografia (ENMG):** confirma diagnóstico e caracteriza tipo e gravidade\n\n**Suspeita de trombose venosa ou insuficiência venosa:**\n- **Ultrassonografia venosa duplex** dos membros inferiores\n- **D-dímero** quando há suspeita de TVP aguda\n\n**Avaliação cardiovascular ampliada (risco elevado):**\n- Perfil lipídico completo (LDL, HDL, triglicerídeos, LDL oxidado, ApoB/ApoA, Lp(a))\n- PCR ultrassensível, homocisteína\n- Índice ômega-3, vitamina D (25-OH)\n- Curva de glicose e insulina para detecção de resistência à insulina oculta\n\n**Avaliação musculoesquelética:**\n- Radiografia simples das articulações e ossos envolvidos\n- Ressonância magnética para tecidos moles, cartilagem, meniscos, ligamentos\n- Densitometria óssea quando há suspeita de osteoporose ou fraturas por estresse\n\n---\n\n### Critérios de Encaminhamento a Especialistas\n\n- **Cirurgia vascular / Angiologia:** ITB <0,90, claudicação funcionalmente limitante, dor em repouso, úlcera isquêmica ou suspeita de isquemia crítica de membro\n- **Neurologia:** neuropatia de causa não identificada, neuropatia autonômica (taquicardia de repouso, hipotensão ortostática, termorregulação comprometida — risco de isquemia silenciosa e morte súbita cardíaca), claudicação neurogênica por estenose espinal\n- **Reumatologia:** artrite inflamatória, doença autoimune com acometimento articular ou vascular\n- **Ortopedia:** lesões estruturais significativas (ruptura ligamentar, fratura, osteoartrite avançada)\n- **Endocrinologia:** diabetes com neuropatia ou vasculopatia estabelecidas; hipotireoidismo com manifestações periféricas\n- **Flebologia:** insuficiência venosa crônica avançada, linfedema\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Doença arterial periférica / Claudicação intermitente:**\n- **Exercício físico supervisionado** é a intervenção de primeira linha com evidência consolidada; caminhada em esteira até o limiar de dor com progressão gradual aumenta significativamente a distância de marcha; estudo controlado mostrou ausência de diferença significativa em relação à angioplastia transluminal percutânea (PTA) aos 6 meses\n- **Modalidades:** caminhada e esteira são preferenciais; ciclismo (pedalando com a parte frontal do pé) e natação são alternativas válidas; não há contraindicações gerais ao exercício supervisionado em claudicação, e rastreamento cardíaco de rotina antes do início não é obrigatório\n- Não recomendar corrida/caminhada em terrenos irregulares ou step em pacientes com neuropatia associada (risco de úlceras e fraturas)\n- **Modificação de fatores de risco:** cessação tabágica, controle pressórico, manejo dislipidêmico, controle glicêmico\n- Antiagregação plaquetária e estatinas conforme diretriz ACC/AHA\n\n**Neuropatia periférica:**\n- Correção das causas tratáveis: controle glicêmico, reposição de B12/folato/vitamina D, otimização tireoidiana\n- Exercícios não impactantes (ciclismo, natação) em neuropatia diabética; evitar atividades de alto impacto que aumentem risco de lesão\n- Atenção especial à neuropatia autonômica: evitar exercício em temperaturas extremas (calor ou frio); garantir hidratação adequada; considerar avaliação cardiológica e ECG de esforço ou cintilografia miocárdica antes de prescrever exercício\n\n**Edema e insuficiência venosa:**\n- Tratamento dirigido à causa identificada\n- Meias de compressão graduada para insuficiência venosa crônica\n- Elevação dos membros; drenagem linfática em linfedema\n\n**Abordagem funcional integrativa ampliada:**\n- Avaliação e correção de deficiências nutricionais (B12, folato, vitamina D, ferritina, magnésio)\n- Controle de inflamação crônica: dieta anti-inflamatória, redução de ultraprocessados e excesso de ômega-6, adequação de ômega-3\n- Exercícios de resistência para preservação de massa muscular apendicular e manutenção da função vascular periférica\n- Investigação de causas emocionais e de estresse crônico em doenças crônicas sem causa orgânica clara ou com má resposta ao tratamento convencional"
}
