{
  "score_item_id": "019bf31d-2ef0-7a1a-a7ea-fb9d0cc21878",
  "clinical_relevance": "Cãimbras são contrações musculares involuntárias, dolorosas e autolimitadas que acometem predominantemente os segmentos apendiculares — membros inferiores (panturrilha, coxa, pé) e, com menor frequência, membros superiores. Do ponto de vista epidemiológico, cãimbras noturnas afetam até 60% dos adultos, com prevalência crescente com a idade. Cãimbras associadas ao exercício (EAMC — exercise-associated muscle cramps) constituem entidade separada com fisiopatologia distinta, acometendo atletas durante ou após esforço prolongado.\n\nA fisiopatologia é multifatorial. Dois mecanismos principais são reconhecidos: (1) Teoria eletrolítica: desequilíbrios de magnésio, potássio, cálcio e sódio alteram a excitabilidade da membrana muscular, favorecendo despolarização espontânea e contração sustentada. A hipomagnesemia é particularmente relevante — o magnésio atua como bloqueador fisiológico dos canais de cálcio e modula receptores NMDA; sua deficiência é extremamente prevalente (estimada em >80% das mulheres e ~70% dos homens). Diuréticos, inibidores de bomba de prótons e corticosteroides frequentemente induzem distúrbios eletrolíticos secundários. (2) Teoria do controle neuromuscular: nas EAMC, evidências apontam que a fadiga muscular altera a atividade reflexa espinal — aumento dos aferentes Ia dos fusos musculares e redução da inibição dos órgãos tendinosos de Golgi — resultando em hiperexcitabilidade do motoneurônio inferior. A teoria da desidratação como causa primária das EAMC carece de evidência sólida segundo revisão sistemática publicada na Sports Medicine (2021).\n\nEtiologias secundárias a considerar: efeitos colaterais medicamentosos (diuréticos, estatinas, beta-agonistas), doença arterial periférica, neuropatias periféricas, insuficiência renal crônica, hipotireoidismo, cirrose hepática e gravidez. Fatores de risco para EAMC incluem idade avançada, IMC elevado, histórico familiar e ausência de alongamento regular.\n\nA avaliação laboratorial em casos recorrentes ou graves deve incluir eletrólitos séricos (magnésio, potássio, cálcio, sódio), função renal (creatinina, ureia), TSH, 25(OH)D e glicemia. Ressalta-se que o magnésio sérico tem baixa sensibilidade para depleção intracelular, pois cerca de 60% do magnésio corporal situa-se no músculo esquelético e ~30% nos ossos; valores séricos podem ser normais mesmo com depleção intracelular significativa. O diagnóstico diferencial essencial inclui síndrome das pernas inquietas (desconforto em repouso sem contração involuntária), neuropatia periférica, claudicação intermitente e miopatias.\n\nEstratificação de risco: cãimbras episódicas em jovens saudáveis têm baixo impacto prognóstico isolado. Cãimbras recorrentes e progressivas em adultos — especialmente acima de 50 anos — sinalizam desequilíbrios metabólicos tratáveis (deficiência de magnésio, hipovitaminose D, hipocalemia iatrogênica) ou doenças subjacentes de maior morbimortalidade (doença arterial periférica, neuropatia diabética, hipotireoidismo). A detecção e correção dessas causas fundamenta o valor clínico deste parâmetro no Escore Plenya.",
  "points": 6,
  "patient_explanation": "Cãimbras são contrações musculares dolorosas e involuntárias que ocorrem de repente, principalmente nas pernas (panturrilha, coxa e pé). São muito comuns — chegam a afetar até 60% dos adultos — e ficam mais frequentes com o envelhecimento. Podem surgir à noite, acordando a pessoa do sono, ou durante e após exercícios físicos.\n\nAs causas mais frequentes incluem baixo nível de magnésio, potássio ou cálcio no organismo, efeito colateral de alguns medicamentos (como diuréticos ou estatinas), circulação deficiente nas pernas, problemas na tireoide ou nos nervos, e fadiga muscular por exercício. O magnésio é um mineral fundamental para o bom funcionamento dos músculos, e sua deficiência é muito comum, afetando a maioria das pessoas.\n\nCãimbras esporádicas geralmente não representam risco grave, mas quando são frequentes, ocorrem regularmente à noite ou vêm acompanhadas de outros sintomas como formigamento ou fraqueza muscular, é importante investigar a causa. Na maioria das casos, identificar e tratar o problema subjacente reduz bastante os episódios.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese dirigida:** frequência, horário (noturna vs. durante/após exercício), localização (panturrilha, coxa, pé), duração, fatores desencadeantes e de alívio\n- **Revisão completa de medicamentos:** diuréticos (tiazídicos e de alça), estatinas, beta-agonistas, inibidores de bomba de prótons, corticosteroides — todos associados a distúrbios eletrolíticos ou cãimbras diretamente\n- **Histórico clínico relevante:** diabetes, doença renal crônica, hipotireoidismo, doença arterial periférica, etilismo, gravidez, cirrose, prática esportiva intensa\n- **Exame físico:** pulsos periféricos distais, sensibilidade, força e reflexos nos membros inferiores; sinal de Trousseau e Chvostek (hipocalcemia); inspeção de pele e trofismo muscular\n\n## Investigação Laboratorial (casos recorrentes ou graves)\n\n- **Primeira linha:** eletrólitos séricos (Na, K, Mg, Ca, P), função renal (creatinina, ureia), glicemia de jejum, TSH\n- **Segunda linha:** 25(OH)D, hemograma, PTH (especialmente quando 25(OH)D está adequado e sintomas persistem), vitamina B12\n- **Observação importante:** magnésio sérico tem baixa sensibilidade para depleção intracelular; avaliar contexto clínico mesmo com valores normais. Considerar suplementação empírica quando quadro clínico sugere deficiência\n- **Se suspeita vascular:** índice tornozelo-braquial, eco-Doppler arterial de membros inferiores\n- **Se suspeita neurológica:** eletroneuromiografia (ENMG)\n\n## Intervenções Baseadas em Evidências\n\n### Medidas Não Farmacológicas (primeira linha)\n- **Alongamento muscular regular:** principal medida de alívio agudo e profilaxia; priorizar dorsiflexão passiva do pé com joelho estendido antes de dormir e após exercícios\n- **Hidratação adequada:** manter ingestão hídrica regular, especialmente em atletas e idosos\n- **Progressão gradual de treinamento:** para EAMC, evitar aumentos abruptos de carga/volume; periodização adequada e condicionamento progressivo\n- **Revisão de medicamentos:** avaliar substituição ou ajuste de diuréticos, estatinas ou outros agentes associados quando clinicamente viável\n\n### Suplementação (quando deficiência identificada ou clinicamente suspeitada)\n- **Magnésio (prioridade):** glicinato ou malato, 200–400 mg de magnésio elementar/dia em duas tomadas (manhã/almoço e noite). Doses maiores (até 1.000 mg/dia) em contextos de inflamação crônica, hipertensão, estresse intenso ou uso de altas doses de vitamina D. Iniciar com dose menor e ajustar conforme tolerância gastrointestinal. Para casos graves: sulfato de magnésio IV 1–2 g em 15–30 minutos. Precauções: reduzir dose em insuficiência renal; diarreia é efeito colateral dose-dependente\n- **Vitamina D:** corrigir se 25(OH)D < 40 ng/mL; meta 40–60 ng/mL. Fase de repleção: 2.000–10.000 UI/dia conforme nível basal; manutenção: 2.000–5.000 UI/dia. Associar magnésio (necessário para ativação da vitamina D) e vitamina K2 — MK7 100–200 mcg — ingeridos com gordura\n- **Potássio:** suplementar apenas se hipocalemia confirmada; priorizar fontes alimentares em casos leves\n- **Cálcio:** suplementar somente se hipocalcemia documentada; evitar suplementação isolada sem indicação\n\n### Manejo Farmacológico Específico\n- **Quinine:** não mais recomendado devido a perfil de efeitos adversos (arritmias, trombocitopenia)\n- **Tratamento da causa subjacente:** hipotireoidismo, insuficiência renal, doença vascular periférica, neuropatia diabética — o manejo correto da doença de base costuma reduzir os episódios de cãimbras\n\n## Diagnóstico Diferencial Essencial\n- **Síndrome das pernas inquietas:** sensação de desconforto em repouso com necessidade de mover as pernas, sem contração muscular involuntária dolorosa\n- **Neuropatia periférica:** parestesias em distribuição em bota/luva, alteração de reflexos\n- **Claudicação intermitente:** dor ao exercício que cede com repouso; ausência de pulsos distais; índice tornozelo-braquial alterado\n- **Distonia:** contrações mais prolongadas, frequentemente envolvendo grupos musculares específicos\n\n## Critérios de Encaminhamento\n- **Neurologista:** suspeita de neuropatia periférica, síndrome das pernas inquietas, miopatia ou ENMG alterada\n- **Angiologista/Cirurgião Vascular:** claudicação intermitente, índice tornozelo-braquial reduzido, pulsos periféricos diminuídos\n- **Endocrinologista:** hipotireoidismo de difícil controle, diabetes com neuropatia, distúrbios de cálcio/PTH refratários\n- **Nefrologista:** insuficiência renal crônica com distúrbios eletrolíticos recorrentes\n- **Medicina do Esporte:** cãimbras recorrentes em atletas afetando performance, para avaliação biomecânica e de condicionamento\n\n## Seguimento\n- Reavaliar frequência e intensidade das cãimbras após 4–8 semanas de intervenção\n- Repetir eletrólitos séricos após ajuste de medicamentos ou início de suplementação\n- Monitorar 25(OH)D após 2 meses de reposição de vitamina D e ajustar dose de manutenção\n- Em idosos com cãimbras noturnas frequentes: avaliar impacto no sono e qualidade de vida; considerar abordagem multidisciplinar"
}
