{
  "score_item_id": "019bf31d-2ef0-7193-b496-afe7ce51ed91",
  "clinical_relevance": "A claudicação intermitente é o sintoma cardinal da doença arterial periférica (DAP) dos membros inferiores, caracterizada por dor, cãibra ou fraqueza muscular nos segmentos apendiculares que surge ao caminhar e é aliviada pelo repouso. Fisiopatologicamente, resulta de isquemia muscular relativa secundária à obstrução aterosclerótica da aorta abaixo das artérias renais, artérias ilíacas e artérias dos membros inferiores. A perfusão insuficiente durante o exercício gera acúmulo de metabólitos anaeróbicos que ativam nociceptores musculares.\n\nEpidemiologicamente, a DAP afeta aproximadamente 8,5 milhões de pessoas nos Estados Unidos e mais de 200 milhões em todo o mundo. Estima-se que pelo menos 4% de todas as pessoas acima de 65 anos apresentam arteriosclerose periférica, e em 50% desses casos ocorre claudicação intermitente dolorosa. A minoria dos pacientes evolui para isquemia crítica com dor em repouso e ulcerações. A DAP está associada a aumento significativo de morbimortalidade cardiovascular — aterosclerose é doença sistêmica, e a claudicação constitui marcador de risco para infarto do miocárdio e acidente vascular cerebral.\n\nO diagnóstico baseia-se na anamnese (padrão de dor ao esforço com alívio ao repouso), exame físico (pulsos periféricos reduzidos ou ausentes, sopros vasculares) e confirmação pelo Índice Tornozelo-Braquial (ITB): valores < 0,90 confirmam DAP; 0,70–0,89 indicam comprometimento leve; 0,50–0,69 moderado; < 0,50 grave, com risco de isquemia crítica. O teste ergométrico em esteira quantifica a distância funcional de claudicação. Modalidades de imagem — ultrassonografia com Doppler, angiotomografia, angiografia por ressonância ou arteriografia convencional — são empregadas quando revascularização é considerada.\n\nO diagnóstico diferencial fundamental é com a claudicação neurogênica por estenose espinhal: na claudicação vascular, a dor surge invariavelmente com a caminhada independentemente da postura e cessa com repouso parado; na neurogênica, a dor melhora com flexão lombar ou ao sentar. Discriminadores-chave incluem padrão de dor, alívio postural, presença de pulsos periféricos, reflexos, sensibilidade e ITB.\n\nA progressão da claudicação não tratada leva a ciclo vicioso de deterioração: a dor crescente ao caminhar e o consequente medo de movimentar-se tornam o paciente sedentário e socialmente isolado, resultando em piora do condicionamento cardiorrespiratório, progressão da aterosclerose, redução da força muscular e atrofia, comprometendo ainda mais a qualidade de vida. O consenso internacional TASC estabelece o treinamento físico como fator-chave no tratamento da claudicação intermitente.",
  "points": 20,
  "patient_explanation": "A claudicação é uma dor, cãibra ou sensação de peso nas pernas que aparece quando você caminha e desaparece quando para para descansar. Ela acontece porque as artérias que levam sangue para as pernas estão parcialmente entupidas por aterosclerose — acúmulo de gordura nas paredes dos vasos — fazendo com que os músculos não recebam oxigênio suficiente durante o esforço físico.\n\nEsse sintoma é um sinal importante de que a circulação nas pernas não está funcionando bem, e também pode indicar que outras artérias do corpo, como as do coração e do cérebro, podem estar comprometidas. Por isso, é fundamental investigar esse sintoma com o seu médico.\n\nCom exames simples, como a medição da pressão no tornozelo comparada ao braço, é possível confirmar o diagnóstico. A boa notícia é que com tratamento adequado, mudanças no estilo de vida e especialmente um programa de caminhada supervisionada, é possível melhorar muito a capacidade de caminhar e a qualidade de vida. Parar de fumar, quando aplicável, é uma das medidas de maior impacto.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese detalhada:** distância percorrida antes do início da dor, localização (panturrilha, coxa, glúteo, pé), alívio com repouso, presença de dor em repouso ou úlceras, tempo de evolução\n- **Diferenciação vascular vs. neurogênica:** claudicação vascular piora com caminhada independentemente da postura e cessa com repouso parado; neurogênica melhora com flexão lombar ou ao sentar; avaliar pulsos periféricos, reflexos, sensibilidade e distribuição da dor\n- **Fatores de risco cardiovascular:** tabagismo, hipertensão arterial, dislipidemia, diabetes mellitus, obesidade, sedentarismo, histórico familiar de DCV\n- **Exame físico vascular:** pulsos femorais, poplíteos, tibiais posteriores e pediosos; sopros abdominais e femorais; trofismo e coloração cutânea dos membros inferiores\n\n## Investigação Complementar\n\n- **Índice Tornozelo-Braquial (ITB):** exame de primeira linha; ITB < 0,90 confirma DAP; 0,70–0,89 = leve; 0,50–0,69 = moderada; < 0,50 = grave/isquemia crítica\n- **Teste ergométrico em esteira:** quantifica distância de claudicação e limitação funcional\n- **Ultrassonografia com Doppler arterial:** localização e grau de estenose\n- **Angiotomografia ou angiografia por RM:** quando revascularização for considerada\n- **Perfil lipídico ampliado:** LDL, HDL, triglicerídeos, ApoB/ApoA, LDL oxidado\n- **Marcadores inflamatórios:** PCR ultrassensível, fibrinogênio\n- **Glicemia de jejum, HbA1c:** rastreio e controle de diabetes\n- **Escore de cálcio coronariano e angiotomografia de coronárias:** avaliação de risco cardiovascular global quando indicado clinicamente\n\n## Intervenções Baseadas em Evidências\n\n### Exercício Físico Supervisionado (1ª linha)\n\n- **Exercício supervisionado é o tratamento de escolha** — Revisão Cochrane (2014, 30 ensaios clínicos, 1816 participantes com dor estável na perna, seguimento de 2 semanas a 2 anos) demonstra benefício consistente na distância máxima de caminhada e qualidade de vida\n- **Protocolo recomendado:** caminhada supervisionada, mínimo 2x/semana; treinar até o início dos sintomas isquêmicos (sem interromper antes da dor) para maximizar o estímulo adaptativo; repouso até alívio e nova série\n- **Bicicleta ergométrica:** alternativa aceitável quando caminhada não é viável; pedalar usando a parte anterior do pé\n- **Caminhada nórdica (com bastões):** benefício demonstrado vs. grupo controle sem exercício; aumenta o esforço total ao envolver membros superiores\n- **Supervisão é superior ao exercício não supervisionado** — evidências de estudos controlados; programa inicial deve incluir acompanhamento regular de fisioterapeuta\n- **Parar de fumar amplifica significativamente o efeito do treinamento**\n- **Volume de treinamento é fator determinante na eficácia**\n- Estudo randomizado comparando exercício isolado, cirurgia isolada e exercício + cirurgia: todos os grupos obtiveram o mesmo ganho em distância de caminhada, com 18% de efeitos adversos apenas no grupo cirúrgico\n- Estudo randomizado de exercício vs. terapia antitrombótica: melhora de 86% na distância de caminhada com exercício vs. 38% com medicação isolada\n- Meta-análises demonstram que programas de exercício são mais baratos e com menos riscos que cirurgia ou angioplastia transluminal percutânea (ATP)\n- Exercício supervisionado pode ser prescrito com segurança; taxa de complicações graves é excepcionalmente baixa; triagem cardíaca de rotina antes de iniciar não é obrigatória\n\n### Modificação de Fatores de Risco\n\n- **Cessação do tabagismo:** medida de maior impacto prognóstico; encaminhar para programa estruturado de cessação\n- **Controle lipídico:** alvo de LDL individualizado conforme risco cardiovascular global; estatinas indicadas em pacientes com DAP estabelecida (prevenção secundária) pelos efeitos anti-inflamatórios vasculares e redução de eventos\n- **Controle pressórico:** metas individualizadas; anti-hipertensivos conforme perfil do paciente\n- **Controle glicêmico:** HbA1c individualizada; diabetes acelera progressão da aterosclerose periférica\n- **Antiagregação plaquetária:** conforme avaliação do risco cardiovascular global (DAP estabelecida geralmente indica antiagregação)\n\n## Critérios de Encaminhamento\n\n- **Angiologista/Cirurgião Vascular:** ITB < 0,50, dor em repouso, úlceras isquêmicas, gangrena ou ausência de melhora funcional após 3 meses de exercício supervisionado adequado\n- **Cardiologista:** avaliação de doença coronariana concomitante; pacientes com isquemia silenciosa suspeita (especialmente diabéticos com neuropatia autonômica) ou sintomas cardíacos associados\n- **Fisioterapeuta:** estruturação e condução de programa supervisionado de caminhada terapêutica\n- **Endocrinologista:** otimização de diabetes e dislipidemia refratários às medidas iniciais\n\n## Seguimento\n\n- Reavaliação do ITB e distância funcional de claudicação a cada 3–6 meses\n- Monitoramento contínuo e controle dos fatores de risco cardiovascular\n- Reforço da adesão ao programa de exercícios — o volume acumulado de treinamento é determinante na eficácia\n- Qualidade de vida melhora proporcionalmente ao ganho em distância de caminhada\n- Em caso de piora dos sintomas, surgimento de dor em repouso ou úlceras: reavaliação vascular urgente"
}
