{
  "score_item_id": "019bf31d-2ef0-7ac0-a743-d6cb400f4b27",
  "clinical_relevance": "Dores articulares nos segmentos apendiculares constituem uma das queixas mais prevalentes na prática clínica, abrangendo espectro diagnóstico que vai de condições benignas e autolimitadas até emergências médicas e doenças sistêmicas com alto impacto em morbimortalidade. A avaliação adequada exige distinção entre dor articular verdadeira (intra-articular), dor periarticular (bursas, tendões, ligamentos) e dor referida, pois cada categoria possui etiologia, fisiopatologia e conduta distintas.\n\n**Classificação por padrão de acometimento:**\n- Monoartrite aguda: acomete 1 articulação; deve ser considerada infecciosa até prova em contrário. Artrite séptica é emergência médica — destruição articular irreversível pode ocorrer em 24-48 horas sem tratamento adequado. Líquido sinovial com contagem leucocitária >50.000 células/mm³ é diagnóstico de artrite séptica, embora contagens menores não excluam infecção.\n- Oligoartrite: 2-4 articulações.\n- Poliartrite: 5 ou mais articulações simultaneamente. Causas comuns incluem osteoartrite em idosos e artrite reumatoide, que afeta pelo menos 0,25% dos adultos mundialmente.\n\n**Fisiopatologia central:** A inflamação sinovial envolve ativação de macrófagos e sinoviócitos com liberação de citocinas pró-inflamatórias (IL-1β, IL-6, TNF-α), recrutamento de neutrófilos e linfócitos T, e subsequente degradação da cartilagem por metaloproteinases de matriz. Na artrite reumatoide, IL-6 elevada correlaciona-se independentemente com maior mortalidade cardiovascular e por todas as causas em mulheres com AR. Na osteoartrite (OA), a perda de cartilagem articular é o evento central, acompanhada de deformação articular, esclerose óssea subcondral, retrações capsulares e atrofia muscular. As alterações radiológicas aparecem tardiamente na progressão da doença.\n\n**Dados epidemiológicos:**\n- Osteoartrite: virtualmente todos os indivíduos acima de 60 anos apresentam sinais radiológicos em pelo menos uma articulação; prevalência de OA radiológica de quadril ou joelho é de 70% em maiores de 65 anos. Relaciona-se com envelhecimento, sobrepeso e disfunção muscular, podendo ocorrer também em jovens após trauma ou sobrecarga articular inadequada. Pacientes com OA têm baixo nível de atividade física habitual, força muscular reduzida e função muscular prejudicada.\n- Artrite reumatoide afeta pelo menos 0,25% da população adulta mundial.\n- Artrite séptica: apresenta como red flags febre, incapacidade de suportar peso e monoartrite aguda especialmente de grandes articulações periféricas.\n\n**Conexão com risco cardiovascular:** Artrite reumatoide é fator de risco independente para eventos cardiovasculares. IL-6 e TNF-α elevados na AR correlacionam-se com maiores escores de cálcio coronariano, independentemente do escore de Framingham e diabetes. PCR elevada associa-se a dor e função física prejudicada na OA, sem correlação com alterações radiológicas.\n\n**Modulação circadiana e eixo HPA:** Dores articulares e rigidez são mais intensas entre 5h e 8h da manhã, refletindo a modulação circadiana da resposta imunológica. Baixos níveis de cortisol (salivar, urinário e sérico) foram documentados em populações com dor crônica e doenças neuromusculares funcionais. Inflamação crônica desvia o triptofano para a via das quinureninas, reduzindo serotonina e melatonina, perpetuando o ciclo dor-depressão-insônia.\n\n**Predisposição genética:** Variantes nos genes CYP1A1 e CYP1A2 podem indicar ambiente inflamatório pré-existente, ativado por gatilhos em qualquer faixa etária.",
  "points": 12,
  "patient_explanation": "Dores nas articulações dos braços, pernas, mãos ou pés são um sinal que merece atenção médica. As articulações conectam os ossos e permitem que nos movimentemos. Quando doem, pode ser por desgaste natural com o passar dos anos, inflamações do sistema de defesa do corpo, infecções ou lesões.\n\nNão toda dor articular é igual. Dor em muitas articulações ao mesmo tempo, com inchaço e rigidez pela manhã, pode indicar doenças como artrite reumatoide. Dor forte e súbita em apenas uma articulação, com vermelhidão e febre, exige avaliação urgente — pode ser uma infecção que, sem tratamento rápido, destrói a articulação de forma irreversível.\n\nSeu histórico de dores articulares ajuda o médico a identificar riscos e propor o melhor tratamento. Muitos fatores influenciam a saúde das articulações: peso corporal, alimentação, prática de exercícios, qualidade do sono, estresse e hormônios. A boa notícia é que a maioria desses fatores pode ser melhorada com mudanças no estilo de vida, suplementos com evidência científica e tratamento adequado.",
  "conduct": "## Conduta Clínica — Dores Articulares (Segmentos Apendiculares)\n\n### 1. Avaliação Inicial Obrigatória\n\n**Anamnese direcionada:**\n- Número de articulações envolvidas (mono, oligo ou poliartrite)\n- Padrão temporal: agudo (<6 semanas) vs. crônico (>6 semanas)\n- Características da dor: inflamatória (piora em repouso, melhora com movimento, rigidez matinal >1h, pico entre 5h-8h) vs. mecânica (piora com uso, melhora com repouso)\n- Presença de edema articular, calor local, eritema\n- Fatores precipitantes: trauma, infecção recente, exposição a carrapatos, viagens, uso de medicamentos, dieta rica em purinas, álcool\n- História sexual em jovens (artrite gonocócica), uso de drogas intravenosas\n- Sintomas sistêmicos: febre, perda de peso, fadiga, rash cutâneo, úlceras orais\n- Histórico familiar de doenças autoimunes, gota ou osteoartrite\n- Avaliação de traumas de infância, estresse crônico e questões emocionais não resolvidas em quadros com má resposta ao tratamento\n\n**Red flags — avaliação urgente/emergencial:**\n- Febre + monoartrite aguda → artrite séptica até prova em contrário\n- Incapacidade de suportar peso ou movimentar a articulação\n- Sinais de bacteremia (calafrios, estado geral comprometido)\n- Artrite em paciente imunossuprimido\n\n---\n\n### 2. Investigação Complementar\n\n**Laboratório inicial:**\n- Hemograma completo com diferencial\n- VHS e PCR ultrassensível — marcadores de inflamação sistêmica\n- Ácido úrico sérico (suspeita de gota)\n- Fator reumatoide e Anti-CCP (suspeita de artrite reumatoide)\n- FAN/ANA com padrão (suspeita de LES, esclerodermia)\n- Função renal e hepática\n- Glicemia de jejum e hemoglobina glicada\n\n**Artrocentese (punção articular) — indicações:**\n- Toda monoartrite aguda não explicada\n- Suspeita de artrite infecciosa ou microcristalina (gota, pseudogota)\n- Análise do líquido sinovial: contagem celular, diferencial, cultura/Gram, cristais sob luz polarizada\n- Contagem >50.000 leucócitos/mm³ = artrite séptica até cultura negativa\n\n**Imagem:**\n- Radiografia simples: avaliação estrutural inicial (estreitamento do espaço articular, osteófitos, erosões, esclerose subcondral — alterações tardias)\n- Ultrassonografia: detecção precoce de sinovite e derrame articular\n- RM: casos selecionados com suspeita de lesão estrutural ou osteomielite\n\n**Investigação funcional integrativa adicional:**\n- Vitamina D sérica — suplementação mostrou redução de VHS (ESR) com evidência moderada na artrite reumatoide; manter níveis ótimos em doenças autoimunes\n- Índice Ômega-3/Ômega-6\n- Cortisol (curva salivar) em pacientes com dor crônica + fadiga + insônia\n- Marcadores de permeabilidade intestinal e microbiota em espondiloartrites e fibromialgia\n- Ácidos orgânicos/metabolômica em sintomas inexplicados\n- TNF-alfa, IL-6 nos casos de suspeita de doença inflamatória ativa\n\n---\n\n### 3. Critérios de Encaminhamento\n\n**Encaminhamento urgente:**\n- Artrite séptica suspeita ou confirmada — pronto-socorro\n- Monoartrite febril aguda sem diagnóstico\n- Artrite em paciente imunossuprimido\n\n**Encaminhamento eletivo a reumatologista:**\n- Poliartrite inflamatória persistente >6 semanas\n- Suspeita de artrite reumatoide, LES, espondiloartrite ou artrite psoriásica\n- Artrite refratária ao tratamento inicial\n- Artrite com manifestações sistêmicas\n\n**Outros encaminhamentos:**\n- **Ortopedista:** lesões estruturais, indicação cirúrgica\n- **Nutricionista funcional:** suporte alimentar anti-inflamatório personalizado\n- **Fisioterapeuta:** reabilitação e fortalecimento muscular\n- **Psicólogo/psicoterapeuta:** dor crônica com componente emocional e traumas não resolvidos\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n**Exercício físico — evidência forte:**\n- Exercício aeróbico e de resistência têm evidência forte para redução de dor e melhora de função na osteoartrite\n- Programas de pelo menos 3 meses com progressão gradual conforme tolerância\n- Fortalecimento muscular é essencial — fraqueza muscular é fator causal e agravante da OA\n- Pacientes com OA têm baixo nível de atividade física habitual: intervenção motivacional necessária\n\n**Suplementação com evidência:**\n- **Cúrcuma (curcumina):** inibe NF-kB, COX-2 e lipoxigenase em sinergia com Boswellia; eficácia comparável ao ibuprofeno na redução de dor e rigidez; reduz VHS e PCR na AR; selecionar extratos padronizados com maior biodisponibilidade (ex: Curcumin C3, Cureit, CurcuVail)\n- **Boswellia serrata:** inibe lipoxigenase; reduz marcadores inflamatórios; pode não ser suficiente isoladamente em doença ativa\n- **Colágeno hidrolisado tipo 2 (UC-II):** atua via tolerância oral no intestino, reduzindo inflamação articular, dor e edema\n- **Vitamina D:** suplementação associada à redução de ESR e melhora de escore DAS-28 na AR (evidência moderada); manter níveis ótimos em todas as doenças autoimunes\n- **Gengibre:** modula desequilíbrio Th1/Th2 e regula gene FOXP3; estudo mostrou melhora do índice DAS-28 na AR\n- **Coenzima Q10:** especialmente em fibromialgia (mitocondriopatia); melhora dor e fadiga\n- **Magnésio:** suporte ao relaxamento muscular e combate à fadiga\n- **5-HTP:** melhora dor, rigidez, ansiedade e fadiga na fibromialgia\n- **Naltrexona em baixa dose (LDN):** imunomoduladora e moduladora da dor crônica; individualizar dose\n- **Safrão (Crocus sativus):** estudo mostrou eficácia comparável à duloxetina na fibromialgia\n\n**Abordagem alimentar:**\n- Dieta anti-inflamatória como base: redução de alimentos ultraprocessados e açúcares refinados\n- Considerar exclusão de glúten e laticínios em doenças reumatológicas e autoimunes — avaliação individualizada\n- PCR-us como marcador de resposta terapêutica\n\n**Abordagem integrativa da dor crônica articular:**\n- Investigar e tratar saúde intestinal (disbiose, SIBO) — especialmente em espondiloartrites e fibromialgia; modulação da microbiota pode alterar o curso de doenças autoimunes\n- Higiene do sono e regulação do ritmo circadiano — rigidez e dores articulares são mais intensas entre 5h-8h da manhã\n- Manejo do estresse: avaliar curva de cortisol em dor crônica; eixo HPA disfuncional amplifica percepção de dor\n- Treinamento de força, alimentação anti-inflamatória, manejo do estresse, higiene do sono e controle de peso como pilares integrativos\n- Ergonomia e perda de peso em OA de joelho e quadril\n\n**Orto-biológicos (casos selecionados):**\n- PRP (plasma rico em plaquetas): avaliar indicação conforme Consenso Europeu 2023/2024\n- Células-tronco mesenquimais derivadas de tecido adiposo e condrócitos autólogos: em centros especializados\n- Indicação precisa é essencial; objetivos incluem proteção articular, melhora de performance e tratamento de lesões"
}
