{
  "score_item_id": "019bf31d-2ef0-7044-9d59-b71fa222cbaa",
  "clinical_relevance": "Lesões ligamentares e tendíneas representam um espectro amplo de patologias do tecido conjuntivo que acometem os segmentos apendiculares, com impacto direto na funcionalidade, qualidade de vida e risco de recidiva e instabilidade crônica. Do ponto de vista fisiopatológico, as lesões ligamentares resultam de sobrecarga mecânica aguda (traumas, entorses) ou crônica (microtraumas repetitivos), levando a ruptura parcial ou total das fibras colágenas com resposta inflamatória localizada e subsequente remodelação tecidual. As tendinopatias, por sua vez, são predominantemente degenerativas, caracterizadas por desorganização das fibras de colágeno tipo I, aumento de colágeno tipo III, neovascularização e ausência de infiltrado inflamatório clássico — o chamado modelo continuum de tendinopatia.\n\nAs lesões ligamentares são classicamente graduadas em três graus: Grau I (distensão sem ruptura macroscópica, estabilidade articular preservada), Grau II (ruptura parcial com algum comprometimento da estabilidade) e Grau III (ruptura completa com instabilidade articular significativa). As tendinopatias são classificadas em insercional e não-insercional, com a tendinopatia do Aquiles sendo um dos exemplos mais estudados.\n\nEpidemiologicamente, as entorses de tornozelo lateral são das lesões musculoesqueléticas mais comuns, respondendo por 85% de todas as entorses de tornozelo, com o ligamento talofibular anterior sendo o mais frequentemente lesionado. As lesões do ligamento cruzado anterior (LCA) ocorrem em aproximadamente 200.000 casos por ano nos Estados Unidos, com maior incidência em atletas do sexo feminino. As lesões do manguito rotador afetam parcela significativa da população adulta, com prevalência aumentando com a idade.\n\nNo contexto do histórico de saúde dos segmentos apendiculares, a presença de lesão ligamentar ou tendínea prévia é fator de risco independente para recidiva, desenvolvimento de instabilidade crônica, osteoartrite secundária e redução da capacidade funcional a longo prazo. Fatores contribuintes incluem deficiência de vitamina D, desnutrição proteica, disfunção hormonal (especialmente queda de estrogênio no climatério), sedentarismo, obesidade, histórico de uso de corticoides e fluoroquinolonas.\n\nA avaliação clínica envolve inspeção, palpação, avaliação da amplitude de movimento ativa e passiva, testes musculares graduados (escala 0-5), testes especiais (teste da gaveta anterior e inclinação talar para tornozelo; Lachman e pivot shift para LCA; Hawkins-Kennedy, Neer e empty can para manguito rotador) e avaliação neurovascular. Exames de imagem — ultrassonografia musculoesquelética e ressonância magnética — são essenciais para classificação, planejamento terapêutico e prognóstico de retorno às atividades.",
  "points": 8,
  "patient_explanation": "Lesões nos ligamentos e tendões são danos nas estruturas que conectam ossos entre si (ligamentos) ou músculos a ossos (tendões). Elas podem ocorrer de forma aguda, como em uma entorse de tornozelo ou ruptura de ligamento no joelho, ou de forma gradual por sobrecarga repetitiva, como nas tendinopatias. Ter um histórico dessas lesões é importante porque aumenta o risco de novas lesões no mesmo local, pode causar instabilidade articular crônica e, se não tratado adequadamente, predispõe ao desgaste precoce das articulações. Muitas dessas condições respondem bem ao tratamento conservador com fisioterapia, reforço muscular e ajustes na rotina. Relatar esse histórico ao seu médico permite que ele avalie o estado atual das estruturas afetadas e inclua estratégias preventivas e de reabilitação personalizadas no seu plano de saúde.",
  "conduct": "## Conduta Clínica: Lesão Ligamentar/Tendínea (Histórico - Segmentos Apendiculares)\n\n### 1. Avaliação Inicial\n\n- **Anamnese detalhada:** localização da lesão, mecanismo (trauma agudo vs. sobrecarga crônica), grau de comprometimento funcional, tratamentos realizados, tempo de evolução e presença de instabilidade residual\n- **Exame físico musculoesquelético:** inspeção para assimetria, atrofia ou deformidade; palpação de estruturas ósseas e partes moles; avaliação de amplitude de movimento ativa e passiva; força muscular (escala 0-5); testes especiais conforme articulação acometida\n- **Identificar articulações de maior relevância:** tornozelo (ligamentos lateral e medial), joelho (LCA, LCP, meniscos), ombro (manguito rotador, complexo capsulolabral), cotovelo, punho e quadril\n\n### 2. Investigação Complementar\n\n- **Ultrassonografia musculoesquelética:** avaliação dinâmica de tendões e ligamentos superficiais, detecção de rupturas parciais, neovascularização e alterações degenerativas\n- **Ressonância magnética:** indicada para avaliação de lesões de grau II-III, suspeita de comprometimento de estruturas profundas (LCA, manguito rotador, labrum), planejamento cirúrgico\n- **Radiografia simples:** para excluir avulsões ósseas, calcificações e alterações articulares secundárias\n- **Exames laboratoriais de suporte:**\n  - Vitamina D (25-OH): deficiência compromete síntese de colágeno e regeneração tecidual\n  - Proteínas totais e albumina: estado nutricional impacta cicatrização\n  - PCR-ultrassensível: avaliar componente inflamatório sistêmico\n  - Hormônios (estrogênio, testosterona, IGF-1) quando há suspeita de disfunção hormonal subjacente\n\n### 3. Estratificação e Conduta por Gravidade\n\n**Lesões Grau I (distensão leve):**\n- Protocolo RICE na fase aguda (repouso relativo, gelo, compressão, elevação)\n- Mobilização precoce funcional após 48-72h\n- Fisioterapia com fortalecimento muscular progressivo e treino proprioceptivo\n- Retorno às atividades guiado por critérios funcionais objetivos\n\n**Lesões Grau II (ruptura parcial):**\n- Imobilização funcional por 2-4 semanas conforme articulação\n- Fisioterapia supervisionada com ênfase em fortalecimento excêntrico e controle neuromuscular\n- Critérios para retorno: amplitude de movimento plena, força >90% do membro contralateral, testes funcionais sem dor\n- Avaliar uso de órteses de suporte durante retorno esportivo\n\n**Lesões Grau III (ruptura completa) / Tendinopatias crônicas:**\n- **Encaminhamento para ortopedia/cirurgia:** ruptura completa de LCA, lesões do manguito rotador com indicação cirúrgica, instabilidade crônica refratária ao conservador\n- Programa de reabilitação pré-operatória quando cirurgia indicada\n- Tendinopatias: exercício excêntrico progressivo (protocolo de Alfredson para Aquiles), modificação de carga e treinamento, terapia por ondas de choque quando indicado\n\n### 4. Intervenções Baseadas em Evidências\n\n- **Exercício terapêutico:** pilar do tratamento conservador; fortalecimento excêntrico, treino proprioceptivo e progressão de carga são fundamentais para todas as tendinopatias e lesões ligamentares\n- **Orto-biológicos (PRP):** considerar conforme Consenso Europeu 2023/2024 em casos selecionados de tendinopatias e lesões ligamentares crônicas refratárias; avaliar indicação e contraindicação rigorosamente\n- **Suplementação com evidência:**\n  - Colágeno hidrolisado tipo II: evidência em suporte articular e redução de dor\n  - Vitamina C: cofator essencial para síntese de colágeno\n  - Vitamina D: suplementar quando deficiente (especialmente <30 ng/mL)\n  - Curcumina + Boswellia: sinergia anti-inflamatória (inibição de NF-kB, COX-2, lipoxigenase), com estudos mostrando eficácia comparável ao ibuprofeno na dor articular\n- **Evitar:** uso indiscriminado de AINEs no período de reparo tecidual ativo, pois a inibição de COX prejudica o processo de cicatrização e remodelação do colágeno\n\n### 5. Prevenção de Recidiva\n\n- Programas de treinamento neuromuscular preventivo (especialmente em atletas com histórico de entorse de tornozelo ou lesão de LCA)\n- Progressão adequada de cargas no treinamento; aquecimento e desaquecimento regulares\n- Avaliação e correção de desequilíbrios musculares e déficits proprioceptivos residuais\n- Monitorar estado nutricional: proteína adequada (1,6-2,2 g/kg/dia para atletas), vitaminas e minerais essenciais para metabolismo do colágeno\n- **Encaminhar para fisioterapia esportiva** em casos de histórico de múltiplas lesões ou instabilidade recorrente"
}
