{
  "score_item_id": "019bf31d-2ef0-7a31-b8c9-0f54b201dbcb",
  "clinical_relevance": "Fraturas em segmentos apendiculares (membros superiores e inferiores) representam um marcador clínico de alta relevância no contexto da medicina funcional integrativa, particularmente como indicador de fragilidade óssea subjacente. A fratura de fragilidade é definida como aquela resultante de queda da própria altura ou mecanismo de trauma de baixa energia, sendo patognomônica de comprometimento da integridade esquelética.\n\nFisiopatologia: A fragilidade óssea resulta de desequilíbrio entre reabsorção osteoclástica e formação osteoblástica, com redução da densidade mineral óssea (DMO) e deterioração da microarquitetura trabecular. No contexto pós-menopausa, a queda estrogênica amplifica a reabsorção óssea. Biomarcadores relevantes incluem CTX (marcador de reabsorção) e P1NP (marcador de formação). DHEA e ocitocina apresentam associação protetora sobre DMO em mulheres pós-menopáusicas; ocitocina reduzida associa-se a maior risco de osteoporose (OR 0,75; IC95% 0,63–0,98; p=0,019). Follistatina elevada associa-se a maior risco de sarcopenia (OR 1,66; IC95% 1,19–3,57; p=0,022).\n\nEpidemiologia e impacto: Nos EUA, ocorrem mais de 1.000.000 de fraturas por ano, com pelo menos 25% atribuídas à osteoporose. Entre mulheres pós-menopáusicas, 15% das que fraturam morrem no primeiro ano subsequente, e 75% perdem independência funcional após o evento. Em coorte de 478 mulheres pós-menopáusicas, 19,6% (92 pacientes) reportaram histórico de fratura de fragilidade, das quais 37 sofreram mais de uma fratura. Historicamente, menos de 20% dos pacientes com fratura de fragilidade recebem investigação e tratamento adequados para osteoporose (care gap documentado pelo estudo OSIRIS, 2013).\n\nEstrificação de risco: O algoritmo FRAX integra T-score de DMO com fatores de risco clínicos (idade, fraturas prévias, histórico familiar, tabagismo, uso de corticosteroides, artrite reumatoide, etilismo) para estimativa da probabilidade de fratura em 10 anos. O tratamento farmacológico é recomendado quando a probabilidade de fratura de quadril em 10 anos for ≥3% ou de fratura osteoporótica maior ≥20%. T-score abaixo de -2,5 define osteoporose; entre -1,0 e -2,5 define osteopenia. Aproximadamente 48–56% das fraturas de fragilidade em mulheres pós-menopáusicas ocorrem em pacientes com osteopenia, e cerca de 43,3 milhões de adultos americanos acima de 50 anos apresentam osteopenia — afetando ~50% das mulheres e ~30% dos homens nessa faixa etária.\n\nHistórico de fratura prévia como preditor independente: A regressão logística multivariada demonstrou que histórico de fratura de fragilidade é preditor independente de osteoporose (OR 0,30; IC95% 0,05–0,71; p=0,006) e sarcopenia (OR 0,45; IC95% 0,01–0,86; p=0,015) em mulheres pós-menopáusicas, reforçando o valor da anamnese direcionada nesse contexto.\n\nAssociação com sarcopenia e síndrome de fragilidade: A osteossarcopenia (coexistência de osteoporose e sarcopenia) afeta 10,9% das mulheres pós-menopáusicas e está associada a maior prevalência de fraturas prévias, menor nível de exercício físico, menor consumo de leite e níveis mais baixos de DHEA e ocitocina. A fragilidade eleva riscos de quedas, incapacidade, hospitalização e mortalidade, com custos hospitalares mais que dobrando em pacientes frágeis submetidos a procedimentos cirúrgicos.\n\nExercício como intervenção baseada em evidências: Treinamento combinado de força e equilíbrio em mulheres de 65 a 97 anos reduziu o risco de quedas (RR 0,65; IC95% 0,57–0,75) e o risco de fraturas (RR 0,65; IC95% 0,53–0,81). Programas multifatoriais de prevenção de quedas (exercício, modificação ambiental, revisão medicamentosa, correção visual) reduzem taxas de queda em 20–30%.",
  "points": 14,
  "patient_explanation": "Fratura é a quebra de um osso. Quando isso acontece por um trauma pequeno — como uma queda no próprio nível, sem grande impacto — chamamos de fratura de fragilidade, e ela indica que os ossos podem estar mais frágeis do que deveriam para a sua idade. Esse tipo de fratura é um sinal de alerta importante: quem já teve uma fratura assim tem risco maior de ter outras no futuro, e em casos graves pode perder a independência ou ter a saúde seriamente comprometida.\n\nA boa notícia é que existe tratamento eficaz. Com avaliação adequada, exames de densidade óssea, ajuste de nutrição (vitamina D, cálcio, vitamina K2, magnésio, proteína), exercícios de força e com impacto e, quando indicado, medicamentos ou reposição hormonal, é possível fortalecer os ossos e reduzir muito o risco de novas fraturas.\n\nInformar ao médico qualquer fratura que já teve na vida — mesmo que antiga ou aparentemente sem importância — é fundamental para montar o melhor plano de prevenção para você.",
  "conduct": "## Conduta Clínica: Fraturas em Segmentos Apendiculares\n\n### 1. Investigação Diagnóstica\n\n**Anamnese dirigida:**\n- Detalhar cada fratura: segmento afetado, mecanismo (trauma de alta ou baixa energia), idade à época, tratamento realizado\n- Identificar fraturas de fragilidade (queda da própria altura ou mecanismo de baixa energia)\n- Investigar fatores de risco: uso de corticosteroides, tabagismo, etilismo, imobilismo prolongado, história familiar de fratura de quadril\n- Avaliar risco de quedas: força muscular (grip strength), velocidade de marcha, histórico de quedas recentes\n\n**Exames laboratoriais:**\n- **Marcadores de metabolismo ósseo:** CTX (reabsorção osteoclástica), P1NP (formação osteoblástica)\n- **Vitamina D:** 25(OH)D — meta: 40–60 ng/mL; repor se deficiente\n- **PTH sérico:** afastar hiperparatireoidismo primário ou secundário\n- **Cálcio sérico total e ionizado, fósforo, creatinina e função renal**\n- **Hormônios sexuais:** estradiol, testosterona, DHEA-S, FSH, LH (especialmente em pós-menopausa e homens ≥50 anos)\n- **Hemograma, proteína total, albumina** — afastar causas secundárias de osteoporose\n- **TSH** — hiper e hipotireoidismo afetam metabolismo ósseo\n- **Ocitocina sérica** (biomarcador emergente; associação protetora sobre DMO documentada em mulheres pós-menopáusicas)\n- **Magnésio sérico/intracelular, zinco, vitamina K2** quando disponíveis\n\n**Exames de imagem:**\n- **DXA (densitometria óssea):** coluna lombar (L1–L4) e fêmur proximal; indicada em toda mulher ≥65 anos, pós-menopáusicas com fatores de risco, homens ≥70 anos, ou qualquer adulto com fratura de baixo impacto\n- **FRAX:** calcular probabilidade de fratura em 10 anos integrando T-score + fatores clínicos\n- Radiografia do segmento fraturado e avaliação de consolidação quando indicado\n- Considerar morfometria vertebral (VFA na DXA) para identificar fraturas vertebrais silenciosas\n- Para Z-score (mulheres pré-menopáusicas e homens <50 anos): usa-se Z-score em vez de T-score\n\n---\n\n### 2. Intervenções Não Farmacológicas (Base do Tratamento)\n\n**Exercício físico — primeira linha com evidência robusta:**\n- **Treino combinado de força + equilíbrio:** reduz risco de quedas (RR 0,65; IC95% 0,57–0,75) e risco de fraturas (RR 0,65; IC95% 0,53–0,81) em metanálise com 1.016 mulheres de 65–97 anos\n- **Exercícios com impacto:** pular corda, corrida leve, caminhada rápida — estimulam remodelamento ósseo via carga mecânica\n- **Meta:** ~150–250 min/semana de atividade moderada, com ênfase em resistência e equilíbrio\n- Para idosos frágeis: programa supervisionado, iniciando com intensidade moderada 2x/semana por pelo menos 6 meses\n\n**Prevenção de quedas (abordagem multifatorial):**\n- Revisão completa de medicamentos (polifarmácia, sedativos, anti-hipertensivos que causam hipotensão ortostática)\n- Avaliação e correção de déficit visual\n- Modificação do ambiente domiciliar (remoção de tapetes, instalação de corrimãos, iluminação adequada, barras de apoio no banheiro)\n- Avaliação de calçados e uso de dispositivos auxiliares quando necessário\n- Programas multifatoriais reduzem taxa de quedas em 20–30% (Lancet, 2012)\n\n**Nutrição e suplementação:**\n- **Vitamina D:** 2.000–10.000 UI/dia conforme nível basal de 25(OH)D; manter entre 40–60 ng/mL; administrar com refeição contendo gordura\n- **Vitamina K2 (MK-7):** 100–200 mcg/dia; sinérgica com vitamina D; redireciona cálcio para o osso; não usar em monoterapia para osteoporose; atenção a anticoagulantes cumarínicos\n- **Cálcio:** preferir fontes dietéticas (laticínios, vegetais verdes escuros); suplementar com cautela se ingesta insuficiente; cálcio isolado não resolve osteoporose e pode aumentar risco cardiovascular — associar sempre com cofatores\n- **Magnésio (glicinato ou malato):** 200–500 mg de magnésio elementar/dia em duas doses; cofator essencial para vitamina D e mineralização óssea; dose maior em uso de altas doses de vitamina D\n- **Proteína:** ≥1,2 g/kg/dia para preservar massa muscular e suportar remodelamento ósseo; proteínas lácteas (whey) têm efeito mioprotetor documentado\n\n---\n\n### 3. Intervenções Farmacológicas\n\n**Indicações para tratamento farmacológico:**\n- T-score ≤ -2,5 (osteoporose densitométrica)\n- Fratura de fragilidade prévia (indica osteoporose clinicamente, independente do T-score)\n- FRAX com probabilidade ≥20% para fratura osteoporótica maior ou ≥3% para fratura de quadril em 10 anos\n- Osteopenia (T-score entre -1,0 e -2,5) com alto risco clínico pelo FRAX\n\n**Opções terapêuticas:**\n- **Bisfosfonatos** (alendronato, risedronato, ácido zoledrônico): primeira linha na osteoporose estabelecida\n- **Reposição hormonal feminina (TRH):** indicada em mulheres pós-menopáusicas sintomáticas ou com alto risco ósseo; avaliar janela terapêutica e riscos individuais (histórico de câncer de mama, trombose, risco cardiovascular); estradiol + progesterona bioidentical quando indicado\n- **DHEA:** níveis mais baixos associados a maior risco ósseo e muscular; reposição pode ser considerada em pacientes com deficiência documentada\n- **Denosumabe, teriparatida, romosozumabe:** reservados para casos de alto risco ou falha terapêutica — encaminhar ao especialista\n- **Atenção ao care gap:** toda fratura de fragilidade deve deflagrar investigação completa e tratamento — menos de 20% dos pacientes recebem cuidado adequado pós-fratura\n\n---\n\n### 4. Encaminhamentos e Monitoramento\n\n**Encaminhar para:**\n- **Reumatologia/Endocrinologia:** osteoporose grave (T-score < -3,0), fraturas múltiplas, suspeita de causa secundária, falha terapêutica\n- **Ortopedia:** fraturas agudas, consolidação inadequada, deformidades pós-fratura, indicação cirúrgica\n- **Fisioterapia/Fisiatria:** reabilitação pós-fratura, programa supervisionado de fortalecimento e equilíbrio\n- **Nutrição:** otimização de ingestão proteica, cálcica e de micronutrientes ósseos\n- **Geriatria:** pacientes idosos com síndrome de fragilidade, osteossarcopenia ou múltiplas comorbidades\n\n**Monitoramento:**\n- Repetir DXA a cada 1–2 anos durante tratamento farmacológico\n- Monitorar 25(OH)D, PTH, CTX e P1NP para avaliar resposta terapêutica\n- Reavaliar FRAX anualmente\n- Monitorar cálcio sérico total, ionizado e função renal durante suplementação e tratamento farmacológico"
}
