{
  "score_item_id": "c77cedd3-2800-731b-a1dd-edf619700cca",
  "clinical_relevance": "A artrite é um termo abrangente que engloba mais de 100 condições distintas caracterizadas por inflamação articular, dor, rigidez e limitação funcional. No contexto do histórico de saúde, sua presença ou ausência orienta a estratificação de risco inflamatório/autoimune e guia investigação complementar. As principais formas com relevância clínica sistêmica são a artrite reumatoide (AR), a osteoartrite (OA) e as espondiloartrites.\n\nA artrite reumatoide é uma doença autoimune sistêmica mediada por células T e B, com produção de autoanticorpos (fator reumatoide e anti-CCP). Sua fisiopatologia envolve desequilíbrio entre resposta Th1/Th17 e células T regulatórias (T-regs), com hiperprodução de citocinas pró-inflamatórias — TNF-α, IL-6, IL-1β — que promovem sinovite erosiva, destruição de cartilagem e osso, além de inflamação sistêmica de baixo grau. A predisposição genética (variantes HLA-DR4, genes CYP1A1/CYP1A2) permanece latente até ser ativada por gatilhos ambientais: disbiose intestinal, infecções (inclusive SARS-CoV-2), estresse psicológico, tabagismo e déficits nutricionais.\n\nA osteoartrite, reinterpretada pela medicina funcional, não é uma doença puramente mecânica de desgaste, mas sim uma condição com componente inflamatório sistêmico relevante — a degradação da cartilagem é mediada por citocinas pró-inflamatórias (IL-6, IL-1), e fatores como obesidade, resistência à insulina e disbiose contribuem para sua progressão.\n\nDo ponto de vista circadiano, dores articulares e rigidez são tipicamente mais intensas entre 5h e 8h da manhã, refletindo a modulação imunológica mediada pelo eixo HPA e o pico noturno de citocinas inflamatórias.\n\nA AR associa-se a significativa morbidade sistêmica: maior risco cardiovascular (aterosclerose acelerada, síndrome metabólica), fragilidade, osteoporose e redução da expectativa de vida. Estudos de coorte japonês (Tomorrow) com 208 pacientes com AR e 205 controles saudáveis demonstraram ingestão significativamente menor de ácidos graxos monoinsaturados (MUFAs) no grupo com AR, e a proporção MUFA/saturada diferiu significativamente. Deficiência de vitamina D é prevalente na AR e correlaciona-se positivamente com atividade de doença (DAS-28 e contagem de articulações dolorosas e edemaciadas).\n\nA modulação da microbiota intestinal, o eixo intestino-imunidade (GALT/MALT) e a permeabilidade intestinal (leaky gut) são reconhecidos como pilares fisiopatológicos centrais nas artrites inflamatórias. Marcadores como calprotectina fecal e proteobactérias acima de 5% refletem inflamação intestinal que pode ativar o inflamassoma e perpetuar a resposta autoimune articular. Na espondiloartrite, a inflamação intestinal ativa o inflamassoma levando ao desenvolvimento ou agravamento da doença; na fibromialgia, o tratamento do SIBO resulta em melhora dos sintomas.\n\nParâmetros laboratoriais relevantes para monitoramento: PCR, VHS, TNF-α, IL-6, DAS-28 (AR), HOMA-IR, vitamina D (25(OH)D), homocisteína, índice ômega-3, HbA1c. Meta funcional de vitamina D para autoimunes: >100 ng/mL, com monitorização de segurança (PTH, cálcio iônico).",
  "points": 14,
  "patient_explanation": "Artrite é uma inflamação nas articulações — onde os ossos se conectam, como joelhos, mãos, quadris e coluna. Os tipos mais comuns são a artrite reumatoide (uma doença autoimune, em que o sistema de defesa ataca as próprias articulações) e a osteoartrite (ligada a desgaste e inflamação articular).\n\nSaber se você tem ou já teve artrite é importante porque a inflamação articular raramente fica restrita às articulações — ela pode afetar o coração, o intestino e o sistema imunológico como um todo.\n\nA rigidez e a dor costumam ser piores de manhã cedo (entre 5h e 8h), quando o sistema imunológico está mais ativo — um sinal importante de inflamação sistêmica.\n\nA artrite responde bem a mudanças no estilo de vida: alimentação anti-inflamatória, exercícios de fortalecimento, controle do peso, manejo do estresse e sono de qualidade são pilares do tratamento, que podem ser combinados com suplementos e, quando necessário, medicamentos.",
  "conduct": "## Conduta Clínica — Artrite (Histórico de Saúde)\n\n### 1. Anamnese Direcionada\n- Tipo de artrite: reumatoide, osteoartrite, psoriásica, espondiloartrite, gotosa, outra?\n- Tempo de diagnóstico, articulações acometidas, padrão de dor (matinal, mecânica, inflamatória)\n- Medicações em uso (DMARDs, corticoides, AINEs, biológicos)\n- Histórico de surtos, hospitalizações, cirurgias articulares\n- Presença de sintomas extraarticulares: fadiga, fenômeno de Raynaud, xeroftalmia, xerostomia, lesões cutâneas\n- Investigar gatilhos: histórico de infecções, estresse crônico, tabagismo, disbiose/SIBO\n\n### 2. Investigação Laboratorial e Funcional\n\n**Inflamação sistêmica:**\n- PCR ultrassensível, VHS, TNF-α, IL-6\n- Hemograma completo, ferritina\n- DAS-28 (para AR ativa)\n\n**Autoimunidade:**\n- Fator reumatoide (FR), anti-CCP\n- FAN, anti-DNA, anti-Sm (se suspeita de LES)\n- HLA-B27 (espondiloartrites)\n\n**Eixo metabólico e nutricional:**\n- Vitamina D (25(OH)D) — meta funcional para autoimunes: **>100 ng/mL** (monitorar PTH e cálcio iônico)\n- Índice ômega-3 e razão ômega-6/ômega-3\n- Homocisteína, B12, folato (B9), B6\n- HOMA-IR, glicemia/insulina em jejum, HbA1c\n- Magnésio intracelular\n\n**Saúde intestinal:**\n- Calprotectina fecal (marcador de inflamação intestinal)\n- Pesquisa de SIBO (especialmente em fibromialgia e espondiloartrites)\n- Microbioma intestinal — atenção a proteobactérias >5%\n\n### 3. Intervenções Baseadas em Evidências\n\n#### Estilo de Vida (Pilares Fundamentais)\n- **Treinamento de força (musculação):** pilar central na osteoartrite e AR; preserva massa muscular, estabiliza articulações e reduz marcadores inflamatórios\n- **Alimentação anti-inflamatória:** reduzir carboidratos simples, açúcar, gorduras saturadas e ultraprocessados; aumentar MUFAs, ômega-3, polifenóis (uva, cacau, chá verde); excluir glúten e laticínios em casos de doenças reumatológicas com suspeita de sensibilidade\n- **Controle de peso e ergonomia:** redução de carga articular e de marcadores inflamatórios\n- **Manejo do estresse e eixo HPA:** estresse psicológico rompe barreira intestinal e desregula imunidade; técnicas de mindfulness, terapia cognitivo-comportamental; avaliar curva de cortisol (metabolômico hormonal urinário) em casos de burnout ou fadiga crônica\n- **Higiene do sono e ritmo circadiano:** concentrar refeições entre 6h–18h; hidratação de 600–700 mL de água pela manhã; sono reparador reduz pico inflamatório matinal\n\n#### Suplementação com Evidência Científica\n- **Cúrcuma/Curcumina:** inibe NF-κB, COX-2 e lipoxigenase; meta-análise de 15 ECRs: redução de IL-6, PCR-us e MDA; eficácia comparável ao ibuprofeno em OA; reduz VHS e PCR na AR; dose 500 mg–2 g/dia (extrato 95% curcuminoides); piperina 10 mg ou fitossomas aumentam biodisponibilidade; anticoagulados: ≤500 mg/dia\n- **Boswellia serrata:** inibe leucotrienos; sinergia com cúrcuma (NF-κB, COX-2, lipoxigenase); ECRs para OA; insuficiente isolada em AR ativa\n- **Ômega-3 (EPA/DHA):** guarda-chuva de 32 meta-análises: redução de PCR, TNF-α e IL-6; preferir óleo de peixe; individualizar dose conforme grau de inflamação\n- **Vitamina D:** dose >50.000 UI/semana por >12 semanas reduz VAS, DAS-28, TJC, ESR em AR (meta-análise); meta funcional: 25(OH)D >100 ng/mL; monitorar PTH e cálcio iônico\n- **Colágeno UC-II:** sinalizador intestinal; reduz inflamação articular, dor e edema\n- **Gengibre:** modula Th1/Th2 e regula FOXP3; melhora DAS-28 na AR\n- **Magnésio:** combate fadiga e promove relaxamento muscular\n- **Coenzima Q10:** disfunção mitocondrial (fibromialgia); melhora dor e fadiga\n- **Naltrexona em Baixa Dose (LDN):** imunomoduladora e analgésica; individualizar dose\n\n#### Modulação Imunológica por Fenótipo\n- **Th1 (AR):** vitamina D alta dose, ácido lipoico, curcumina, trans-resveratrol, EGCG\n- **Th2 (Sjögren):** NAC, quercetina; curcumina e resveratrol como moduladores TH1/TH2\n- **Th17 (espondiloartrites):** tratar disbiose/SIBO; berberina, curcumina\n\n### 4. Critérios de Encaminhamento\n- **Reumatologista:** AR ativa (DAS-28 elevado), espondiloartrites, artrites psoriásicas, suspeita de doença sistêmica\n- **Gastroenterologista/Nutrólogo:** SIBO confirmado, disbiose grave, leaky gut com sintomas sistêmicos\n- **Nutricionista funcional:** orientação de dieta anti-inflamatória personalizada e suplementação\n- **Psicólogo/Terapeuta:** estresse crônico, burnout ou gatilhos emocionais identificados\n- **Cardiologista:** AR de longa data (risco cardiovascular aumentado — aterosclerose acelerada, síndrome metabólica)\n\n### 5. Monitoramento\n- Reavaliação de marcadores inflamatórios e vitamina D a cada **3–5 meses**\n- DAS-28 em AR ativa\n- Monitorar PTH e cálcio iônico com suplementação de vitamina D em doses altas\n- Organizar tratamento em **ciclos de 3–4 meses**, ajustando estratégias conforme evolução clínica e laboratorial\n- Implementar ciclos de 60–90 dias entre fitoterápicos de mecanismo similar para sensibilizar diferentes receptores e evitar taquifilaxia"
}
