{
  "score_item_id": "019bf31d-2ef0-7bee-92b4-81a1559562ad",
  "clinical_relevance": "O histórico dermatológico — doenças passadas ou atuais de pele e tegumento — constitui um parâmetro clínico de alta relevância diagnóstica na avaliação funcional e integrativa do paciente. A pele é o maior órgão do corpo humano e funciona como janela para condições sistêmicas subjacentes: alterações cutâneas podem ser o primeiro sinal de doenças endócrinas, autoimunes, metabólicas, infecciosas e neoplásicas.\n\n**Condições dermatológicas com relevância sistêmica identificadas na literatura:**\n\n- **Acantose nigricans e acrocórdons (skin tags):** marcadores cutâneos de resistência insulínica e hiperinsulinemia. Presença de acantose nigricans associa-se a circunferência abdominal aumentada (>90 cm em homens sul-americanos; >80 cm em mulheres) e prediz risco aumentado de síndrome metabólica e diabetes mellitus tipo 2.\n- **Dermópathia diabética, necrobiose lipoídica, úlceras do pé diabético:** manifestações cutâneas do diabetes mellitus, que afeta aproximadamente 10% dos adultos globalmente. As manifestações cutâneas podem preceder o diagnóstico formal do diabetes ou sinalizar controle glicêmico inadequado.\n- **Eczema, urticária, dermatite atópica:** frequentemente associados a sensibilidades alimentares tardias mediadas por IgG e a disfunção do eixo intestino-pele. Microbioma intestinal alterado e hiperpermeabilidade intestinal são determinantes fisiopatológicos relevantes.\n- **Acne:** associada ao consumo de laticínios (estímulo de IGF-1 → ativação da 5-alfa-redutase → conversão de testosterona em diidrotestosterona, aumentando a oleosidade da pele), resistência à insulina e desequilíbrios hormonais (testosterona, DHT, SHBG).\n- **Psoríase, lúpus eritematoso sistêmico, esclerodermia, dermatomiosite:** dermatoses com forte componente autoimune que refletem ativação imunológica sistêmica. O lúpus, por exemplo, cursa com manifestações multissistêmicas e requer abordagem reumatológica e funcional integrada.\n- **Líquen escleroso:** condição inflamatória crônica anogenital associada a doenças autoimunes (tireoidite, diabetes tipo 1, artrite reumatoide, esclerodermia); maior risco de transformação maligna requer seguimento e biopsia em lesões atípicas ou refratárias ao tratamento.\n- **Envelhecimento cutâneo acelerado:** influenciado por inflamação sistêmica crônica, glicação (produtos de glicação avançada — AGEs), dieta inadequada e declínio hormonal, especialmente na menopausa.\n- **Manifestações paraneoplásicas cutâneas:** erupcões cutâneas específicas podem indicar neoplasias subjacentes (ex: dermatite herpetiforme, acroqueratose paraneoplásica).\n- **Hanseníase:** dermatose infectocontagiosa prevalente no Brasil, com apresentações que vão de manchas hipocrômicas a lesões neurológicas, exigindo rastreamento ativo em atenção primária.\n\nA abordagem funcional integrativa reconhece as limitações de uma dermatologia exclusivamente tópica/estética: tratar apenas o sintoma visível — a \"ponta do iceberg\" — sem investigar causas internas (desequilíbrios hormonais, dieta, saúde intestinal, inflamação sistêmica) resulta em tratamentos incompletos e recidivantes. A anamnese dermatológica completa, investigando histórico passado e atual, orienta a estratificação de risco e a individualização terapêutica.",
  "points": 0,
  "patient_explanation": "A pele é o maior órgão do nosso corpo e, muitas vezes, é o primeiro lugar onde problemas internos se manifestam. Condições como manchas escuras no pescoço ou dobras do corpo podem indicar alterações no açúcar do sangue; coceiras e eczemas podem estar relacionados à alimentação ou ao intestino; e o envelhecimento acelerado da pele pode refletir inflamação interna, desequilíbrios hormonais ou uma dieta inadequada.\n\nPor isso, quando perguntamos sobre doenças de pele — passadas ou atuais — não estamos apenas avaliando a aparência: estamos investigando pistas importantes sobre a sua saúde geral. Acne persistente, manchas, alergias de pele, dermatites, psoríase ou qualquer outra condição cutânea recorrente merecem atenção clínica ampla, que vai além de cremes e medicamentos tópicos. Com essa visão completa, é possível identificar e tratar as causas reais dos problemas, promovendo uma melhora duradoura tanto da pele quanto da saúde como um todo.",
  "conduct": "## Conduta Clínica: Histórico de Doenças de Pele e Tegumento\n\n### 1. Anamnese Dermatológica Funcional\n\n- **Questionar ativamente** sobre condições atuais e passadas: acne, eczema, urticária, dermatite, psoríase, hanseníase, micoses, líquen, vitiligo, lúpus cutâneo, lesões pigmentadas, envelhecimento precoce\n- Investigar **fatores desencadeantes ou agravantes**: alimentos, estresse, ciclo menstrual, mudanças hormonais, exposição solar\n- Avaliar **histórico familiar** de dermatoses, doenças autoimunes e neoplasias cutâneas\n- Pesquisar uso de **medicamentos tópicos e sistêmicos** prévios e respostas terapêuticas\n- Investigar **sintomas associados**: sintomas gastrointestinais, fadiga, queixas respiratórias, articulares ou neurológicas que possam indicar envolvimento sistêmico\n\n---\n\n### 2. Investigação Complementar Direcionada por Perfil Clínico\n\n**Para acne ou seborréia:**\n- Insulina de jejum, glicemia de jejum, HOMA-IR (rastrear resistência insulínica)\n- Perfil hormonal: testosterona total e livre, DHT, SHBG, DHEA-S\n- Avaliação do microbioma intestinal\n- Considerar teste de intolerância alimentar mediada por IgG (alimentos reativos: laticínios, glúten e outros)\n\n**Para dermatites, eczemas e urticárias crônicas/recorrentes:**\n- Teste de IgG alimentar para identificar reações tardias\n- Atividade da enzima DAO (diamina oxidase) para rastrear intolerância à histamina\n- Avaliação da permeabilidade intestinal e microbioma\n- Marcadores inflamatórios: PCR ultrassensível, VHS, interleucinas quando indicado\n- Pesquisa de autoanticorpos se houver suspeita de doença autoimune\n\n**Para lesões pigmentadas ou suspeitas de malignidade:**\n- Aplicar critérios **ABCDE** (Assimetria, Borda, Cor, Diâmetro, Evolução) para rastreamento de melanoma\n- Utilizar **dermatoscopia** quando disponível\n- **Encaminhar ao dermatologista** em caso de lesão suspeita, crescimento rápido, sangramento ou não cicatrização\n- Rastreamento estruturado de câncer de pele reduz mortalidade por melanoma em 30-50% com detecção precoce\n\n**Para manifestações cutâneas associadas a doenças sistêmicas:**\n- Acantose nigricans/acrocórdons → pesquisar resistência insulínica: insulina de jejum, TG/HDL, glicemia, HbA1c\n- Manifestações sugestivas de diabetes → glicemia de jejum, TOTG (0/30/60/90/120 min com co-dosagem de insulina), HbA1c\n- Manifestações autoimunes (lúpus, esclerodermia, dermatomiosite) → FAN, anti-DNA, complemento, encaminhamento a reumatologista\n- Líquen escleroso → pesquisar doenças autoimunes associadas: tireoidite, diabetes tipo 1, artrite reumatoide\n\n**Para envelhecimento cutâneo precoce ou queixas na menopausa:**\n- Avaliar perfil hormonal completo: estradiol, FSH, LH, progesterona, testosterona, DHEA-S\n- Avaliar marcadores de glicação: HbA1c, insulina de jejum\n- Considerar terapia de reposição hormonal em mulheres na menopausa após avaliação individualizada de riscos e benefícios\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Abordagem funcional da alimentação:**\n- **Dieta de eliminação** (retirar laticínios e/ou alimentos reativos do teste de IgG por 2-3 meses) como ferramenta diagnóstica e terapêutica em dermatoses alérgicas e acne\n- Reduzir alimentos de alta carga glicêmica para melhorar acne e resistência insulínica\n- Evitar colágeno suplementar em pacientes com quadros alérgicos ativos (urticária, eczema) pelo risco de aumento da carga de histamina\n- Incremento de fibras, frutas, verduras e probióticos para restauração do microbioma intestinal e da barreira intestinal\n\n**Saúde intestinal:**\n- Tratar disbiose e hiperpermeabilidade intestinal como parte do manejo de dermatoses recorrentes (eixo intestino-pele)\n- Uso de probióticos e prebióticos para modular resposta imune cutânea\n\n**Proteção solar e cuidados gerais:**\n- Preferência por filtro solar físico (mineral) em detrimento do químico, especialmente em pacientes com doenças autoimunes\n- Reaplicações frequentes do protetor solar após suor ou contato com água\n- Pacientes com doenças autoimunes fotossensíveis que não podem se expor ao sol devem realizar suplementação de vitamina D\n- Evitar irritantes e produtos perfumados na pele\n\n**Critérios de encaminhamento ao dermatologista:**\n- Lesões cutâneas suspeitas de malignidade (critérios ABCDE positivos)\n- Dermatoses refratárias ao tratamento de primeira linha\n- Líquen escleroso para seguimento especializado e biopsia quando indicada\n- Suspeita de doenças autoimunes cutâneas complexas\n- Necessidade de dermatoscopia ou procedimentos diagnósticos especializados\n\n**Critérios de encaminhamento a outros especialistas:**\n- Reumatologista: suspeita de lúpus, esclerodermia, dermatomiosite, artrite reumatoide com manifestações cutâneas\n- Endocrinologista/ginecologista: avaliação de terapia de reposição hormonal na menopausa com queixas cutâneas\n- Infectologista: suspeita de hanseníase ou infecções cutâneas de difícil controle"
}
