{
  "score_item_id": "019bf31d-2ef0-7981-b73d-46aa7c71ec6b",
  "clinical_relevance": "O enfraquecimento capilar é um sintoma tegumentar com múltiplas etiologias sistêmicas, frequentemente subestimado na anamnese convencional. Do ponto de vista fisiológico, o fio capilar é composto principalmente por queratina e depende de aporte nutricional adequado, regulação hormonal e integridade do folículo piloso para crescimento e resistência normais. O ciclo capilar divide-se em três fases: anágena (crescimento ativo, 2–6 anos), catágena (involução, 2–3 semanas) e telógena (repouso e queda, 3 meses). Em condições normais, aproximadamente 85–90% dos fios encontram-se na fase anágena e 10–15% na fase telógena, com queda fisiológica de até 100 fios/dia. O enfraquecimento capilar — caracterizado por fios quebradiços, sem brilho, de diâmetro reduzido, com maior tendência à ruptura antes da queda — pode preceder ou acompanhar quadros de alopecia, sendo relevante sua distinção da queda propriamente dita (alopecia).\n\nDo ponto de vista fisiopatológico, as principais causas de enfraquecimento capilar incluem: (1) deficiências nutricionais — ferritina baixa (principal causa reversível de eflúvio telógeno em mulheres; níveis ideais >70 ng/mL para saúde capilar), deficiência de zinco, biotina, vitaminas do complexo B (especialmente B12 e folato), vitamina D e proteínas; (2) disfunção hormonal — excesso de di-hidrotestosterona (DHT) via 5-alfa-redutase, hipotireoidismo, hiperprolactinemia e desequilíbrios estrogênicos (notadamente na perimenopausa e menopausa, onde a queda de estrogênio reduz a fase anágena e fragiliza os fios); (3) estresse oxidativo e inflamação — espécies reativas de oxigênio (ROS) danificam células foliculares e reduzem síntese de queratina; (4) alterações de metilação — homocisteína elevada por deficiência de B9, B12 ou B6 prejudica a síntese de cisteína, aminoácido essencial da queratina; (5) causas medicamentosas — corticosteroides, anticoagulantes e quimioterápicos comprometem o ciclo folicular; (6) causas estruturais e externas — uso excessivo de calor, processos químicos e tração.\n\nDo ponto de vista epidemiológico, a alopecia androgenética afeta aproximadamente 50% dos homens acima de 50 anos e 40% das mulheres acima de 70 anos. O eflúvio telógeno é a causa mais comum de queda difusa em mulheres em idade reprodutiva e está frequentemente associado à ferropenia. O polimorfismo no gene SULT1A1 (presente em aproximadamente 1/3 da população) impacta a ativação de minoxidil tópico, reduzindo sua eficácia em portadores, o que tem implicação direta no planejamento terapêutico.\n\nA estratificação de risco baseia-se na etiologia subjacente: enfraquecimento por deficiências nutricionais corrigíveis apresenta excelente prognóstico; causas hormonais respondem bem à reposição hormonal e ao bloqueio androgênico local; causas autoimunes (alopecia areata, lúpus) e cicatriciais têm prognóstico mais reservado e exigem investigação reumatológica. O enfraquecimento capilar tem baixo impacto direto em mortalidade, mas é frequentemente o sinal sentinela de deficiências sistêmicas com impactos mais amplos na saúde.",
  "points": 5,
  "patient_explanation": "O enfraquecimento capilar é quando os fios ficam mais finos, quebradiços e sem brilho, muitas vezes antes de começar a queda de cabelo de fato. Isso pode acontecer por várias razões: falta de nutrientes importantes como ferro, zinco, vitaminas do complexo B e vitamina D; desequilíbrios hormonais (como na menopausa ou problemas na tireoide); estresse intenso ou prolongado; ou efeito de alguns medicamentos. A boa notícia é que, na maioria dos casos, o enfraquecimento capilar tem uma causa identificável e tratável. Quando investigado corretamente com exames de sangue e uma avaliação completa, é possível reverter o quadro com correção nutricional, ajuste hormonal ou mudanças no estilo de vida. Por isso, relatar esse sintoma ao médico é importante: além de cuidar do cabelo, pode revelar outras questões de saúde que merecem atenção.",
  "conduct": "## Conduta Clínica: Enfraquecimento Capilar\n\n### 1. Avaliação Inicial (Anamnese Dirigida)\n\n- Tempo de início e evolução do enfraquecimento (agudo vs. crônico)\n- Padrão: difuso, localizado, com ou sem queda associada\n- Histórico menstrual e reprodutivo (perimenopausa, gestação recente, uso de anticoncepcionais orais)\n- Uso de medicamentos: corticosteroides, anticoagulantes, quimioterápicos, anticoncepcionais\n- Hábitos alimentares (restrições, dietas de emagrecimento, veganismo)\n- Estresse psicológico, cirurgias ou doenças recentes nos últimos 3–6 meses (gatilho de eflúvio telógeno)\n- Práticas capilares: uso de calor, processos químicos, tração\n- Histórico familiar de alopecia\n\n### 2. Investigação Laboratorial\n\n**Primeira linha — sempre solicitar:**\n- Hemograma completo\n- Ferritina sérica (meta >70 ng/mL para saúde capilar; não se guiar apenas pelo valor de referência laboratorial)\n- Saturação de transferrina e ferro sérico\n- TSH e T4 livre (hipotireoidismo é causa frequente e reversível)\n- Zinco sérico\n- Vitamina B12 (considerar ácido metilmalônico em suspeita de deficiência funcional)\n- Folato (B9)\n- Vitamina D (25-OH-D)\n- Homocisteína\n\n**Segunda linha — conforme suspeita clínica:**\n- DHT sérico e salivar, 3-alfa-diol-glucuronídeo (suspeita de alopecia androgenética)\n- Cortisol basal (estresse crônico, síndrome de Cushing)\n- Prolactina\n- Hormônios sexuais: estradiol, progesterona, testosterona livre e total\n- Glicose e insulina em jejum (resistência insulínica prejudica folículo)\n- FAN, anti-DNA, complemento (suspeita autoimune)\n- Avaliação de microbioma intestinal e saúde digestiva (má absorção de nutrientes)\n\n### 3. Intervenções Baseadas em Evidências\n\n**Correção de deficiências nutricionais:**\n- **Ferritina baixa:** suplementação de ferro na forma mais biodisponível; investigar causa da depleção (sangramento, má absorção, dieta insuficiente); associar vitamina C para melhorar absorção\n- **Zinco:** suplementar conforme deficiência documentada; doses típicas 15–30 mg/dia; evitar excesso (compete com cobre)\n- **Vitamina B12/folato:** preferir formas ativas (metilcobalamina sublingual 200–1.000 mcg; metilfolato) especialmente em pacientes com polimorfismos de metilação ou em uso de anticoncepcionais orais\n- **Vitamina D:** manter 25-OH-D em níveis otimizados (>40 ng/mL como mínimo; >60 ng/mL em abordagem integrativa)\n- **Biotina:** suplementação pode ser considerada em deficiência documentada ou dieta restrita\n- **Proteína:** garantir ingestão adequada (>1,2 g/kg/dia) para síntese de queratina\n\n**Abordagem hormonal:**\n- Em mulheres na perimenopausa/menopausa: considerar terapia de reposição hormonal (TRH), que melhora a qualidade dos tecidos cutâneos e capilares de forma que tratamentos externos isolados não conseguem resolver\n- Bloqueio local de DHT: terapias tópicas (ex.: finasterida tópica, serenoa repens tópico) são preferidas ao bloqueio sistêmico quando possível, documentando consentimento para uso de bloqueadores androgênicos sistêmicos\n- Otimizar função tireoidiana\n\n**Minoxidil — considerações práticas:**\n- Eficácia limitada: aproximadamente 30–33% dos casos mostram benefício clínico relevante\n- Polimorfismo SULT1A1 (presente em ~1/3 da população) pode reduzir significativamente a eficácia; teste genético (tricoteste) pode ser considerado para aumentar chance de acerto terapêutico\n- Via oral: avaliar risco de hipotensão ortostática, especialmente em pacientes pós-COVID ou com disfunção autonômica; preferir via tópica quando indicado\n\n**Redução de estresse oxidativo:**\n- Cessação tabágica (cigarro eleva ROS e prejudica microcirculação folicular)\n- Dieta rica em antioxidantes; atividade física regular (≥150 min/semana)\n- Considerar N-acetilcisteína (NAC), coenzima Q10 (a partir dos 40 anos) e vitamina C em contextos de estresse oxidativo elevado\n\n**Cuidados locais:**\n- Evitar microagulhamento ou injeções em couro cabeludo inflamado; instituir protocolo de desinflamação prévia\n- Minimizar exposição a calor excessivo, processos químicos agressivos e tração\n\n### 4. Critérios de Encaminhamento\n\n- **Dermatologista/Tricologista:** alopecia areata, suspeita de alopecia cicatricial, ausência de resposta após 3–5 meses de tratamento; realizar tricoscopia para diferenciação diagnóstica\n- **Endocrinologista:** disfunção tireoidiana, hiperprolactinemia, síndrome de Cushing, resistência insulínica grave\n- **Reumatologista:** suspeita de doença autoimune (lúpus, dermatomiosite)\n- **Ginecologista/Medicina da Menopausa:** quando TRH for indicada\n\n### 5. Monitoramento\n\n- Reavaliação do crescimento capilar somente após **3–5 meses** do início do tratamento para eflúvio telógeno antes de atribuir ou negar eficácia a intervenções\n- Repetir exames laboratoriais corrigidos conforme protocolo estabelecido\n- Registrar evolução com fotografia padronizada do couro cabeludo"
}
