{
  "score_item_id": "019bf31d-2ef0-781a-8255-108158a64239",
  "clinical_relevance": "A queda capilar (alopecia) é um parâmetro clínico relevante no histórico de saúde porque pode ser manifestação de desordens sistêmicas subjacentes — nutricionais, hormonais, metabólicas e inflamatórias — ou pode representar a forma mais comum de alopecia em humanos: a alopecia androgenética (AGA).\n\n**Epidemiologia:** A AGA afeta aproximadamente 80% dos homens caucasianos e 50% das mulheres caucasianas ao longo da vida. Em homens, cerca de 1/3 já apresenta sinais entre 19–30 anos, com acréscimo de ~10% por década subsequente, totalizando ~2/3 afetados. Em mulheres, 18–23% entre 18–30 anos e, após a menopausa, ~53% sofrem miniaturização folicular, independentemente de reposição hormonal.\n\n**Fisiopatologia:** O folículo piloso é uma estrutura dinâmica com fases cíclicas: anágena (crescimento, ~3–5 anos no couro cabeludo, ~85% dos folículos), catágena (regressão, ~2 semanas) e telógena (repouso, ~15%). Cada fio cresce aproximadamente 0,3 mm/dia (~2 cm/mês). A miniaturização folicular — marca da AGA — resulta da ação do dihidrotestosterona (DHT) sobre folículos geneticamente sensíveis, com inflamação perifolicular e fibrose progressiva levando à perda irreversível de células-tronco na protuberância folicular.\n\nO DHT é produzido pela conversão de testosterona via 5-alfa-redutase (tipos 1 e 2). A inflamação sistêmica recorrente eleva o cortisol, que aumenta a atividade das 5-alfa e 5-beta-redutases, amplificando a conversão em DHT e favorecendo a queda. O estrogênio tem papel protetor: prolonga a fase anágena via receptores ERα, ERβ e GPR30 no couro cabeludo; a queda de estrogênio na menopausa contribui para alterações no ciclo capilar e perda de densidade.\n\n**Eflúvio telógeno:** Forma de queda difusa e aguda decorrente de estresse sistêmico (gestação, infecções graves como COVID-19, cirurgias, deficiências nutricionais agudas). O organismo retém folículos em fase telógena; após a resolução do fator desencadeante, há queda abrupta de fios retidos. A recrescência inicia em 2–3 meses, mas a janela crítica de avaliação de tratamentos é 3–5 meses — muitos casos se resolvem espontaneamente com suporte nutricional e hormonal adequado.\n\n**Fatores nutricionais e metabólicos associados:** Ferritina baixa (especialmente em mulheres), deficiência de folato/B12 (comprometendo a metilação e a proliferação celular folicular), zinco, homocisteína elevada e selênio são frequentemente implicados. A inflamação consome complexo B e ferro. A saúde intestinal influencia a absorção desses nutrientes e, portanto, o ciclo capilar.\n\n**Relevância como marcador sistêmico:** A queda capilar referida no histórico deve alertar o clínico para investigação de causas subjacentes antes de qualquer intervenção capilar. Tratar a queda sem investigar o substrato metabólico-hormonal-nutricional é considerado conduta inadequada na abordagem funcional integrativa.",
  "points": 6,
  "patient_explanation": "A queda de cabelo é um sinal que o corpo usa para comunicar que algo pode estar desequilibrado internamente. Perder até 100 fios por dia é considerado normal — isso faz parte do ciclo natural do cabelo. O problema surge quando a queda é intensa, prolongada ou acompanhada de afinamento dos fios.\n\nAs causas mais comuns incluem predisposição genética (a chamada alopecia androgenética, muito frequente tanto em homens quanto em mulheres), desequilíbrios hormonais, deficiências de nutrientes como ferro, zinco e vitaminas do complexo B, estresse intenso, infecções como a COVID-19 e alterações na tireoide.\n\nA boa notícia é que, na maioria dos casos, quando a causa é identificada e tratada — seja uma deficiência nutricional, desequilíbrio hormonal ou inflamação — o cabelo tende a se recuperar. O processo de recuperação é gradual e pode levar de 3 a 6 meses para ser percebido. Relatar ao médico é importante porque pode ser o primeiro sinal de condições que merecem atenção.",
  "conduct": "## Conduta Clínica: Queda Capilar no Histórico de Saúde\n\n### 1. Avaliação Inicial\n\n**Anamnese dirigida:**\n- Tempo de início e padrão da queda (difusa, em padrão, localizada)\n- Velocidade de progressão e presença de afinamento dos fios\n- Eventos precedentes: gestação, infecção (incluindo COVID-19), cirurgia, estresse intenso, mudança alimentar ou medicamentosa\n- Uso atual ou prévio de finasterida, dutasterida, minoxidil, anticoncepcionais hormonais\n- Histórico familiar de alopecia androgenética\n- Sintomas associados: fadiga, queda de libido, alterações de humor, disfunção sexual, \"brain fog\" (rastrear síndrome pós-finasterida se houver uso prévio desses medicamentos)\n- Hábitos alimentares e saúde intestinal\n\n**Classificação clínica preliminar:**\n- **Eflúvio telógeno:** queda difusa aguda após evento desencadeante identificável; fios grossos caem em quantidade\n- **Alopecia androgenética:** padrão característico (Hamilton-Norwood em homens; Ludwig em mulheres); miniaturização progressiva\n- **Outras:** alopecia areata, doenças do couro cabeludo, causas medicamentosas\n\n---\n\n### 2. Investigação Laboratorial\n\n**Painel básico recomendado antes de qualquer intervenção capilar:**\n- **Ferro:** ferritina (alvo funcional ≥40–70 ng/mL), saturação de transferrina, ferro sérico\n- **Vitaminas do complexo B:** B12, folato, homocisteína\n- **Minerais:** zinco sérico, selênio, magnésio\n- **Hormônios androgênicos:** DHT sérico e, quando disponível, salivar (para avaliar fração livre); 3-alfa-diol (marcador de atividade 5-alfa-redutase tecidual)\n- **Cortisol:** matinal ou curva diária (relação com inflamação e atividade de 5-alfa-redutase)\n- **Perfil hormonal feminino (quando aplicável):** estradiol, progesterona, FSH, LH, DHEA-S, testosterona total e livre\n- **Tireoide:** TSH, T3 e T4 livres, anticorpos anti-TPO (causa frequente e tratável de eflúvio)\n- **Hemograma completo**\n\n> Nota: Exames de hormônios livres em sangue podem ser imprecisos; a avaliação salivar pode complementar a interpretação da fração livre de DHT e cortisol.\n\n---\n\n### 3. Critérios de Encaminhamento\n\n- **Dermatologia/Tricologia:** alopecia cicatricial, alopecia areata extensa, suspeita de doenças do couro cabeludo inflamatórias, necessidade de dermoscopia ou biópsia\n- **Endocrinologia:** hipotiroidismo confirmado, síndrome dos ovários policísticos (SOP), hiperandrogenismo com suspeita de causa adrenal ou ovariana\n- **Ginecologia:** alterações hormonais na perimenopausa ou menopausa com queda significativa\n- **Saúde mental:** quando a queda causa sofrimento psicológico significativo ou há suspeita de síndrome pós-finasterida com manifestações psiquiátricas\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n**Correção de deficiências nutricionais (prioridade):**\n- Repor ferro quando ferritina <40 ng/mL (preferir formas queladas ou bisglicinato para melhor tolerância)\n- Suplementar folato ativo (metilfolato) e B12 (metilcobalamina) quando deficientes ou homocisteína elevada\n- Zinco e selênio conforme avaliação laboratorial\n- Avaliar e tratar disbiose intestinal para otimizar absorção\n\n**Manejo hormonal:**\n- Otimizar estradiol em mulheres na peri/pós-menopausa quando indicado clinicamente\n- Modular DHT preferencialmente por vias tópicas antes de recorrer a bloqueio sistêmico\n- Considerar fitoterápicos com evidência de modulação androgênica (ex.: serenoa repens/saw palmetto) como alternativa ao bloqueio sistêmico\n- Se bloqueadores sistêmicos de andrógenos (finasterida, dutasterida, espironolactona) forem considerados: **obter consentimento informado detalhado** sobre riscos de longo prazo (disfunção sexual, alterações cognitivas, metabólicas, cardiovasculares, osteoporose, sarcopenia, síndrome pós-finasterida)\n\n**Minoxidil:**\n- Eficácia parcial: ~30–60% dos pacientes respondem (variação entre fontes); depende do polimorfismo SULT1A1 para ativação\n- Tópico 2x/dia (meia-vida ~12h); preferir via tópica à oral\n- **Cautela com minoxidil oral:** risco de desautonomia ou disfunção pressórica, especialmente em pacientes pós-COVID com disfunção autonômica\n- Testes genéticos (SULT1A1) podem orientar a indicação e reduzir ineficácia terapêutica\n\n**Controle inflamatório:**\n- Reduzir inflamação sistêmica (dieta anti-inflamatória, manejo de estresse)\n- Evitar microagulhamento/injeções em couro cabeludo inflamado — desinflamar antes\n\n**Timing terapêutico:**\n- Em eflúvio telógeno, aguardar 3–5 meses após a queda antes de atribuir eficácia a intervenções, pois muitos casos se resolvem espontaneamente\n- Reavaliar crescimento capilar somente após 3–5 meses de qualquer intervenção iniciada\n\n---\n\n### 5. Educação do Paciente\n\n- Explicar o curso fisiológico do eflúvio telógeno pós-gestação, pós-estresse e pós-COVID\n- Alinhar expectativas: recrescimento inicia em 2–3 meses; resultado visível em 6–12 meses\n- Diferenciar eflúvio telógeno reversível de miniaturização progressiva da AGA\n- Esclarecer que queda de ~100 fios/dia é normal e que fios grossos tornam a queda mais perceptível"
}
