{
  "score_item_id": "019bf31d-2ef0-7ce8-845a-a4e176109ad2",
  "clinical_relevance": "O enfraquecimento ungueal (brittle nail syndrome) é uma queixa comum que afeta aproximadamente 20% da população geral, com predomínio no sexo feminino. Clinicamente, manifesta-se como onicoesquizia (laminação lamellar distal), onicorrexe (estrias longitudinais com fratura distal) ou combinação de ambas. Embora frequentemente subestimado, o sintoma tem elevado valor semiológico como marcador de deficiências sistêmicas subjacentes.\n\nAs principais etiologias sistêmicas incluem: (1) Deficiência de ferro — a deficiência nutricional mais prevalente no mundo, capaz de causar coiloniquia, onicorrexe e unhas frágeis antes mesmo do desenvolvimento de anemia franca; níveis de ferritina abaixo de 40 ng/mL já se associam a alterações ungueais. (2) Hipotireoidismo — reduz a taxa metabólica e afeta a síntese de queratina, resultando em unhas quebradiças de crescimento lento; o hipertireoidismo pode causar onicólise e unhas friáveis. (3) Deficiência de biotina (vitamina B7) — cofator essencial para carboxilases envolvidas na síntese de ácidos graxos e produção de queratina. (4) Deficiência de zinco — causa dano oxidativo ao DNA e inativa proteínas estruturais; manchas brancas nas unhas são sinal clínico associado. (5) Causas externas — exposição repetida a água/secagem, cosméticos, trauma mecânico.\n\nA avaliação laboratorial deve contemplar hemograma completo, ferro sérico, capacidade total de ligação ao ferro (CTLF), ferritina (valores ideais: >70–75 ng/mL em mulheres; >100 ng/mL para estoques repletos), zinco sérico ou eritrocitário, TSH com T3 e T4 livre, biotina quando clinicamente indicada, além de homocisteína, folato e B12 para avaliação metabólica integrada. A ferritina deve ser interpretada fora de contextos inflamatórios ou infecciosos agudos, pois é reagente de fase aguda. Ferritina <45 ng/mL confirma depleção de estoques; valores entre 45–99 ng/mL exigem análise clínica contextualizada.\n\nDo ponto de vista funcional integrativo, o enfraquecimento ungueal pode ainda refletir disbiose intestinal, má absorção de micronutrientes, hipocloridria ou desequilíbrios hormonais (menopausa, disfunção adrenal). A avaliação sistêmica integrada — que inclui saúde intestinal, padrão alimentar, estresse e equilíbrio hormonal — é essencial para identificar a causa raiz e evitar tratamentos sintomáticos isolados.\n\nEm termos de estratificação de risco, o enfraquecimento ungueal per se tem baixo impacto em mortalidade, mas seu valor como marcador de deficiências tratáveis (ferro, tireoide, zinco) justifica investigação sistemática. A intervencionabilidade é alta: a maioria das causas responde bem ao tratamento dirigido.",
  "points": 5,
  "patient_explanation": "As unhas fracas, quebradiças ou com estrias podem ser um sinal de que o seu organismo está com alguma deficiência nutricional ou desequilíbrio de saúde. As causas mais comuns incluem falta de ferro, alterações na tireoide, deficiência de biotina (vitamina B7) ou de zinco. Fatores externos como contato frequente com água, produtos de limpeza e esmaltes também contribuem para o enfraquecimento das unhas. A boa notícia é que, na maioria dos casos, quando a causa é identificada e tratada, as unhas melhoram com o tempo — normalmente em alguns meses. Por isso, quando você relata esse sintoma, o médico pode solicitar alguns exames de sangue simples para investigar se há alguma deficiência escondida que precisa de atenção. Não ignore esse sinal: ele pode ser a ponta do iceberg de algo que merece cuidado.",
  "conduct": "## Conduta Clínica: Enfraquecimento Ungueal\n\n### 1. Investigação Complementar Inicial\n\n**Exames laboratoriais essenciais:**\n- **Perfil de ferro:** ferritina (ideal >70–75 ng/mL em mulheres; >100 ng/mL para estoques repletos), ferro sérico, CTLF, saturação de transferrina\n- **Função tireoidiana:** TSH, T3 livre, T4 livre\n- **Micronutrientes:** zinco sérico ou eritrocitário, biotina (quando disponível)\n- **Vitaminas do complexo B:** B12 (ideal >550 pg/mL), folato, homocisteína\n- **Hemograma completo** para descartar anemia associada\n\n**Avaliação clínica complementar:**\n- Investigar hábitos de exposição (água, produtos químicos, cosméticos, esmaltes)\n- Anamnese alimentar detalhada (ingestão de ferro, zinco, proteínas, biotina)\n- Avaliar saúde intestinal (possível má absorção ou hipocloridria)\n- Questionar sobre uso de medicamentos que reduzem absorção (omeprazol, metformina, antiácidos)\n- Avaliar contexto hormonal (menopausa, hipotireoidismo subclínico)\n\n---\n\n### 2. Intervenções Baseadas em Evidências\n\n**Deficiência de ferro confirmada:**\n- Ferro bisglicinato (forma preferencial — melhor perfil de tolerância que sulfato ferroso) com dose conforme grau de deficiência\n- Associar ácido ascórbico (ex: palmitato de ascorbila) como potencializador de absorção\n- Separar suplementação de ferro e zinco (competem pela absorção): ferro no almoço, zinco no jantar — ou dias alternados\n- Reavaliar ferritina após 3–6 meses; melhora ungueal esperada em 6–12 meses\n\n**Deficiência de biotina:**\n- Suplementação oral de biotina: **2,5 mg/dia** por vários meses demonstrou aumento de ~25% na espessura da lâmina ungueal e redução de fraturas em pacientes com brittle nail syndrome\n- Doses para unhas/cabelos podem ser mais elevadas (5–15 mg/dia) conforme avaliação clínica\n- Efeitos colaterais são mínimos; aguardar resposta clínica por ao menos 3–6 meses\n\n**Deficiência de zinco:**\n- Forma recomendada: zinco-glicina (quelado), com boa biodisponibilidade e perfil de tolerância\n- Doses: 25–80 mg/dia conforme grau de deficiência\n- Tomar no meio da refeição para reduzir desconforto gástrico\n- Ao suplementar zinco por período prolongado, associar cobre na proporção 1:15 (1 mg de cobre para cada 15 mg de zinco)\n- Fontes alimentares: ostras, carnes vermelhas, oleaginosas\n\n**Disfunção tireoidiana:**\n- Tratar a causa subjacente (hipotireoidismo ou hipertireoidismo) — melhora ungueal segue a normalização hormonal\n- Avaliar TSH com metas funcionais (não apenas dentro da faixa laboratorial)\n\n**Causas externas (trauma, cosméticos, exposição a água):**\n- Proteção com luvas em atividades domésticas\n- Hidratação da lâmina ungueal com emolientes\n- Evitar esmaltes com solventes agressivos e acetona\n- Cortar unhas em comprimento moderado para reduzir fraturas\n\n---\n\n### 3. Critérios de Encaminhamento\n\n- **Dermatologista:** quando há onicólise, hiperceratose subungueal, suspeita de onicomicose ou psoríase ungueal, ou quando não há resposta ao tratamento empírico em 6 meses\n- **Endocrinologista:** disfunção tireoidiana confirmada ou suspeita de doença autoimune tireoidiana\n- **Gastroenterologista:** quando há suspeita de má absorção intestinal, doença inflamatória intestinal ou hipocloridria grave\n- **Hematologista:** anemia ferropriva refratária ao tratamento oral\n\n---\n\n### 4. Abordagem Funcional Integrativa\n\n- Realizar anamnese ampliada: investigar digestão, sono, estresse, histórico hormonal e padrão alimentar\n- Avaliar saúde intestinal como possível causa de má absorção de micronutrientes\n- Na menopausa, considerar que a queda hormonal impacta a qualidade dos tecidos cutâneos e anexos — avaliar necessidade de terapia de reposição hormonal\n- Priorizar abordagem causal antes de intervenções sintomáticas isoladas\n- Reavaliar após 3–6 meses de intervenção com exames laboratoriais e avaliação clínica das unhas"
}
