{
  "score_item_id": "c77cedd3-2800-7997-866e-2182f73ed8c1",
  "clinical_relevance": "Alterações nos pelos — tanto excesso (hirsutismo, hipertricose) quanto falta (alopecia androgenética, eflúvio telógeno, alopecia areata) — constituem sinais sentinela de desequilíbrios hormonais, metabólicos, nutricionais e inflamatórios sistêmicos. O registro criterioso desse histórico permite rastrear condições de alta prevalência e impacto funcional significativo.\n\n**Hirsutismo e excesso de pelos:**\nO hirsutismo — crescimento de pelos terminais em padrão masculino em mulheres — é avaliado pela escala de Ferriman-Gallwey, sendo considerado positivo com escore ≥6 (ou ≥4 em descendência asiática). É manifestação cardinal da Síndrome dos Ovários Policísticos (SOP), que afeta uma parcela expressiva das mulheres em idade reprodutiva. Na SOP, a resistência à insulina — presente em 50–70% das pacientes, independentemente do peso — eleva a produção androgênica ovariana, aumentando DHT circulante e tecidual, o que resulta em hirsutismo, acne e alopecia androgenética concomitantes. O hiperandrogenismo pode ser de origem ovariana (SOP, tumores secretores), adrenal (hiperplasia adrenal congênita não clássica com elevação de 17-OHP, síndrome de Cushing com hipercortisolismo) ou iatrogênica (uso de andrógenos exógenos).\n\n**Alopecia e escassez de pelos:**\nA alopecia androgenética (AGA) é a forma mais comum de queda de cabelo em humanos, afetando aproximadamente 80% dos homens caucasianos e 50% das mulheres caucasianas ao longo da vida. Sua fisiopatologia envolve miniaturização folicular progressiva mediada por DHT — produto da conversão de testosterona pela enzima 5-alfa-redutase — que encurta a fase anágena e leva à fibrose perifolicular irreversível. A inflamação crônica recorrente aumenta cortisol, que por sua vez eleva a atividade das 5-alfa e 5-beta-redutases, amplificando a conversão local de testosterona em DHT e favorecendo a miniaturização folicular. O eflúvio telógeno — queda abrupta e difusa com perda superior ao fisiológico (~100 fios/dia) — pode ocorrer após gestação, estresse agudo, infecção grave (incluindo COVID-19) ou déficits nutricionais agudos, com recrescimento espontâneo esperado em 2–3 meses.\n\n**Fatores nutricionais e metabólicos:**\nDeficiências de ferro (especialmente ferritina baixa), zinco, folato, vitamina B12, complexo B e selênio são causas frequentes e tratáveis de queda de cabelo. A inflamação consome complexo B e ferro; mulheres frequentemente apresentam ferritina subótima. A metilação folato-dependente é essencial para a proliferação celular folicular. Homocisteína elevada pode ser marcador de deficiências de B12 e folato com impacto capilar.\n\n**Relevância sistêmica:**\nAlterações nos pelos integram um conjunto de sinais que orientam investigação de disfunções tireoidianas (hipotireoidismo causa queda difusa; hipertireoidismo pode causar afinamento capilar), hiperprolactinemia, hipogonadismo masculino (baixa testosterona associada a maior ocorrência de obesidade, hipertensão, hiperlipidemia e diabetes), além de desregulação do eixo HPA com hipercortisolismo. A avaliação sistemática e causal, antes de qualquer intervenção capilar ou hormonal, é fundamental para o manejo seguro e eficaz.",
  "points": 8,
  "patient_explanation": "Os pelos do corpo e do couro cabeludo podem dar pistas importantes sobre a saúde geral. Tanto o excesso de pelos em locais incomuns (como rosto e abdômen em mulheres) quanto a queda excessiva de cabelo podem indicar que algo no organismo precisa de atenção.\n\nO excesso de pelos em mulheres pode estar relacionado a hormônios masculinos elevados, como ocorre na Síndrome dos Ovários Policísticos (SOP). Já a queda intensa de cabelo pode ter várias causas: falta de ferro, zinco ou vitaminas do complexo B, alterações na tireoide ou nos hormônios sexuais, estresse intenso ou infecções recentes.\n\nMuitas dessas causas têm tratamento eficaz. Identificar a origem da alteração é o primeiro passo para cuidar do organismo como um todo. Seu médico poderá solicitar exames para encontrar a causa e orientar o melhor caminho.",
  "conduct": "## Conduta Clínica: Alterações em Pelos (Excesso / Falta)\n\n### 1. Anamnese Dirigida\n\n- **Caracterizar a alteração:** início, progressão, distribuição (focal vs. difusa), associação com eventos (gestação, estresse, infecção, medicações)\n- **Hirsutismo:** localização, escore de Ferriman-Gallwey (≥6 em geral; ≥4 em descendência asiática), associação com acne, irregularidade menstrual, anovulação, virilização\n- **Alopecia:** padrão (androgenético, difuso, em placas), sazonalidade, queda pós-parto ou pós-doença aguda\n- **Histórico familiar:** AGA, SOP, disfunção tireoidiana, doenças autoimunes\n- **Medicações em uso:** anticoncepcionais, andrógenos, corticoides, antidepressivos, anticoagulantes, estatinas\n- **Hábitos:** dieta restritiva, transtornos alimentares, saúde intestinal, uso de suplementos\n\n---\n\n### 2. Investigação Laboratorial\n\n**Painel básico recomendado antes de qualquer intervenção capilar ou hormonal:**\n\n- **Hematológico e nutricional:** ferritina, saturação de transferrina, hemograma completo, zinco sérico, selênio, folato, vitamina B12, homocisteína\n- **Hormonal feminino (hirsutismo/alopecia em mulheres):** testosterona total e livre, DHEA-S, androstenediona, LH, FSH (relação LH:FSH), prolactina, 17-OHP (HAC não clássica), estradiol\n- **Hormonal masculino (alopecia em homens):** testosterona total, DHT sérico e salivar (3-alfa-diol como marcador adicional), SHBG, LH, FSH, prolactina\n- **Tireoidiano:** TSH, T4 livre (± T3 livre)\n- **Metabólico:** glicemia de jejum, insulina basal, HOMA-IR, perfil lipídico\n- **Suprarrenal (se suspeita de Cushing):** cortisol salivar noturno ou teste de supressão com dexametasona 1 mg\n- **Imagem:** ultrassonografia pélvica (SOP, tumores ovarianos); RM/TC se suspeita de tumores secretores\n\n---\n\n### 3. Critérios Diagnósticos Relevantes\n\n- **SOP (Critérios de Roterdã):** 2 de 3 — irregularidade menstrual/anovulação crônica; hiperandrogenismo clínico ou bioquímico; ovários policísticos na USG\n- **Eflúvio telógeno:** queda difusa abrupta após evento desencadeante; aguardar 3–5 meses antes de atribuir benefício a tratamentos — muitos casos resolvem espontaneamente com suporte nutricional e hormonal\n- **AGA:** miniaturização folicular progressiva; padrão Hamilton-Norwood em homens, Ludwig em mulheres\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n#### Hirsutismo / Hiperandrogenismo\n- **SOP:** estilo de vida (dieta anti-inflamatória, exercício aeróbico + musculação + HIIT); metformina XR até 1.500 mg/dia; mio-inositol 2 g + ácido fólico 200 mcg 2x/dia; ômega-3 2–4 g/dia; NAC; vitamina D; melatonina 3–6 mg\n- **Antiandrogênios:** espironolactona ou finasterida para sintomas persistentes; Serenoa repens 400 mg como modulador com menor risco sistêmico\n- **COCs** (drospirenona, clormadinona): para acne/hirsutismo/irregularidade; ao suspender, manter tratamento base 1–2 meses para reduzir rebote; não tratam a causa metabólica\n\n#### Alopecia / Queda de Cabelo\n- **Nutrição:** ferritina alvo >40 ng/mL; zinco, complexo B, folato, B12; saúde intestinal\n- **Inflamação:** reduzir sistemicamente antes de qualquer intervenção capilar ou procedimento\n- **DHT:** preferir abordagens tópicas; bloqueio sistêmico apenas com indicação clara e consentimento informado (riscos: osteoporose, sarcopenia, cardiovasculares, depressão)\n- **Minoxidil:** ~60% de resposta; tópico 2x/dia; cautela com oral em desautonomia pós-COVID; eficácia dependente do polimorfismo SULT1A1\n- **Finasterida/dutasterida:** bloqueio de 5-alfa-redutase; atentar para síndrome pós-finasterida (sintomas sexuais, físicos e cognitivos persistentes)\n- **Estrogênio:** papel protetor sobre folículos (receptores ERα, ERβ, GPR30); avaliar reposição na menopausa\n\n---\n\n### 5. Encaminhamentos e Educação\n\n- **Endocrinologia/Ginecologia:** SOP confirmada, hiperandrogenismo adrenal ou tumoral, hiperprolactinemia, síndrome de Cushing\n- **Dermatologia:** alopecia areata, tricoscopia diagnóstica, procedimentos capilares especializados\n- **Nutrologia/Nutrição:** deficiências nutricionais complexas, disbiose intestinal associada\n- **Paciente:** explicar multifatoriedade; no eflúvio telógeno, esclarecer que recrescimento demora 2–3 meses e reavaliar somente após 3–5 meses; documentar consentimento ao usar bloqueadores androgênicos sistêmicos"
}
