{
  "score_item_id": "c77cedd3-2800-7bfd-9300-14d50f9475bb",
  "clinical_relevance": "As lesões cutâneas, quando presentes no histórico clínico — seja como queixa ativa ou passada —, funcionam como marcadores fenotípicos de desequilíbrios sistêmicos subjacentes. A pele é o maior órgão do corpo e reflete diretamente o estado inflamatório, hormonal, nutricional e imunológico do indivíduo. A abordagem funcional integrativa reconhece que a dermatologia clássica frequentemente trata apenas a 'ponta do iceberg', com terapias tópicas ou estéticas, sem investigar as causas-raiz.\n\n**Principais condições e mecanismos fisiopatológicos:**\n\n- **Acne:** Associada ao consumo de laticínios (estímulo do IGF-1), que aumenta a atividade da 5-alfa-redutase, convertendo testosterona em diidrotestosterona (DHT) e aumentando a oleosidade cutânea. A resistência à insulina é outro fator central, promovendo inflamação e glicação.\n\n- **Eczema, urticária e dermatite alérgica:** Fortemente ligadas a sensibilidades alimentares tardias mediadas por IgG e ao eixo intestino-pele. Um microbioma alterado e intestino permeável (leaky gut) podem desencadear reações cutâneas generalizadas. Revisões sistemáticas e meta-análises indicam correlação entre baixos níveis de vitamina D e maior gravidade da dermatite atópica, especialmente em crianças.\n\n- **Intolerância à histamina:** Diagnosticável pelo teste de atividade da enzima DAO (diamina oxidase), é causa subjacente de urticária, eczema e dermatite alérgica mediadas por alimentos histaminoliberadores (laticínios, fermentados, pimentão, berinjela). Importante: colágeno hidrolisado é rico em histidina, convertida em histamina no intestino — contraindicado em pacientes com quadros alérgicos ativos.\n\n- **Psoríase:** Relacionada à barreira intestinal comprometida, disbiose e inflamação sistêmica crônica. O eixo intestino-pele está amplamente documentado.\n\n- **Líquen escleroso:** Condição inflamatória crônica com potencial autoimune. A avaliação histopatológica deve ser considerada em lesões que não respondem à terapia tópica com corticosteroides, em lesões erosivas ou escleróticas ativas. Avaliação de doenças autoimunes associadas (tireoide autoimune, diabetes tipo 1, artrite reumatoide, esclerodermia) é recomendada.\n\n- **Pênfigo vulgar e doenças autoimunes bolhosas:** Estudos caso-controle relacionam vitamina D a doenças autoimunes bolhosas da pele.\n\n- **Envelhecimento cutâneo:** Influenciado pela inflamação sistêmica, glicação (AGEs — produtos de glicação avançada) impulsionada por dieta inadequada e pela queda hormonal na menopausa. A terapia de reposição hormonal melhora a qualidade e evolução dos tecidos cutâneos em mulheres na menopausa.\n\n- **Lesões cutâneas na síndrome pós-COVID:** Urticária, rubor e eczema são manifestações cutâneas descritas em contexto de síndrome pós-COVID, frequentemente associadas à ativação mastocitária e elevação de histamina.\n\n- **Sensibilidade ao glúten não celíaca:** Dermatites são manifestações extraintestinais reconhecidas, ao lado de fadiga (23–74%), brain fog, ansiedade e cefaleia.\n\n**Eixo intestino-pele:** A barreira intestinal comprometida está associada a eczemas, psoríase e múltiplas condições inflamatórias sistêmicas. Zonulina sérica elevada correlaciona-se com hiperpermeabilidade intestinal. Disbiose, endotoxemia por LPS e redução de SCFAs impactam diretamente a resposta imune cutânea.\n\n**Avaliação do impacto clínico:** A presença de lesões cutâneas no histórico — especialmente quando crônicas, recorrentes ou refratárias — indica necessidade de investigação sistêmica aprofundada. O impacto clínico é moderado-alto quando associado a condições autoimunes, inflamatórias crônicas ou síndromes sistêmicas. A intervencionabilidade é alta, com múltiplas estratégias dietéticas, nutricionais e funcionais com evidência de eficácia.",
  "points": 8,
  "patient_explanation": "As lesões de pele — manchas, vermelhidão, coceiras, eczema, acne, urticária — são perguntas importantes no histórico de saúde porque a pele reflete o que acontece dentro do corpo. Problemas de pele crônicos ou recorrentes frequentemente estão ligados a fatores internos: alimentação inadequada, desequilíbrios hormonais, intolerâncias alimentares e alterações intestinais.\n\nPor exemplo, laticínios podem estimular hormônios que aumentam a oleosidade da pele e favorecem a acne. Alimentos que geram reações tardias no sistema imunológico (mediadas por IgG) podem causar urticária, eczema ou dermatite. Um intestino com permeabilidade aumentada pode permitir que substâncias inflamatórias entrem na corrente sanguínea e provoquem reações na pele.\n\nRelatar lesões passadas ou atuais ajuda o médico a identificar inflamação sistêmica, deficiências nutricionais (como vitamina D) ou doenças autoimunes — permitindo um tratamento mais completo, que vai além de cremes e remédios tópicos.",
  "conduct": "## Conduta Clínica: Lesões Cutâneas (Histórico)\n\n### Anamnese Dirigida\n\n- **Caracterizar as lesões:** tipo (acne, eczema, urticária, dermatite, psoríase, manchas, bolhas, líquen), localização, extensão, evolução temporal (aguda, crônica, recorrente)\n- **Fatores desencadeantes:** alimentos, estresse, hormônios (ciclo menstrual, menopausa), exposição solar, medicamentos\n- **Sintomas associados:** prurido, ardência, descamação, sangramento\n- **Histórico de tratamentos:** tópicos, sistêmicos (corticoides, imunossupressores, antibióticos), resposta e recidivas\n- **Comorbidades:** alergias, asma, rinite, doenças autoimunes, distúrbios gastrointestinais\n- **Histórico alimentar:** consumo de laticínios, glúten, alimentos fermentados, ricos em histamina\n- **Histórico familiar:** doenças autoimunes, atopia\n\n---\n\n### Investigação Laboratorial Complementar\n\n**Eixo metabólico e hormonal (especialmente para acne e envelhecimento cutâneo):**\n- Glicemia de jejum, insulina de jejum e HOMA-IR (resistência à insulina)\n- Testosterona total e livre, DHT, SHBG\n- Metabolômica hormonal urinária (quando disponível)\n- IGF-1\n\n**Eixo intestino-pele e intolerâncias (para eczema, urticária, dermatite, psoríase):**\n- Teste de intolerância alimentar por IgG (laboratórios como SYNLAB ou Testify)\n- Atividade da enzima DAO (diamina oxidase) — avaliação de intolerância à histamina\n- Dosagem de metil-histamina em urina de 24 horas\n- Teste de tolerância à lactose\n- Avaliação do microbioma intestinal (ex.: Copromax, GI-MAP, Gut Check)\n- Zonulina sérica (marcador de permeabilidade intestinal)\n- Calprotectina fecal, IgA secretória, elastase\n\n**Marcadores inflamatórios e nutricionais:**\n- PCR ultrassensível, VHS\n- Vitamina D (25-OH) — níveis baixos associados à dermatite atópica, pênfigo e outras doenças autoimunes cutâneas\n- Zinco, selênio, ômega-3, vitaminas A, C, B12\n- Eixo HPA: cortisol salivar (estresse como fator agravante)\n\n**Para lesões suspeitas de autoimunidade:**\n- FAN (fator antinuclear), anti-DNA, complemento\n- Anticorpos tireoidianos (anti-TPO, anti-Tg) — especialmente em líquen escleroso\n- Glicemia e HbA1c (diabetes tipo 1 associado a doenças autoimunes cutâneas)\n\n---\n\n### Critérios de Encaminhamento a Especialistas\n\n- **Dermatologia:** lesões atípicas, sem diagnóstico definido, suspeita de neoplasia, líquen escleroso, pênfigo, psoríase extensa, lesões que não respondem após 4–8 semanas de tratamento\n- **Biópsia cutânea:** indicada em lesões escleróticas ou erosivas que não melhoram com corticoide tópico, lesões suspeitas de malignidade, quadros autoimunes bolhosos\n- **Imunologia/Reumatologia:** suspeita de doença autoimune sistêmica (lúpus, esclerodermia, dermatomiosite)\n- **Alergologia:** urticária crônica, eczema grave, testes de hipersensibilidade\n- **Endocrinologia:** distúrbios hormonais significativos associados a lesões cutâneas\n- **Nutricionista funcional:** para implementação e acompanhamento de dietas de eliminação\n- **Ginecologia/Endocrinologia:** mulheres na menopausa com queixas de envelhecimento cutâneo grave — avaliar terapia de reposição hormonal\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Investigação e dieta de eliminação:**\n- Realizar testes de exclusão alimentar: retirar laticínios e/ou glúten por 4–8 semanas como ferramenta diagnóstica e terapêutica\n- Para pacientes com teste IgG positivo (classe 3 ou 4): eliminar alimentos reativos por 2–3 meses\n- **Atenção:** não prescrever colágeno hidrolisado em pacientes com urticária, eczema ou dermatite alérgica ativa — risco de agravar quadro por aumento de histamina\n\n**Saúde intestinal (eixo intestino-pele):**\n- Modulação do microbioma: probióticos, prebióticos, fibras diversificadas\n- Restauração da integridade da barreira intestinal: hidratação adequada, redução de álcool, glutamina (quando indicado)\n- Reduzir açúcares simples, gorduras trans e alimentos ultraprocessados\n- Carboidratos de baixa carga glicêmica\n\n**Correção de deficiências nutricionais:**\n- Vitamina D: suplementar conforme nível sérico — correlação com dermatite atópica, pênfigo e autoimunidade cutânea\n- Zinco, selênio, ômega-3, vitaminas A e C: checar suficiência e corrigir\n- Magnésio: suplementação basal com lógica bioquímica\n\n**Para intolerância à histamina confirmada:**\n- Dieta anti-histamínica por 1 mês (restringir queijos, fermentados, embutidos, alimentos ricos em histamina ou liberadores)\n- Considerar anti-histamínico conforme avaliação clínica\n- Suplementação de DAO (enzima) quando disponível\n\n**Modulação inflamatória sistêmica:**\n- Protocolos anti-inflamatórios: curcuminoides, quercetina, resveratrol, ômega-3\n- Controle glicêmico: meta de insulina baixa em autoimunes/inflamatórios\n- Gestão do estresse (eixo HPA): adaptógenos, higiene do sono, atividade física\n\n**Menopausa e envelhecimento cutâneo:**\n- Avaliar terapia de reposição hormonal — melhora documentada na qualidade dos tecidos cutâneos\n- Fotoproteção com filtro físico em fotossensibilidade ou doenças autoimunes"
}
