{
  "score_item_id": "019bf31d-2ef0-7ddf-a1ae-2f67c03e54a4",
  "clinical_relevance": "O histórico de doenças da genitália masculina constitui um parâmetro clínico fundamental no Escore Plenya, abrangendo condições que vão desde alterações estruturais e funcionais do pênis e testículos até disfunções sexuais com impacto sistêmico. A avaliação ativa e estruturada desse histórico é indispensável, uma vez que grande parte das condições é subnotificada: dados brasileiros com mais de 71.000 entrevistados demonstram que mais de 50% dos homens apresentam algum grau de disfunção erétil (DE), porém 73% nunca foram questionados sobre o tema pelo médico nos últimos três anos, embora 81% desejassem que a conversa fosse iniciada pelo profissional de saúde.\n\n**Disfunção Erétil (DE):** Constitui o quadro mais prevalente e clinicamente relevante. É considerada uma manifestação de doença crônica sistêmica — não um problema isolado — associada a alterações endoteliais, inflamatórias, hormonais e metabólicas. A DE pode anteceder eventos cardiovasculares em média 6 meses, funcionando como marcador precoce de disfunção endotelial. O mecanismo fisiológico central envolve a via óxido nítrico–GMPc para relaxamento da musculatura lisa cavernosa. Fatores de risco incluem: circunferência abdominal >94 cm (risco cardiovascular aumentado) e >102 cm (risco de impotência triplicado em homens acima de 60 anos); síndrome metabólica (risco 2,6x maior); diabetes mellitus (risco 3,5x maior); tabagismo, sedentarismo, apneia obstrutiva do sono, hipogonadismo (testosterona <400 ng/dL considerada baixa; níveis <200 ng/dL associados a redução das ereções matinais), deficiência de vitamina D (<20 ng/mL) e de ácido fólico; exposição a xenoestrógenos (BPA, microplásticos), pesticidas, metais pesados e PM2.5; medicamentos (inibidores da 5-alfa-redutase como finasterida e dutasterida, psicotrópicos, estatinas, anti-hipertensivos, lisdexanfetamina); e uso de drogas como maconha fumada, que pode quadruplicar o risco. Causas emocionais (ansiedade de desempenho, depressão, pornografia) predominam em homens abaixo de 40 anos. Homens com DE têm risco 3x maior de desenvolver depressão.\n\n**Massas e condições escrotais:** As condições escrotais se dividem em dolorosas e indolores. Entre as dolorosas destacam-se: torção testicular (urgência cirúrgica estratificada pelo escore TWIST — escore ≥5 indica exploração cirúrgica imediata), torção de apêndice testicular e epididimite (mais frequentemente por Chlamydia trachomatis ou Neisseria gonorrhoeae em homens sexualmente ativos de 14–35 anos). Entre as indolores: hidrocele, varicocele e câncer testicular. O câncer testicular é o tumor sólido mais comum em homens de 15–34 anos, apresentando-se tipicamente como nódulo unilateral firme e indolor.\n\n**Outras condições relevantes:** Varicocele (associada à infertilidade e hipogonadismo), hidrocele, fimose, doença de Peyronie (placas/fibroses identificáveis à palpação peniana, associadas à DE e curvatura peniana), hiperplasia prostática benigna (HPB) e suas repercussões miccionais, e infecções sexualmente transmissíveis. O exame físico direcionado deve incluir: avaliação de atrofia testicular, palpação peniana para placas (Peyronie), verificação de ginecomastia (sugestiva de predominância estrogênica), busca por cicatrizes de cirurgias prévias em região perineal, inguinal e baixo ventre. O PSA livre/total (razão >0,14 sugere HPB; <0,14 aumenta suspeita de câncer de próstata) e a temperatura escrotal elevada (roupas apertadas, longos períodos sentado) também são aspectos relevantes no contexto do hipogonadismo e da fertilidade.",
  "points": 0,
  "patient_explanation": "Este parâmetro avalia o histórico de problemas de saúde na região genital masculina — incluindo o pênis, testículos, próstata e função sexual. Questionar sobre essas condições de forma ativa é importante porque muitos homens não relatam espontaneamente esses sintomas, seja por vergonha ou por não reconhecerem sua importância.\n\nProblemas como dificuldade de ereção, dor ou inchaço nos testículos, alterações no fluxo urinário ou nódulos percebidos no autoexame podem ser sinais de condições tratáveis — e às vezes indicam algo importante sobre a saúde do coração, dos hormônios ou do metabolismo como um todo. Por exemplo, dificuldades de ereção podem aparecer meses antes de um problema cardiovascular, funcionando como um alerta precoce.\n\nIdentificar essas condições cedo permite um acompanhamento adequado, o tratamento das causas de base e a manutenção da qualidade de vida, da autoestima e dos relacionamentos. Falar sobre saúde sexual com o médico é seguro, confidencial e faz parte de um cuidado completo com a saúde masculina.",
  "conduct": "## Conduta Clínica: Histórico de Doenças da Genitália Masculina\n\n### 1. Anamnese Direcionada\n\n- **Indagar ativamente** sobre função erétil, libido, ereções matinais, frequência e qualidade das relações — não aguardar relato espontâneo\n- Investigar sintomas indiretos: cansaço, baixa energia, falta de vontade de ter relações (pacientes frequentemente relatam a queixa de forma indireta)\n- Questionar sobre **dor, massa ou aumento escrotal**, alterações no fluxo urinário, secreção uretral e ISTs\n- Investigar **cirurgias prévias**: perineais, testiculares, inguinais, prostáticas ou em baixo ventre\n- Levantar **medicações com impacto sexual**: finasterida, dutasterida, psicotrópicos (escitalopram, fluoxetina, quetiapina, venlafaxina), lisdexanfetamina, estatinas, anti-hipertensivos, betabloqueadores, diuréticos\n- Avaliar estilo de vida: sedentarismo, tabagismo, álcool, drogas (maconha pode quadruplicar o risco de DE), sono, estresse\n- Investigar exposições ambientais: BPA, pesticidas, metais pesados, PM2.5\n- Rastrear histórico de COVID-19 (recuperação da função sexual pode levar 6 meses a 1 ano)\n\n### 2. Estratificação da Disfunção Erétil\n\n- Aplicar o **Índice Internacional de Função Erétil (IIFE)** — 6 perguntas — para estratificar: leve, moderado ou severo\n- Avaliar **ereções matinais** (ausência sugere causa orgânica ou apneia do sono)\n- Classificar etiologia predominante:\n  - **Emocional** (<40 anos): ansiedade de desempenho, depressão, ciclo falha–ansiedade–nova falha\n  - **Orgânica** (>40 anos): metabólica, vascular, hormonal, medicamentosa\n\n### 3. Exame Físico Dirigido\n\n- **Genitália:** Palpação testicular bilateral (atrofia, nódulos); palpação peniana (placas/fibroses — Doença de Peyronie); fimose; inspeção para lesões ou secreção\n- **Composição corporal:** Circunferência abdominal (>94 cm: risco aumentado; >102 cm: risco de impotência triplicado em homens >60 anos)\n- **Ginecomastia:** Sugere predominância estrogênica\n- **Cicatrizes:** Região inguinal, perineal, baixo ventre\n- Orientar sobre fatores que elevam temperatura escrotal (roupas apertadas, longos períodos sentado, dormir de cueca)\n\n### 4. Investigação Laboratorial\n\n- **Painel hormonal:** Testosterona total (<400 ng/dL: baixa; <200 ng/dL: redução de ereções matinais), SHBG, testosterona livre (calculada), LH, FSH, estradiol, DHT\n- **PSA** (quando indicado): razão PSA livre/total — >0,14 sugere HPB; <0,14 aumenta suspeita de câncer de próstata\n- **Perfil metabólico e inflamatório:** glicemia, insulina, HbA1c, lipidograma, ácido úrico, homocisteína\n- **Função renal e hepática**\n- **Vitamina D** (ótimo >40 ng/mL; <20 ng/mL é fator de risco independente para DE), **ácido fólico**, **vitamina B12**\n\n### 5. Exames Complementares\n\n- **Ultrassonografia escrotal:** Nódulo, massa, dor ou assimetria testicular\n- **Ecografia abdominal total:** Próstata (HPB), fígado (esteatose), rins; resíduo pós-miccional >40 mL indica obstrução\n- **Avaliação cardiovascular:** Teste ergométrico, ecocardiograma ou tomografia com escore de cálcio coronariano (DE pode anteceder eventos cardíacos em média 6 meses)\n- **Polissonografia domiciliar:** Ronco, sonolência diurna ou redução de ereções matinais\n- **Urofluxometria:** Sintomas obstrutivos — Qmax <10 mL/s indica obstrução\n\n### 6. Encaminhamentos\n\n- **Urologia:** Massa testicular firme (câncer testicular — tumor sólido mais comum em homens 15–34 anos), TWIST ≥5 (torção — urgência cirúrgica), Doença de Peyronie, HPB sintomática, falha de 1ª linha para DE\n- **Andrologia/Endocrinologia:** Hipogonadismo confirmado\n- **Cardiologia:** DE como marcador de risco cardiovascular\n- **Psicologia/Terapia sexual:** Componente emocional predominante\n\n### 7. Intervenções\n\n**Estilo de vida (1ª linha):**\n- Exercício aeróbico: ≥40 min, 4x/semana (≥160 min/semana por 6 meses)\n- Dieta: proteínas e gorduras de qualidade; evitar ultraprocessados e carboidratos refinados\n- Redução da circunferência abdominal e manejo da síndrome metabólica\n- Cessação de tabagismo, moderação alcoólica, abstinência de drogas; tratamento da apneia quando presente\n\n**Farmacológico:**\n- **DE (1ª linha):** PDE5i — sildenafil, tadalafila, vardenafila (contraindicações: nitratos, retinite pigmentosa)\n- **Suplementação:** Arginina (~500 mg/dia), L-carnitina (500 mg–1 g/dia); antioxidantes (NAC, vitamina C, ácido alfa-lipoico, selênio, vitamina E, riboflavina 100–200 mg/dia); correção de vitamina D e ácido fólico\n- **Hormonal:** Reposição de testosterona (hipogonadismo confirmado); HCG para estimulação endógena\n- **2ª linha (falha PDE5i):** Tópicos/injetáveis — encaminhar a especialista\n- Revisar medicações com impacto sexual; discutir alternativas quando possível"
}
