{
  "score_item_id": "019bf31d-2ef0-7ea1-8117-3d3e30377dab",
  "clinical_relevance": "O prepúcio é a pele retrátil que recobre a glande peniana, e sua avaliação clínica sistematizada é parte essencial do histórico urogenital masculino. Com a queda nas taxas de circuncisão neonatal na América do Norte, cresce a necessidade de educação sobre cuidados prepuciais ao longo de toda a vida do paciente.\n\nAs principais condições associadas ao prepúcio e à glande incluem:\n\n**Fimose fisiológica vs. patológica:** A fimose fisiológica é esperada na infância e resolve-se espontaneamente na maioria dos casos sem intervenção. A fimose patológica (adquirida) refere-se à incapacidade de retrair o prepúcio sobre a glande devido a um orifício prepucial estreito de causa secundária, frequentemente associada a cicatrizes, inflamação crônica ou líquen escleroso. A maioria dos encaminhamentos pediátricos para fimose é de natureza fisiológica na avaliação urológica, com apenas 14,4% sendo submetidos a circuncisão.\n\n**Balanopostite:** Inflamação simultânea da glande e do prepúcio, mais frequente em pacientes não circuncidados. Frequentemente decorre de higiene inadequada. O tratamento consiste em limpeza e aplicação de pomada antibacteriana (nível 3). Episódios recorrentes de balanopostite constituem indicação de consulta urológica, pois podem levar a cicatrização e fimose patológica.\n\n**Parafinose:** Condição em que o prepúcio, após retração atrás da glande, fica aprisionado e não pode ser reposicionado. Resulta em edema e constrição com potencial comprometimento circulatório, dor e inflamação. É considerada emergência médica. A maioria dos casos pode ser reduzida manualmente. Casos recorrentes devem ser encaminhados ao urologista para consideração de circuncisão.\n\n**Líquen escleroso peniano (balanitis xerotica obliterans):** Condição inflamatória crônica da pele envolvendo glande e prepúcio, caracterizada por cicatrização branco-porcelana no prepúcio distal, que pode levar a fimose em prepúcio previamente retrátil e aderências fimóticas. Em cerca de 17% dos pacientes, o meato uretral externo pode ser acometido (estenose meatal, disúria). É fator de risco para carcinoma espinocelular peniano (CEC) e doença de estenose uretral. Estudos identificaram líquen escleroso preexistente em 28% a 50% dos casos de CEC peniano. O tempo médio para desenvolvimento de câncer após início do líquen escleroso é de 10 a 34 anos. Tipicamente resistente à terapia tópica com corticosteroide — nesses casos, encaminhamento dermatológico e urológico é mandatório.\n\n**Carcinoma espinocelular peniano:** Raro na América do Norte. Fatores de risco incluem tabagismo, inflamação crônica, balanite, líquen escleroso peniano, fimose, higiene inadequada, ausência de circuncisão na infância e infecções sexualmente transmissíveis como HPV.\n\n**Smegma:** Acúmulo de secreções sebáceas sob o prepúcio, associado a higiene inadequada e risco aumentado de inflamação. Retração regular do prepúcio durante o banho é recomendada para reduzir acúmulo de smegma, inflamação, fimose patológica e aderências.\n\n**Tratamento da fimose fisiológica:** Corticosteroides tópicos (betametasona ou propionato de clobetasol 0,05%) são tratamento de primeira linha eficaz e seguro para fimose fisiológica sintomática (nível 1 de evidência). Revisão Cochrane de 14 ECRs (1459 pacientes) demonstrou que corticosteroide tópico aumenta a frequência de retração completa e parcial após 4 a 8 semanas, além de aumentar a probabilidade de resolução a longo prazo (6 ou mais meses). O balonamento isolado do prepúcio (sem outros sinais de fimose patológica) não está associado a obstrução miccional e não é indicação de circuncisão.\n\n**Triagem de diabetes:** Deve ser considerada em pacientes que se apresentam com fimose patológica, dada a associação entre hiperglicemia e inflamações prepuciais recorrentes.",
  "points": 6,
  "patient_explanation": "O prepúcio é a pele que recobre a ponta do pênis (a glande). É importante verificar se existem ou já existiram problemas nessa região, porque condições como dificuldade de retrair o prepúcio (fimose), inflamações repetidas (balanopostite) ou alterações na pele podem afetar a saúde urinária, sexual e, em casos mais raros, aumentar o risco de problemas mais sérios ao longo do tempo.\n\nA boa higiene é o principal cuidado: retrair suavemente o prepúcio durante o banho e lavá-lo apenas com água (sabão pode irritar) já é suficiente para prevenir a maioria dos problemas. Depois de limpar, sempre reposicione o prepúcio sobre a glande para evitar complicações.\n\nSe você notar dificuldade de retrair o prepúcio, dor, vermelhidão, cicatrizes brancas na pele ou qualquer ferida que não cicatrize, procure seu médico. Muitos desses problemas têm tratamento simples e eficaz, como pomadas específicas, e a detecção precoce é fundamental para evitar complicações.",
  "conduct": "## Conduta Clínica: Prepúcio / Glande\n\n### Anamnese Direcionada\n- Histórico de fimose (fisiológica na infância ou adquirida/patológica)\n- Episódios de balanopostite ou balanite (frequência, tratamentos utilizados)\n- Episódios prévios de parafinose\n- Presença de lesões dérmicas, cicatrizes brancas ou espessamento do prepúcio\n- Sintomas urinários associados (disúria, jato fraco, estenose meatal)\n- Histórico de ISTs, especialmente HPV\n- Tabagismo (fator de risco para CEC peniano)\n- Controle glicêmico (fimose patológica pode ser manifestação de diabetes)\n- Estado de circuncisão\n\n### Exame Físico\n- Solicitar ao paciente que retraia o próprio prepúcio (nunca forçar)\n- Avaliar grau de retração: normal / adesão de prepúcio / fimose parcial / fimose completa\n- Inspecionar glande e meato uretral quanto a sinais inflamatórios, cicatrizes, lesões\n- Identificar sinais clássicos de líquen escleroso: cicatrização branco-porcelana no prepúcio distal\n- Verificar presença de smegma\n\n### Investigação Complementar\n- **Glicemia de jejum / HbA1c:** indicado em pacientes com fimose patológica (rastrear diabetes)\n- **Urinocultura:** se sintomas de ITU associados\n- **Biópsia:** indicada em lesões suspeitas de malignidade ou líquen escleroso com apresentação atípica\n- **Encaminhamento urológico/dermatológico:** líquen escleroso confirmado ou suspeito\n\n### Manejo por Condição\n\n#### Fimose Fisiológica (crianças e adultos sem sinais patológicos)\n- Orientar higiene adequada: retração gentil + água, sem sabão\n- Não forçar retração\n- Corticosteroide tópico (propionato de clobetasol 0,05% 2x/dia por 8 semanas) como primeira linha se sintomático\n- Pode oferecer segundo ciclo se não houver resposta\n- Balonamento isolado sem obstrução miccional: **não é indicação de circuncisão**\n\n#### Fimose Patológica\n- **Indicações de encaminhamento urológico:** cicatriz evidente no anel prepucial, evidência de líquen escleroso, episódios recorrentes de balanite, ereções dolorosas por prepúcio apertado, ITUs recorrentes\n- Circuncisão é tratamento definitivo nos casos refratários ou com indicação formal\n\n#### Balanopostite\n- Limpeza local + pomada antibacteriana tópica\n- Orientar melhora da higiene prepucial\n- **Episódios recorrentes:** encaminhamento urológico obrigatório (risco de fimose patológica por cicatrização)\n\n#### Parafinose\n- **Emergência médica:** intervenção imediata necessária\n- Redução manual: pressão firme na glande + pele constricitada para aliviar edema, seguida de reposicionamento com os polegares empurrando a glande enquanto os dedos tracionam o prepúcio\n- Se redução manual falhar: circuncisão ou incisão dorsal de urgência\n- Orientar paciente a sempre reposicionar o prepúcio após retração\n- **Episódios recorrentes:** encaminhar ao urologista para avaliação de circuncisão definitiva\n\n#### Líquen Escleroso Peniano (BXO)\n- Encaminhamento para dermatologia e urologia\n- Geralmente resistente a corticosteroide tópico\n- Monitorar regularmente por risco aumentado de CEC peniano (28-50% dos casos de CEC têm BXO preexistente; tempo médio de progressão: 10-34 anos)\n- Orientar autoexame regular para identificar lesões suspeitas\n\n### Educação e Prevenção\n- **Higiene:** retração + enxágue com água (não sabão) ao menos 2-3x/semana\n- **Reposicionamento:** sempre cobrir a glande com o prepúcio após limpeza ou cateterismo\n- **Ambientes de saúde (pacientes hospitalizados/cateterizados):** garantir higiene peniana adequada e reposicionamento do prepúcio após cuidados para prevenir parafinose e infecção ascendente\n- Pacientes com líquen escleroso: orientar autoexame periódico"
}
