{
  "score_item_id": "019bf31d-2ef0-7b42-9d37-487e91411a18",
  "clinical_relevance": "O escroto e o epidídimo constituem estruturas anatômicas essenciais da genitália masculina, cujo exame clínico ativo é parte obrigatória da anamnese e avaliação de saúde masculina. A avaliação das condições escrotais abrange um espectro de patologias que se dividem, didaticamente, em condições dolorosas (torção testicular, torção de apêndice testicular, epididimite) e indolores (hidrocele, varicocele, câncer testicular).\n\nA epididimite é a causa mais comum de dor escrotal aguda em adultos, com incidência anual superior a 600.000 casos nos EUA, com pico entre 20 e 39 anos. Em homens sexualmente ativos de 14 a 35 anos, os agentes etiológicos mais comuns são Chlamydia trachomatis e Neisseria gonorrhoeae. O diagnóstico baseia-se na sensibilidade à palpação ao longo do aspecto posterior e superior do testículo, confirmado por ultrassonografia com Doppler colorido.\n\nA torção testicular representa emergência urológica tempo-dependente. A viabilidade testicular diminui significativamente após 6 horas do início dos sintomas, e a taxa de salvamento aproxima-se de 100% quando a intervenção cirúrgica ocorre dentro desse intervalo, caindo para menos de 50% após 12 a 24 horas. O sistema TWIST (escore ≥5) indica necessidade de exploração cirúrgica urgente sem esperar confirmação ultrassonográfica. A ultrassonografia com Doppler apresenta sensibilidade de 93% e especificidade de 100% para torção. O pico de incidência ocorre em pacientes abaixo de 25 anos.\n\nO câncer testicular é o tumor sólido mais comum em homens de 15 a 34 anos, apresentando-se tipicamente como nódulo unilateral firme, frequentemente indolor. Os marcadores tumorais AFP, beta-hCG e LDH devem ser obtidos diante de massa suspeita. A ultrassonografia com Doppler colorido e técnicas multiparamétricas (incluindo elastografia e contraste) ampliam a caracterização das lesões focais, auxiliando na diferenciação entre lesões benignas e malignas e potencialmente reduzindo indicações de orquiectomia radical.\n\nA varicocele está presente em aproximadamente 15% da população masculina geral e em até 35% dos homens com infertilidade primária. Pode prejudicar a espermatogênese por mecanismos de hipertermia testicular, estresse oxidativo e desequilíbrio hormonal. A varicocelectomia é recomendada para homens com varicocele palpável, parâmetros seminais alterados e infertilidade, com melhora dos parâmetros espermáticos em 60 a 80% dos casos.\n\nFatores ambientais e ocupacionais que elevam a temperatura escrotal (vestimenta apertada, longos períodos sentado, calor intenso) impactam negativamente a espermatogênese e a produção de testosterona, devendo ser ativamente investigados. O exame físico escrotal completo deve incluir palpação testicular bilateral para massas, avaliação de varicocele e hidrocele, e identificação de alterações epididimárias. A educação do paciente para o autoexame testicular, embora controversa nas diretrizes de rastreamento populacionais, contribui para a detecção precoce de alterações.",
  "points": 8,
  "patient_explanation": "O escroto e o epidídimo são estruturas que envolvem e protegem os testículos. O epidídimo é um pequeno canal localizado atrás de cada testículo, responsável pelo transporte e maturação dos espermatozoides. Quando perguntamos sobre doenças ou sintomas passados ou atuais nessa região, estamos buscando identificar condições que podem afetar sua saúde hormonal, fertilidade e até mesmo detectar tumores precocemente.\n\nAlgumas condições comuns incluem infecções (epididimite), veias dilatadas (varicocele), acúmulo de líquido (hidrocele) e, em casos mais raros, tumores. A grande maioria dessas condições tem tratamento eficaz quando identificadas cedo. Dor súbita e intensa nos testículos, por exemplo, exige atendimento médico imediato, pois pode indicar uma emergência chamada torção testicular. Alterações percebidas durante o banho, como caroços, assimetria ou desconforto persistente, devem sempre ser comunicadas ao médico. A identificação precoce é fundamental para o sucesso do tratamento e preservação da saúde reprodutiva e hormonal.",
  "conduct": "## Conduta Clínica: Escroto / Epidídimos\n\n### 1. Anamnese Dirigida\n\n- **Dor escrotal:** caracterização (início, intensidade, irradiação, relação com atividade física ou relação sexual)\n- **Massas ou nódulos:** unilateral ou bilateral, tempo de percepção, crescimento progressivo\n- **Histórico de infecções:** DSTs prévias (clamídia, gonorreia), episódios anteriores de epididimite ou orquite\n- **Histórico cirúrgico:** orquidopexia, vasectomia, orquiectomia\n- **Infertilidade:** investigação de varicocele, qualidade do sêmen\n- **Fatores de risco térmicos:** vestimenta apertada, trabalho sedentário prolongado, exposição ao calor\n- **Uso de testosterona exógena:** avaliação de atrofia testicular secundária\n\n### 2. Exame Físico Obrigatório\n\n- Inspeção e palpação bilateral dos testículos para assimetria, massas ou nódulos firmes\n- Palpação do epidídimo (aspecto posterior e superior do testículo) para sensibilidade ou espessamento\n- Avaliação de varicocele em ortostase com manobra de Valsalva\n- Pesquisa de hidrocele (transiluminação)\n- Identificação de posição testicular anômala (transversa ou elevada, sugestiva de torção)\n\n### 3. Estratificação de Urgência\n\n**Emergência (atendimento imediato):**\n- Dor escrotal aguda intensa de início súbito → aplicar escore TWIST; escore ≥5 indica exploração cirúrgica sem aguardar ultrassom\n- Janela de viabilidade testicular: intervenção dentro de 6 horas (salvamento ~100%); após 12-24h (<50%)\n\n**Urgência (avaliação em 24-72h):**\n- Dor moderada com suspeita de epididimite aguda\n- Massa testicular de descoberta recente\n\n**Eletivo:**\n- Varicocele assintomática\n- Hidrocele em adultos\n- Revisão de histórico escrotal em consulta de rotina\n\n### 4. Investigação Complementar\n\n- **Ultrassonografia escrotal com Doppler colorido:** exame de primeira linha para qualquer alteração palpável ou suspeita clínica; transdutor linear de alta frequência (≥7 MHz); avaliação de fluxo vascular obrigatória\n- **Técnicas multiparamétricas (CEUS, elastografia):** considerar para caracterização de lesões focais indeterminadas e potencial abordagem poupadora de testículo\n- **Marcadores tumorais (AFP, beta-hCG, LDH):** obrigatórios diante de massa sólida suspeita de neoplasia\n- **Pesquisa de DST:** NAAT para Chlamydia trachomatis e Neisseria gonorrhoeae em epididimite aguda em homens sexualmente ativos de 14-35 anos\n- **Espermograma:** indicado em contexto de infertilidade ou varicocele clínica\n- **Painel hormonal (testosterona total e livre, LH, FSH):** quando há suspeita de hipogonadismo, atrofia testicular ou uso prévio de testosterona exógena\n\n### 5. Critérios de Encaminhamento à Urologia\n\n- Suspeita de torção testicular (emergência imediata)\n- Massa testicular sólida suspeita de malignidade\n- Varicocele com infertilidade e/ou parâmetros seminais alterados\n- Epididimite recorrente ou refratária ao tratamento\n- Hidrocele volumosa sintomática\n- Lesão focal indeterminada ao ultrassom\n\n### 6. Intervenções e Orientações Baseadas em Evidências\n\n- **Varicocelectomia:** recomendada para varicocele palpável com parâmetros seminais anormais e desejo de fertilidade; melhora esperada em 60-80% dos casos\n- **Antibioticoterapia para epididimite:** cobertura para Chlamydia e gonorreia em jovens sexualmente ativos; cobertura para flora entérica em homens >35 anos ou após instrumentação urinária\n- **Redução de fatores térmicos escrotais:** orientar quanto a vestimenta adequada, pausas em trabalho sedentário prolongado, evitar fontes de calor excessivo\n- **Educação para autoexame testicular:** orientar técnica de palpação mensal, especialmente em homens de 15-34 anos (faixa de maior risco para câncer testicular)\n- **Seguimento pós-tratamento de epididimite:** reavaliação com ultrassom para confirmar resolução e excluir abscesso ou tumor subjacente"
}
