{
  "score_item_id": "019bf31d-2ef0-7e35-94d7-0d232cc258ce",
  "clinical_relevance": "O histórico de doenças testiculares representa um parâmetro clínico de alta relevância no contexto da saúde masculina, abrangendo condições que variam de emergências urológicas a neoplasias malignas e patologias inflamatórias. As principais condições a serem investigadas incluem: câncer testicular, torção testicular, epididimite, varicocele, hidrocele e massas escrotais diversas.\n\n**Câncer testicular:** É a neoplasia sólida maligna mais comum em homens de 15 a 35 anos, com mediana de diagnóstico aos 33 anos. A American Cancer Society estimou 9.910 novos casos e 460 óbitos nos EUA em 2022. Apresenta-se tipicamente como nódulo unilateral firme e indolor. Os marcadores tumorais séricos — AFP, beta-hCG e LDH — são fundamentais para diagnóstico, estadiamento e seguimento. O exame físico combinado à ultrassonografia escrotal é o método diagnóstico inicial de escolha. Lesões com realce ao contraste (CEUS) maiores que 10 mm apresentam odds ratio de malignidade aproximadamente dez vezes maior em comparação a lesões menores.\n\n**Torção testicular:** Emergência urológica tempo-dependente. A viabilidade testicular diminui significativamente após 6 horas do início dos sintomas; a taxa de salvamento é próxima de 100% quando a intervenção cirúrgica ocorre dentro de 6 horas, mas cai para menos de 50% após 12 a 24 horas. O exame físico pode revelar testículo em posição transversa ou elevada (reflexo cremastérico ausente). O sistema TWIST (escore de risco de torção) estratifica o risco: escore ≥5 indica necessidade de exploração cirúrgica urgente sem aguardar imagem. A ultrassonografia com Doppler apresenta sensibilidade de 93% e especificidade de 100% para o diagnóstico. É mais comum em pacientes abaixo de 25 anos.\n\n**Epididimite:** Causa mais comum de dor escrotal aguda em adultos. Incidência anual superior a 600.000 casos nos EUA, com pico de acometimento entre 20 e 39 anos. Em homens sexualmente ativos de 14 a 35 anos, os agentes etiológicos predominantes são Chlamydia trachomatis e Neisseria gonorrhoeae. O diagnóstico diferencial com torção testicular é obrigatório e urgente.\n\n**Massas e patologias focais:** A ultrassonografia multiparamétrica (MPUS — incluindo escala de cinza, Doppler colorido, CEUS e elastografia) melhora a caracterização de lesões testiculares focais e pode orientar abordagem conservadora (vigilância ativa ou cirurgia poupadora de órgão) em casos de alta probabilidade de benignidade, evitando orquiectomias desnecessárias. A maioria das lesões pequenas, impalpáveis e incidentais são benignas.\n\n**Varicocele:** Diagnóstico clínico e ultrassonográfico com manobra de Valsalva, que produz aumento do sinal Doppler e reversão do fluxo. Associada à infertilidade masculina.\n\nO rastreamento ativo pelo médico sobre história prévia ou atual de doenças testiculares é fundamental para detecção precoce de condições tratáveis e potencialmente fatais.",
  "points": 12,
  "patient_explanation": "Os testículos são órgãos fundamentais para a saúde masculina: produzem hormônios como a testosterona e são responsáveis pela fertilidade. Questionar sobre doenças ou sintomas nos testículos — passados ou atuais — é importante porque algumas condições são graves e exigem tratamento rápido, enquanto outras, descobertas cedo, têm cura quase garantida.\n\nO câncer de testículo, por exemplo, é o tumor mais comum em homens jovens (entre 15 e 35 anos), mas tem excelente prognóstico quando detectado cedo. A torção testicular é uma emergência: se o testículo torcer e não for tratado nas primeiras horas, pode ser perdido definitivamente. Já inflamações como a epididimite são tratáveis com medicamentos, mas precisam ser diferenciadas da torção com urgência.\n\nComunicar ao médico qualquer histórico de nódulos, dor, inchaço, cirurgia ou diagnóstico anterior nos testículos permite que o profissional avalie riscos, solicite exames adequados e tome as melhores decisões para sua saúde e fertilidade.",
  "conduct": "## Conduta Clínica — Histórico de Doenças Testiculares\n\n### 1. Anamnese Dirigida\n\n- Investigar ativamente: nódulos, dor (aguda ou crônica), aumento de volume, cirurgias anteriores (orquiectomia, orquidopexia, varicocelectomia), episódios de torção, infecções (epididimite, orquite), traumas, criptorquidia\n- Perguntar sobre histórico de câncer testicular pessoal ou familiar\n- Avaliar sintomas atuais: dor escrotal aguda, nódulo palpável, edema, alterações urinárias, corrimento uretral\n- Investigar histórico de infertilidade ou subfertilidade\n\n### 2. Exame Físico Obrigatório\n\n- Inspeção e palpação bilateral dos testículos: avaliar tamanho, consistência, presença de nódulos, sensibilidade\n- Palpação do epidídimo (aspecto posterior e superior do testículo)\n- Avaliação de varicocele (posição ortostática e manobra de Valsalva)\n- Avaliação de hidrocele (transiluminação)\n- Verificar reflexo cremastérico (ausência sugere torção)\n- Examinar região inguinal (linfonodos, hérnia)\n\n### 3. Investigação Complementar\n\n**Ultrassonografia escrotal com Doppler:**\n- Indicada para qualquer massa palpável, dor escrotal, suspeita de nódulo ou avaliação de infertilidade\n- Transdutor linear de alta frequência (≥7 MHz)\n- Inclui avaliação volumétrica, Doppler colorido e espectral\n- Manobra de Valsalva para diagnóstico de varicocele\n- MPUS (escala de cinza + CDUS + CEUS + elastografia) para melhor caracterização de lesões focais\n\n**Marcadores tumorais séricos (se suspeita de neoplasia):**\n- AFP (alfa-fetoproteína)\n- Beta-hCG\n- LDH\n\n**Outros exames conforme contexto:**\n- Urinálise e urocultura (epididimite)\n- Pesquisa de ISTs (Chlamydia trachomatis, Neisseria gonorrhoeae) em homens sexualmente ativos\n- Espermograma (infertilidade, varicocele)\n- Dosagem hormonal (testosterona, FSH, LH) se suspeita de hipogonadismo\n\n### 4. Critérios de Encaminhamento Urgente\n\n- **Torção testicular suspeita (TWIST ≥5):** Encaminhamento cirúrgico imediato sem aguardar exame de imagem — cada minuto conta; taxa de salvamento quase 100% em até 6 horas\n- **Massa testicular sólida suspeita de malignidade:** Encaminhamento urgente à urologia com marcadores tumorais e ultrassonografia\n- **Dor escrotal aguda sem diagnóstico definido:** Descartar torção com urgência\n\n### 5. Encaminhamento Eletivo\n\n- **Urologista:** Nódulo testicular de qualquer natureza, varicocele sintomática ou associada à infertilidade, hidrocele volumosa, criptorquidia não corrigida, histórico de câncer testicular (seguimento)\n- **Infectologista/Urologista:** Epididimite de repetição ou refratária\n- **Endocrinologista:** Suspeita de hipogonadismo associado\n\n### 6. Educação e Prevenção\n\n- Orientar o paciente sobre **autoexame testicular mensal**: melhor realizado após banho morno, com palpação suave de cada testículo entre polegar e dedos\n- Explicar sinais de alerta que requerem avaliação imediata: dor súbita intensa, nódulo novo, aumento rápido de volume\n- Reforçar que o câncer testicular tem excelente prognóstico quando detectado precocemente"
}
