{
  "score_item_id": "c77cedd3-2800-7baf-8756-f0cab6268e1b",
  "clinical_relevance": "Desvios penianos referem-se a alterações na curvatura, forma ou tamanho do pênis que podem ser congênitas ou adquiridas. A principal etiologia adquirida é a Doença de Peyronie (DP), caracterizada pela formação de placas fibróticas na túnica albugínea do pênis, resultando em curvatura peniana, encurtamento, disfunção erétil e dor durante a ereção. A DP afeta aproximadamente 3–9% dos homens adultos, com pico de incidência entre 45 e 60 anos, embora possa ocorrer em qualquer faixa etária. A fisiopatologia envolve microtraumas repetidos durante a atividade sexual, desencadeando resposta inflamatória local, deposição de colágeno desorganizado e formação de placas de fibrina que evoluem para calcificações em casos avançados. O exame físico revela palpação de placas ou calcificações ao longo do corpo peniano, presença de curvatura durante a ereção (avaliada por fotografia da ereção ou eco-doppler) e assimetria ou encurtamento peniano. A Doença de Peyronie está fortemente associada à disfunção erétil — o comprometimento vascular e mecânico da ereção é proporcional à extensão das placas. A obesidade (circunferência abdominal >102 cm) e a síndrome metabólica apresentam correlação com o desenvolvimento da DP. O uso de inibidores da 5-alfa-redutase (finasterida, dutasterida) também foi associado a alterações no tamanho e curvatura do pênis, podendo persistir indefinidamente após a descontinuação do medicamento — fenômeno descrito como síndrome pós-finasterida. Cirurgias prévias perineais, inguinais, testiculares ou prostáticas podem resultar em desvios penianos pós-operatórios por fibrose cicatricial. No contexto do Escore Plenya, o relato de desvio peniano na anamnese é um marcador clínico relevante para disfunção endotelial local, risco de disfunção erétil orgânica e necessidade de investigação etiológica dirigida. A estratificação do grau de curvatura e o impacto na função sexual e qualidade de vida orientam a conduta terapêutica, que pode variar desde medidas conservadoras (colchicina, vitamina E tópica, ondas de choque) até intervenção cirúrgica (plicatura, enxerto, prótese peniana) nos casos graves.",
  "points": 6,
  "patient_explanation": "Desvio peniano é quando o pênis apresenta uma curvatura fora do normal — pode ser para cima, para baixo ou para os lados — especialmente visível durante a ereção. Isso pode acontecer por causa de uma condição chamada Doença de Peyronie, em que se forma uma espécie de 'placa endurecida' sob a pele do pênis após pequenos traumas repetidos. Em alguns casos, o uso de certos medicamentos (como os usados para queda de cabelo ou próstata) também pode causar alterações no tamanho ou formato do pênis. O desvio pode provocar dor durante as relações sexuais, dificuldade de ter ou manter uma ereção firme, e em casos mais intensos, pode dificultar ou impedir a penetração. É importante informar ao médico sobre qualquer mudança que você perceber no formato ou curvatura do pênis, pois existem tratamentos eficazes disponíveis. Identificar essa condição cedo permite agir antes que ela avance, preservando sua função sexual e qualidade de vida.",
  "conduct": "## Investigação Diagnóstica\n\n### Anamnese Dirigida\n- **Tempo de início e progressão:** curvatura aguda (DP em fase ativa) vs. estável há mais de 12 meses (fase crônica)\n- **Caracterização da curvatura:** direção (dorsal, lateral, ventral), grau estimado, presença de encurtamento ou estreitamento (deformidade em ampulheta)\n- **Sintomas associados:** dor durante ereção (fase inflamatória ativa), disfunção erétil concomitante, impacto na atividade sexual\n- **Histórico de trauma peniano:** durante relação sexual, atividade física ou acidente\n- **Uso de medicamentos:** inibidores da 5-alfa-redutase (finasterida, dutasterida), psicotrópicos, anti-hipertensivos — revisar correlação temporal com início dos sintomas\n- **Cirurgias prévias:** perineais, inguinais, testiculares, prostáticas ou abdominais baixas\n- **Comorbidades:** diabetes, síndrome metabólica, obesidade (circunferência abdominal >94–102 cm), doenças cardiovasculares, hipogonadismo\n\n### Exame Físico\n- **Palpação do pênis em flacidez:** identificar placas fibróticas ou calcificações ao longo da túnica albugínea\n- **Avaliação da curvatura:** solicitar fotografia da ereção domiciliar (método prático e validado) ou, quando disponível, eco-doppler peniano dinâmico\n- **Exame genital completo:** avaliação testicular (atrofia), ginecomastia, cicatrizes cirúrgicas prévias\n- **Avaliação da composição corporal:** circunferência abdominal, bioimpedância\n\n### Exames Complementares\n- **Painel hormonal:** testosterona total e livre, LH, FSH, SHBG, estradiol — especialmente se houver disfunção erétil associada ou uso prévio de 5-ARI\n- **Metabolômica hormonal (quando disponível):** avaliar metabolismo androgênico completo em casos de suspeita de síndrome pós-finasterida\n- **Lipidograma e marcadores metabólicos:** glicemia, HbA1c, insulina de jejum — correlação com síndrome metabólica e DP\n- **Vitamina D:** visar níveis >40 ng/mL (deficiência associada a pior função erétil)\n- **Eco-doppler peniano dinâmico:** indicado para avaliar comprometimento vascular, extensão das placas e grau de curvatura de forma objetiva\n- **Ultrassonografia peniana:** para localizar e quantificar placas fibróticas e calcificações\n\n---\n\n## Critérios de Encaminhamento ao Especialista\n\n- **Urologista/Andrologista:** curvatura peniana ≥30° com impacto na atividade sexual, dor intensa na fase ativa, falha no tratamento conservador, desejo de intervenção cirúrgica\n- **Urologista:** suspeita de sequela cirúrgica (fibrose pós-prostatectomia, pós-uretroplastia)\n- **Endocrinologista/Andrologista:** hipogonadismo confirmado associado, síndrome pós-finasterida com alterações hormonais documentadas\n- **Psicólogo/Sexólogo:** impacto psicológico significativo, ansiedade de desempenho, comprometimento da autoestima e da vida sexual\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### Fase Ativa (dor presente, curvatura em progressão — primeiros 12 meses)\n- **Conduta expectante e orientação:** informar sobre curso natural da doença, evitar tentativas de correção manual\n- **Tratamento conservador:** colchicina oral e vitamina E tópica são opções utilizadas na prática clínica funcional, com evidências limitadas mas perfil de segurança favorável\n- **Ondas de choque extracorpóreas (litotripsia peniana):** podem reduzir dor e placas na fase ativa; abordagem integrativa complementar\n\n### Fase Crônica (curvatura estável há >12 meses, sem dor)\n- **Colagenase Clostridium histolyticum (CCH):** aprovada para curvaturas ≥30° com doença estável; aplicação intracavernosa por urologista\n- **Cirurgia:** indicada em casos graves com curvatura severa (≥60°), deformidade em ampulheta, falha do tratamento conservador ou desejo do paciente — opções incluem plicatura tunical, enxerto ou prótese peniana inflável\n\n### Manejo da Disfunção Erétil Associada\n- **PDE5 inibidores (sildenafil, tadalafil, vardenafil):** primeira linha para DE associada; checar contraindicações (nitratos, retinite pigmentar)\n- **Otimização hormonal:** reposição de testosterona quando hipogonadismo confirmado — melhora ereção, libido e resposta a PDE5i\n- **Exercício aeróbico estruturado:** 40 min, 4x/semana (≥160 min/semana por 6 meses) — evidência robusta de melhora da função erétil\n- **Suplementação adjuvante:** arginina (~500 mg/dia) e L-carnitina (500 mg–1 g/dia) como suporte ao mecanismo NO–GMPc; vitamina D (visar >40 ng/mL)\n\n### Modificação de Estilo de Vida e Fatores de Risco\n- **Revisar e suspender 5-ARI (finasterida/dutasterida)** quando há correlação temporal com início dos desvios penianos — discutir alternativas com o paciente\n- **Controle metabólico:** reduzir circunferência abdominal, tratar resistência à insulina, controlar glicemia — correlação direta com progressão da DP e DE\n- **Cessação de tabagismo e álcool:** fatores de risco independentes para disfunção endotelial e piora de DP\n- **Dieta:** priorizar proteínas e gorduras de qualidade, vegetais variados; reduzir ultraprocessados, carboidratos refinados e óleos de sementes ricos em ômega-6\n- **Terapia sexual:** essencial quando há componente psicológico significativo (ansiedade de desempenho, impacto na autoestima)"
}
