{
  "score_item_id": "019bf31d-2ef0-7616-8f7b-33b1c9d11279",
  "clinical_relevance": "O item 'Genitália feminina' no contexto do Histórico de Saúde (questionamento ativo sobre doenças/sintomas passados ou atuais) representa a investigação sistematizada de condições que afetam os órgãos genitais externos e internos femininos — vulva, vagina, colo uterino, útero e anexos. Trata-se de um domínio de alta relevância clínica, pois diversas condições genitais têm curso crônico, impactam significativamente a qualidade de vida e função sexual, e frequentemente permanecem subdiagnosticadas por barreiras comunicacionais entre paciente e profissional de saúde.\n\n**Condições de maior relevância clínica a investigar:**\n\n1. **Síndrome Geniturinária da Menopausa (SGM) / Atrofia Vulvovaginal (VVA):** Condição crônica e progressiva decorrente da hipoestrogenemia, afetando cerca de 50% das mulheres na pós-menopausa. Manifesta-se com ressecamento vaginal, dispareunia, prurido vulvar, ardência e sintomas urinários (urgência, infecções urinárias recorrentes, redução da pressão de fechamento uretral). O diagnóstico é clínico, confirmado pelo exame pélvico com inspeção de vulva, vestíbulo, vagina e uretra. Ferramentas validadas incluem o Vaginal Health Index Score (5 parâmetros: elasticidade, secreção, pH, mucosa e hidratação; escore 5-25, escores baixos = maior atrofia) e o Vulva Health Index (escore 0-24, escores >8 ou ≥3 em qualquer categoria sugerem atrofia vulvar significativa). O pH vaginal >5 e o índice de maturação vaginal (IMV) com predomínio de células parabasais são marcadores objetivos de atrofia. Sinais objetivos mais importantes: pH >5, palidez mucosa, adelgaçamento das rugas vaginais e ressecamento visível. Estudo AGATA (mulheres italianas em exame ginecológico de rotina) encontrou prevalência de 64,7 a 84,2% de VVA clínica entre 1 e 6 anos após a menopausa.\n\n2. **Condições vulvares dermatológicas:** Líquen escleroso (LE) é a dermatose vulvar mais comum, caracterizado por prurido intenso, lesões hiperqueratóticas, equimoses e progressiva cicatrização em 80% das pacientes adultas — podendo resultar em fusão ou reabsorção de pequenos lábios e perda do prepúcio clitoridiano. Em 30% das meninas pré-púberes também pode ocorrer cicatrização. O padrão em 'figura de oito' ou 'ampulheta' (região vulvar e perianal) é característico. Outras condições incluem líquen plano, líquen simples crônico, dermatite de contato alérgica e irritativa, psoríase vulvar e neoplasia intraepitelial vulvar (NIV), especialmente relacionada ao HPV em mulheres jovens.\n\n3. **Vulvodinia e vestibulodinia provocada:** Condição de dor vulvar crônica sem causa identificável visível; tem incidência relevante e taxa de remissão variável em seguimento de 2 anos. Associa-se a fatores psicossociais, história de trauma e disfunção do assoalho pélvico. Disfunção sexual é comorbidade frequente.\n\n4. **Prolapso de órgãos pélvicos (POP):** O abaulamento vaginal é o sintoma com melhor correlação (moderada a boa) com o estágio de prolapso. O exame especular e o toque vaginal digital confirmam o diagnóstico e identificam fatores prognósticos para falha terapêutica: estágio elevado de POP, avulsão do músculo elevador do ânus e medidas vaginais e genitais específicas. Sintomas urinários e gastrointestinais têm correlação mais fraca com o achado objetivo de POP.\n\n5. **Rastreamento de malignidades:** Cânceres vulvares e vaginais podem ser detectados precocemente pelo exame pélvico. O rastreamento de câncer cervical (ACS 2026) recomenda, para mulheres de risco médio, início aos 25 anos com teste primário de HPV a cada 5 anos até os 65 anos; autocoleta vaginal é considerada aceitável quando a coleta clínica não for viável.\n\n6. **Infecções genitais:** Candidíase vulvovaginal, ISTs (herpes simples, sífilis, gonorreia, clamídia), vaginose bacteriana e tricomoníase devem ser consideradas conforme sintomas (corrimento, úlceras, prurido) e fatores de risco. Úlceras genitais requerem investigação para herpes e sífilis independentemente de dermatose preexistente.\n\n**Rastreamento proativo é mandatório:** Mulheres frequentemente não relatam espontaneamente sintomas genitais por constrangimento ou por acreditar que são inevitáveis. Profissionais de saúde devem questionar ativamente, pois mulheres que discutem VVA com profissionais têm probabilidade duas vezes maior de estar em tratamento específico (59,7% vs. 22,7%).",
  "points": 0,
  "patient_explanation": "Esta pergunta é sobre a saúde da sua genitália — vulva, vagina e demais órgãos reprodutivos. O objetivo é entender se você já teve ou tem atualmente algum problema nessa área, como ressecamento vaginal, coceira, dor durante relações sexuais, corrimento incomum, feridas, prolapso (sensação de peso ou abaulamento vaginal) ou diagnósticos anteriores como infecções, líquen escleroso, condilomas ou cistos.\n\nMuitas condições nessa região são comuns — por exemplo, o ressecamento vaginal afeta cerca de metade das mulheres após a menopausa — mas frequentemente não são relatadas por vergonha ou por achar que são normais. Quando identificadas, têm tratamentos eficazes que melhoram a qualidade de vida, o conforto e a saúde sexual.\n\nResponder com honestidade permite que sua equipe identifique precocemente condições tratáveis e indique os exames adequados. Todas as informações são confidenciais.",
  "conduct": "## Conduta Clínica: Genitália Feminina — Histórico Ativo\n\n### 1. Abordagem da Anamnese\n\n- **Questionar ativamente** sobre sintomas genitais presentes e passados, pois muitas mulheres não os relatam espontaneamente por barreiras culturais ou por considerá-los inevitáveis\n- Perguntas facilitadoras sugeridas:\n  - \"Você tem ou já teve ressecamento vaginal, coceira ou ardência na região genital?\"\n  - \"Sente dor durante as relações sexuais?\"\n  - \"Já teve corrimento com odor ou aspecto diferente do habitual?\"\n  - \"Já notou abaulamento ou sensação de peso na região vaginal?\"\n  - \"Tem diagnóstico prévio de líquen escleroso, HPV/condiloma, candidíase de repetição, ISTs?\"\n  - \"Já realizou colposcopia, tratamento de lesões cervicais ou cirurgia ginecológica?\"\n- Documentar: início, duração, periodicidade, sintomas associados, tratamentos realizados\n\n### 2. Investigação Complementar por Condição\n\n#### Síndrome Geniturinária da Menopausa (SGM/VVA)\n- **Exame pélvico:** inspeção de vulva, vestíbulo, vagina e uretra; avaliar elasticidade, hidratação, presença de palidez e adelgaçamento das rugas\n- **pH vaginal:** valores >5 indicam atrofia ou disbiose\n- **Índice de Maturação Vaginal (IMV):** citologia esfoliativa com contagem percentual de células superficiais, intermediárias e parabasais; predomínio parabasal confirma hipoestrogenismo\n- **Vaginal Health Index Score:** avaliar 5 parâmetros (elasticidade, secreção, pH, mucosa, hidratação); escore 5-25, escores baixos = maior atrofia\n- **Avaliação hormonal:** FSH, estradiol, quando indicado clinicamente\n\n#### Condições Vulvares Dermatológicas\n- **Líquen escleroso:** diagnóstico clínico na maioria dos casos; **biópsia** indicada quando há atipias, falha ao tratamento ou dúvida diagnóstica (GRADE 1, D)\n- **Dermatite de contato alérgica suspeita:** teste de contato (patch test) em clínica especializada; testar medicamentos, conservantes e produtos utilizados na vulva (GRADE 1, B); resultado positivo não é suficiente isoladamente\n- **Candidíase:** swab vaginal com cultura para exclusão ou confirmação; afastar candida antes de prosseguir investigação de prurido com corrimento\n- **Rastreamento de ISTs:** considerar em todas as pacientes sintomáticas, especialmente se úlceras genitais presentes — testar herpes simples e sífilis; rastreamento mais amplo (gonorreia, clamídia) conforme fatores de risco\n- **NIV/HPV:** colposcopia e biópsia dirigida quando há lesões suspeitas\n\n#### Prolapso de Órgãos Pélvicos\n- **Exame especular + toque vaginal digital:** confirmar presença e estadiar pelo POP-Q\n- **Fatores de risco para falha:** estágio elevado de POP pré-cirúrgico, avulsão do músculo elevador do ânus, medidas vaginais e genitais específicas\n- **Imagens adicionais (RM, defecografia):** reservadas para casos onde o diagnóstico clínico é incerto, não para triagem rotineira de mulheres assintomáticas\n\n#### Rastreamento de Câncer Cervical\n- **Mulheres de risco médio (ACS 2026):** iniciar aos 25 anos; teste primário de HPV a cada 5 anos até 65 anos\n- **Autocoleta vaginal:** aceitável quando amostra clínica não for viável; se HPV negativo na autocoleta de rastreamento, repetir em 3 anos\n- **Saída do rastreamento:** testes primários de HPV negativos ou coteste negativo aos 60 e 65 anos\n- **Cânceres vulvares/vaginais:** exame pélvico permite detecção precoce\n\n### 3. Critérios de Encaminhamento\n\n- **Ginecologista/Uroginecologista:** POP com sintomas, candidata a cirurgia ou pessário; suspeita de malignidade vulvar, vaginal ou cervical; lesões vulvares atípicas ou refratárias\n- **Dermatologista com experiência em dermatologia genital:** líquen escleroso, líquen plano, dermatite de contato refratária, psoríase vulvar\n- **Infectologista/Serviço de IST:** ISTs de difícil manejo ou recidivantes\n- **Fisioterapeuta pélvica:** disfunção do assoalho pélvico, vulvodinia, vestibulodinia, vaginismo\n- **Psicólogo/Sexólogo:** disfunção sexual secundária à dor, trauma ou impacto psicossocial das condições vulvovaginais\n\n### 4. Intervenções Baseadas em Evidências\n\n#### SGM/VVA\n- **Primeira linha (não hormonais):** lubrificantes vaginais de uso regular e hidratantes vaginais\n- **Terapia hormonal local:** estrogênio tópico vaginal (creme, anel, óvulo) — eficaz e com absorção sistêmica mínima; considerar após falha dos métodos não hormonais, especialmente em pacientes com histórico de câncer de mama (com suporte especializado)\n- **Terapia hormonal sistêmica:** não indicada em pacientes com histórico de câncer de mama; avaliar risco-benefício individualizado para demais pacientes\n- **Aconselhamento sobre saúde sexual:** conselho básico é primeira etapa no manejo de disfunções sexuais pós-menopáusicas\n\n#### Líquen Escleroso\n- Corticosteroides tópicos de alta potência (propionato de clobetasol) como primeira linha\n- Seguimento regular para monitorar progressão e risco de carcinoma escamoso vulvar\n\n#### Vulvodinia/Vestibulodinia\n- Abordagem multidisciplinar: fisioterapia pélvica, terapia cognitivo-comportamental, analgésicos tópicos; evidência de forte efeito placebo em ensaios medicamentosos\n\n#### Prolapso de Órgãos Pélvicos\n- Fisioterapia pélvica para casos leves a moderados\n- Pessário vaginal como opção não cirúrgica\n- Cirurgia reparadora quando indicada, considerando fatores de risco para recorrência\n\n### 5. Educação e Comunicação\n\n- Informar a paciente que sintomas genitais têm tratamentos eficazes e não devem ser tolerados passivamente\n- Desmistificar o 'tabu vaginal': o diálogo aberto sobre saúde urogenital melhora diagnóstico e adesão ao tratamento\n- Pacientes com câncer de mama e outras malignidades ginecológicas têm risco muito elevado de SGM/VVA e devem ser proativamente rastreadas"
}
