{
  "score_item_id": "019bf31d-2ef0-7e31-b393-f2783549d874",
  "clinical_relevance": "O trofismo urogenital refere-se ao estado funcional e anatômico dos tecidos do trato urogenital inferior — vulva, vagina, uretra e bexiga — cuja integridade depende fundamentalmente da ação estrogênica. Com a privação hormonal da menopausa e o processo de senescência, esses tecidos sofrem alterações progressivas e crônicas que configuram a Atrofia Vulvovaginal (VVA) / Síndrome Geniturinária da Menopausa (GSM), nomenclatura introduzida em 2014 pela International Society for the Study of Women's Sexual Health e pela North American Menopause Society para abranger a totalidade das manifestações genitais, sexuais e urinárias do fenômeno.\n\nA GSM é definida como um conjunto de sintomas e sinais associados à redução de estrogênio e outros hormônios gonadais femininos, envolvendo alterações no vestíbulo, clitóris, grandes lábios, pequenos lábios, vagina, uretra e bexiga. Clinicamente, manifesta-se por: (1) sintomas genitais — ressecamento, ardência, prurido, irritação e sangramento; (2) sintomas sexuais — dispareunia e outras disfunções sexuais; (3) sintomas urinários — disúria, frequência, urgência, incontinência e infecções urinárias de repetição.\n\nEpidemiologia: aproximadamente 1 em cada 2 mulheres na pós-menopausa sofre de VVA/GSM. A condição é amplamente subdiagnosticada e subtratada, apesar de seu impacto significativo sobre a qualidade de vida, a função sexual e a saúde urinária. A menopausa precoce, especialmente quando decorrente de insuficiência ovariana prematura, está associada à aceleração do envelhecimento biológico e ao surgimento mais precoce das manifestações.\n\nFisiopatologia: a deprivação estrogênica reduz a espessura e a rugosidade do epitélio vaginal, diminui a produção de glicogênio pelas células epiteliais (com consequente redução do lactobacillus e elevação do pH vaginal para >5,0), compromete a lubrificação e a elasticidade teciduais, e provoca thinning do epitélio uretral com redução da pressão de fechamento uretral e do limiar sensorial vesical — predispondo a incontinência urinária e infecções urinárias recorrentes.\n\nAvaliação clínica objetiva:\n- Vaginal Health Index Score (VHIS): avalia 5 parâmetros (elasticidade, secreções, pH, membrana mucosa epitelial, hidratação), pontuação de 5 a 25; escores menores indicam maior atrofia urogenital.\n- Vulva Health Index: avalia lábios, uretra, clitóris, introito, elasticidade e dor durante o coito; pontuação de 0 a 24; escore >8 ou pontuação 3 (grave) em qualquer categoria sugere atrofia vulvar.\n- pH vaginal e Índice de Maturação Vaginal (IMV): exames laboratoriais de suporte mais utilizados para confirmação diagnóstica objetiva.\n\nPopulações de alto risco: mulheres com câncer de mama e neoplasias ginecológicas submetidas a quimioterapia endócrina, cirurgia e/ou radioterapia apresentam risco muito elevado de VVA/GSM e de suas complicações associadas.\n\nImpacto clínico: a condição tem impacto substancial sobre a função sexual, a vida cotidiana, a intimidade do casal e o bem-estar psicossocial das mulheres. Diversas pesquisas internacionais documentaram extensamente a necessidade de melhorar o manejo da VVA/GSM. Ao contrário da sintomatologia vasomotora da menopausa, os sintomas da GSM tendem a ser progressivos e crônicos, não se resolvendo espontaneamente sem intervenção.",
  "points": 8,
  "patient_explanation": "O trofismo urogenital é uma avaliação de como estão os tecidos da região genital e urinária — como a vagina, a vulva e a uretra. Após a menopausa, com a queda dos níveis de estrogênio, esses tecidos podem ficar mais finos, menos elásticos e mais secos, o que é chamado de atrofia urogenital ou síndrome geniturinária da menopausa.\n\nEssa condição é muito comum: afeta cerca de metade das mulheres após a menopausa. Os sintomas mais frequentes incluem ressecamento e irritação vaginal, ardência, dor durante a relação sexual, necessidade urgente de urinar e infecções urinárias de repetição.\n\nA boa notícia é que essa condição tem tratamento eficaz. Existem diversas opções disponíveis — desde hidratantes e lubrificantes vaginais, exercícios para o assoalho pélvico, até tratamentos hormonais locais e procedimentos com laser. Conversar com seu médico sobre esses sintomas é o primeiro passo para melhorar sua qualidade de vida e seu bem-estar sexual. Ao contrário de outros sintomas da menopausa, a atrofia urogenital não melhora sozinha com o tempo — tende a progredir se não for tratada, por isso a avaliação precoce é importante.",
  "conduct": "## Conduta Clínica — Trofismo Urogenital (VVA/GSM)\n\n### 1. Avaliação Inicial\n\n**Anamnese dirigida:**\n- Questionar ativamente sobre sintomas genitais (ressecamento, ardência, prurido, irritação, sangramento vaginal)\n- Investigar sintomas sexuais (dispareunia, falta de lubrificação, sangramento pós-coital, disfunção sexual)\n- Investigar sintomas urinários (disúria, urgência, frequência, incontinência, infecções urinárias recorrentes)\n- Identificar fatores de risco: tempo de menopausa, menopausa cirúrgica ou precoce, uso de quimioterapia endócrina (tamoxifeno, inibidores de aromatase), radioterapia pélvica, histórico de câncer de mama ou ginecológico\n- Avaliar atividade sexual e status de parceria (influenciam o impacto clínico e a escolha terapêutica)\n\n**Exame físico — inspeção pélvica:**\n- Inspecionar vulva, vestíbulo, vagina e uretra\n- Avaliar sinais de atrofia: palidez, friabilidade, ressecamento, petéquias, fusão de estruturas\n- Aplicar o **Vaginal Health Index Score (VHIS)**: elasticidade, secreções, pH, mucosa epitelial e hidratação (pontuação 5–25; <15 sugere atrofia clinicamente significativa)\n- Aplicar o **Vulva Health Index**: avaliação de lábios, uretra, clitóris, introito, elasticidade e dor (pontuação 0–24; >8 ou escore 3 em qualquer parâmetro sugere atrofia vulvar)\n- Atentar para sinais que exijam diagnóstico diferencial: prolapso de órgão pélvico, hipertonicidade do assoalho pélvico com vaginismo secundário, sinais de vulvodínia\n\n**Exames complementares de suporte:**\n- **pH vaginal**: elevado (>5,0) indica atrofia e/ou disbiose vaginal\n- **Índice de Maturação Vaginal (IMV)**: redução de células superficiais e aumento de células parabasais confirmam hipoestrogenismo local\n- Cultura vaginal/bacterioscopia quando houver suspeita de infecção sobreposição\n- Colposcopia se necessário para diagnóstico diferencial\n\n---\n\n### 2. Estratificação e Encaminhamento\n\n**Encaminhar a ginecologista/especialista em saúde da mulher:**\n- Sintomas moderados a graves com impacto significativo na qualidade de vida ou função sexual\n- Falha de resposta a tratamentos não hormonais após 3 meses\n- Mulheres com histórico de câncer de mama ou ginecológico (manejo especializado de TH local)\n- Suspeita de prolapso pélvico, vaginismo ou vulvodínia associada\n- Necessidade de avaliação para terapia hormonal sistêmica\n\n**Encaminhar a urologista/uroginecologista:**\n- Infecções urinárias recorrentes (≥3/ano ou ≥2 em 6 meses)\n- Incontinência urinária de urgência ou mista com impacto funcional\n- Sintomas urinários não responsivos ao tratamento de primeira linha\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Medidas não hormonais (primeira linha para sintomas leves ou contraindicação hormonal):**\n- **Lubrificantes vaginais** (à base de água, silicone ou óleo): uso pontual durante a atividade sexual para reduzir fricção\n- **Hidratantes vaginais**: ação mais prolongada que os lubrificantes; uso regular (2–3x/semana); podem exercer efeito trófico local\n- **Treinamento do assoalho pélvico (PFMT)**: viável em mulheres na pós-menopausa com incontinência urinária; melhora sintomas e sinais de VVA/GSM, qualidade de vida e função sexual\n\n**Terapia hormonal local (padrão ouro para GSM moderada a grave):**\n- Estrogênio vaginal tópico (creme, óvulo, anel): altamente eficaz, baixa absorção sistêmica, seguro para a maioria das mulheres\n- DHEA vaginal (prasterona): alternativa com ação androgênica e estrogênica local\n- Ospemifeno: SERM oral aprovado para dispareunia associada à GSM\n- Avaliação individualizada do risco-benefício para mulheres com histórico de câncer de mama (manejo especializado)\n\n**Tecnologias com energia (para casos selecionados):**\n- Laser fracionado microablativo de CO2 e laser vaginal de Erbium YAG (não ablativo): resultados promissores com bom perfil de segurança para alívio dos sintomas de VVA/GSM; indicação em casos selecionados por especialista\n\n---\n\n### 4. Monitoramento e Seguimento\n\n- Reavaliação de sintomas e resposta terapêutica em 3 meses após início do tratamento\n- Reaplicação dos índices clínicos (VHIS, IMV, pH) para monitorar resposta objetiva\n- Reforçar que a GSM é condição crônica e progressiva: o tratamento deve ser contínuo e mantido a longo prazo\n- Abordar proativamente saúde sexual: muitas mulheres não relatam espontaneamente sintomas por vergonha ou por considerar esperado com a idade\n- Registrar e documentar evolução para rastreio de complicações (infecções recorrentes, disfunção sexual persistente)"
}
