{
  "score_item_id": "019bf31d-2ef0-70ee-907a-28431ce4858a",
  "clinical_relevance": "O suporte pélvico refere-se à integridade anatômica e funcional das estruturas musculofasciais responsáveis por manter os órgãos pélvicos (bexiga, útero/cúpula vaginal e reto) em suas posições normais. Quando esse suporte é insuficiente, ocorre o prolapso de órgãos pélvicos (POP), condição definida como o descenso de um ou mais órgãos pélvicos através ou em direção ao introito vaginal.\n\nClassificação e quantificação: A avaliação padronizada do POP requer um sistema reprodutível. O sistema POP-Q (Pelvic Organ Prolapse Quantification), estabelecido por Bump et al. (1996) e adotado pela IUGA, é o único com reprodutibilidade interobservador adequada para uso clínico e de pesquisa. O sistema S-POP (Simplified POP-Q) foi desenvolvido para simplificar a aplicação clínica, mantendo boa reprodutibilidade interobservador. O sistema de Baden-Walker (Halfway Grading), embora amplamente utilizado, apresenta reprodutibilidade moderada, sendo considerado inadequado para pesquisa e pouco confiável para seguimento clínico rigoroso.\n\nAvaliação por compartimentos: O exame físico é dividido em três compartimentos — anterior (cistocele/prolapso de parede vaginal anterior), posterior (retocele/enterocele) e apical (prolapso uterino, prolapso de cúpula vaginal). A avaliação recomendada inclui exame especular vaginal e toque vaginal digital. O exame deve ser realizado com bexiga vazia; se o prolapso não for reproduzido em posição supina, o exame deve ser repetido em posição ortostática ou com manobra de Valsalva. O hiato genital (GH) maior que 3,75 cm ao POP-Q está associado a graus mais elevados de prolapso.\n\nMorbidades associadas: Pacientes com POP frequentemente apresentam disfunções concomitantes do trato urinário inferior (sintomas do trato urinário inferior — LUTS) e do trato gastrointestinal. A avaliação de resíduo pós-miccional (RPM) maior que 100 ml é o critério utilizado para identificar dificuldade de esvaziamento vesical. O teste de redução do prolapso pode prever a persistência de dificuldade miccional no pós-operatório. Os sintomas associados ao POP apresentam correlação pobre com o grau de prolapso ao exame, sendo o abaulamento vaginal o sintoma com melhor correlação (moderada a boa) com o estadiamento.\n\nForça musculatura do assoalho pélvico: A Escala de Oxford Modificada (0–5) é utilizada para graduar a força de contração dos músculos do assoalho pélvico (MAP). Maior força de contração do MAP está associada a menor gravidade do POP tanto ao POP-Q quanto em escores sintomáticos. Pacientes com POP apresentam algum grau de déficit neurológico em outras estruturas pélvicas.\n\nFatores de risco para falha/recorrência: Os fatores mais fortemente associados à recorrência após cirurgia ou falha de pessário são clínicos: estágio mais elevado de POP pré-operatório, avulsão do músculo levantador do ânus e medidas vaginais/genitais aumentadas.\n\nImagem: Os estudos de imagem (RM dinâmica, defecografia) não substituem o exame clínico para avaliação do POP. A RM dinâmica com fase de defecografia detecta prolapsos não identificados pela manobra de Valsalva isolada (ex.: cistocele em 37,6% e retocele em 25,7% adicionais). A defecografia pode auxiliar no estadiamento de compartimento posterior e na triagem de distúrbios de evacuação obstrutiva. O exame clínico tende a superestimar prolapso de parede vaginal posterior e subestimar enterocele.",
  "points": 9,
  "patient_explanation": "O suporte pélvico é como um 'assoalho' formado por músculos e tecidos que sustentam a bexiga, o útero e o intestino dentro da pelve. Quando esse assoalho enfraquece, esses órgãos podem descer em direção à vagina — isso é chamado de prolapso pélvico. Esse problema é muito comum, especialmente após gestações, partos vaginais ou com o passar da idade, e pode causar sensação de peso ou pressão na pelve, abaulamento vaginal, dificuldade para urinar ou evacuar, e em alguns casos, dor ou desconforto sexual. O prolapso não é perigoso para a vida, mas pode afetar bastante a qualidade de vida. A boa notícia é que existem tratamentos eficazes: desde exercícios para fortalecer o assoalho pélvico (fisioterapia), dispositivos de suporte (pessários) até cirurgias, dependendo do grau e dos sintomas. Identificar esse problema precocemente permite intervir antes que piore e melhorar significativamente o bem-estar.",
  "conduct": "## Conduta Clínica — Suporte Pélvico / Prolapso de Órgãos Pélvicos\n\n### Avaliação Clínica Inicial\n\n- **Anamnese dirigida:** investigar sintomas de abaulamento vaginal (melhor correlato sintomático com POP), sintomas urinários (incontinência, urgência, esvaziamento incompleto, jato fraco), sintomas intestinais (constipação, evacuação incompleta, manobras digitais para evacuar) e disfunção sexual\n- **Exame físico padronizado:**\n  - Realizar com **bexiga vazia**\n  - Posição de litotomia; se prolapso não reproduzido, examinar em **posição ortostática** ou com **manobra de Valsalva**\n  - Avaliar os três compartimentos: anterior (cistocele), posterior (retocele/enterocele) e apical (útero ou cúpula vaginal)\n  - Estadiar pelo sistema **POP-Q** (preferencial) ou **S-POP** — ambos com reprodutibilidade interobservador adequada\n  - Registrar o **hiato genital** (GH): valores > 3,75 cm associam-se a maior gravidade\n  - Avaliar força dos músculos do assoalho pélvico pela **Escala de Oxford Modificada** (0–5)\n\n### Investigação Complementar\n\n- **Resíduo pós-miccional (RPM):** mensurar em toda paciente com POP; RPM > 100 ml indica dificuldade de esvaziamento vesical — considerar urodinâmica\n- **Diário miccional e pad-weight test:** em pacientes com queixas de incontinência urinária associada\n- **Teste de redução do prolapso:** útil para prever persistência de dificuldade miccional pós-operatória e detectar incontinência urinária de esforço oculta\n- **Urofluxometria e urodinâmica:** indicadas quando há sintomas de trato urinário inferior relevantes, especialmente antes de cirurgia de POP\n- **Defecografia (convencional ou por RM dinâmica):** considerar quando há suspeita de enterocele, intussuscepção ou distúrbio evacuatório obstrutivo — exame clínico subestima enterocele (sensibilidade 7%) e pode superestimar retocele; a RM com fase de defecografia detecta prolapsos adicionais não visualizados apenas pela manobra de Valsalva\n- **Exame anorretal:** retoceles verdadeiras são melhor diagnosticadas ao toque retal\n\n### Intervenções Baseadas em Evidências\n\n**Tratamento conservador (primeira linha):**\n- **Fisioterapia do assoalho pélvico:** treinamento supervisionado da musculatura do assoalho pélvico (MAP) — associado a menor gravidade de POP e melhora sintomática; força de MAP grau ≥ 3 (Oxford) é fator protetor\n- **Pessário vaginal:** opção eficaz para manejo conservador; principais fatores de risco para falha incluem estágio elevado de POP e medidas genitais desfavoráveis\n- **Orientações comportamentais:** redução de peso, correção de constipação, evitar esforços repetitivos\n\n**Critérios de encaminhamento a especialista (uroginecologia/ginecologia):**\n- POP sintomático com repercussão na qualidade de vida\n- POP estágio ≥ II ao POP-Q com sintomas urinários, intestinais ou sexuais relevantes\n- Falha de tratamento conservador após 3–6 meses\n- Suspeita de avulsão do levantador do ânus (fator de risco para recorrência cirúrgica)\n- Incontinência urinária de esforço oculta (detectada no teste de redução) — necessita avaliação urodinâmica pré-operatória\n- Consideração de tratamento cirúrgico\n\n**Planejamento cirúrgico (quando indicado):**\n- Avaliar fatores preditores de recorrência: estadiamento pré-operatório, avulsão do levantador do ânus, hiato genital aumentado\n- Investigar e tratar incontinência urinária de esforço oculta antes ou concomitantemente à correção do POP\n- Ponderar persistência de sintomas urinários obstrutivos no pós-operatório com base no RPM e no teste de redução"
}
