{
  "score_item_id": "019bf31d-2ef0-7078-b942-860ee56136a4",
  "clinical_relevance": "A avaliação clínica da vulva e das estruturas externas da genitália feminina é um componente fundamental do rastreamento de saúde feminina, com impacto direto na detecção precoce de dermatoses vulvares, neoplasias intraepiteliais, disfunções sexuais e condições dolorosas crônicas. As condições vulvares mais prevalentes identificadas na prática clínica incluem líquen escleroso (lichen sclerosus, LS), líquen plano erosivo, dermatite vulvar (eczema), líquen simples crônico, psoríase vulvar, neoplasia intraepitelial vulvar (VIN/HSIL) e vulvodínia.\n\nO líquen escleroso vulvar é a condição inflamatória crônica mais relevante da vulva, de etiologia autoimune, com padrão de acometimento anogenital característico (clitóris, pequenos lábios, períneo e região perianal) frequentemente descrito como 'figura de oito', 'buraco de fechadura' ou ampulheta. A progressão da doença leva a cicatrização em 80% das pacientes adultas e em 30% das meninas pré-púberes, podendo resultar em fusão ou reabsorção dos pequenos lábios, perda do prepúcio clitoriano, estenose do introito vaginal, dispareunia e disfunção sexual significativa. O LS apresenta associação com doenças autoimunes sistêmicas (tireoidite de Hashimoto, diabetes tipo 1, artrite reumatoide, vitiligo) e está associado a risco aumentado de desenvolvimento de carcinoma espinocelular vulvar, estimado em estudos de coorte, justificando acompanhamento oncológico a longo prazo. A literatura também aponta associação de LS com síndrome metabólica e comorbidades cardiovasculares.\n\nA sintomatologia do LS inclui prurido intenso, ardência, soreness, disúria (por acometimento entre clitóris e uretra e nos sulcos interlabiais), dispareunia e, nas formas avançadas, estenose introital com impacto grave na função sexual. Lesões hiperceratóticas e equimoses podem ser observadas em regiões acometidas pelo prurido intenso. Em meninas pré-púberes, os sintomas são semelhantes aos das adultas.\n\nO líquen plano erosivo vulvar (LP) é outra dermatose inflamatória relevante, diferenciando-se do LS pela presença de erosões, eritema em vidro fosco, acometimento vaginal (excluído no LS), possível envolvimento oral e outras superfícies mucosas, e critérios histológicos específicos (banda inflamatória na junção dermoepidérmica predominantemente linfocítica, com degeneração da camada basal). A diferenciação entre LS e LP tem implicações prognósticas e terapêuticas diretas.\n\nA vulvodínia é definida como dor vulvar de pelo menos 3 meses de duração, sem causa identificável clara, podendo ser generalizada ou localizada, e provocada, não provocada ou mista. Considerada pelo DSM-5 como desordem de dor/penetração genito-pélvica, a vulvodínia tem fisiopatologia multifatorial com componentes neuropáticos, inflamatórios e psicossociais.\n\nA abordagem das condições vulvares requer manejo multidisciplinar, envolvendo dermatologistas, ginecologistas, médicos de atenção primária e especialistas em medicina genitourinária, com vias claras de encaminhamento interdisciplinar conforme estabelecido pela diretriz europeia de 2021.",
  "points": 12,
  "patient_explanation": "A vulva e as estruturas externas da genitália feminina podem ser afetadas por diversas condições de pele e mucosas que merecem atenção e cuidado médico. Algumas dessas condições são muito comuns e, quando identificadas cedo, respondem bem ao tratamento.\n\nEntre as mais importantes está o líquen escleroso, uma inflamação crônica da pele da região genital que causa coceira intensa, ardência, dor durante a relação sexual e, com o tempo, pode levar a mudanças na aparência e na estrutura da vulva. Outras condições incluem eczema vulvar, psoríase, líquen plano e a vulvodínia (dor vulvar crônica sem causa aparente).\n\nÉ importante comunicar ao seu médico qualquer sintoma como coceira persistente, ardência, dor, alterações na aparência da pele ou surgimento de feridas ou manchas na região genital. O acompanhamento regular permite detectar precocemente mudanças que precisam de investigação, protegendo sua saúde íntima a longo prazo. Você não precisa sentir vergonha: essas condições são comuns e têm tratamento eficaz.",
  "conduct": "## Conduta Clínica: Vulva e Estruturas Externas\n\n### 1. Anamnese Dirigida\n\n- **Sintomas:** prurido, ardência, dor, dispareunia, disúria, sangramento, corrimento\n- **Duração e padrão:** agudo, crônico, intermitente, contínuo\n- **Fatores de piora/melhora:** higiene, produtos tópicos, atividade sexual, ciclo menstrual\n- **Histórico de dermatoses prévias:** eczema, psoríase, infecções fúngicas recorrentes\n- **Histórico de doenças autoimunes:** tireoidite, diabetes tipo 1, artrite reumatoide, vitiligo\n- **Histórico familiar:** doenças autoimunes, dermatoses\n- **Uso de produtos tópicos:** sabonetes, cremes, preservativos, lubrificantes\n- **Histórico sexual e IST:** rastreamento conforme risco\n- **Impacto na qualidade de vida e função sexual**\n\n### 2. Exame Físico\n\n- Inspeção sistemática da vulva com boa iluminação: pequenos lábios, grandes lábios, clitóris e prepúcio clitoriano, introito vaginal, períneo, região perianal\n- Identificar: eritema, leucoplasia, atrofia, hiperceratose, erosões, fissuras, cicatrizes, fusões, estenose introital, lesões pigmentadas ou papulosas\n- **Padrão típico de líquen escleroso:** distribuição anogenital em figura de oito/ampulheta; fusão ou reabsorção de pequenos lábios; perda de prepúcio clitoriano\n- **Padrão de líquen plano erosivo:** erosões, eritema em vidro fosco, bordas hiperceratóticas; verificar envolvimento vaginal e oral\n- Consentimento informado antes do exame; oferecer acompanhante (chaperone) e documentar no prontuário\n\n### 3. Investigação Complementar\n\n- **Biópsia vulvar:** indicada em lesões atípicas, falha terapêutica, suspeita de VIN/HSIL, neoplasia ou quando o diagnóstico clínico é incerto; raramente necessária em apresentações clássicas\n- **Patch testing:** útil na suspeita de dermatite alérgica de contato vulvar; incluir série basal + medicamentos, conservantes e produtos tópicos utilizados pela paciente; resultado deve ser interpretado com cautela\n- **Swabs microbiológicos:** para exclusão de candidíase e infecção bacteriana na presença de corrimento ou sintomas compatíveis\n- **Raspado de pele:** para exclusão de tinea cruris\n- **Rastreamento de IST:** considerar conforme sintomas e fatores de risco\n- **Colposcopia/vulvoscopia:** conforme indicação clínica\n- **Avaliação autoimune:** na suspeita de líquen escleroso, considerar rastreamento de doenças autoimunes associadas (TSH, anticorpos tireoidianos, glicemia)\n\n### 4. Manejo por Condição\n\n#### Líquen Escleroso (LS)\n- **Primeira linha:** propionato de clobetasol 0,05% pomada — 1 aplicação/dia no 1º mês, dias alternados no 2º mês, 2x/semana no 3º mês\n- Manutenção individualizada com corticosteroide tópico para controle da doença ativa e prevenção de cicatrizes\n- Alternativas: furoato de mometasona, tacrolimo tópico 0,1% (especialmente em crianças), pimecrolimo 1%\n- Considerar triancinolona intralesional em áreas hiperceratóticas resistentes (após exclusão de malignidade por biópsia)\n- Uso de lubrificante para evitar dispareunia; orientar autoexame regular\n- **Seguimento obrigatório** para todas as pacientes tratadas por LS; em LP erosivo, seguimento especializado de longo prazo\n\n#### Dermatite Vulvar (Eczema/Líquen Simples Crônico)\n- Identificar e eliminar irritantes e possíveis alérgenos\n- Corticosteroide tópico conforme gravidade\n- Patch testing se dermatite alérgica de contato suspeita\n- Tratar condições de base predisponentes (atopia, ansiedade, infecções fúngicas)\n\n#### Vulvodínia\n- Abordagem multidisciplinar; afastar causas identificáveis\n- Intervenções baseadas em evidências incluem terapia cognitivo-comportamental, biofeedback de eletromiografia de superfície, fisioterapia pélvica\n- Farmacoterapia: discutir conforme subtipo e perfil da paciente\n- Vestibulectomia em casos selecionados refratários\n\n#### VIN / HSIL Vulvar\n- Encaminhamento imediato para ginecologia oncológica\n- Seguimento especializado obrigatório\n\n### 5. Critérios de Encaminhamento\n\n- **Dermatologia/Ginecologia especializada em vulva:** condições que não respondem ao tratamento inicial em 8-12 semanas, líquen plano erosivo, VIN suspeita, necessidade de biópsia\n- **Equipe multidisciplinar:** condições vulvares complexas (LS ativo com cicatrização progressiva, LP erosivo, vulvodínia refratária)\n- **Ginecologia oncológica:** suspeita de neoplasia, VIN confirmada, lesões pigmentadas atípicas\n- **Fisioterapia pélvica / Psicologia:** vulvodínia, dispareunia, impacto sexual significativo\n\n### 6. Seguimento\n\n- Reavaliação em 2-3 meses após início do tratamento para avaliar resposta\n- Doença ativa: seguimento conforme necessidade clínica\n- Doença estável (especialmente LS): revisão anual mínima\n- **Orientar a paciente a buscar avaliação urgente** diante de mudança na aparência ou textura (nódulo, endurecimento, ulceração persistente) — sinal de alerta para transformação neoplásica\n- Rastreamento oncológico continuado no LS dado o risco aumentado de carcinoma espinocelular vulvar"
}
