{
  "score_item_id": "019bf31d-2ef0-7f0c-b76b-806c1d6ff1fd",
  "clinical_relevance": "O histórico de doenças da vagina e do colo uterino constitui parâmetro essencial no rastreamento de risco ginecológico-oncológico e funcional. A avaliação ativa abrange condições benignas (vaginose bacteriana, candidíase recorrente, vaginite atrófica/síndrome geniturinária da menopausa), pré-malignas (neoplasia intraepitelial cervical — NIC I, II, III; lesões escamosas intraepiteliais de baixo e alto grau — LSIL/HSIL; neoplasia intraepitelial vulvar diferenciada — DVIN) e malignas (carcinoma de células escamosas de colo uterino e vagina). O HPV de alto risco (genótipos 16 e 18 respondem pela maioria dos carcinomas cervicais) é o principal agente etiológico das lesões pré-invasivas e invasivas do colo uterino e das lesões HSIL vulvares. A incidência de HSIL vulvar é de aproximadamente 5 por 100.000 mulheres/ano, com pico entre 35 e 49 anos, e está em ascensão. O líquen escleroso vulvar (VLS) confere risco cumulativo de progressão para carcinoma vulvar de 1,2% em 2 anos e 36,8% em 25 anos, sendo responsável pelo contexto de até 65% dos carcinomas vulvares; o risco atribuível em mulheres com VLS abaixo de 70 anos é de 98%. A síndrome geniturinária da menopausa (GSM/VVA) afeta grande proporção de mulheres pós-menopáusicas, comprometendo função sexual, qualidade de vida e podendo facilitar infecções e, em casos extremos, sinéquias vaginais com hematocolpos. Diretrizes atuais (ACS 2026, USPSTF, ACOG, WHO) convergem para rastreamento primário por teste de HPV a partir dos 25–30 anos, a cada 5 anos, com intervalo de 3 anos após auto-coleta vaginal HPV-negativa. Colposcopia é indicada diretamente para HPV 16/18 positivos. O exame pélvico ginecológico — inspeção externa, espéculo e palpação bimanual — permanece insubstituível para detecção de lesões vulvovaginais, cânceres vulvares ou vaginais precoces e alterações de parede vaginal. A correta documentação de histórico de patologias cervicovaginais (DSTs, HPV, citologias alteradas, biópsias, tratamentos como LEEP/conização, radioterapia pélvica prévia) é determinante para estratificação de risco individual e adequação do intervalo de rastreamento.",
  "points": 15,
  "patient_explanation": "Este item do escore pergunta se você já teve ou tem atualmente alguma doença na vagina ou no colo do útero — como infecções de repetição, alterações no exame preventivo (Papanicolau), diagnóstico de HPV, lesões pré-cancerosas ou cânceres. Saber disso é muito importante porque várias dessas condições podem evoluir silenciosamente e, quando identificadas cedo, têm tratamento eficaz e cura. O colo do útero, por exemplo, é protegido por exames regulares como o teste de HPV e o Papanicolau, que detectam alterações antes que se tornem câncer. Sintomas como corrimento incomum, sangramento fora do período menstrual, dor durante a relação sexual ou ressecamento vaginal merecem atenção médica. Se você já teve qualquer tratamento na região (como cirurgia a laser, cauterização ou biópsia), isso também é uma informação valiosa para que seu médico planeje o acompanhamento ideal para você.",
  "conduct": "## Conduta Clínica — Vagina e Colo Uterino (Histórico)\n\n### 1. Avaliação Inicial na Anamnese\n\n- **Questionar ativamente** sobre:\n  - Resultado de exames preventivos anteriores (Papanicolau, teste de HPV)\n  - Diagnóstico prévio de HPV, condiloma, NIC (I/II/III), HSIL/LSIL, câncer cervical ou vaginal\n  - Histórico de tratamentos: LEEP, conização, laser CO₂, crioterapia, radioterapia pélvica\n  - Infecções vaginais recorrentes (candidíase, vaginose bacteriana, tricomoníase)\n  - Sintomas de síndrome geniturinária da menopausa: ressecamento, dispareunia, ardência, corrimento alterado\n  - Sintomas de líquen escleroso: prurido vulvar crônico, sangramento, alterações de coloração/textura\n  - Data e resultado da última citologia cervical e/ou teste de HPV\n  - Status vacinal contra HPV\n\n### 2. Rastreamento Cervical — Baseado em Evidências\n\n- **Mulheres de risco médio (ACS 2026 / USPSTF):**\n  - Iniciar rastreamento aos **25 anos** com teste primário de HPV\n  - Intervalo de **5 anos** para HPV negativo em coleta por profissional\n  - Intervalo de **3 anos** após HPV negativo em auto-coleta vaginal\n  - Rastreamento até os **65 anos** (ou até dois testes negativos consecutivos aos 60 e 65 anos para descontinuação)\n- **HPV 16/18 positivo:** encaminhar diretamente para **colposcopia**\n- **Outros genótipos de alto risco HPV positivos:** co-teste ou colposcopia conforme protocolo local\n- **Mulheres com histórico de NIC II+, imunossupressão ou exposição ao DES:** seguimento individualizado com intervalos mais curtos\n\n### 3. Avaliação Colposcópica\n\n- Indicada em:\n  - HPV 16/18 positivo\n  - Citologia com HSIL\n  - Discordância colposcópica-citológica\n- Processo sistemático: ácido acético → escore de Swede → lugol → biópsia dirigida\n- Documentar tipo de zona de transformação (1, 2 ou 3) — fundamental para planejamento terapêutico\n\n### 4. Manejo de Condições Específicas\n\n**Lesões Pré-Malignas Vulvares (HSIL / DVIN):**\n- HSIL: excisão a frio, laser CO₂, LEEP ou imiquimode creme (GRADE 1B); seguimento a cada 6–12 meses com citologia cervical anual\n- DVIN (associado a líquen escleroso/líquen plano, HPV-independente, alto potencial maligno): excisão cirúrgica; seguimento mínimo a cada 6 meses, vitalício\n\n**Líquen Escleroso Vulvar:**\n- Risco cumulativo de malignização de até 36,8% em 25 anos — **seguimento obrigatório e vitalício**\n- Biópsia de qualquer área suspeita de progressão\n- Encaminhamento para dermatologista ou ginecologista especializado\n\n**Síndrome Geniturinária da Menopausa (GSM/VVA):**\n- Avaliação visual vaginal e vulvar como medida diagnóstica e de resposta ao tratamento\n- Primeira linha: lubrificantes e hidratantes vaginais não hormonais\n- Segunda linha (sintomas moderados-graves): estrogênio vaginal tópico em doses baixas (considerar contraindicações em pacientes com câncer de mama — preferir métodos não hormonais antes da terapia tópica)\n- Screening ativo para dispareunia e impacto na qualidade de vida sexual\n\n**Sangramento Pós-Menopausa:**\n- Ultrassonografia transvaginal como exame inicial\n- Espessura endometrial ≤4 mm: sensibilidade de 96% e especificidade de 92% para excluir câncer endometrial (Cochrane 2014)\n- Cutoff de 5 mm com melhor relação sensibilidade-especificidade conforme meta-análise (Lancet Oncology 2007)\n- Biópsia endometrial indicada conforme espessura e sintomas\n\n### 5. Critérios de Encaminhamento\n\n- **Ginecologia/Oncologia Ginecológica:** NIC II+, HSIL, DVIN, líquen escleroso com áreas suspeitas, qualquer lesão com suspeita de malignidade\n- **Colposcopista:** HPV 16/18 positivo, citologia HSIL, discordância colpo-citológica\n- **Dermatologia:** dermatoses vulvares complexas (líquen plano erosivo, líquen escleroso refratário)\n\n### 6. Prevenção\n\n- **Vacinação HPV profilática:** vacina quadrivalente (HPV 6/11/16/18) e nonavalente (HPV 6/11/16/18/31/33/45/52/58) — introduzida em 2007; avaliar status vacinal e indicar se ainda elegível\n- **Cessação tabágica:** tabagismo é fator de risco independente para HSIL vulvar e lesões cervicais\n- **Rastreamento de ISTs:** considerar em todas as pacientes com sintomas vulvovaginais ou fatores de risco, pois dermatoses e ISTs podem coexistir"
}
