{
  "score_item_id": "019bf31d-2ef0-70e0-a47d-2cef065d39e9",
  "clinical_relevance": "O registro detalhado do histórico cirúrgico é um pilar fundamental da avaliação clínica integrativa. Cada procedimento cirúrgico realizado ao longo da vida do paciente representa um evento de estresse fisiológico significativo, com potencial de deixar sequelas anatômicas, metabólicas e imunológicas duradouras que influenciam diretamente o risco de complicações em cirurgias futuras, a capacidade de cicatrização e a homeostase sistêmica.\n\n**Impacto anatômico e fisiopatológico das cirurgias prévias**\n\nCirurgias abdominais e pélvicas prévias estão associadas à formação de aderências em até 95% dos pacientes (Post-Operative Adhesions: A Comprehensive Review, Biomedicines, 2021). Essas aderências resultam do processo inflamatório peritoneal pós-operatório e podem causar obstrução intestinal, dor crônica, infertilidade e dificuldades técnicas em reoperações. A abordagem funcional integrativa reconhece que o estado inflamatório prévio e o estado nutricional no momento da cirurgia original modulam a extensão e a gravidade das aderências formadas.\n\n**Risco cirúrgico cumulativo e avaliação pré-operatória**\n\nA abordagem integrativa do Dr. Guilherme Sorrentino organiza a avaliação pré-operatória em sete pilares interdependentes: porte cirúrgico, risco cardíaco, função renal, função hepática, estado nutricional, coagulação e perfil inflamatório. O conhecimento do histórico cirúrgico permite ao médico:\n- Estimar a reserva fisiológica residual (renal, hepática, cardíaca)\n- Identificar antecedentes de complicações (sangramento, trombose, deiscência, infecção)\n- Avaliar aderências, ressecções de órgãos e alterações anatômicas que impactam cirurgias subsequentes\n- Mapear déficits nutricionais crônicos, especialmente em pós-bariátricos (deficiências de ferro, vitamina B12, complexo B, vitamina C, zinco, selênio, cobre)\n\n**Histórico bariátrico e suas implicações**\n\nPacientes submetidos à cirurgia bariátrica (bypass gástrico, sleeve gastrectomy) frequentemente apresentam deficiências nutricionais persistentes e subdiagnosticadas. A separação anatômica do estômago impede a produção e união adequada do fator intrínseco com a vitamina B12, comprometendo sua absorção. O desvio de segmentos do intestino delgado agrava absorção de ferro e micronutrientes essenciais. Segundo dados apresentados no material científico, cirurgias bariátricas aumentaram 85% entre 2011 e 2018 no Brasil (60% bypass, 36% sleeve), com risco aumentado de alcoolismo, depressão e suicídio no pós-operatório tardio, exigindo acompanhamento multidisciplinar e funcional que raramente é realizado.\n\n**Estado nutricional e cicatrização pós-cirúrgica**\n\nO estado nutricional é descrito como fator transversal que impacta todos os pilares da avaliação pré-operatória. Até 25% dos pacientes ambulatoriais de cirurgia plástica estão em risco de desnutrição sem serem avaliados. Déficits de vitamina C comprometem a hidroxilação de prolina e lisina, essenciais para a formação de colágeno e cicatrização adequada. Deficiências de vitamina D impactam negativamente biomarcadores inflamatórios e estresse oxidativo. Zinco, selênio e cobre são cofatores críticos para imunidade e reparo tecidual.\n\n**Coagulação e risco trombótico pós-cirúrgico**\n\nO histórico cirúrgico informa sobre episódios anteriores de trombose venosa profunda, embolia pulmonar ou coagulopatias. A homocisteína elevada (meta abaixo de 10 µmol/L) é fator trombogênico independente, especialmente relevante em cirurgias longas, pacientes idosos, usuárias de anticoncepcionais orais e gestantes. O score de Caprini é ferramenta padronizada para estratificação do risco trombótico pré-operatório, cuja aplicação deve ser ampliada no cenário pós-pandemia pela maior prevalência de disfunção endotelial.",
  "points": 0,
  "patient_explanation": "Este campo do seu histórico de saúde registra todas as cirurgias que você já realizou ao longo da vida. Essa informação é muito mais importante do que parece à primeira vista.\n\nCada cirurgia que você passou deixou marcas no seu organismo — algumas visíveis, como cicatrizes, e outras invisíveis, como aderências internas (fios de tecido cicatricial que podem unir estruturas que normalmente ficam separadas), alterações na absorção de nutrientes ou mudanças na forma como órgãos funcionam.\n\nPor exemplo, quem passou por cirurgia bariátrica (redução de estômago) pode ter dificuldade em absorver vitamina B12, ferro e outros nutrientes essenciais para a energia e a imunidade — mesmo anos depois da cirurgia. Quem teve cirurgias abdominais pode ter aderências que afetam o intestino ou tornam futuras cirurgias mais complexas.\n\nConhecer seu histórico cirúrgico permite que o médico entenda seu organismo de forma mais completa: quais são seus riscos específicos, quais nutrientes podem estar em falta, como seu corpo cicatriza e como se preparar melhor caso você precise de outro procedimento no futuro. Quanto mais detalhada essa informação, mais personalizado e seguro será o seu cuidado.",
  "conduct": "## Conduta Clínica: Histórico Cirúrgico\n\n### 1. Levantamento Detalhado do Histórico Cirúrgico\n\n- **Registrar para cada cirurgia:**\n  - Tipo de procedimento e data aproximada\n  - Porte cirúrgico (pequeno, médio, grande)\n  - Anestesia utilizada (local, sedação, geral, raqui/peridural)\n  - Complicações peri e pós-operatórias (sangramento, infecção, deiscência, trombose, reações anestésicas)\n  - Necessidade de reoperação ou internação prolongada\n  - Órgãos ressecados ou derivados (ex.: vesícula, apêndice, útero, derivação bariátrica)\n\n- **Atenção especial às cirurgias:**\n  - Abdominais e pélvicas (risco de aderências)\n  - Bariátricas (déficits nutricionais crônicos)\n  - Cardíacas ou vasculares (comprometimento cardiovascular residual)\n  - Ortopédicas com imobilização prolongada (risco trombótico)\n  - Neurológicas ou de coluna (comprometimento funcional)\n\n---\n\n### 2. Investigação Complementar Baseada no Histórico\n\n#### Para todos os pacientes com cirurgias prévias relevantes:\n- **Hemograma completo** — avaliar anemia e reserva hematológica\n- **Ferritina + transferrina + saturação de transferrina** — especialmente em pós-bariátricos e grandes cirurgias\n- **Vitamina B12 e folato** — absorção frequentemente comprometida após cirurgias gástricas\n- **Vitamina D (25-OH)** — impacto em inflamação, imunidade e cicatrização\n- **Zinco, selênio, cobre** — cofatores para cicatrização e imunidade\n- **Homocisteína** — fator trombogênico independente (meta < 10 µmol/L)\n- **Proteína C reativa ultrassensível** — perfil inflamatório basal\n- **Albumina e pré-albumina** — estado nutricional proteico\n\n#### Para pós-bariátricos especificamente:\n- Vitamina B12 sérica + ácido metilmalônico\n- Ferro sérico + CTLF + ferritina\n- Vitaminas lipossolúveis (A, D, E, K)\n- Zinco, cobre, selênio\n- Tiamina (B1) — risco de neuropatia\n- PTH + cálcio ionizado + densitometria óssea\n- Avaliação de composição corporal (bioimpedância) para detectar sarcopenia e \"falso magro\"\n\n#### Para avaliação de risco trombótico:\n- Dímero-D\n- Score de Caprini para estratificação de risco\n- Homocisteína\n- Avaliar anticoagulação prévia e motivo\n\n---\n\n### 3. Critérios de Encaminhamento a Especialistas\n\n- **Nutricionista/Nutrologia:** Todo paciente pós-bariátrico; pacientes com múltiplas cirurgias abdominais; risco de desnutrição identificado (até 25% dos pacientes cirúrgicos)\n- **Gastroenterologia:** Suspeita de aderências com sintomas intestinais (dor, constipação, distensão); pós-bariátrico com má absorção não controlada; avaliação de função digestiva (suco gástrico, enzimas pancreáticas)\n- **Hematologia:** Histórico de trombose, coagulopatia ou sangramento cirúrgico significativo\n- **Endocrinologia:** Pós-bariátrico com distúrbios metabólicos não controlados; déficits hormonais relevantes\n- **Cirurgia:** Suspeita de aderências obstrutivas ou complicações tardias de cirurgias prévias\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n#### Correção de déficits nutricionais identificados:\n- **Vitamina C:** Essencial para síntese de colágeno (hidroxilação de prolina e lisina); déficit causa fragilidade capilar, cicatrização lenta e maior suscetibilidade a infecções\n- **Vitamina B12:** Suplementação parenteral (IM) nos casos de gastrectomia ou bypass com impossibilidade de absorção oral\n- **Ferro:** Correção guiada por ferritina e saturação de transferrina; em casos de inflamação concomitante (PCR > 5), tratar inflamação antes de interpretar ferritina\n- **Vitamina D:** Suplementação individualizada visando níveis séricos > 40 ng/mL\n- **Proteína:** Ingestão acima de 1,5 g/kg/dia para preservação de massa magra, especialmente em pós-bariátricos e pacientes em processo de emagrecimento\n\n#### Preparo para cirurgias futuras (preabilitação):\n- Planejamento dietético pré-operatório: dieta anti-inflamatória, controle glicêmico, jejum intermitente quando indicado\n- Avaliação e correção de resistência insulínica (HOMA-IR; curva insulinêmica pós-carga de 75 g quando indicado)\n- Mapear coagulação e risco de trombose com score de Caprini\n- Avaliar perfil inflamatório (ferritina, PCR-us, homocisteína, TNF-alfa quando necessário)\n- Considerar bioimpedância para avaliar composição corporal e reserva muscular\n- Avaliar função hepática além de TGO/TGP: capacidade de detoxificação e metabolismo de fármacos\n- Não exceder 6 horas de tempo cirúrgico eletivo; planejar termorregulação intraoperatória\n\n#### Monitoramento contínuo pós-cirúrgico:\n- Acompanhamento nutricional longitudinal (especialmente pós-bariátrico: ao longo da vida)\n- Exercício resistido para preservação de massa magra\n- Suplementação personalizada orientada por avaliação bioquímica individualizada"
}
