{
  "score_item_id": "019bf31d-2ef0-78fe-a64a-61215107d5e3",
  "clinical_relevance": "O histórico cirúrgico é um parâmetro clínico de alta relevância no Escore Plenya porque determinadas cirurgias produzem alterações fisiológicas permanentes ou de longa duração que modificam diretamente os valores esperados de marcadores laboratoriais, hormonais e metabólicos avaliados no escore. A identificação precisa das cirurgias prévias permite ao clínico interpretar desvios de referência como consequências esperadas do procedimento — e não como doenças independentes — além de direcionar a investigação e as intervenções de forma personalizada.\n\n**Cirurgia bariátrica:** É o procedimento com maior impacto sistêmico no escore. Após bypass gástrico (60% dos casos) ou sleeve gastrectomy (36%), ocorrem alterações profundas no metabolismo de nutrientes e hormônios intestinais. Há elevação de GLP-1 e oxintomodulina (OXM), com impacto direto na secreção de insulina e no controle glicêmico — o diabetes tipo 2 frequentemente reverte antes mesmo de ocorrer perda de peso significativa. O risco de deficiências nutricionais é alto e persistente: ferro, complexo B (especialmente B12) e vitamina D requerem monitoramento ao longo de toda a vida. O hipogonadismo masculino pode reverter parcialmente após a cirurgia, mas nem sempre com recuperação plena de testosterona, estradiol e DHT, exigindo acompanhamento individualizado sem interpretações categóricas precoces. Pós-bariátricos apresentam ainda risco aumentado de alcoolismo, depressão e comportamento suicida, demandando acompanhamento multidisciplinar funcional — raramente realizado na prática convencional.\n\n**Ooforectomia bilateral (em pré-menopausa):** Estudo de coorte de base populacional (Maturitas, 2022) avaliou mulheres por uma década após remoção cirúrgica bilateral dos ovários antes da menopausa natural. As mudanças metabólicas mais pronunciadas ocorreram nos primeiros 4 a 5 anos, com impacto em pressão arterial diastólica, peso, IMC e marcadores de colesterol. Mulheres que receberam terapia estrogênica após a ooforectomia apresentaram trajetórias de peso e IMC comparáveis às do grupo sem cirurgia, além de aumento de HDL-C, sugerindo efeito protetor da reposição hormonal sobre os parâmetros metabólicos adversos.\n\n**Cirurgias plásticas e de contorno corporal:** A lipoaspiração, sem mudança de hábitos, pode resultar em aumento compensatório de gordura visceral — mais inflamatória do que a subcutânea. Até 25% dos pacientes ambulatoriais de cirurgia plástica encontram-se em risco de desnutrição e não são avaliados pré-operatoriamente. A resistência insulínica eleva o risco de deiscência, necrose, infecção e complicações de cicatrização; o estresse cirúrgico per se eleva o cortisol e agrava o perfil glicêmico perioperatório. A hiperinsulinemia pós-prandial não detectada por glicemia de jejum é fator de risco relevante, identificável apenas por curva insulinêmica pós-carga.\n\n**Cirurgias que afetam o eixo tireoidiano:** Tireoidectomia total ou parcial impacta diretamente os valores de TSH, T4 livre e T3 livre, exigindo metas terapêuticas diferenciadas. A conversão periférica de T4 em T3 pode ser comprometida por deiodinases reduzidas, inflamação crônica e deficiências nutricionais associadas ao estado pós-operatório.\n\n**Cirurgias abdominais e saúde intestinal:** Procedimentos que alteram a anatomia gastrointestinal — além da bariátrica — podem comprometer a absorção de nutrientes, a produção de ácido gástrico, enzimas pancreáticas e a microbiota. A perda da homeostase intestinal favorece disbiose, permeabilidade aumentada e inflamação sistêmica, impactando múltiplos parâmetros do escore.",
  "points": 0,
  "patient_explanation": "Algumas cirurgias que você já realizou ao longo da vida podem influenciar diretamente os seus resultados no Escore Plenya — não porque algo esteja errado, mas porque essas cirurgias modificam de forma permanente ou prolongada o funcionamento do seu organismo.\n\nPor exemplo, quem fez cirurgia bariátrica (para perda de peso) pode ter alterações nos hormônios intestinais, deficiências de vitaminas e minerais como B12 e ferro, além de mudanças no metabolismo que afetam vários exames. Quem fez retirada dos ovários antes da menopausa pode ter alterações no peso, colesterol e pressão arterial que precisam ser interpretadas nesse contexto. Cirurgias na tireoide impactam diretamente os hormônios tireoidianos. Cirurgias plásticas de contorno corporal podem redistribuir gordura e alterar marcadores metabólicos.\n\nAo informar suas cirurgias anteriores, o sistema pode ajustar a interpretação dos seus dados e o médico pode identificar quais alterações são esperadas para o seu histórico — e quais requerem atenção adicional. Não há resposta certa ou errada aqui: o objetivo é entender você de forma completa e personalizada.",
  "conduct": "## Conduta Clínica — Cirurgias que Interferem Diretamente no Escore\n\n### 1. Avaliação Inicial: Identificação e Classificação das Cirurgias Prévias\n\n- **Registrar todas as cirurgias relevantes** com data aproximada, tipo de procedimento e eventuais complicações pós-operatórias\n- Classificar o impacto esperado de cada cirurgia sobre os domínios do escore:\n  - Metabólico/hormonal (bariátrica, ooforectomia, tireoidectomia)\n  - Nutricional/absortivo (bariátrica, cirurgias intestinais)\n  - Inflamatório/imune (qualquer cirurgia de grande porte recente)\n  - Cardiovascular (ooforectomia bilateral pré-menopausa)\n  - Composição corporal (lipoaspiração, cirurgias de contorno)\n\n---\n\n### 2. Cirurgia Bariátrica — Condutas Específicas\n\n**Investigação laboratorial obrigatória:**\n- Vitamina B12, folato, ferro sérico, ferritina, saturação de transferrina\n- Vitamina D (25-OH), cálcio, fósforo, PTH\n- Zinco, cobre, selênio\n- Hemograma completo (anemia ferropriva ou megaloblástica)\n- Proteínas totais e albumina\n- Perfil hormonal: testosterona total/livre, estradiol, DHT (em homens com histórico de obesidade)\n- Homocisteína e vitamina B12 (especialmente se em uso de metformina)\n- Glicemia e insulina de jejum com cálculo de HOMA-IR; considerar curva insulinêmica\n\n**Monitoramento contínuo:**\n- **B12 e ferro ao longo da vida** — deficiências são a regra, não a exceção\n- Avaliação de composição corporal por bioimpedância (não apenas IMC)\n- Rastreamento ativo de depressão, ansiedade e uso de álcool\n- Perfil hormonal semestral nos primeiros 2 anos\n\n**Encaminhamentos:**\n- Nutricionista com experiência em pós-bariátrico para suplementação individualizada\n- Psicologia/psiquiatria: risco aumentado de depressão e comportamento suicida\n- Endocrinologista se houver hipogonadismo persistente após perda de peso\n\n---\n\n### 3. Ooforectomia Bilateral Pré-Menopausa — Condutas Específicas\n\n**Investigação:**\n- Perfil lipídico completo (HDL-C, LDL, triglicerídeos), com atenção especial ao HDL-C\n- Pressão arterial e histórico de variação ponderal pós-cirurgia\n- Peso e IMC com análise de trajetória (mudanças mais pronunciadas nos primeiros 4–5 anos pós-cirurgia)\n- FSH, LH, estradiol para confirmar estado hipogonadal\n\n**Conduta:**\n- **Avaliar indicação de terapia estrogênica:** evidências mostram que a reposição estrogênica após ooforectomia bilateral é protetora para peso, IMC e HDL-C\n- Monitorar risco cardiovascular a longo prazo — remoção cirúrgica dos ovários antes da menopausa natural aumenta risco cardiovascular\n- Avaliar densidade mineral óssea (DEXA) — hipogonadismo cirúrgico acelera perda óssea\n\n---\n\n### 4. Tireoidectomia Total ou Parcial — Condutas Específicas\n\n**Investigação:**\n- TSH, T4 livre e T3 livre (metodologias mais acuradas quando disponíveis, como ultrafiltração)\n- Anti-TPO e anti-Tg para avaliar atividade autoimune residual\n- Biomarcadores teciduais: colesterol, LDL, SHBG, osteocalcina\n- Avaliar carências nutricionais que impactam conversão T4→T3: ferro, selênio, zinco, vitaminas D/A/B12\n\n**Conduta:**\n- Personalizar metas de TSH/T3 livre além dos valores de referência populacionais — restaurar função tecidual e qualidade de vida\n- Em hipometabolismo com disfunção de T3 livre (baixo apesar de LT4 adequado), considerar associação de T3 em casos selecionados\n- Exercício físico como modulador da sensibilidade do receptor tireoidiano\n\n---\n\n### 5. Cirurgias Plásticas e de Contorno Corporal — Condutas Específicas\n\n**Investigação pré-intervenção (para planejamento de novas cirurgias):**\n- Glicemia e insulina de jejum com índice HOMA-IR; considerar curva insulinêmica pós-carga de 75g\n- Homocisteína (risco trombótico, especialmente em cirurgias longas)\n- Estado nutricional: proteínas, vitamina C, selênio, zinco, cobre\n- Ferritina como marcador inflamatório perioperatório\n- Bioimpedância para identificar gordura visceral e \"falso magro\"\n\n**Para pacientes com lipoaspiração prévia:**\n- Monitorar redistribuição de gordura corporal — risco de aumento de gordura visceral compensatória\n- Avaliar composição corporal por bioimpedância ou densitometria de corpo total\n- Educação sobre necessidade de mudanças de hábitos para manutenção dos resultados\n\n---\n\n### 6. Interpretação do Escore Pós-Cirurgia\n\n- **Ajustar referências esperadas** conforme o tipo de cirurgia e o tempo pós-operatório\n- Não penalizar parâmetros alterados que são consequência esperada e manejável da cirurgia\n- Identificar quais alterações são **adaptações esperadas** vs. **complicações tratáveis**\n- Reavaliar periodicamente: o impacto de muitas cirurgias (especialmente bariátrica e ooforectomia) evolui ao longo do tempo"
}
