{
  "score_item_id": "019bf31d-2ef0-7270-8a8b-017b293ca147",
  "clinical_relevance": "A mastectomia — ressecção cirúrgica total ou parcial da mama — representa um marco clínico de alto impacto no escore de saúde da paciente, pois altera permanentemente a fisiologia mamária, o perfil hormonal, a composição corporal e o risco de comorbidades associadas. No contexto do Escore Plenya, seu registro como cirurgia prévia sinaliza ao clínico que a paciente integra o grupo de sobreviventes de câncer de mama — população com necessidades de acompanhamento distintas e especializadas.\n\nDados epidemiológicos relevantes: O Brasil projeta 74 mil novos casos anuais de câncer de mama, com aumento previsto de 40% na incidência e 50% na mortalidade até 2040. Revisão abrangente publicada no Journal of Midwifery and Women's Health (2019) evidenciou que 90% das sobreviventes de câncer de mama experimentam complicações físicas, metabólicas e psicossociais duradouras, exigindo cuidado multidisciplinar de longo prazo.\n\nImpacto metabólico pós-mastectomia: A cirurgia não encerra o risco oncológico. Síndrome metabólica após o diagnóstico está associada a 69% maior risco de recorrência (HR 1,69) e 83% maior mortalidade específica por câncer de mama (HR 1,83), conforme meta-análise de 42.135 sobreviventes publicada no Journal of Internal Medicine (2025). Hiperinsulinemia aumenta em 34% o risco de novo evento oncológico e em 78% o risco de morte após o diagnóstico, independentemente de IMC ou circunferência abdominal. Sarcopenia — frequentemente negligenciada em mulheres com peso normal — eleva em 41% a mortalidade específica por câncer de mama e em 44% a mortalidade por todas as causas.\n\nImpacto hormonal: Em pacientes pós-mastectomia por câncer hormônio-dependente, a reposição hormonal sistêmica é contraindicada com base em ensaios clínicos que demonstram aumento de recorrência. A decisão sobre terapias tópicas para atrofia vaginal deve ser individualizada, com preferência por abordagem escalonada iniciando por métodos não hormonais.\n\nRastreio pós-operatório: A resistência insulínica foi identificada como fator de risco independente para doença cardiovascular e foi prevalente em 26% de pacientes não diabéticas com câncer de mama em estudo de 2012–2014 com 760 mulheres. A composição corporal (detecção de sarcopenia por bioimpedância ou densitometria de corpo total) e marcadores inflamatórios/metabólicos são pilares do acompanhamento funcional integrado.\n\nEfeito das intervenções de estilo de vida: Meta-análise de mais de 12.000 pacientes com câncer de mama demonstrou que exercício pós-diagnóstico reduz em 34% o risco de morte por câncer de mama, em 24% o risco de recorrência e em 41% a mortalidade por todas as causas. Dieta, atividade física e controle do peso são os principais determinantes de sobrevida a longo prazo após diagnóstico de câncer de mama.",
  "points": 20,
  "patient_explanation": "A mastectomia é a cirurgia de retirada total ou parcial da mama, realizada principalmente no tratamento ou na prevenção do câncer de mama. Quando este procedimento consta no seu histórico, é muito importante que o seu médico saiba, pois ele muda vários aspectos do seu acompanhamento de saúde.\n\nDepois da mastectomia, o corpo pode passar por mudanças físicas, hormonais e metabólicas que precisam de atenção continuada. Pesquisas mostram que a grande maioria das mulheres que passou por esse procedimento pode se beneficiar enormemente de cuidados com alimentação, exercícios (especialmente musculação), controle do peso e do açúcar no sangue.\n\nIsso não significa que você está em perigo — significa que, com acompanhamento adequado, é possível viver com saúde, qualidade de vida e longevidade. Cada mulher é única, e o plano de cuidado deve ser personalizado para a sua situação.",
  "conduct": "## Conduta Clínica Pós-Mastectomia\n\n### Avaliação Inicial Obrigatória\n\n- **Anamnese detalhada:** tipo e extensão da mastectomia (total, parcial, bilateral, profilática), estadiamento histopatológico, subtipo molecular do tumor (luminal A/B, HER2+, triplo-negativo), tratamentos adjuvantes realizados (quimioterapia, radioterapia, hormonioterapia, terapia-alvo)\n- **História oncológica familiar:** investigar cânceres de mama, ovário, pâncreas e próstata em ambos os lados da família; suspeitar de mutação genética em casos de câncer jovem (<45 anos), câncer triplo-negativo, câncer bilateral ou história familiar expressiva\n- **Rastreio de recorrência:** seguir protocolo oncológico vigente (mamografia da mama contralateral, ultrassonografia, ressonância magnética conforme indicação individual)\n\n### Avaliação Metabólica e Composição Corporal\n\n- **Composição corporal:** solicitar bioimpedância ou densitometria de corpo total para detectar sarcopenia, inclusive em pacientes eutróficas — sarcopenia associa-se a 41% maior mortalidade por câncer de mama e 44% maior mortalidade por todas as causas\n- **Marcadores inflamatórios e metabólicos:** glicemia de jejum, insulina basal, HOMA-IR, PCR ultrassensível, hemograma, perfil lipídico ampliado (HDL, triglicerídeos, LDL, LDL oxidado quando indicado)\n- **Rastreio de resistência insulínica:** prevalente em 26% de mulheres não diabéticas com câncer de mama; hiperinsulinemia aumenta em 78% o risco de morte pós-diagnóstico\n- **Síndrome metabólica:** associada a HR 1,69 para recorrência e HR 1,83 para mortalidade específica por câncer de mama (meta-análise de 42.135 sobreviventes, 2025)\n\n### Intervenções de Estilo de Vida Baseadas em Evidências\n\n- **Exercício físico:** priorizar treino de força/resistência além de atividades aeróbicas; meta-análise de >12.000 pacientes demonstrou redução de 34% no risco de morte por câncer de mama, 24% na recorrência e 41% na mortalidade por todas as causas com exercício pós-diagnóstico; meta de aproximadamente 250 minutos semanais de atividade física\n- **Dieta:** dieta mediterrânea ou abordagem anti-inflamatória; modular metabólitos de estrogênio com crucíferas (brócolis, couve-flor, couve — consumo moderado de 3–4x/semana); considerar DIM (100–200 mg/dia) ou indol-3-carbinol (I3C, 200–400 mg/dia) conforme avaliação clínica individual\n- **Controle metabólico:** combater hiperinsulinemia, obesidade e inflamação crônica como alvos primários; redução de carboidratos refinados e álcool; avaliar predisposição individual ao álcool e educar sobre risco oncológico\n- **Sono:** higiene do sono rigorosa; priorizar sono profundo como estratégia de recuperação e modulação inflamatória\n\n### Manejo Hormonal\n\n- **Reposição hormonal sistêmica:** contraindicada em pacientes com histórico de câncer de mama com base em ensaios clínicos que demonstram aumento de recorrência; não utilizar testosterona com objetivo de reduzir risco mamário (sem validação em guidelines)\n- **Atrofia vaginal/urogenital:** abordagem escalonada — iniciar com métodos não hormonais; considerar terapia hormonal tópica apenas se falha de métodos não hormonais, com suporte emocional e consentimento informado\n- **Monitoramento hormonal avançado:** considerar DUTCH Test para avaliação metabômica dos hormônios esteroides em casos selecionados, quando disponível e com preparo clínico adequado\n\n### Encaminhamentos Prioritários\n\n- **Oncologia/Mastologia:** seguimento oncológico regular obrigatório\n- **Aconselhamento genético:** indicado em casos com alta suspeita de mutação (câncer jovem, triplo-negativo, história familiar de múltiplos cânceres, câncer em homem, descendência judaica Ashkenazi)\n- **Nutrição clínica:** suporte para composição corporal, controle metabólico e manejo dietético individualizado\n- **Educação física/Fisioterapia:** programa estruturado de exercícios de força; fisioterapia para sequelas cirúrgicas (linfedema, restrição de movimento)\n- **Psicologia/Psiquiatria:** suporte psicossocial para luto, adaptação à imagem corporal e adesão ao tratamento; mulheres jovens em idade reprodutiva são especialmente vulneráveis às complicações psicossociais\n- **Farmacogenética:** considerar polimorfismos que alteram metabolização de drogas ao selecionar terapias adjuvantes\n\n### Monitoramento Contínuo\n\n- Reavaliação de composição corporal e marcadores metabólicos a cada 6–12 meses\n- Monitorar resposta às intervenções de estilo de vida com marcadores objetivos\n- Acompanhamento individualizado, humanizado e multidisciplinar, integrando aspectos físicos, metabólicos, hormonais e psicossociais"
}
