{
  "score_item_id": "019bf31d-2ef0-73a8-b1ae-3e27305e25d8",
  "clinical_relevance": "A prostatectomia radical (PR) é o tratamento cirúrgico padrão para o câncer de próstata clinicamente localizado e representa uma das cirurgias urológicas com maior impacto sistêmico e hormonal. No contexto do Escore Plenya, o histórico de prostatectomia é um parâmetro de peso significativo por interferir diretamente em domínios centrais da saúde masculina: função sexual, continência urinária, equilíbrio hormonal e rastreamento oncológico contínuo.\n\n**Impacto na função urinária:** A incontinência urinária é a complicação pós-operatória mais imediata e prevalente. Dados do Michigan Urological Surgery Improvement Collaborative (MUSIC, 2014-2023, n=1.323) demonstram que 58% dos pacientes atingem continência social (uso de ≤1 absorvente/dia) aos 3 meses e 86% aos 12 meses. A recuperação da continência correlaciona-se positivamente com escores basais elevados de continência urinária (EPIC-26) e negativamente com a idade avançada.\n\n**Impacto na função sexual:** A disfunção erétil pós-prostatectomia é a complicação de maior impacto na qualidade de vida. No mesmo estudo MUSIC, apenas 15% dos pacientes com câncer de alto risco recuperaram função sexual satisfatória em 12 meses. A recuperação está associada à utilização de técnica com preservação nervosa (nerve-sparing), menores níveis de PSA pré-operatório e ausência de terapia adjuvante. Uma revisão de 4 ensaios randomizados e 15 estudos prospectivos (2010-2021) confirma que a cirurgia apresenta o maior impacto negativo — tanto em curto quanto em longo prazo — sobre a função sexual e a continência, em comparação com radioterapia ou vigilância ativa.\n\n**Rastreamento oncológico pós-operatório:** Segundo a diretriz AUA/ASTRO 2022 para câncer de próstata localizado, o PSA é o marcador central do acompanhamento pós-PR. Recomenda-se dosagem a cada 6-12 meses por 5 anos e anualmente após esse período. A recorrência bioquímica é definida como PSA ≥0,2-0,4 ng/mL após prostatectomia. Qualquer elevação detectável do PSA exige investigação para recidiva local ou doença metastática.\n\n**Implicações para terapia de reposição hormonal (TRT):** O histórico de prostatectomia impacta diretamente decisões sobre TRT em pacientes com hipogonadismo associado. A literatura atual (incluindo dados com até 20 anos de seguimento) demonstra que a TRT não aumenta o risco de câncer de próstata e pode ser iniciada após PR quando o PSA se torna indetectável — o protocolo mínimo recomendado é de 3-6 meses com PSA indetectável. Um protocolo conservador inclui espera de 12 meses de PSA indetectável, com ressonância magnética de pelve e PET-CT prévios para exclusão de recidiva local ou metastática, além de avaliação hormonal completa antes do início da TRT. A TRT é contraindicada em casos de doença metastática ativa, pelo risco de \"testosterone flare\" com progressão das metástases.\n\n**Avaliação prostática após PR:** A ausência do tecido prostático após PR torna dispensáveis o toque retal e a ultrassonografia prostática para rastreamento local; o PSA ultrassensível passa a ser o único marcador de seguimento. A relação PSA livre/total perde aplicabilidade nesse contexto. O foco diagnóstico se volta para PSA total com limiar de detecção inferior a 0,1 ng/mL.\n\n**Qualidade de vida global:** Revisões sistemáticas indicam que, a longo prazo, o impacto global em ansiedade, bem-estar mental e emocional e fadiga é equivalente entre cirurgia, radioterapia e vigilância ativa. O diferencial da PR está nos domínios específicos de continência e função sexual.",
  "points": 12,
  "patient_explanation": "A prostatectomia é a cirurgia de retirada da próstata, realizada principalmente para tratar o câncer de próstata. Saber que você passou por essa cirurgia é muito importante para entendermos sua saúde como um todo.\n\nApós a prostatectomia, alguns aspectos da saúde podem ser afetados, especialmente a função urinária e a função sexual. A maioria dos homens recupera o controle urinário ao longo dos primeiros meses, mas a recuperação da função sexual costuma ser mais lenta e depende de detalhes da cirurgia, como a preservação dos nervos.\n\nAlém disso, o acompanhamento do PSA (um exame de sangue simples) continua sendo fundamental mesmo depois da cirurgia, para garantir que o câncer não voltou. Esse exame deve ser feito regularmente conforme orientação do seu médico.\n\nSe você tiver sintomas como baixa energia, alterações no humor ou diminuição da libido, é importante informar ao médico, pois a reposição hormonal pode ser considerada em alguns casos — sempre com segurança e avaliação cuidadosa. Cuidar da saúde depois de uma prostatectomia é um processo contínuo, e você não está sozinho nessa jornada.",
  "conduct": "## Conduta Clínica: Histórico de Prostatectomia\n\n### 1. Anamnese Direcionada\n\n- **Tipo de cirurgia:** prostatectomia radical aberta, laparoscópica ou robótica; se houve preservação de nervos (nerve-sparing unilateral ou bilateral)\n- **Data da cirurgia e estadiamento histológico:** escore de Gleason, estadio patológico (pT), margens cirúrgicas\n- **Terapia adjuvante:** radioterapia pós-operatória, hormonioterapia (ADT)\n- **PSA pós-operatório:** tempo para atingir nível indetectável, histórico de valores e tendência atual\n- **Sintomas urinários:** incontinência (número de absorventes/dia), urgência, frequência\n- **Função sexual:** presença ou ausência de ereções, uso de medicamentos (inibidores de PDE5), dispositivos ou injeções intracavernosas\n- **Sintomas de hipogonadismo:** fadiga, perda de massa muscular, alterações de humor, libido reduzida, ausência de ereções matinais\n\n### 2. Avaliação Laboratorial e de Imagem\n\n- **PSA ultrassensível:** exame essencial no seguimento pós-PR; dosar a cada 6-12 meses por 5 anos, depois anualmente\n  - Alerta: PSA ≥0,2 ng/mL configura recorrência bioquímica e exige investigação\n- **Painel hormonal completo:** testosterona total e livre, LH, FSH, estradiol, SHBG, prolactina; DHT quando indicado\n- **Exames gerais:** lipidograma, glicemia, HbA1c, função renal e hepática, hemograma\n- **Ressonância magnética de pelve multiparamétrica 3-Tesla:** indicada antes de qualquer decisão de TRT em sobrevivente de câncer de próstata, para exclusão de recidiva local\n- **PET-CT:** considerar em casos com PSA em elevação ou suspeita clínica de recidiva sistêmica antes de iniciar TRT\n- **Urofluxometria e resíduo pós-miccional:** avaliar se há sintomas obstrutivos residuais (Qmax <10 ml/s ou resíduo >40 ml indicam investigação adicional)\n\n### 3. Manejo das Complicações Pós-operatórias\n\n#### Incontinência Urinária\n- **Fisioterapia pélvica:** reabilitação do assoalho pélvico é a intervenção de primeira linha\n- **Avaliação urológica:** encaminhar se incontinência persistir após 12 meses, ou se for severa (>2 absorventes/dia)\n- **Opções cirúrgicas de segunda linha:** sling perineal ou esfíncter urinário artificial para casos refratários (decisão urológica)\n\n#### Disfunção Erétil\n- **Reabilitação peniana precoce:** inibidores de PDE5 (sildenafila, tadalafila) em doses regulares para reabilitação, não apenas sob demanda\n- **Investigar causas concomitantes:** hipogonadismo, síndrome metabólica, apneia obstrutiva do sono (polissonografia domiciliar se houver ronco, sonolência ou ausência de ereções matinais)\n- **Encaminhamento:** urologista ou sexologista para tratamentos de segunda linha (injeções intracavernosas de alprostadil) se falha nos inibidores de PDE5\n- **Aplicar IIEF (Índice Internacional de Função Erétil):** estratificar grau de disfunção (leve, moderada, severa)\n\n### 4. Decisão sobre Terapia de Reposição de Testosterona (TRT)\n\n- **Pré-requisito mínimo:** PSA indetectável por pelo menos 3-6 meses após PR (literatura atual)\n- **Protocolo conservador recomendado:**\n  1. Aguardar pelo menos 12 meses de PSA indetectável\n  2. Realizar RM de pelve para exclusão de recidiva local\n  3. Considerar PET-CT para exclusão de doença metastática\n  4. Avaliação hormonal completa (painel sérico + salivar quando indicado)\n  5. Discussão detalhada de risco/benefício com o paciente\n- **Contraindicação absoluta:** doença metastática ativa (risco de testosterone flare)\n- **Encaminhamento:** casos de sobreviventes de câncer de próstata com indicação de TRT devem ser manejados em conjunto com urologista com perfil funcional/integrativo\n- **Monitoramento durante TRT:** PSA a cada 3-6 meses no primeiro ano; qualquer elevação >0,2 ng/mL ou salto abrupto exige suspensão e investigação imediata\n\n### 5. Critérios de Encaminhamento\n\n- **Urologia:** recorrência bioquímica (PSA ≥0,2 ng/mL), incontinência persistente >12 meses, disfunção erétil refratária\n- **Oncologia urológica:** suspeita de recidiva local ou metastática\n- **Endocrinologia/Medicina funcional:** hipogonadismo pós-PR com indicação de TRT\n- **Fisioterapia pélvica:** todos os pacientes com incontinência pós-operatória\n- **Psicologia/Sexologia:** impacto psicossocial da disfunção sexual, alterações de imagem corporal e qualidade de vida\n\n### 6. Acompanhamento e Qualidade de Vida\n\n- Abordar proativamente o impacto na qualidade de vida (função sexual, continência, bem-estar emocional)\n- Avaliar regularmente com questionários validados (EPIC-26, IIEF)\n- Suporte ao estilo de vida: exercício aeróbico (mínimo 160 min/semana), dieta antiinflamatória, controle de peso e circunferência abdominal, qualidade do sono"
}
