{
  "score_item_id": "019bf31d-2ef0-7db2-9844-d04c37701d92",
  "clinical_relevance": "A tireoidectomia — parcial ou total — é a remoção cirúrgica da glândula tireoide, realizada principalmente para tratamento de carcinoma tireoidiano, bócio multinodular sintomático, doença de Graves refratária e nódulos indeterminados. No contexto do Escore Plenya, o histórico de tireoidectomia é um marcador de risco permanente, pois determina dependência hormonal crônica e expõe o paciente a complicações específicas de longo prazo.\n\n**Impacto sobre a função tireoidiana:** A tireoidectomia total implica cessação completa da produção endógena de T4 e T3. A glândula tireoide íntegra contribui com aproximadamente 20% da produção diária de T3 diretamente; o restante provém da conversão periférica de T4. Após a remoção total, os pacientes perdem essa fração intratireoidiana de T3 (estimada em 10-20% da produção total), o que pode resultar em concentrações séricas de T3 menores que as do estado pré-mórbido mesmo com levotiroxina em dose plena. Estudos comparando a função tireoidiana antes e após tireoidectomia total demonstraram que TSH e T3 séricos podem ser mantidos em faixas equivalentes com LT4, mas a variabilidade individual é substancial.\n\n**Hipotireoidismo pós-operatório e reposição com levotiroxina:** Cerca de 75% dos pacientes submetidos à tireoidectomia necessitam de ajuste de dose de levotiroxina ao longo do seguimento, evidenciando que o peso corporal isolado é insuficiente para determinar a dose ideal. Fatores que influenciam a necessidade de LT4 incluem: interações medicamentosas (ferro, cálcio, inibidores de bomba de prótons, análogos de GLP-1, soja), condições gastrointestinais (hipocloridria, H. pylori, doença celíaca, SIBO, gastroparesia), idade, massa magra e tipo de formulação. Formulações líquidas e em cápsulas de gel mole demonstraram melhor absorção em pacientes com má absorção. Doses superiores a 200-300 mcg/dia devem levantar suspeita de má absorção e desencadear investigação específica.\n\n**Hipoparatireoidismo pós-tireoidectomia:** Constitui a principal causa de hospitalização após cirurgia de tireoide. Resulta de lesão inadvertida ou remoção das glândulas paratireoides, levando à hipocalcemia sintomática. Fatores de risco incluem: operações bilaterais, doença tireoidiana autoimune, dissecção cervical central e inexperiência do cirurgião. Um PTH intacto pós-operatório abaixo de 15 pg/mL indica risco aumentado de hipoparatireoidismo agudo e deve acionar protocolo de suplementação imediata de cálcio e vitamina D. O monitoramento inclui cálcio sérico total, ionizado, PTH e vitamina D.\n\n**Impacto cardiovascular e metabólico:** O hipotireoidismo pós-cirúrgico inadequadamente tratado está associado a risco cardiovascular aumentado. Meta-análise com aproximadamente 2 milhões de participantes (2017) demonstrou que o hipotireoidismo é fator de risco independente para mortalidade cardiovascular. O T3 modula diretamente canais iônicos, frequência e contratilidade cardíaca, débito cardíaco, vasorrelaxamento e função mitocondrial. Mesmo com TSH normalizado, 5-15% dos pacientes em uso de levotiroxina mantêm sintomas persistentes, e 70-77% relatam insatisfação com o tratamento.\n\n**Polimorfismos e T3 intratecidual:** Pacientes tireoidectomizados com polimorfismos genéticos em deiodinases (estimados em 12-14% da população) apresentam conversão periférica de T4 para T3 subótima, tornando-os candidatos preferenciais à terapia combinada LT4+LT3. A diretriz europeia de 2012 recomenda considerar a combinação na proporção de 13:1 a 20:1 (T4:T3), com T3 fracionado em duas doses diárias.",
  "points": 12,
  "patient_explanation": "A tireoidectomia é a cirurgia de retirada total ou parcial da glândula tireoide, que fica na frente do pescoço e é responsável por produzir hormônios que controlam o metabolismo, a energia, o coração, o intestino e muitas outras funções do corpo. Quando a tireoide é retirada, o organismo deixa de produzir esses hormônios por conta própria, e é necessário tomar uma medicação chamada levotiroxina (hormônio tireoidiano sintético) pelo resto da vida para substituir o que a glândula fazia. Mesmo com o medicamento, algumas pessoas continuam sentindo cansaço, dificuldade de concentração ou outros sintomas — isso acontece porque cada organismo absorve e converte o medicamento de forma diferente. Além disso, durante a cirurgia, existe o risco de afetar outras glândulinhas próximas à tireoide (as paratireoides), que controlam o cálcio no sangue. Se isso ocorrer, podem surgir formigamentos, câimbras ou fraqueza muscular. Por isso, quem passou por essa cirurgia precisa de acompanhamento regular com exames de sangue para garantir que os hormônios e o cálcio estejam em níveis adequados, e que o tratamento esteja ajustado às suas necessidades individuais.",
  "conduct": "## Conduta Clínica: Tireoidectomia (Histórico Cirúrgico)\n\n### Avaliação Inicial\n\n- **Confirmar o tipo de cirurgia:** tireoidectomia total vs. parcial (hemi ou subtotal), indicação (câncer, Graves, bócio, nódulo), data e serviço realizador\n- **Revisar relatório cirúrgico e histopatológico:** identificar se houve dissecção cervical central, autotransplante de paratireoide ou intercorrências intraoperatórias\n- **Investigar sintomas atuais:** fadiga, intolerância ao frio, ganho de peso, constipação, queixas cognitivas, câimbras, formigamentos (sugere hipocalcemia)\n\n### Exames Laboratoriais Recomendados\n\n**Eixo tireoidiano:**\n- TSH, T4 livre e T3 livre (preferencialmente por ultrafiltração quando disponível)\n- Anti-TPO (avaliar autoimunidade ativa residual)\n\n**Paratireoides e cálcio:**\n- PTH intacto\n- Cálcio sérico total e ionizado\n- Fósforo\n- 25(OH) vitamina D\n- Magnésio\n\n**Biomarcadores teciduais do eutiroidismo:**\n- Colesterol total e LDL (elevação sugere hipotireoidismo tecidual)\n- SHBG, ferritina, CK\n- Hemograma (anemia associada ao hipotireoidismo)\n\n**Avaliação de absorção (se dose de LT4 > 200 mcg/dia ou sintomas persistentes com TSH normal):**\n- Pesquisa de H. pylori (endoscopia ou teste respiratório)\n- Anticorpos anti-transglutaminase (doença celíaca)\n- Teste respiratório para intolerância à lactose\n- Avaliação de SIBO/disbiose intestinal\n\n### Manejo da Reposição Hormonal\n\n**Levotiroxina (LT4):**\n- Iniciar ou revisar dose com base em peso corporal, mas considerar que ~75% necessitarão de ajuste\n- Administrar em jejum pela manhã (ou à noite, pelo menos 2h após a última refeição)\n- Evitar coadministração com: ferro, cálcio, IBP, soja, análogos de GLP-1 (espaçar no mínimo 4h)\n- Usuários de IBP podem necessitar ~37% de dose adicional\n- Preferir formulações líquidas ou em cápsula de gel mole em casos de má absorção comprovada\n- Meta: TSH dentro da faixa de referência, com T4 livre e T3 livre normalizados; **não tratar apenas o TSH** — integrar com clínica e biomarcadores teciduais\n\n**Terapia combinada LT4 + LT3 (considerar em candidatos selecionados):**\n- **Indicações:** sintomas persistentes com LT4 em dose adequada e TSH normal, polimorfismos de deiodinases, autoimunidade tireoidiana ativa\n- **Posologia:** reduzir T4 e adicionar T3; para cada 25 mcg reduzidos de LT4, adicionar 2,5–7,5 mcg de LT3; fracionar T3 em 2 tomadas\n- **Monitoramento:** coletar exames antes da tomada matinal; visar normalização de TSH, T4 livre, T3 livre e razão T4/T3\n- **Contraindicações:** gestação (feto depende do T4 materno até ~22-24 semanas), cardiopatia instável, malignidade ativa, psiquiatria não controlada\n\n### Manejo do Hipoparatireoidismo Pós-Operatório\n\n- **PTH < 15 pg/mL no pós-operatório:** acionar suplementação imediata de cálcio oral e vitamina D\n- **Hipocalcemia sintomática (formigamentos, câimbras, Chvostek/Trousseau positivos):** avaliar necessidade de cálcio endovenoso\n- **Suplementação de longo prazo:** cálcio oral 1-3 g/dia + calcitriol (1,25-diidroxivitamina D) conforme PTH e calcemia\n- **Meta:** manter cálcio sérico no limite inferior da normalidade para evitar hipercalciúria e nefrolitíase\n- **Monitorar:** cálcio, fósforo, magnésio, vitamina D e função renal a cada 3-6 meses\n\n### Encaminhamento a Especialistas\n\n- **Endocrinologista:** obrigatório para todos os tireoidectomizados; revisão semestral ou anual conforme estabilidade\n- **Cirurgião de cabeça e pescoço / Endocrinologista:** recorrência de doença ou sintomas de compressão cervical\n- **Otorrinolaringologista:** rouquidão persistente pós-cirúrgica (lesão de nervo laríngeo recorrente)\n- **Nefrologista:** nefrolitíase de repetição em hipoparatireoidismo crônico\n- **Nutricionista:** ajuste alimentar para minimizar interferências na absorção de LT4 e suporte ao metabolismo\n\n### Monitoramento Contínuo\n\n- **Frequência de exames:** TSH, T4 livre, T3 livre a cada 6-12 semanas após ajuste de dose; anualmente quando estável\n- **Cálcio e PTH:** trimestralmente no primeiro ano pós-cirúrgico; semestralmente após estabilização\n- **Densitometria óssea:** indicada em tireoidectomizados com hipoparatireoidismo crônico ou com supressão de TSH prévia (casos de câncer)\n- **Vitamina D:** manter 25(OH)D entre 40-100 ng/mL; suplementar conforme necessário com co-prescrição de magnésio e vitamina K2\n- **Avaliação da qualidade de vida:** aplicar questionários de sintomas periodicamente; não basear conduta exclusivamente em TSH"
}
