{
  "score_item_id": "019bf31d-2ef0-77e9-9045-5c994cfcbf94",
  "clinical_relevance": "A histerectomia é a remoção cirúrgica do útero, sendo o procedimento ginecológico maior mais realizado em mulheres adultas. Dependendo da extensão, pode ser total (remoção do útero e colo uterino), subtotal (preservação do colo) ou radical (inclui tecidos adjacentes). A presença ou ausência de ooforectomia concomitante determina o impacto endocrinológico da cirurgia.\n\nQuando realizada com ooforectomia bilateral, a histerectomia induz menopausa cirúrgica abrupta, com colapso imediato dos níveis de estradiol e progesterona, diferente da transição gradual da menopausa natural. Esse declínio abrupto está associado a maior intensidade de sintomas vasomotores, maior risco cardiovascular e aceleração da perda óssea. Mesmo com preservação ovariana, estudos longitudinais (Chunk 1) demonstram que a histerectomia está associada a início mais precoce de disfunção ovariana e osteoporose, possivelmente por comprometimento da vascularização ovariana durante o procedimento.\n\nDo ponto de vista metabólico, estudo publicado no European Journal of Obstetrics & Gynecology (Chunk 8) comparou histerectomia total e subtotal, demonstrando associação de ambas as abordagens com componentes da síndrome metabólica, incluindo ganho de peso, resistência à insulina e dislipidemia. Há também impacto na função sexual, com relatos de dificuldades de desejo, excitação e orgasmo em ambos os grupos.\n\nEstudo de coorte populacional publicado em Maturitas (Chunk 13) examinou trajetórias metabólicas em mulheres na pré-menopausa submetidas à ooforectomia bilateral ao longo de uma década. Os grupos sem terapia hormonal apresentaram alterações significativas em pressão arterial diastólica, peso, IMC e marcadores lipídicos, com as mudanças mais pronunciadas nos primeiros 4-5 anos. Mulheres que receberam terapia estrogênica apresentaram trajetórias de peso e IMC comparáveis ao grupo controle e aumento de HDL-C ao longo do tempo, sugerindo efeito protetor da reposição hormonal sobre parâmetros metabólicos adversos.\n\nDo ponto de vista ósseo, a queda estrogênica pós-histerectomia (especialmente com ooforectomia) acelera a perda de massa óssea e aumenta o risco de fraturas osteoporóticas. A monitorização da densidade mineral óssea e a suplementação de cálcio e vitamina D são recomendações de rotina nessa população.\n\nHisterectomia é um marcador clínico importante no escore porque modifica substancialmente o ambiente hormonal feminino, o metabolismo ósseo, a composição corporal e o risco cardiovascular — todos fatores diretamente mensuráveis e modificáveis dentro da abordagem de saúde integrativa. O impacto clínico varia conforme: tipo de histerectomia, presença de ooforectomia, idade na cirurgia, e uso ou não de terapia de reposição hormonal (TRH) subsequente.",
  "points": 12,
  "patient_explanation": "A histerectomia é uma cirurgia para remover o útero. Dependendo do tipo de cirurgia que você fez, ela pode também ter envolvido a retirada dos ovários. Quando os ovários são removidos junto, o corpo para de produzir os principais hormônios femininos de forma imediata, o que pode afetar ossos, coração, peso, disposição e saúde sexual. Mesmo quando os ovários são mantidos, a cirurgia pode influenciar como eles funcionam com o tempo.\n\nIsso é muito importante para avaliarmos sua saúde completa, pois mulheres que fizeram histerectomia podem precisar de atenção especial com saúde óssea, controle de peso, função hormonal e saúde cardiovascular. A boa notícia é que esses efeitos podem ser monitorados e, em muitos casos, tratados de forma eficaz — especialmente com acompanhamento adequado e, quando indicado, terapia hormonal. Informar essa cirurgia nos permite personalizar seu cuidado de saúde de forma mais precisa.",
  "conduct": "## Conduta Clínica Pós-Histerectomia\n\n### Avaliação Inicial\n\n- **Caracterizar o tipo de histerectomia realizada:**\n  - Total (com colo) vs. subtotal (sem colo)\n  - Com ou sem ooforectomia unilateral ou bilateral\n  - Idade na época da cirurgia\n  - Indicação cirúrgica original (mioma, endometriose, prolapso, oncológica)\n- **Avaliar uso atual ou prévio de terapia de reposição hormonal (TRH)** e tempo de uso\n- **Identificar sintomas relacionados à deficiência hormonal:** fogachos, ressecamento vaginal, alteração de humor, insônia, diminuição da libido, disfunção cognitiva\n\n### Investigação Complementar\n\n**Avaliação hormonal:**\n- FSH, LH, estradiol, testosterona total e livre, SHBG, DHEA-S\n- Progesterona (se útero ausente, avaliar contexto de TRH)\n- Cortisol matinal; TSH, T3 e T4 livre\n\n**Saúde óssea:**\n- Densitometria óssea (DEXA) — especialmente se ooforectomia bilateral, idade <50 anos na cirurgia, ou ausência de TRH\n- Vitamina D sérica (meta: 40-60 ng/mL mínimo; idealmente 60-80 ng/mL)\n- Cálcio sérico e cálcio urinário de 24h\n- Marcadores de remodelação óssea se indicado (P1NP, CTX)\n\n**Avaliação metabólica e cardiovascular:**\n- Glicemia de jejum, insulina de jejum, HOMA-IR\n- Perfil lipídico completo (HDL, LDL, triglicerídeos)\n- PCR-us (marcador inflamatório)\n- Pressão arterial e composição corporal (bioimpedância ou DEXA de corpo total)\n- Avaliar peso, IMC e circunferência abdominal — risco aumentado de ganho ponderal e síndrome metabólica\n\n**Saúde urogenital e sexual:**\n- Investigar sintomas de atrofia urogenital (síndrome geniturinária da menopausa)\n- Avaliar função sexual com anamnese direcionada ou instrumento validado (ex: FSFI)\n\n### Condutas Terapêuticas\n\n**Terapia de reposição hormonal:**\n- Em mulheres com ooforectomia bilateral antes dos 45-50 anos, a TRH é fortemente recomendada, salvo contraindicações, para proteção cardiovascular, óssea e metabólica\n- **Via transdérmica é preferencial** para estradiol (menor risco tromboembólico)\n- Meta de estradiol sérico: 60-90 pg/mL para proteção cardiovascular e óssea ideal\n- Em mulheres sem útero: progesterona natural micronizada oral pode ser mantida pelos benefícios sobre sono, SNC e osso, mas não é obrigatória para proteção endometrial\n- Avaliar suplementação de testosterona quando há déficit de libido ou fadiga, mantendo níveis fisiológicos (abaixo de 100 ng/dL)\n- Reavaliações a cada 3-6 meses no início da TRH; anualmente quando estável\n\n**Saúde óssea:**\n- Cálcio total (dieta + suplemento): 1000-1200 mg/dia\n- Vitamina D: corrigir para faixa de 50-70 ng/mL\n- Atividade física com ênfase em exercícios de resistência e impacto (≥150-250 min/semana)\n- Considerar bisfosfonatos ou outros agentes específicos se osteopenia/osteoporose confirmada\n\n**Modulação metabólica:**\n- Intervenção nutricional com padrão anti-inflamatório (mediterrâneo ou similar)\n- Redução de carboidratos refinados e ômega-6 industrial\n- Monitorar resistência à insulina semestralmente nos primeiros anos pós-cirurgia\n\n**Encaminhamento a especialistas:**\n- Ginecologista ou endocrinologista especializado em menopausa para manejo da TRH\n- Reumatologista ou endocrinologista se osteoporose estabelecida\n- Fisioterapia pélvica em casos de disfunção urogenital ou dor pélvica residual\n- Psicólogo ou sexólogo se disfunção sexual com componente emocional significativo\n\n### Monitoramento\n\n- Densitometria óssea: a cada 1-2 anos conforme risco individual\n- Perfil hormonal: a cada 6 meses durante ajuste de TRH; anualmente na fase estável\n- Mamografia anual a partir dos 40 anos; ultrassom pélvico anual se houver ovários remanescentes\n- Avaliação metabólica (glicemia, lipídios, composição corporal): anual"
}
