{
  "score_item_id": "019bf31d-2ef0-72f9-b93c-0f0a852d9d51",
  "clinical_relevance": "A ooforectomia bilateral — remoção cirúrgica de ambos os ovários — antes da menopausa natural induz uma menopausa cirúrgica abrupta, caracterizada por queda precipitada dos níveis de estrogênio, progesterona e testosterona de origem ovariana. Ao contrário da menopausa natural, que ocorre de forma gradual ao longo de anos, a menopausa cirúrgica impõe privação hormonal imediata e severa, com consequências sistêmicas de longo prazo bem documentadas.\n\n**Impacto cardiovascular e metabólico:** Estudos de coorte populacionais demonstram que mulheres submetidas a ooforectomia bilateral antes dos 45-50 anos apresentam risco aumentado de doença cardiovascular. As alterações metabólicas incluem elevação do peso corporal e do IMC (com as mudanças mais pronunciadas nos primeiros 4-5 anos pós-cirurgia), piora do perfil lipídico e elevação da pressão arterial diastólica. A terapia estrogênica demonstrou mitigar parcialmente esses efeitos, especialmente sobre o HDL-C, o peso e o IMC. Um estudo de coorte norueguês com 134 mulheres submetidas a ooforectomia preventiva (mediana de idade 47 anos) observou risco cardiovascular em 10 anos de 1,15% versus 1,25% em controles — resultado que pode refletir seleção de pacientes com perfil de risco menor, como evidenciado pelo menor IMC e circunferência abdominal nesse grupo.\n\n**Impacto ósseo:** A privação estrogênica acelera a perda de massa óssea e aumenta o risco de osteoporose e fraturas. Mesmo a histerectomia com preservação ovariana foi associada a início mais precoce de osteoporose, possivelmente por comprometimento da função ovariana secundário à interrupção do fluxo vascular. A ooforectomia bilateral amplifica substancialmente esse risco, exigindo monitoramento da densidade mineral óssea (densitometria de corpo total ou DEXA) de forma rotineira.\n\n**Impacto cognitivo e neurológico:** Revisões sistemáticas identificam aumento do risco de comprometimento cognitivo, demência e parkinsonismo em mulheres com ooforectomia bilateral antes dos 45-50 anos. Esses riscos são atenuados, mas não eliminados, pela terapia estrogênica iniciada precocemente.\n\n**Impacto na saúde mental e sexual:** A queda hormonal abrupta associa-se a maior prevalência de transtornos de humor, distúrbios do sono e disfunção sexual, incluindo dispareunia por atrofia urogenital, queda da libido e redução da testosterona livre disponível.\n\n**Mortalidade geral:** Estudos incluídos em revisões sistemáticas apontam aumento da mortalidade geral em mulheres com ooforectomia bilateral antes da menopausa natural, especialmente quando não há reposição hormonal adequada.\n\n**Estratificação e personalização:** A decisão de realizar ooforectomia deve ser individualizada. Em mulheres de risco médio, a conservação ovariana reduz riscos cardiovasculares, osteoporose e mortalidade. Em populações de alto risco (ex.: portadoras de mutações BRCA), a ooforectomia reduz significativamente o risco de câncer de ovário, alterando a equação risco-benefício. A janela de oportunidade para início da terapia de reposição hormonal (TRH) é crucial: mulheres com menos de 60 anos ou nos primeiros 10 anos de menopausa cirúrgica obtêm maior benefício da TRH, com alvos de estradiol sérico entre 60-90 pg/ml para proteção cardiovascular máxima.",
  "points": 20,
  "patient_explanation": "A ooforectomia é a cirurgia de retirada dos ovários. Quando realizada antes da menopausa natural, ela provoca uma 'menopausa cirúrgica' — a interrupção imediata da produção dos hormônios femininos, principalmente o estrogênio. Diferente da menopausa natural, que acontece de forma gradual, essa mudança é brusca e pode afetar vários sistemas do organismo ao mesmo tempo.\n\nAs consequências mais comuns incluem sintomas intensos como ondas de calor, alterações de humor e distúrbios do sono. A longo prazo, sem acompanhamento adequado, pode haver maior risco de doenças do coração, enfraquecimento dos ossos (osteoporose), alterações de memória e concentração, além de mudanças na vida sexual. O impacto varia muito dependendo da idade em que a cirurgia foi realizada e se existe alguma forma de reposição hormonal em uso.\n\nA boa notícia é que esses efeitos podem ser minimizados com acompanhamento médico especializado. A terapia hormonal, quando bem indicada e monitorada, ajuda a proteger o coração, os ossos e o bem-estar geral. Por isso, é muito importante informar ao médico sobre essa cirurgia para que o cuidado seja personalizado às suas necessidades.",
  "conduct": "## Conduta Clínica — Ooforectomia (Histórico Cirúrgico)\n\n### 1. Anamnese Direcionada\n- **Idade ao momento da cirurgia** (quanto mais jovem, maior o risco cumulativo de privação estrogênica)\n- **Indicação da ooforectomia** (benign — endometriose, cistos recorrentes — ou profilática em portadoras de BRCA)\n- **Lateralidade** (bilateral vs. unilateral — bilateral com muito maior impacto hormonal)\n- **Uso atual ou pregresso de TRH** (tipo, via, dose, tempo de uso e motivo de eventual suspensão)\n- **Sintomas vasomotores, cognitivos, urogenitais, humor, sono e libido**\n- **Histórico familiar de câncer de mama, trombose ou doenças cardiovasculares**\n\n### 2. Avaliação Laboratorial e de Imagem\n- **Hormônios:** FSH, LH, estradiol sérico, testosterona total e livre, SHBG, DHEA-S\n- **Perfil lipídico completo:** colesterol total, LDL, HDL, triglicerídeos; avaliar relação ApoB/ApoA e lipoproteína(a)\n- **Glicemia e insulina:** glicose de jejum, insulina, HOMA-IR (risco metabólico aumentado pós-ooforectomia)\n- **Marcadores inflamatórios:** PCR ultrassensível, homocisteína\n- **Saúde óssea:** densitometria óssea (DEXA) — coluna lombar e fêmur; repetir a cada 1-2 anos conforme resultado\n- **Função tireoidiana:** TSH, T4 livre (sintomas se sobrepõem à privação estrogênica)\n- **Vitamina D:** manter entre 40-60 ng/mL para proteção óssea e imunológica\n- **Avaliação cardiovascular:** pressão arterial, ECG, risco cardiovascular global (calculadoras validadas)\n- **Mamografia:** anual a partir dos 40 anos ou conforme protocolo em uso de TRH\n\n### 3. Terapia de Reposição Hormonal (TRH)\n- **Indicação:** fortemente recomendada em mulheres com ooforectomia bilateral antes da menopausa natural, na ausência de contraindicações absolutas\n- **Janela de oportunidade:** iniciar preferencialmente em mulheres com menos de 60 anos ou nos primeiros 10 anos após a cirurgia para máximo benefício cardiovascular e ósseo\n- **Estradiol:** objetivo sérico de 60-90 pg/mL para proteção cardiovascular; preferir via transdérmica (gel ou adesivo) para menor risco tromboembólico\n- **Progesterona:** apenas se útero presente — progesterona natural micronizada oral, 100 mg contínua ou 200-300 mg sequencial; a via oral oferece proteção endometrial e benefícios sistêmicos adicionais\n- **Testosterona:** avaliar reposição se libido reduzida, fadiga e perda de massa muscular — manter níveis fisiológicos (abaixo de 100 ng/dL); considerar avaliação salivar para maior acurácia\n- **Contraindicações absolutas à TRH sistêmica:** histórico pessoal de câncer de mama, tromboembolismo venoso ativo, doença hepática grave\n- **Monitoramento:** reavaliação clínica e laboratorial a cada 3-6 meses no primeiro ano; espessura endometrial não deve ultrapassar 10 mm\n\n### 4. Saúde Óssea\n- **Cálcio:** 1.000-1.200 mg/dia (preferencialmente via alimentação)\n- **Vitamina D3:** suplementar conforme dosagem sérica para manter 40-60 ng/mL\n- **Exercício físico:** treino de resistência (musculação) e exercícios de impacto — ~250 min/semana de atividade moderada — fundamentais para manutenção da densidade óssea e massa muscular\n- **Considerar bifosfonatos ou outros antirreabsortivos** se densitometria indicar osteoporose ou risco de fratura elevado (T-score ≤ -2,5 ou entre -1,0 e -2,5 com fatores de risco adicionais)\n\n### 5. Saúde Cardiometabólica\n- Monitorar peso, IMC e composição corporal (bioimpedância) — maior risco de ganho ponderal e sarcopenia\n- Controle de fatores de risco cardiovascular: pressão arterial, dislipidemia, resistência insulínica\n- Dieta anti-inflamatória e controle de carboidratos refinados\n- Considerar marcadores avançados de risco cardiovascular (Lp(a), ApoB/ApoA, PCR-us) em mulheres com ooforectomia precoce\n\n### 6. Saúde Cognitiva e Mental\n- Rastrear sintomas depressivos, ansiedade, alterações de memória e concentração\n- A TRH iniciada precocemente pode atenuar o risco de comprometimento cognitivo\n- Higiene do sono: priorizar sono profundo; tratar insônia e sintomas vasomotores noturnos ativamente\n- Encaminhar a psiquiatria ou neuropsicologia se sintomas cognitivos ou psiquiátricos relevantes\n\n### 7. Saúde Urogenital e Sexual\n- Avaliar atrofia urogenital: ressecamento vaginal, dispareunia, infecções urinárias recorrentes\n- Terapia local com estradiol tópico vaginal é segura mesmo em contraindicações à TRH sistêmica\n- Discutir disfunção sexual de forma aberta; considerar testosterona se libido reduzida com níveis confirmados abaixo do fisiológico\n\n### 8. Encaminhamento a Especialistas\n- **Ginecologia/Endocrinologia:** para manejo da TRH, especialmente em casos complexos (histórico oncológico, contraindicações relativas)\n- **Reumatologia/Ortopedia:** se osteoporose grave ou fratura prévia\n- **Cardiologia:** se risco cardiovascular elevado ou doença estabelecida\n- **Psiquiatria/Psicologia:** se transtorno de humor, distúrbio do sono grave ou disfunção sexual com componente psicogênico significativo\n- **Nutrição:** para otimização de composição corporal, saúde óssea e perfil cardiometabólico\n\n### 9. Considerações Específicas por Indicação\n- **Ooforectomia profilática em BRCA:** o benefício de redução do risco de câncer de ovário justifica a cirurgia; TRH é recomendada e não aumenta o risco de câncer de mama nesse contexto até a idade da menopausa natural\n- **Ooforectomia por doença benigna:** reavaliar se havia alternativas conservadoras; monitorar ativamente todos os domínios descritos acima\n- **Ooforectomia unilateral:** menor impacto hormonal; monitorar função ovariana residual e sinais precoces de insuficiência"
}
