{
  "score_item_id": "019bf31d-2ef0-786a-a6b1-3e1b4ca8cc6e",
  "clinical_relevance": "A orquiectomia — remoção cirúrgica de um ou ambos os testículos — constitui uma das causas mais impactantes de hipogonadismo hipergonadotrófico primário em homens. A perda tecidual testicular leva à redução direta da produção de testosterona e, dependendo da bilateralidade do procedimento, ao hipogonadismo permanente. Na orquiectomia unilateral (ex.: neoplasia testicular, torção irrecuperável), o testículo remanescente pode compensar parcialmente a produção androgênica, mas o risco de deficiência aumenta substancialmente com a sobreposição de fatores como quimioterapia à base de cisplatina e radioterapia adjuvante. Na orquiectomia bilateral (ex.: câncer de próstata resistente à castração, traumas graves bilaterais), instala-se castração cirúrgica com deficiência androgênica absoluta, análoga à menopausa cirúrgica feminina.\n\nFisiologicamente, a testosterona exerce funções em mais de 200 processos celulares: manutenção de massa muscular, densidade óssea, eritropoiese, função cognitiva, libido, função erétil, humor e saúde cardiovascular. Após orquiectomia bilateral, os níveis de testosterona total caem abaixo de 50 ng/dL (castração), com elevação compensatória de LH e FSH. Valores normais de referência para testosterona total em homens adultos situam-se entre 300–1000 ng/dL, sendo que níveis abaixo de 400 ng/dL já se associam a manifestações clínicas de hipogonadismo — incluindo disfunção erétil, sarcopenia, depressão, fadiga, aumento da gordura visceral e piora da resistência insulínica.\n\nDo ponto de vista oncológico, tumores testiculares representam a neoplasia maligna mais prevalente em homens em idade reprodutiva, e o tratamento inclui orquiectomia inguinal radical, frequentemente associada à quimioterapia ou radioterapia. Revisão sistemática publicada na Frontiers in Endocrinology (2019) evidencia que sobreviventes de câncer testicular apresentam risco elevado de longo prazo para hipogonadismo, disfunção sexual, e complicações cardiovasculares e metabólicas — especialmente após radioterapia e esquemas baseados em cisplatina.\n\nA deficiência de testosterona resultante da orquiectomia predispõe a síndrome metabólica, diabetes tipo 2, dislipidemia, hipertensão e eventos cardiovasculares maiores. Estudo observacional de 15 anos com 83.100 participantes demonstrou que a normalização da testosterona em homens com mais de 50 anos associou-se a redução de 56% na mortalidade geral, 36% em AVC e 24% em infarto — dados relevantes para contextualizar o impacto da deficiência crônica pós-orquiectomia. A avaliação hormonal completa (testosterona total, SHBG, LH, FSH, estradiol, DHT) é mandatória no seguimento desses pacientes, sendo que exames salivares podem ser utilizados para dosagem mais precisa de frações livres biologicamente ativas.",
  "points": 22,
  "patient_explanation": "A orquiectomia é a cirurgia de retirada de um ou dos dois testículos. Os testículos são responsáveis por produzir a testosterona, o principal hormônio masculino. Quando um ou ambos são removidos, o corpo pode ter dificuldade em manter os níveis adequados desse hormônio.\n\nA falta de testosterona pode causar sintomas como cansaço, perda de massa muscular, ganho de gordura (especialmente na barriga), dificuldade de concentração, queda do interesse sexual, disfunção erétil e alterações no humor, como irritabilidade ou tristeza.\n\nEssa informação é muito importante para o seu acompanhamento de saúde porque a deficiência hormonal causada pela cirurgia afeta diretamente o coração, os ossos, o metabolismo e a qualidade de vida. Com o monitoramento correto e tratamento adequado — que pode incluir reposição de testosterona —, é possível controlar esses efeitos e proteger sua saúde a longo prazo. Informe sempre seu médico sobre essa cirurgia para que ele possa fazer os exames certos e propor o melhor plano para você.",
  "conduct": "## Conduta Clínica: Orquiectomia\n\n### 1. Avaliação Hormonal Inicial e Periódica\n\n- **Solicitar painel hormonal completo** em todo paciente com histórico de orquiectomia:\n  - Testosterona total (matinal, entre 7h–10h)\n  - SHBG e albumina (para cálculo da testosterona livre/biodisponível)\n  - LH e FSH (diferenciação do hipogonadismo hipergonadotrófico primário)\n  - Estradiol e DHT\n  - Hemograma completo (risco de anemia por deficiência androgênica)\n  - PSA (conforme indicação clínica e histórico oncológico)\n- **Considerar dosagem salivar** (testosterona, DHT, estradiol) para avaliação mais precisa das frações livres biologicamente ativas, especialmente quando a clínica não corroborar os valores séricos\n- **Frequência de monitoramento:** a cada 3–6 meses no primeiro ano após cirurgia; anualmente se estável\n\n---\n\n### 2. Identificação e Estratificação da Deficiência\n\n- **Orquiectomia unilateral:**\n  - Avaliar capacidade compensatória do testículo remanescente\n  - Rastrear ativamente hipogonadismo, especialmente em pacientes que realizaram quimioterapia ou radioterapia adjuvante\n- **Orquiectomia bilateral (castração cirúrgica):**\n  - Considerar deficiência androgênica absoluta até prova em contrário\n  - Iniciar avaliação para TRT conforme ausência de contraindicações\n- **Considerar rastreio de complicações metabólicas associadas:**\n  - Glicemia de jejum e HbA1c (risco aumentado de DM2)\n  - Lipidograma (dislipidemia associada ao hipogonadismo)\n  - Densitometria óssea (risco de osteopenia/osteoporose por hipoandrogenismo crônico)\n  - Composição corporal (bioimpedância ou antropometria com circunferência abdominal; >94 cm: risco aumentado; >102 cm: risco alto)\n\n---\n\n### 3. Investigação Complementar\n\n- **Cardiovascular:**\n  - Avaliação de risco cardiovascular global (escore de Framingham ou similar)\n  - Considerar tomografia com escore de cálcio coronariano em pacientes de risco intermediário-alto\n  - Teste ergométrico ou ecocardiograma conforme indicação\n- **Sono:**\n  - Investigar apneia obstrutiva do sono (polissonografia domiciliar) em presença de ronco, sonolência diurna ou ausência de ereções matinais — a apneia agrava o hipogonadismo e piora a função erétil\n- **Função sexual:**\n  - Aplicar questionário validado (IIEF — Índice Internacional de Função Erétil) para estratificar grau de disfunção erétil\n  - Investigar disfunção sexual multifatorial (hormonal, vascular, neurológica, psicológica)\n\n---\n\n### 4. Indicações de Encaminhamento a Especialistas\n\n- **Endocrinologista ou médico especialista em hormônios:** para todos os casos com hipogonadismo confirmado e candidatos à TRT\n- **Urologista:** especialmente em pacientes com histórico de câncer de próstata ou testicular; avaliação oncológica prévia à TRT é obrigatória\n- **Oncologista/Radioterapeuta:** para coordenação do seguimento oncológico e avaliação do impacto gonadal do tratamento adjuvante\n- **Cardiologista:** em casos de risco cardiovascular elevado antes de iniciar TRT\n- **Psicólogo ou psiquiatra:** depressão clinicamente significativa é frequente em pacientes com hipogonadismo crônico; ideação suicida deve ser rastreada ativamente\n- **Nutricionista:** manejo da composição corporal, resistência insulínica e síndrome metabólica associadas\n\n---\n\n### 5. Terapia de Reposição de Testosterona (TRT)\n\n- **Indicação:** confirmação laboratorial de deficiência + sintomas clínicos compatíveis\n- **Contraindicações relativas/absolutas:** câncer de próstata ativo, policitemia grave, apneia do sono não tratada grave, infertilidade desejada (TRT suprime espermatogênese no testículo remanescente em orquiectomia unilateral)\n- **Opções terapêuticas (hierarquia):**\n  1. Transdérmico (gel, creme): menor variabilidade, boa tolerância\n  2. Implantes subcutâneos (pellets): longa duração, estabilidade\n  3. Injetáveis: eficazes, menor custo, maior variabilidade de pico-vale\n  4. Oral: disponível em algumas formulações modernas\n- **Na orquiectomia unilateral com preservação de fertilidade:** avaliar uso de HCG para estimular o testículo remanescente antes de iniciar TRT exógena\n- **Monitoramento durante TRT:**\n  - Testosterona total: 3–6 semanas após início e a cada ajuste de dose\n  - Alvo: quartil superior da faixa de referência (700–1000 ng/dL)\n  - Monitorar hematócrito (risco de eritrocitose), PSA, estradiol e DHT\n  - Avaliar resposta clínica subjetiva (energia, libido, humor, função erétil) em 6–8 semanas; efeito máximo em até 12 semanas\n\n---\n\n### 6. Abordagem Multiprofissional e Estilo de Vida\n\n- **Exercício físico:** resistência (musculação) e aeróbico regular para preservar massa muscular, reduzir gordura visceral e melhorar resistência insulínica\n- **Nutrição:** avaliar colesterol (substrato para esteroidogênese), reduzir xenoestrógenos (plásticos/bisfenol), moderar álcool e otimizar composição corporal\n- **Sono:** otimização do sono como medida adjuvante fundamental para equilíbrio hormonal\n- **Saúde mental:** suporte psicológico ativo — impacto emocional da orquiectomia (especialmente bilateral) é significativo e frequentemente subestimado"
}
