{
  "score_item_id": "019bf31d-2ef0-78e0-b6a8-2323b3896449",
  "clinical_relevance": "A nefrectomia — remoção cirúrgica de um rim, total (radical) ou parcial — resulta em redução permanente da massa nefronical funcional, com consequências fisiopatológicas sistêmicas de longo prazo que impactam diretamente o escore de saúde e longevidade do paciente.\n\n**Fisiopatologia pós-nefrectomia:** O rim remanescente desenvolve hipertrofia compensatória e hiperfiltração glomerular, processo que tipicamente ocorre nos primeiros 6-12 meses após a cirurgia. Entretanto, essa adaptação é incompleta: o eGFR estabiliza-se em torno de 60-70% do valor basal pré-operatório. A hiperfiltração crônica acelera a senescência nefronical do rim restante, predispondo ao desenvolvimento progressivo de doença renal crônica (DRC).\n\n**Dados epidemiológicos:** Estudo de coorte populacional com 3.698 doadores renais vivos acompanhados por mediana de 7,6 anos (Circulation, 2016) demonstrou:\n- Risco de doença renal em estágio terminal (DRET): HR 11,4 vs. controles\n- Risco de eventos cardiovasculares maiores: HR 1,4\n- Risco de mortalidade geral: HR 1,3\n- Incidência de hipertensão arterial: +30% vs. controles\n- Proteinúria desenvolvida em 15% dos doadores\n\nMeta-análise de 45 estudos com mais de 15.000 pacientes (J Clin Med, 2020) mostrou incidência de DRC pós-nefrectomia entre 20-40%, com fatores de risco incluindo idade avançada, eGFR basal reduzido, diabetes e hipertensão preexistente. A nefrectomia parcial preserva melhor a função renal em comparação à nefrectomia radical.\n\n**Complicações metabólicas:** Revisão abrangente (NDT, 2018) documentou: albuminúria em 25-30% dos pacientes aos 10 anos pós-cirurgia; acidose metabólica; alterações no manejo de fosfato; e duplicação da incidência de hipertensão arterial sistêmica em relação à população geral.\n\n**Monitoramento recomendado (KDIGO 2017):** Avaliação basal de eGFR aos 3 meses pós-operatório para estabelecer novo valor de referência. Monitoramento anual incluindo: eGFR, razão albumina-creatinina urinária (UACR), pressão arterial e rastreio de diabetes e síndrome metabólica. Monitoramento mais intensivo indicado se eGFR < 60 mL/min/1,73m², surgimento de proteinúria ou hipertensão.\n\n**Estratificação de risco:** Pacientes com nefrectomia prévia devem ser rastreados para DRC conforme classificação KDIGO (eGFR e albuminúria). A combinação de eGFR reduzido com albuminúria eleva substancialmente o risco de progressão para falência renal e eventos cardiovasculares e morte, conforme demonstrado pelo CKD Prognosis Consortium.",
  "points": 14,
  "patient_explanation": "A nefrectomia é a cirurgia de retirada de um rim. Quem passou por essa cirurgia vive com apenas um rim funcionando, o que exige atenção especial à saúde renal pelo resto da vida.\n\nO rim restante tenta compensar o trabalho dos dois, mas não consegue fazer isso completamente — ele funciona com cerca de 60 a 70% da capacidade que você tinha antes. Com o tempo, isso pode sobrecarregar esse rim e aumentar o risco de problemas como pressão alta, perda de proteína na urina e, em alguns casos, doença renal crônica.\n\nPor isso, quem tem histórico de nefrectomia precisa de acompanhamento médico regular: exames de sangue para verificar como o rim está filtrando (creatinina e taxa de filtração glomerular), exame de urina para verificar proteína e controle rigoroso da pressão arterial. Alguns cuidados simples — como beber água adequadamente, evitar anti-inflamatórios sem orientação médica e manter o peso saudável — ajudam muito a proteger o rim restante. Essas informações são importantes para o seu escore de saúde porque esse histórico cirúrgico influencia diretamente o funcionamento do seu organismo a longo prazo.",
  "conduct": "## Conduta Clínica Pós-Nefrectomia\n\n### Avaliação Inicial (3 meses pós-cirurgia)\n- **Estabelecer novo eGFR basal** (usando equação CKD-EPI creatinina ± cistatina C)\n- Razão albumina-creatinina urinária (UACR) — valor basal\n- Pressão arterial — medir e registrar\n- Glicemia de jejum e HbA1c (rastreio de diabetes)\n- Perfil lipídico\n- Eletrólitos (sódio, potássio, bicarbonato, fósforo)\n\n### Monitoramento Anual (KDIGO 2017)\n- **eGFR** — monitorar declínio acelerado vs. população geral\n- **UACR** — rastreio de albuminúria (meta: < 30 mg/g)\n- **Pressão arterial** — meta < 130/80 mmHg\n- **Rastreio de diabetes e síndrome metabólica**\n- **Bicarbonato sérico** — rastreio de acidose metabólica\n- **Fósforo e PTH** — se eGFR < 60 mL/min/1,73m²\n\n### Intensificação do Monitoramento\nIndicado quando:\n- eGFR < 60 mL/min/1,73m² (DRC G3a ou pior)\n- Surgimento de albuminúria (UACR ≥ 30 mg/g)\n- Hipertensão arterial de difícil controle\n- Duplicação do UACR em 2 anos (associada a aumento de 50-100% no risco de progressão)\n\n### Intervenções Baseadas em Evidências\n\n**Controle da pressão arterial:**\n- Inibidores do SRAA (IECA ou BRA) são primeira linha quando há proteinúria associada\n- Meta pressórica: < 130/80 mmHg\n- Manter IECA/BRA mesmo se eGFR cair abaixo de 30 mL/min/1,73m² (conforme KDIGO 2024)\n\n**Proteção renal:**\n- Restrição proteica: 0,8-1,0 g/kg/dia (não ultrapassar; evitar dietas hiperproteicas)\n- Hidratação adequada\n- **Evitar AINEs e medicamentos nefrotóxicos** — risco elevado com rim único\n- Evitar contraste iodado sem avaliação de risco renal\n- Atenção a medicamentos com janela terapêutica estreita — ajuste de dose conforme eGFR\n\n**Estilo de vida:**\n- Manutenção de IMC saudável\n- Cessação do tabagismo\n- Atividade física regular e moderada\n- Dieta com controle de sódio (< 2 g/dia) e potássio se eGFR reduzido\n\n**SGLT2i:** Considerar em pacientes com DM2 + DRC + eGFR ≥ 20 mL/min/1,73m² (conforme KDIGO 2022/2024) — benefício renal e cardiovascular demonstrado.\n\n### Critérios de Encaminhamento à Nefrologia\n- eGFR < 45 mL/min/1,73m² (DRC G3b)\n- eGFR < 30 mL/min/1,73m² — encaminhamento urgente para planejamento de terapia renal substitutiva\n- Albuminúria persistente ≥ 300 mg/g (macroalbuminúria)\n- Declínio rápido de eGFR (> 5 mL/min/1,73m²/ano)\n- Hipertensão refratária a 3 ou mais anti-hipertensivos\n- Distúrbios eletrolíticos ou acidobásicos não controlados\n\n### Registro e Comunicação\n- Registrar o histórico de nefrectomia em todos os prontuários e referenciamentos\n- Alertar todos os prescritores sobre a condição de rim único para evitar prescrição de nefrotóxicos e ajuste inadequado de doses\n- Orientar o paciente a informar proativamente qualquer novo profissional de saúde sobre seu histórico cirúrgico"
}
