{
  "score_item_id": "019bf31d-2ef0-749e-9e66-045319ceaaa3",
  "clinical_relevance": "A hepatectomia parcial é a ressecção cirúrgica de um ou mais segmentos do fígado, podendo variar de ressecções menores (1-2 segmentos) a hepatectomias maiores (≥3 segmentos), como hemihepatectomia direita ou esquerda. Suas principais indicações incluem carcinoma hepatocelular, metástases hepáticas (especialmente colorretais), colangiocarcinoma intra-hepático, tumores benignos volumosos e doação hepática intervivos. A ressecção hepática desencadeia um conjunto de adaptações metabólicas complexas que afetam diretamente parâmetros avaliados em escores de saúde.\n\nDo ponto de vista fisiológico, o fígado remanescente enfrenta aumento agudo de pressão portal e shear stress, que são os principais estímulos hemodinâmicos para a regeneração. A regeneração funcional ocorre predominantemente nos primeiros 5 dias pós-ressecção, com função aumentando de aproximadamente 6,9 para 9,6 %/min/m² (P=0,004). A regeneração volumétrica completa ocorre em 3-6 meses em fígados saudáveis, que suportam perda de até dois terços do volume total.\n\nAs alterações metabólicas pós-hepatectomia incluem:\n- Metabolismo de carboidratos: desvio para gliconeogênese com resistência insulínica transitória; hiperglicemia persistindo até 16 horas pós-operatório como marcador de glicogenólise e gliconeogênese ativas\n- Metabolismo lipídico: mobilização intensa de ácidos graxos livres pelo tecido adiposo com transporte aumentado para o fígado remanescente\n- Metabolismo proteico: desequilíbrio que pode gerar hiperamonemia e encefalopatia hepática nos casos graves\n- Síntese de proteínas: hipoalbuminemia transitória, com normalização em cerca de 3 semanas pós-operatório\n\nNo pós-operatório imediato são observados: hiperglicemia, acidose lática, edema e retenção hídrica, resistência periférica à insulina, e replanejamento da distribuição de glicose para órgãos prioritários (cérebro, coração, rins). Há ativação de vias inflamatórias sistêmicas incluindo NF-κB e inflamassoma NLRP3, com liberação de citocinas (IL-1, IL-6, TNF-α).\n\nMalnutrição está presente em 30-50% dos pacientes submetidos a cirurgia hepatobiliar. Sem suporte nutricional adequado, podem ocorrer icterícia, ascite hepática e falência hepática. Pacientes com cirrose associada, volume de fígado remanescente insuficiente ou complicações pós-operatórias graves apresentam regeneração funcional prejudicada mesmo com regeneração volumétrica preservada.\n\nNo contexto do Escore Plenya, o histórico de hepatectomia parcial é altamente relevante porque: (1) altera a capacidade de síntese proteica, afetando albumina e fatores de coagulação avaliados laboratorialmente; (2) modifica o metabolismo glicídico e a sensibilidade à insulina, impactando parâmetros metabólicos do escore; (3) altera a capacidade de detoxificação hepática, com repercussões em marcadores bioquímicos; (4) impõe estado catabólico com impacto em composição corporal; (5) a extensão da ressecção e a presença de cirrose subjacente determinam o grau de impacto residual na função hepática de longo prazo.",
  "points": 15,
  "patient_explanation": "A hepatectomia parcial é uma cirurgia em que uma parte do fígado foi removida. O fígado tem uma capacidade notável de se regenerar — em pessoas saudáveis, ele pode recuperar seu tamanho normal em 3 a 6 meses após a cirurgia. Nos primeiros dias após a operação, o corpo passa por muitas mudanças: o açúcar no sangue pode ficar elevado, o corpo retém mais líquido e a produção de proteínas como a albumina fica temporariamente reduzida.\n\nEssa cirurgia no passado é importante para a avaliação de sua saúde hoje porque o fígado é o 'maestro' do metabolismo — ele controla o açúcar no sangue, produz proteínas essenciais, elimina toxinas e participa da coagulação do sangue. Dependendo de quanto fígado foi retirado e de como foi sua recuperação, alguns desses processos podem funcionar de forma diferente do que funcionariam em quem nunca fez essa cirurgia. Por isso, seu médico irá considerar essa informação ao interpretar seus exames e ao planejar seu cuidado.",
  "conduct": "## Conduta Clínica: Paciente com Histórico de Hepatectomia Parcial\n\n### 1. Anamnese Direcionada\n\n- **Extensão da ressecção:** quantidade de segmentos removidos (ressecção menor <3 segmentos vs. maior ≥3 segmentos) e percentual estimado de parênquima retirado\n- **Indicação da cirurgia:** neoplasia (primária ou metastática), tumor benigno, doação intervivos\n- **Tempo decorrido:** cirurgias recentes (<6 meses) implicam regeneração ainda em curso; cirurgias antigas (>1 ano) com fígado saudável geralmente implicam recuperação funcional completa\n- **Presença de doença hepática subjacente:** cirrose, DHGNA, hepatite viral — fatores que limitam a regeneração\n- **Complicações pós-operatórias:** insuficiência hepática pós-hepatectomia, fístulas biliares, infecções — marcadores de regeneração comprometida\n- **Estado nutricional atual:** histórico de perda de peso, sarcopenia, suplementação em curso\n\n### 2. Investigação Laboratorial Complementar\n\n**Função hepática:**\n- ALT, AST, GGT, fosfatase alcalina, bilirrubinas (total e frações)\n- Albumina sérica — marcador de síntese proteica hepática residual\n- Tempo de protrombina / INR — avalia síntese de fatores de coagulação\n- Amônia sérica — especialmente se houver sinais de encefalopatia\n\n**Metabolismo glicídico e insulínico:**\n- Glicemia de jejum e hemoglobina glicada (HbA1c)\n- Insulina de jejum e índice HOMA-IR — resistência insulínica é frequente após hepatectomia maior\n- Considerar curva glicêmica e insulinêmica pós-carga de 75g de glicose nos casos com alteração basal\n\n**Estado nutricional e inflamatório:**\n- Proteínas totais e frações, pré-albumina (se disponível)\n- PCR ultrassensível, ferritina — perfil inflamatório sistêmico\n- Homocisteína — marcador de metilação e risco trombótico (meta <10 µmol/L)\n- Vitamina B12, folato — frequentemente depletados no contexto pós-operatório prolongado\n- Zinco, selênio — cofatores essenciais para regeneração hepática e imunidade\n\n**Imagem (quando indicado):**\n- Ultrassonografia hepática com Doppler: avalia volume remanescente, fluxo portal, presença de lesões residuais ou recidiva\n- Elastografia hepática: avalia fibrose em pacientes com doença hepática subjacente\n\n### 3. Interpretação dos Parâmetros do Escore\n\n- **Albumina baixa:** pode refletir síntese hepática reduzida por massa funcional diminuída — não atribuir automaticamente a desnutrição isolada\n- **Alterações de coagulação (TP/INR):** considerar capacidade sintética hepática reduzida antes de investigar coagulopatias primárias\n- **Hiperglicemia / resistência insulínica:** pode ter componente hepatogênico além dos fatores metabólicos habituais\n- **Transaminases persistentemente elevadas:** podem indicar regeneração ativa (fase inicial), doença subjacente residual ou recidiva tumoral\n- **Hipoalbuminemia + ascite:** sinal de alerta para insuficiência hepática residual — encaminhar ao hepatologista\n\n### 4. Critérios de Encaminhamento\n\n- **Hepatologista/Gastroenterologista:** pacientes com evidência de insuficiência hepática residual (albumina <3,0 g/dL, INR >1,5, bilirrubinas elevadas, ascite), presença de cirrose subjacente, ou suspeita de recidiva da doença de base\n- **Oncologista/Cirurgião hepático:** qualquer suspeita de recidiva tumoral em contexto de hepatectomia oncológica\n- **Nutricionista especializado:** todos os pacientes com hepatectomia maior ou com evidência de sarcopenia, hipoalbuminemia ou desnutrição — suporte com aminoácidos de cadeia ramificada e dieta rica em triglicerídeos de cadeia média (MCT) tem evidência de benefício neste contexto\n\n### 5. Intervenções Baseadas em Evidências\n\n**Suporte nutricional:**\n- Priorizar dieta hiperproteica com foco em aminoácidos de cadeia ramificada (leucina, isoleucina, valina) — suportam síntese proteica hepática e proteção muscular\n- Incluir fontes de triglicerídeos de cadeia média (MCT) como fonte energética de menor demanda hepática\n- Monitorar glicemia no pós-operatório recente; evitar picos hiperglicêmicos que ampliam inflamação e prejudicam cicatrização\n- Albumina sérica como marcador de resposta — normalização esperada em ~3 semanas pós-operatório em casos sem complicações\n\n**Suplementação funcional (quando indicada):**\n- Silimarina: até 300 mg/dia — suporte à função e regeneração hepatocelular\n- Ácido alfa-lipoico (ALA): 300-600 mg/dia — melhora resistência insulínica, regenera antioxidantes, efeito anti-inflamatório\n- Zinco e selênio: cofatores para enzimas hepáticas e imunidade\n- Vitaminas do complexo B (B6, B9, B12) e betaína: suporte à metilação e controle de homocisteína\n\n**Monitoramento periódico:**\n- Função hepática a cada 3-6 meses no primeiro ano após cirurgia; anual após estabilização\n- Imagem hepática (USG ou RM) conforme protocolo de seguimento oncológico ou avaliação de regeneração\n- Reavaliação da composição corporal (bioimpedância) para detectar sarcopenia e gordura visceral — ambas com impacto no prognóstico e na interpretação dos parâmetros do escore"
}
