{
  "score_item_id": "019bf31d-2ef0-7946-bf90-bc759eddb080",
  "clinical_relevance": "Lobectomia e pneumectomia são ressecções pulmonares cirúrgicas maiores realizadas predominantemente no contexto do câncer de pulmão (NSCLC), mas também em bronquiectasias graves, tuberculose sequelada, tumores carcinoides e outras doenças pulmonares estruturais. A lobectomia remove um lobo pulmonar (20-30% do parênquima), enquanto a pneumectomia remove um pulmão inteiro, com impacto funcional substancialmente maior.\n\nImpacto funcional respiratório: A perda de parênquima funcional resulta em redução proporcional da capacidade vital forçada (CVF) e do volume expiratório forçado no primeiro segundo (VEF1). Após lobectomia, a redução típica do VEF1 é de 10-15%, com potencial de compensação parcial ao longo do tempo. Após pneumectomia, a perda funcional é de 30-40% do VEF1 pré-operatório, com impacto hemodinâmico adicional pelo desvio mediastinal e hipertensão pulmonar compensatória. Estudo com 17 pacientes em média 5,5 anos após pneumectomia demonstrou que a capacidade de exercício permanece reduzida e limitada principalmente pelo sistema cardiovascular, embora os testes funcionais de caminhada permaneçam próximos do normal e a maioria dos pacientes mantenha atividades de vida diária adequadas.\n\nRisco de mortalidade não oncológica: Estudo propensity-matched comparando pneumectomia e lobectomia (Annals of Surgery, 2022) demonstrou que, embora as taxas de complicações em 90 dias fossem semelhantes, a pneumectomia esteve associada a taxas significativamente maiores de complicações graves e mortalidade não oncológica ao longo de cinco anos. Pneumonia e infarto agudo do miocárdio foram as principais causas de morte não oncológica, indicando que o excesso de mortalidade se estende muito além do período pós-operatório imediato. Esse dado é clinicamente fundamental para o monitoramento de longo prazo.\n\nImpacto cardiovascular: A pneumectomia induz remodelação hemodinâmica com aumento da resistência vascular pulmonar e hipertensão pulmonar de grau leve a moderado, documentada por ecocardiografia em sobreviventes de longo prazo. A capacidade cardíaca de exercício fica comprometida de forma crônica, com redução do índice cardíaco máximo durante esforço.\n\nPerda muscular e descondicionamento: Estudo com 420 pacientes submetidos a cirurgia pulmonar por NSCLC (Frontiers in Medicine, 2024) demonstrou que sem reabilitação pulmonar há redução significativa da área de secção transversa muscular no pós-operatório, refletindo sarcopenia pós-cirúrgica. A reabilitação pulmonar supervisionada mitigou essa perda muscular e melhorou a captação de oxigênio de pico.\n\nEfeito da reabilitação pulmonar: Em estudo retrospectivo com pareamento por propensão (420 pacientes, 2022-2024), o grupo de reabilitação pulmonar apresentou VEF1/CVF significativamente maior (64,17% vs 50,87%, p<0,001), maior percentual de carga de trabalho máxima (104,76% vs 90,00%, p=0,017) e melhor captação de oxigênio de pico. Estudo separado com 41 pacientes pós-ressecção pulmonar confirmou melhora significativa da CVF e qualidade de vida após 6 meses de reabilitação supervisionada.\n\nEste item compõe o histórico cirúrgico do paciente e interfere diretamente no escore por representar condição anatômica permanente com repercussões funcionais respiratórias, cardiovasculares e musculoesqueléticas duradouras, que demandam monitoramento especializado contínuo.",
  "points": 18,
  "patient_explanation": "Lobectomia é a remoção cirúrgica de uma parte do pulmão (um lobo), e pneumectomia é a remoção de um pulmão inteiro. Essas cirurgias são realizadas principalmente para tratar câncer de pulmão, mas também outras doenças graves dos pulmões.\n\nApós esse tipo de cirurgia, o corpo passa por adaptações importantes: a capacidade de respirar e se exercitar pode ficar reduzida, especialmente após a remoção de um pulmão inteiro. O coração também precisa trabalhar de forma diferente para compensar o pulmão que foi retirado.\n\nA boa notícia é que muitas pessoas conseguem manter uma vida ativa e com boa qualidade após essas cirurgias, especialmente com acompanhamento médico regular e participação em programas de reabilitação pulmonar. Esses programas de exercícios supervisionados ajudam a recuperar a capacidade respiratória, fortalecer os músculos e melhorar o bem-estar geral.\n\nÉ importante que seu médico saiba sobre essa cirurgia para monitorar sua saúde pulmonar e cardiovascular ao longo do tempo, identificar precocemente qualquer complicação e orientar sobre as atividades físicas mais seguras e benéficas para você.",
  "conduct": "## Conduta Clínica: Paciente com Histórico de Lobectomia ou Pneumectomia\n\n### Avaliação Inicial\n\n- **Anamnese cirúrgica detalhada:** tipo de ressecção (lobectomia vs. pneumectomia), lado operado, indicação cirúrgica, data da cirurgia, técnica utilizada (toracotomia vs. VATS/toracoscopia), complicações pós-operatórias e tratamentos adjuvantes (quimioterapia, radioterapia)\n- **Avaliação funcional respiratória:** espirometria com VEF1, CVF, relação VEF1/CVF e comparação com valores pré-operatórios quando disponíveis\n- **Avaliação de capacidade de exercício:** teste de caminhada de 6 minutos (TC6M) como parâmetro funcional de fácil aplicação; considerar ergoespirometria (VO2 pico) em casos selecionados\n- **Avaliação cardiovascular:** ecocardiografia para detecção de hipertensão pulmonar (especialmente após pneumectomia), função ventricular direita e esquerda\n- **Rastreamento oncológico:** manter protocolo de seguimento oncológico conforme indicação do oncologista e cirurgião torácico\n\n### Investigação Complementar\n\n- **Espirometria:** mínimo anual; avaliar tendência de declínio funcional\n- **Oximetria de pulso em repouso e durante esforço:** identificar dessaturação ao exercício (SaO2 < 90%) que indica necessidade de oxigenoterapia durante atividade física\n- **Tomografia de tórax:** conforme protocolo oncológico de seguimento; avaliar também complicações estruturais tardias (desvio mediastinal, hiperinsuflação compensatória)\n- **Ecocardiografia:** especialmente no primeiro ano após pneumectomia e quando há sintomas de dispneia desproporcional ou edema\n- **Hemograma e proteínas:** avaliar estado nutricional e presença de anemia que agrave a limitação funcional\n- **Composição corporal:** rastreamento de sarcopenia (perda muscular pós-cirúrgica é documentada e associada a maior mortalidade)\n\n### Encaminhamentos Recomendados\n\n- **Pneumologista:** para seguimento funcional respiratório de longo prazo e manejo de complicações pulmonares\n- **Programa de Reabilitação Pulmonar:** **indicação prioritária** — evidências robustas demonstram melhora significativa de VEF1/CVF, capacidade de exercício, captação de oxigênio de pico e redução de perda muscular; programas supervisionados por fisioterapeuta com duração mínima de 6 semanas apresentam benefícios funcionais e de qualidade de vida\n- **Cardiologista:** obrigatório após pneumectomia (risco aumentado de IAM como causa de mortalidade não oncológica documentado em acompanhamento de 5 anos) e quando há sinais de hipertensão pulmonar ou disfunção ventricular\n- **Oncologista torácico:** manutenção do protocolo de seguimento oncológico\n- **Nutricionista:** avaliação e suporte nutricional para prevenção e tratamento de sarcopenia\n\n### Intervenções Baseadas em Evidências\n\n**Reabilitação Pulmonar Supervisionada:**\n- Indicada para todos os pacientes pós-lobectomia e pós-pneumectomia, preferencialmente iniciada ainda durante a internação hospitalar (30 min/dia)\n- Programa mínimo de 6-12 semanas com sessões de 30-60 min, 2-5 vezes por semana\n- Intensidade: 50-80% da capacidade máxima de exercício (avaliada por teste de esforço)\n- Combinação de treino aeróbico (caminhada ou ciclismo a 70-85% do VO2max) + treinamento resistido (especialmente para idosos e pacientes com sarcopenia)\n- Em pacientes com SaO2 < 90% durante exercício: suplementação de oxigênio durante o treino\n\n**Monitoramento de Longo Prazo:**\n- Consultas regulares com avaliação de dispneia, capacidade funcional e qualidade de vida\n- Estratificação de risco cardiovascular: pneumectomia aumenta significativamente risco de IAM e mortalidade cardiovascular em 5 anos — controle rigoroso de fatores de risco (HAS, dislipidemia, DM, tabagismo)\n- Vacinação: influenza anual e antipneumocócica (pneumonia é a principal causa de mortalidade não oncológica nessa população)\n- Evitar exposição a poluentes e tabagismo (ativo ou passivo)\n\n**Atividade Física:**\n- Manutenção de atividade física regular após conclusão da reabilitação formal\n- Meta de caminhadas diárias progressivas (5.000-10.000 passos/dia conforme tolerância)\n- Exercícios de força devem ser mantidos como parte do programa de longo prazo para prevenção de sarcopenia\n- Reavaliação periódica da capacidade de exercício para ajuste do programa\n\n**Sinais de Alerta para Reavaliação Urgente:**\n- Dispneia em piora progressiva ou súbita\n- Dessaturação ao repouso (SpO2 < 92%)\n- Edema de membros inferiores (sinal de cor pulmonale)\n- Dor torácica (excluir recidiva oncológica e evento cardiovascular)\n- Hemoptise"
}
