{
  "score_item_id": "019bf31d-2ef0-7b91-9670-b17fab93c6e9",
  "clinical_relevance": "A craniotomia é um procedimento neurocirúrgico que envolve a abertura temporária ou permanente do crânio para acesso ao parênquima cerebral. No contexto do Escore Plenya, o histórico de craniotomia prévia representa um marcador de vulnerabilidade neurológica estrutural e funcional com repercussões duradouras sobre cognição, risco convulsivo, reserva cerebral e qualidade de vida.\n\nDo ponto de vista epidemiológico, estudos prospectivos demonstram que 31% dos pacientes submetidos a craniotomia para cirurgia de tumor cerebral apresentam ao menos uma complicação no pós-operatório imediato, sendo 25% relacionadas a náuseas e vômitos pós-operatórios (PONV) e 16% de natureza neurológica. A taxa de readmissão em UTI é de aproximadamente 4%, com maior incidência em cirurgias de fossa posterior (43% dos readmitidos).\n\nO risco de convulsões precoces pós-operatórias (nos primeiros 7 dias) ocorre em 11,3% dos pacientes submetidos a craniotomia com vigília (awake craniotomy), sendo os principais fatores de risco: alterações neuroimagenológicas perioperatórias agudas, hemorragia subaracnóidea, idade mais jovem e déficits neurológicos pós-operatórios persistentes.\n\nEm relação a desfechos funcionais a longo prazo, estudos com pacientes portadores de gliomas em áreas eloquentes submetidos a mapeamento cerebral com vigília (awake brain mapping) demonstram que 90% mantêm Karnofsky Performance Score (KPS) acima de 80 após três meses. Déficits neurológicos transitórios ocorreram em 17,5% e déficits persistentes em 15% dos casos. A sobrevida livre de progressão mediana foi de 43,2 meses e a sobrevida global de 48,9 meses em série de gliomas.\n\nNa cirurgia de epilepsia do lobo temporal por doença refratária, a função cognitiva tende a permanecer estável no seguimento a longo prazo (acima de 5 anos), a despeito de declínio imediato pós-operatório. Há relação inversa entre controle de crises e preservação de memória. A amigdalohipocampectomia seletiva apresenta menor impacto cognitivo do que a lobectomia temporal anterior padrão. Memória verbal e visual mostram desfechos variáveis conforme hemisfério operado e controle de crises.\n\nA anestesia geral, necessária na maioria das craniotomias convencionais, representa um fator de risco adicional para declínio cognitivo pós-operatório (POCD), especialmente em idosos. Mecanismos incluem redução de glutationa, risco de hipóxia ou hipotensão intraoperatórias e uso de antibióticos profiláticos com impacto no microbioma.\n\nA presença de craniotomia no histórico do paciente demanda atenção especial a: estado neurológico basal e eventuais déficits residuais; uso de anticonvulsivantes (impacto metabólico, ósseo e cognitivo); presença de dispositivos implantados (clipes, válvulas, eletrodos); restrições a exames de imagem (ressonância magnética em alguns casos); e risco aumentado para declínio cognitivo futuro.",
  "points": 15,
  "patient_explanation": "A craniotomia é uma cirurgia em que o crânio é aberto para tratar problemas no cérebro, como tumores, sangramentos, epilepsia grave ou outras condições neurológicas. Quem já passou por essa cirurgia pode ter efeitos duradouros que são importantes de acompanhar ao longo da vida.\n\nMesmo após a recuperação, é comum que existam alterações sutis na memória, atenção, disposição ou equilíbrio emocional. Também há um risco maior de crises convulsivas nos primeiros dias e semanas após a cirurgia, o que pode exigir uso de medicamentos específicos por um período.\n\nO seu histórico de craniotomia ajuda a entender melhor como o seu cérebro pode estar funcionando hoje e quais cuidados são mais importantes para proteger sua saúde neurológica. Isso não significa que algo necessariamente está errado agora, mas sim que o acompanhamento especializado é fundamental para preservar sua qualidade de vida e desempenho cognitivo.",
  "conduct": "## Conduta Clínica: Paciente com Histórico de Craniotomia\n\n### Avaliação Inicial Obrigatória\n\n- **Caracterização detalhada da cirurgia:** tipo (convencional vs. com vigília), indicação (tumor, epilepsia, aneurisma, hematoma, malformação), local da craniotomia, data, complicações relatadas e tempo de internação\n- **Déficits neurológicos residuais:** motores, sensitivos, de linguagem, visuais, cognitivos ou de pares cranianos\n- **Uso atual de anticonvulsivantes:** há quanto tempo, dose, nível sérico, adesão e impacto funcional percebido\n- **Presença de dispositivos implantados:** clipes metálicos, válvulas de derivação ventricular, eletrodos — avaliar compatibilidade com ressonância magnética antes de solicitar exames\n- **Neuroimagem prévia e atual:** solicitar ressonância magnética com e sem contraste (quando não contraindicada por dispositivos) para avaliar área operada, edema residual, recidiva tumoral ou gliose\n\n### Avaliação Neuropsicológica\n\n- Aplicar rastreio cognitivo estruturado: **MoCA (Montreal Cognitive Assessment)** — validado especificamente em população neurocirúrgica (série de gliomas demonstrou melhora significativa do MoCA do pré-operatório ao seguimento de 3 meses)\n- Avaliar domínios mais vulneráveis conforme localização da cirurgia:\n  - **Lobo temporal dominante:** memória verbal, linguagem\n  - **Lobo temporal não dominante:** memória visual, reconhecimento\n  - **Lobo frontal:** funções executivas, atenção, fluência verbal\n  - **Lobo parietal:** praxias, habilidades visuoespaciais\n- Escala de funcionalidade: **Karnofsky Performance Score (KPS)** — objetivo >80 em seguimento de 3 meses\n\n### Monitoramento de Risco Convulsivo\n\n- Investigar história de crises pós-operatórias, especialmente nas primeiras 2 semanas (período de maior risco: 11,3% nas craniotomias com vigília)\n- Fatores de alto risco para crises: alterações neuroimagenológicas perioperatórias agudas, hemorragia subaracnóidea, déficits neurológicos persistentes, idade jovem\n- Avaliar necessidade de EEG em pacientes de alto risco ou com queixas sugestivas\n- Revisar anticonvulsivantes em uso: monitorar nível sérico, função hepática, densidade óssea (uso crônico de fenitoína e carbamazepina causa osteopenia), e interações medicamentosas\n\n### Suporte Perioperatório (em caso de nova cirurgia ou procedimento)\n\n- Considerar suplementação protetora neurológica iniciada **1 semana antes** e mantida por **2 semanas após** qualquer cirurgia com anestesia geral, visando mitigar neurotoxicidade anestésica (redução de glutationa, risco de hipóxia, uso de antibióticos):\n  - Ômega-3 (EPA/DHA)\n  - N-acetilcisteína (NAC)\n  - Antioxidantes (vitamina C, vitamina E, ácido alfa-lipoico)\n  - Magnésio\n- Preferir anestesia regional ou técnicas com vigília (awake craniotomy) quando clinicamente viável, especialmente em áreas eloquentes — demonstra preservação superior de funções executivas e linguagem\n\n### Abordagem Funcional Integrativa\n\n- **Rastreio de sono:** apneia obstrutiva é fator agravante para cognição pós-cirúrgica; considerar polissonografia ou oximetria noturna\n- **Controle metabólico:** otimizar insulinorresistência, inflamação (PCR-us alvo ~0,7 mg/L), homocisteína (alvo <10 μmol/L), vitamina D3 (alvo 40-60 ng/mL)\n- **Exercício físico:** caminhada diária (meta 5.000–10.000 passos), exercícios de força e HIIT em protocolos adaptados — respeitar limitações físicas residuais\n- **Suporte nutricional neurotrópico:** colinas (alfa-GPC), complexo B, magnésio, zinco, selênio, ômega-3\n- **Saúde bucal:** investigar periodontite (Porphyromonas gingivalis associada a neuroinflamação crônica); considerar probióticos orais\n\n### Encaminhamento a Especialistas\n\n- **Neurocirurgião:** seguimento obrigatório com neuroimagem periódica (frequência conforme patologia de base)\n- **Neurologista:** manejo de anticonvulsivantes, avaliação de EEG, rastreio de epilepsia tardia pós-craniotomia\n- **Neuropsicólogo:** avaliação formal de cognição e funções executivas quando há queixas ou suspeita clínica\n- **Neuro-oncologista:** se indicação oncológica para a cirurgia — seguimento com imagem e marcadores\n- **Psiquiatra/Psicólogo:** elevada prevalência de depressão, ansiedade e TEPT em pós-operatório de neurocirurgia de grande porte\n\n### Critérios de Urgência/Alerta\n\n- Nova convulsão em paciente previamente controlado → avaliação neurológica urgente + neuroimagem\n- Déficit neurológico novo ou progressivo → neuroimagem de urgência\n- Cefaleia súbita de forte intensidade → exclusão de hipertensão intracraniana, hidrocefalia ou ressangramento\n- Alteração comportamental ou cognitiva aguda → exclusão de causas tratáveis (infecção, distúrbio eletrolítico, toxicidade medicamentosa)"
}
