{
  "score_item_id": "019bf31d-2ef0-7a1f-ab7c-964f8c8114e6",
  "clinical_relevance": "A cirurgia de epilepsia é o tratamento de segunda linha para epilepsia farmacorresistente, definida como falha no controle adequado de crises após duas tentativas de fármacos antiepilépticos (FAEs) apropriados e tolerados. O histórico de cirurgia de epilepsia é um dado clínico de alta relevância no escore de saúde, pois implica: (1) diagnóstico prévio de epilepsia estrutural ou refratária; (2) exposição a procedimento neurocirúrgico de grande porte; (3) alterações neuropsicológicas potencialmente duradouras; e (4) necessidade de seguimento especializado contínuo.\n\nAs modalidades cirúrgicas mais comuns incluem a lobectomia temporal anterior, a amigdalohipocampectomia seletiva e a ressecção neocortical focal. Revisão sistemática da literatura (2014, Neurosurgery Review) demonstra que aproximadamente dois terços dos pacientes com epilepsia mesial temporal (EMT) atingem liberdade de crises após a cirurgia, comparados a cerca de metade dos pacientes com epilepsia neocortical focal. A ressecção total da lesão e a intervenção precoce associam-se a melhores desfechos. Dados de longo prazo (>5 anos) indicam que a função cognitiva geral permanece estável após o período inicial de declínio pós-operatório, embora memória verbal e visual apresentem variabilidade dependente do hemisfério operado e do controle de crises obtido (Healthcare, 2021).\n\nA amigdalohipocampectomia seletiva demonstra menos complicações cognitivas do que a lobectomia temporal anterior padrão. A inteligência geralmente não é afetada pela cirurgia. Crises epilépticas pós-operatórias precoces (CEPP), definidas como crises nos primeiros 7 dias, ocorrem em aproximadamente 11,3% dos casos em séries recentes (World Neurosurg, 2024); fatores de risco incluem alterações agudas de neuroimagem perioperatória, hemorragia subaracnóidea, idade jovem e déficits neurológicos pós-operatórios persistentes.\n\nA descontinuação de FAEs após cirurgia bem-sucedida deve ser individualizada: revisão clínica (Australian Prescriber, 2021) reporta recorrência de crises em 30-50% dos pacientes que tentam suspender a medicação, com maior risco nos primeiros 6-12 meses. A maioria recupera controle ao reiniciar o FAE, mas até 20% pode enfrentar remissão tardia.\n\nDo ponto de vista da medicina integrativa, a história de cirurgia cerebral é relevante também pelo impacto da anestesia geral no neuroeixo, com evidências de declínio cognitivo perioperatório — particularmente em pacientes predispostos — e recomendação de suporte nutricional e suplementar no período perioperatório para mitigar neurotoxicidade. Além disso, o histórico de epilepsia refratária abre janela para abordagens complementares: a dieta cetogênica tem evidência centenária no controle de convulsões, com dados de Johns Hopkins (Livingston, 1972) em 1.000 crianças mostrando 52% de controle completo e 27% de melhora importante. O canabidiol (CBD) possui aprovação regulatória (Epidiolex, a partir de 2015) para epilepsia refratária, com marcos regulatórios reconhecidos no Brasil.\n\nEm termos de estratificação de risco no escore global de saúde, o paciente que realizou cirurgia de epilepsia apresenta: risco aumentado de déficits cognitivos (especialmente de memória); possível uso crônico de FAEs com impacto em micronutrientes e metabolismo; risco de recorrência de crises; e necessidade de monitoramento neurológico especializado.",
  "points": 14,
  "patient_explanation": "A cirurgia de epilepsia é um procedimento realizado para controlar crises convulsivas que não responderam adequadamente a medicamentos. Quando dois ou mais remédios para epilepsia são testados nas doses corretas e as crises continuam ocorrendo, a cirurgia pode ser uma opção. O tipo mais comum retira ou isola a parte do cérebro onde as crises têm origem, geralmente na região do lobo temporal.\n\nTer esse procedimento no histórico de saúde é importante porque ele pode influenciar aspectos como memória, aprendizado e a necessidade contínua de medicação. Muitas pessoas que passaram pela cirurgia ficam livres das crises ou têm uma grande melhora, mas o acompanhamento médico regular permanece fundamental. Alguns pacientes ainda precisam de medicamentos antiepilépticos após a cirurgia, e a eventual redução ou suspensão desses remédios deve ser sempre feita com orientação do neurologista, pois existe risco de as crises voltarem. Informar seu médico sobre esse histórico ajuda a personalizar o cuidado com sua saúde cerebral, cognitiva e metabólica.",
  "conduct": "## Conduta Clínica: Histórico de Cirurgia de Epilepsia\n\n### 1. Anamnese Dirigida\n\n- **Tipo de cirurgia realizada:** lobectomia temporal anterior, amigdalohipocampectomia seletiva, ressecção neocortical focal, calostomia ou outro procedimento\n- **Lado operado** (dominante ou não dominante para linguagem/memória)\n- **Ano da cirurgia e idade à época do procedimento**\n- **Etiologia da epilepsia:** esclerose mesial temporal, tumor, malformação cortical, malformação vascular, outra\n- **Resultado cirúrgico:** liberdade de crises (Engel I-IV), melhora parcial ou sem melhora\n- **FAEs em uso atual:** dose, tempo de uso, tolerabilidade\n- **Tentativas prévias de redução/descontinuação de FAEs**\n- **Déficits cognitivos relatados:** memória, linguagem, atenção\n\n---\n\n### 2. Investigação Complementar\n\n- **Avaliação neuropsicológica formal:** indicada em todos os pacientes com história de cirurgia de epilepsia para mapeamento objetivo de domínios cognitivos (memória verbal, memória visual, funções executivas, linguagem)\n- **EEG:** considerar se houver suspeita de crises subclínicas ou recorrência de sintomas\n- **Neuroimagem (RM de crânio):** se não realizada no pós-operatório recente ou na presença de novos sintomas neurológicos\n- **Avaliação laboratorial básica:**\n  - Hemograma, função hepática, função renal (monitoramento de FAEs)\n  - Vitamina B12, folato, homocisteína (FAEs — especialmente fenitoína, carbamazepina, valproato — interferem no metabolismo de vitaminas do complexo B)\n  - Vitamina D (FAEs indutores enzimáticos reduzem níveis)\n  - Magnésio sérico\n  - Zinco e ferritina (déficits frequentes em epilepsia de longa data)\n  - Função tireoidiana (TSH, T4 livre)\n\n---\n\n### 3. Manejo Farmacológico\n\n- **Manutenção de FAEs:** decisão compartilhada com neurologista; **não suspender ou reduzir sem orientação especializada**\n- **Risco de recorrência pós-descontinuação:** 30-50% em séries clínicas; risco máximo nos primeiros 6-12 meses após suspensão\n- **Interações medicamentosas:** FAEs indutores (carbamazepina, fenitoína, oxcarbazepina) reduzem eficácia de contraceptivos orais, anticoagulantes e outros fármacos; revisar interações a cada nova prescrição\n- **Para epilepsia refratária persistente:** considerar canabidiol (CBD) como opção complementar, com base regulatória estabelecida (Epidiolex aprovado a partir de 2015; regulamentação no Brasil via RDC)\n\n---\n\n### 4. Abordagem Integrativa e Estilo de Vida\n\n- **Dieta cetogênica:** considerar em casos de epilepsia ainda ativa ou parcialmente controlada; evidência histórica robusta (>100 anos), com dados de Johns Hopkins demonstrando 52% de controle completo em séries pediátricas; protocolo deve ser supervisionado por nutricionista especializado\n- **Suporte perioperatório e pós-cirúrgico:** para pacientes que passaram por cirurgia recente ou necessitarão de outros procedimentos, considerar suporte com antioxidantes e suplementação para mitigar neurotoxicidade da anestesia geral (iniciar ~1 semana antes e manter ~2 semanas após)\n- **Exercício físico:** incentivar atividade física regular adaptada; exercício aeróbico moderado associa-se a neuroproteção e melhora de função cognitiva\n- **Sono:** monitorar qualidade do sono; distúrbios do sono aumentam limiar convulsivante e pioram déficits cognitivos\n- **Restrição de álcool:** álcool reduz limiar convulsivante; orientar abstinência ou consumo mínimo\n- **Evitar gatilhos:** privação de sono, estresse intenso, febre alta\n\n---\n\n### 5. Critérios de Encaminhamento\n\n- **Neurologista/epileptologista:** para todos os pacientes com histórico de cirurgia de epilepsia — acompanhamento contínuo obrigatório\n- **Centro de epilepsia especializado (NAEC-level):** se houver recorrência de crises, necessidade de reavaliação cirúrgica ou dúvidas sobre manejo de FAEs\n- **Neuropsicólogo:** para avaliação e reabilitação cognitiva, especialmente quando há queixas de memória ou linguagem\n- **Nutricionista:** se considerar dieta cetogênica ou na presença de deficiências nutricionais documentadas\n- **Psiquiatra:** comorbidades psiquiátricas (depressão, ansiedade) são frequentes em pacientes com epilepsia de longa data e devem ser tratadas ativamente\n\n---\n\n### 6. Monitoramento e Seguimento\n\n- Revisão neurológica periódica (mínimo anual se estável; semestral se em ajuste de FAE)\n- Monitoramento de níveis séricos de FAEs conforme indicação clínica\n- Reavaliação neuropsicológica a cada 2-3 anos ou na presença de novas queixas cognitivas\n- Documentar evolução funcional: trabalho, direção veicular, atividades cotidianas"
}
