{
  "score_item_id": "019bf31d-2ef0-73a2-8d2d-a11801e9f19d",
  "clinical_relevance": "A derivação ventrículo-peritoneal (DVP) é um procedimento neurocirúrgico que consiste na implantação de um sistema de cateter valvulado conectando o sistema ventricular cerebral à cavidade peritoneal, com o objetivo de drenar o excesso de líquor cefalorraquidiano (LCR) e controlar a hidrocefalia. O sistema é composto por três componentes: cateter ventricular proximal (inserido no ventrículo lateral), válvula de regulação de pressão ou de débito, e cateter distal inserido no peritônio. A presença de DVP tem implicações clínicas abrangentes que afetam múltiplos domínios do escore de saúde.\n\nDo ponto de vista fisiopatológico, a hidrocefalia tratada com DVP pode ser comunicante (ex.: hidrocefalia de pressão normal, sequela de meningite ou hemorragia subaracnoidea) ou obstrutiva (ex.: estenose do aqueduto de Sylvius, tumores). A disfunção da DVP resulta em hipertensão intracraniana com síndrome que inclui cefaleia, náuseas, vômitos, alterações visuais, déficits cognitivos e, nos casos graves, rebaixamento do nível de consciência e herniação cerebral.\n\nPrevalência e epidemiologia: A DVP é um dos procedimentos neurocirúrgicos mais realizados no mundo. A hidrocefalia acomete aproximadamente 1 a 3 por 1.000 nascidos vivos na forma congênita, além de incidência significativa em adultos por causas adquiridas. A taxa de falha da derivação ao longo da vida é elevada: cerca de 40% das DVPs falham no primeiro ano e até 80-85% apresentam alguma disfunção ao longo de 10-12 anos, exigindo revisões cirúrgicas. A infecção de DVP ocorre em 5-15% dos casos, com maior risco nos primeiros 6 meses pós-operatório.\n\nImplicações para o escore de saúde: O paciente portador de DVP apresenta um conjunto de vulnerabilidades que impactam diretamente a avaliação de saúde funcional e longevidade. A condição subjacente que motivou a cirurgia (hidrocefalia congênita, tumor, hemorragia, infecção) frequentemente gera sequelas neurológicas permanentes como déficits cognitivos, alterações de marcha, incontinência urinária (tríade de Hakim-Adams na hidrocefalia de pressão normal), epilepsia e déficits motores focais. A dependência do dispositivo implantado representa um risco permanente de disfunção mecânica, infecção e necessidade de reintervenção cirúrgica.\n\nInterações com parâmetros do escore: A DVP afeta indiretamente múltiplos domínios avaliados no escore, incluindo função cognitiva (memória, atenção, velocidade de processamento), marcha e equilíbrio, continência urinária, qualidade do sono, capacidade para atividade física, perfil hormonal (quando a causa envolveu região hipotálamo-hipofisária) e estado nutricional. Medicações antiepilépticas frequentemente associadas à condição de base interferem em nutrientes como folato, vitamina D, zinco e B12. A estratificação de risco deve considerar a estabilidade clínica atual do sistema de derivação.",
  "points": 12,
  "patient_explanation": "A derivação ventrículo-peritoneal (DVP) é um sistema de tubinhos implantado cirurgicamente no seu cérebro e abdômen para drenar o líquido que circula ao redor do cérebro (chamado de líquor) quando esse líquido se acumula em excesso — uma condição chamada hidrocefalia. Sem essa drenagem, a pressão dentro do crânio aumenta e pode causar danos sérios ao cérebro.\n\nViver com uma DVP significa que o seu corpo depende de um dispositivo implantado para manter o equilíbrio adequado desse líquido. Isso é muito importante para sua saúde porque:\n\n- O sistema pode falhar ou infeccionar ao longo do tempo, exigindo atenção médica imediata se surgirem sintomas como dor de cabeça forte, vômitos, febre ou confusão mental.\n- A condição que motivou a cirurgia pode ter deixado sequelas que afetam sua memória, equilíbrio ou controle urinário.\n- Algumas atividades físicas e procedimentos médicos precisam de cuidados especiais quando você tem uma DVP.\n\nÉ essencial que seu médico saiba sobre essa cirurgia para que sua avaliação de saúde leve em conta todas essas particularidades e você receba um acompanhamento seguro e personalizado.",
  "conduct": "## Conduta Clínica para Portadores de Derivação Ventrículo-Peritoneal (DVP)\n\n### Avaliação Inicial Obrigatória\n\n- **Histórico detalhado da DVP:** tipo de válvula (pressão fixa, ajustável, de débito variável), data de implante, número de revisões, causa da hidrocefalia, complicações prévias (infecções, obstruções, hematomas subdurais)\n- **Condição neurológica de base:** identificar sequelas permanentes (déficits cognitivos, epilepsia, déficits motores, alterações de marcha, incontinência)\n- **Estado atual do sistema:** quando foi a última avaliação neurocirúrgica? Há sintomas sugestivos de disfunção?\n- **Medicações em uso:** anticonvulsivantes (risco de deficiências de folato, vitamina D, B12, zinco), corticoides, anticoagulantes\n\n### Sinais de Alerta — Encaminhar com Urgência a Neurocirurgia\n\n- Cefaleia progressiva ou diferente do padrão habitual do paciente\n- Náuseas e vômitos sem causa aparente\n- Alteração do nível de consciência ou confusão mental aguda\n- Febre sem foco infeccioso aparente (suspeitar de infecção de DVP)\n- Edema ou eritema ao longo do trajeto do cateter\n- Piora de déficits neurológicos previamente estabilizados\n- Convulsão de início recente ou mudança no padrão convulsivo\n- Diplopia ou alterações visuais (sinal de hipertensão intracraniana)\n\n### Investigação Complementar Recomendada\n\n**Neuroimagem:**\n- Tomografia de crânio sem contraste para avaliar tamanho ventricular atual (comparar com exames anteriores)\n- Radiografia de crânio e abdômen (série de derivação) para avaliar integridade e posicionamento do cateter\n- Ressonância magnética cerebral quando disponível e compatível com o tipo de válvula implantada (verificar compatibilidade com RM antes de solicitar — válvulas ajustáveis magnéticas podem ser reprogramadas)\n\n**Laboratorial:**\n- Hemograma completo, PCR e VHS (rastreio de infecção sistêmica)\n- Se febre ou suspeita de infecção de DVP: hemocultura e encaminhamento urgente para análise do LCR via punção da câmara de reservatório\n- Perfil nutricional ampliado em pacientes em uso de anticonvulsivantes: folato sérico e eritrocitário, vitamina D (25-OH), B12, zinco, ferro e ferritina\n- Avaliação hormonal hipofisária se a causa da hidrocefalia envolveu região selar ou para-selar (hipopituitarismo pode estar presente e não diagnosticado)\n\n### Avaliação Funcional Integrada\n\n**Função cognitiva:**\n- Aplicar rastreio cognitivo padronizado (MoCA ou similar) para estabelecer linha de base e monitorar evolução\n- Investigar déficits de memória episódica, atenção e função executiva que podem impactar adesão terapêutica\n\n**Marcha e equilíbrio:**\n- Avaliação fisioterapêutica, especialmente em pacientes com hidrocefalia de pressão normal ou sequelas motoras\n- Risco aumentado de quedas: avaliar e adaptar ambiente domiciliar\n\n**Saúde metabólica e nutricional:**\n- Anticonvulsivantes (fenitoína, carbamazepina, ácido valproico, fenobarbital) induzem deficiências de vitamina D, folato, B12 e zinco — repor conforme laboratório\n- Avaliar estado nutricional global: pacientes com sequelas neurológicas graves frequentemente apresentam desnutrição ou sarcopenia\n- Suporte de ômega-3 (EPA+DHA) pode ser benéfico pelo efeito anti-inflamatório e neuroprotetor em pacientes com vulnerabilidade neurológica\n\n### Orientações de Segurança Específicas\n\n- **Antes de qualquer procedimento invasivo** (odontológico, endoscópico, cirúrgico): comunicar ao neurocirurgião responsável e avaliar necessidade de profilaxia antibiótica\n- **Antes de exames de RM:** confirmar compatibilidade do modelo de válvula com campo magnético; válvulas ajustáveis necessitam reprogramação após RM\n- **Atividade física:** evitar esportes de contato que aumentem risco de trauma craniano direto; demais atividades são geralmente permitidas conforme condição neurológica de base\n- **Viagens aéreas:** em geral seguras; pressurização de cabine não costuma ser problema, mas orientar o paciente a comunicar ao médico qualquer sintoma durante ou após voos\n\n### Acompanhamento e Periodicidade\n\n- **Neurocirurgia:** revisão anual mínima em pacientes estáveis; imediata se surgirem sintomas\n- **Neurologia:** acompanhamento semestral a anual se houver epilepsia associada ou déficits cognitivos progressivos\n- **Clínica geral / Medicina Funcional:** incorporar a DVP como fator modificador em todas as avaliações do escore — cognição, marcha, continência, nutrição e estilo de vida devem ser interpretados à luz dessa condição de base\n- **Documentar e manter atualizado** o modelo e número de série da válvula em prontuário (essencial para avaliação de compatibilidade com RM e para intercorrências em emergências)"
}
