{
  "score_item_id": "019bf31d-2ef0-7461-9f21-b414e3f4c425",
  "clinical_relevance": "A esplenectomia — remoção cirúrgica do baço — é um evento permanente com repercussões imunológicas, hematológicas e metabólicas de longa duração que impactam diretamente o escore de saúde do paciente. O baço é o maior órgão linfoide secundário do organismo, responsável pela filtração de patógenos encapsulados da corrente sanguínea (especialmente Streptococcus pneumoniae, Haemophilus influenzae e Neisseria meningitidis), pela maturação de linfócitos B e produção de opsoninas como a properdina e a tuftsina, pelo clearance de eritrócitos senescentes e células anômalas, e pelo armazenamento de plaquetas (aproximadamente 30% do pool plaquetário total).\n\nA principal consequência imunológica pós-esplenectomia é o estado de asplenia funcional permanente, que eleva substancialmente o risco de infecção bacteriana grave por germes encapsulados. A complicação mais temida é a OPSI (Overwhelming Post-Splenectomy Infection), síndrome de sepse fulminante com mortalidade de 50-70% nos casos estabelecidos. O risco de OPSI é maior nos primeiros 2-3 anos após a cirurgia, mas persiste por toda a vida — estima-se incidência de 0,5% a 1% ao ano e mortalidade 50-200 vezes maior que a população geral para sepse por pneumococo. O risco é ainda maior em crianças abaixo de 5 anos e em pacientes esplenectomizados por doença hematológica (anemia falciforme, talassemia) comparado a trauma.\n\nAo nível hematológico, observam-se alterações características no hemograma: trombocitose pós-operatória (plaquetas frequentemente acima de 600.000-1.000.000/µL nos primeiros meses), presença de corpúsculos de Howell-Jolly (inclusões de cromatina nuclear em eritrócitos que normalmente são removidas pelo baço), acantócitos, eritrócitos com siderócitos e aumento de linfócitos e monócitos. A trombocitose pode elevar o risco trombótico, especialmente trombose de veia porta e esplênica.\n\nO contexto funcional integrativo agrega a análise do impacto imune sistêmico: a perda da função esplênica compromete a resposta de fase aguda, reduz a capacidade de clearance de imunocomplexos e pode agravar estados inflamatórios crônicos. Conforme o contexto científico disponível, a avaliação do perfil inflamatório sistêmico (PCR-us, ferritina, homocisteína, IL-6) é eixo crítico nesses pacientes. A homocisteína elevada — fator de risco independente para TVP, conforme publicado no New England Journal of Medicine — merece atenção especial dado o risco trombótico pós-esplenectomia.\n\nDo ponto de vista do escore de saúde, a esplenectomia representa um modificador permanente que impacta múltiplos domínios: imunidade, risco infeccioso, risco trombótico, perfil hematológico e necessidade de vigilância continuada. Pacientes esplenectomizados requerem imunização atualizada (pneumococo, meningococo, Haemophilus), quimioprofilaxia em situações de risco e acompanhamento especializado ao longo da vida.",
  "points": 15,
  "patient_explanation": "O baço ajuda o corpo a combater infecções causadas por certas bactérias e filtra o sangue, eliminando células velhas ou danificadas. Quando é removido cirurgicamente (esplenectomia), o organismo perde parte dessa defesa natural e fica com mais dificuldade para combater alguns tipos de infecção grave — um risco que persiste para toda a vida.\n\nIsso não significa adoecer o tempo todo, mas requer cuidados permanentes: manter as vacinas em dia (especialmente contra pneumonia e meningite), buscar atendimento médico imediato em qualquer febre alta, e informar sempre todos os profissionais de saúde sobre a esplenectomia.\n\nTambém é comum que as plaquetas do sangue fiquem elevadas após a cirurgia, o que pode aumentar o risco de coágulos. O acompanhamento médico regular é fundamental para monitorar esses aspectos e manter sua saúde em dia.",
  "conduct": "## Conduta Clínica — Esplenectomia (Histórico Cirúrgico)\n\n### Avaliação Inicial e Estratificação\n\n- **Confirmar o histórico:** data da cirurgia, causa (trauma, doença hematológica, neoplasia, outros), presença de baço acessório\n- **Identificar condição de base:** esplenectomia por anemia falciforme, talassemia, PTI, linfoma ou trauma tem implicações prognósticas distintas\n- **Avaliar tempo desde a cirurgia:** risco de OPSI é máximo nos primeiros 2-3 anos, mas persiste por toda a vida\n- **Verificar histórico vacinal pós-esplenectomia:** pneumococo (PCV15/PCV20 e PPSV23), meningococo ACWY e B, Haemophilus influenzae tipo b, influenza anual\n\n---\n\n### Investigação Complementar\n\n**Hemograma com morfologia eritrocitária:**\n- Pesquisar corpúsculos de Howell-Jolly (marcador de asplenia funcional)\n- Avaliar trombocitose (plaquetas >400.000/µL — risco trombótico se >1.000.000/µL)\n- Verificar leucometria e linfometria\n\n**Perfil inflamatório e trombótico:**\n- PCR ultrassensível (meta <1 mg/L)\n- Ferritina e transferrina (avaliar estado inflamatório e de ferro)\n- Homocisteína (meta <10 µmol/L; fator de risco independente para TVP)\n- D-dímero se suspeita de evento tromboembólico\n\n**Perfil imunológico:**\n- IgG, IgA, IgM quantitativas (deficiências secundárias podem ocorrer)\n- Sorologias para infecções oportunistas se clinicamente indicado\n\n**Exames gerais pertinentes ao escore:**\n- Glicemia e insulina de jejum (HOMA-IR): hiperglicemia e resistência insulínica agravam desfechos infecciosos\n- Vitamina D (meta >40-60 ng/mL): imunomodulador crítico\n- Zinco sérico: mineral essencial para imunidade celular e cicatrização\n- Vitamina B12 e folato (impacto na homocisteína e na imunidade)\n\n---\n\n### Intervenções e Condutas Baseadas em Evidências\n\n**1. Prevenção de infecções graves (OPSI)**\n- **Vacinas obrigatórias** (se não realizadas ou desatualizadas):\n  - Pneumococo: PCV20 ou PCV15 seguido de PPSV23 (8 semanas depois)\n  - Meningococo: MenACWY e MenB\n  - Haemophilus influenzae b: dose única se não vacinado\n  - Influenza: anual\n  - COVID-19: atualizado conforme calendário\n- **Quimioprofilaxia antibiótica:** considerar amoxicilina ou penicilina V profilática, especialmente nos primeiros 3-5 anos e em crianças; avaliar caso a caso em adultos\n- **Plano de ação para febre:** orientar paciente a buscar atendimento imediato em qualquer febre >38°C — risco de sepse fulminante\n- **Antibiótico de resgate:** prescrever amoxicilina-clavulanato para uso imediato em caso de febre sem acesso a pronto-socorro (\"sick day plan\")\n\n**2. Manejo do risco trombótico**\n- Monitorar contagem de plaquetas periodicamente\n- Se plaquetas >1.000.000/µL, considerar avaliação hematológica e antiagregação\n- Avaliar e corrigir hiperhomocisteinemia com vitaminas B6, B9 (folato) e B12\n- Aplicar score de Caprini em situações de risco adicional (viagens longas, cirurgias, imobilização)\n- Manter hidratação adequada e evitar longos períodos de imobilidade\n\n**3. Otimização do estado imune — abordagem funcional integrativa**\n- **Zinco:** garantir suficiência (referência funcional no quartil superior); essencial para imunidade celular, síntese de colágeno e atividade antioxidante\n- **Vitamina D:** dosar 25(OH)D e manter >40-60 ng/mL; imunomodulador com impacto em infecções respiratórias e autoimunidade\n- **Vitamina C:** suporte à função imune, síntese de colágeno e barreira mucosa\n- **Selênio:** cofator de glutationa peroxidase; avaliar suficiência\n- **Ômega-3:** modulação inflamatória; avaliar índice ômega-3 sérico\n- **Probióticos:** suporte à barreira intestinal e ao GALT (tecido linfoide associado ao intestino), especialmente relevante dado o papel do intestino na imunidade sistêmica\n\n**4. Monitoramento e acompanhamento**\n- Hemograma anual com morfologia\n- Perfil inflamatório semestral (PCR-us, ferritina, homocisteína)\n- Atualização vacinal conforme calendário do esplenectomizado\n- Reavaliação do estado nutricional e micronutrientes anualmente\n\n---\n\n### Encaminhamento a Especialistas\n\n- **Hematologista:** se doença hematológica de base, trombocitose significativa (>800.000/µL persistente), ou evento tromboembólico\n- **Infectologista:** para orientação vacinal personalizada, quimioprofilaxia e manejo de infecções de repetição\n- **Imunologista:** se hipogamaglobulinemia secundária confirmada\n- **Gastroenterologista funcional:** se disbiose significativa ou comprometimento da barreira intestinal impactando imunidade\n\n---\n\n### Orientações ao Paciente\n\n- **Usar pulseira ou cartão de identificação** informando sobre a esplenectomia (acesso a antibiótico imediato em emergências)\n- Informar **todos os profissionais de saúde** (médicos, dentistas, enfermeiros) sobre o histórico\n- Buscar atendimento de emergência **imediatamente** em caso de febre alta, calafrios intensos ou piora súbita do estado geral\n- Manter **carteira de vacinação atualizada**\n- Evitar contato com animais que possam transmitir infecções (cuidado com mordidas de animais — risco de Capnocytophaga canimorsus)"
}
