{
  "score_item_id": "019bf31d-2ef0-7b62-a444-ddf312915ea0",
  "clinical_relevance": "A herniorrafia — reparo cirúrgico de hérnia abdominal — é um dos procedimentos cirúrgicos eletivos mais realizados no mundo e, no contexto do Escore Plenya, representa um marcador relevante do histórico cirúrgico com potencial de impacto em múltiplos domínios fisiológicos, especialmente integridade da parede abdominal, função gastrointestinal, estado nutricional crônico e perfil inflamatório.\n\n**Definição e tipos:** Hérnias abdominais incluem as inguinais (diretas e indiretas), umbilicais, epigástricas, incisionais (hérnias de parede em sítios de incisões prévias) e femorais. A herniorrafia convencional (sutura primária) foi amplamente substituída pela hernioplastia com tela sintética (técnica de Lichtenstein e variantes laparoscópicas), que apresenta menor taxa de recidiva. No Brasil e no mundo, hérnias inguinais correspondem à grande maioria dos reparos cirúrgicos de hérnia, com prevalência estimada de 27% em homens ao longo da vida.\n\n**Impacto clínico no escore:** O registro de herniorrafia prévia sinaliza ao clínico um conjunto de alterações fisiológicas potenciais que devem ser consideradas na interpretação dos parâmetros do escore:\n\n1. **Dor crônica pós-hernioplastia:** Estudos indicam que 10–15% dos pacientes desenvolvem dor crônica clinicamente significativa após reparo de hérnia inguinal com tela, relacionada a neuralgia ilioinguinal, iliohipogástrica ou genitofemoral por aprisionamento ou lesão nervosa durante o procedimento. Dor crônica impacta qualidade de vida, sono, humor, atividade física e marcadores inflamatórios, podendo elevar PCR ultrassensível e outros biomarcadores de inflamação presentes no escore.\n\n2. **Inflamação crônica relacionada à tela (mesh):** O uso de telas sintéticas de polipropileno, embora eficaz para redução de recidiva, está associado a resposta inflamatória crônica de baixo grau, encapsulamento fibroso e, em casos menos frequentes, erosão, migração ou infecção de tela. Essa inflamação de baixo grau pode elevar marcadores como PCR, IL-6 e ferritina, alterando a interpretação do perfil inflamatório do paciente.\n\n3. **Aderências e impacto na função gastrointestinal:** Cirurgias abdominais prévias — incluindo herniorrafias, especialmente as laparotômicas — favorecem formação de aderências peritoneais que podem interferir no trânsito intestinal, causando constipação, distensão abdominal e, em casos graves, sub-oclusão. Alterações na motilidade intestinal impactam a microbiota, a absorção de nutrientes e marcadores de disbiose.\n\n4. **Estado nutricional perioperatório e recuperação:** Conforme dados do contexto científico disponível, o estado nutricional pré e pós-operatório é determinante crítico dos resultados cirúrgicos. Deficiências de zinco, magnésio, vitamina C, vitamina D e ferro comprometem a cicatrização, a imunidade e a recuperação tecidual. Pacientes submetidos a herniorrafia que não receberam suporte nutricional adequado podem apresentar recuperação subótima e maior risco de complicações.\n\n5. **Impacto na pressão intra-abdominal e assoalho pélvico:** Em mulheres, hérnias abdominais e seus reparos podem estar associados a disfunção do assoalho pélvico, especialmente quando há comprometimento da parede anterior. O aumento crônico da pressão intra-abdominal — que muitas vezes é a causa da hérnia — mantém-se como fator de risco para prolapso de órgãos pélvicos e incontinência, independentemente do reparo cirúrgico.\n\n6. **Risco de recidiva e cirurgias repetidas:** A taxa de recidiva varia conforme a técnica (0,5–5% com tela vs. 10–15% sem tela) e pode resultar em múltiplos procedimentos ao longo da vida, com impacto cumulativo sobre a parede abdominal e o estado geral de saúde.",
  "points": 5,
  "patient_explanation": "A herniorrafia é a cirurgia para corrigir uma hérnia — que é quando parte de um órgão ou tecido escapa pelo ponto mais fraco de uma parede muscular, geralmente no abdômen. Esse é um dos procedimentos cirúrgicos mais comuns no mundo.\n\nSaber que você já realizou essa cirurgia é importante para o seu médico porque, dependendo de como foi feita e como foi a sua recuperação, ela pode ter deixado alguns efeitos no seu organismo. Por exemplo: em alguns casos, pode ocorrer uma inflamação leve e persistente no local da tela colocada durante a cirurgia. Em outros, pode haver aderências (uma espécie de 'cicatriz interna') que afetam o funcionamento do intestino. Também existe a possibilidade de dor crônica na região operada, o que pode impactar seu sono, disposição e qualidade de vida.\n\nAlém disso, para se recuperar bem de qualquer cirurgia, o corpo precisa de bons níveis de vitaminas e minerais — como vitamina C, zinco e ferro — que são essenciais para a cicatrização. Se você não teve suporte nutricional adequado na época, isso pode ter deixado consequências que valem a pena investigar agora.\n\nNão há motivo para preocupação excessiva: a maioria das pessoas se recupera bem. Mas registrar esse histórico permite que o seu médico interprete seus exames com mais precisão e cuide melhor de você.",
  "conduct": "## Conduta Clínica — Herniorrafia Prévia\n\n### 1. Anamnese Detalhada do Procedimento\n\n- **Tipo de hérnia reparada:** inguinal (direta ou indireta), umbilical, epigástrica, incisional, femoral\n- **Técnica cirúrgica:** reparo primário (sutura) ou com tela sintética (hernioplastia); abordagem aberta ou laparoscópica\n- **Data aproximada e número de cirurgias:** avaliar se houve recidiva e reoperações\n- **Complicações pós-operatórias:** infecção de sítio cirúrgico, hematoma, seroma, rejeição ou infecção de tela\n- **Sintomas atuais relacionados:** dor crônica na região operada, alterações intestinais, sensação de corpo estranho\n\n---\n\n### 2. Avaliação de Dor Crônica Pós-Operatória\n\n- **Rastrear presença e intensidade de dor crônica** na região inguinal ou abdominal (aplicar escala numérica de dor, EVA)\n- Suspeitar de **neuralgia crônica pós-hernioplastia** (ilioinguinal, iliohipogástrica, genitofemoral) em dores com características neuropáticas (queimação, choque, hiperalgesia)\n- **Impacto funcional:** avaliar limitação de atividade física, qualidade do sono e humor — dor crônica eleva marcadores inflamatórios e interfere em múltiplos domínios do escore\n- **Encaminhamento:** dor crônica significativa deve ser referenciada para clínica de dor, com avaliação de bloqueios nervosos, fisioterapia especializada ou, em casos selecionados, reintervenção cirúrgica\n\n---\n\n### 3. Avaliação do Perfil Inflamatório\n\n- **Solicitar marcadores inflamatórios:** PCR ultrassensível, ferritina sérica, hemograma completo com diferencial de leucócitos\n- Considerar que **telas sintéticas de polipropileno** podem manter resposta inflamatória crônica de baixo grau, potencialmente elevando PCR e ferritina sem relação com infecção ativa\n- Em pacientes com marcadores inflamatórios persistentemente elevados sem causa aparente, investigar complicações tardias de tela: erosão, migração, infecção crônica ou fistulização\n- **Encaminhamento cirúrgico:** suspeita de complicação de tela requer avaliação por cirurgião especializado em parede abdominal\n\n---\n\n### 4. Avaliação da Função Gastrointestinal\n\n- Investigar **alterações do trânsito intestinal** (constipação, distensão, cólicas) que possam decorrer de aderências pós-operatórias\n- Em casos suspeitos de aderências com sub-oclusão intermitente: encaminhar para avaliação cirúrgica e de imagem (tomografia ou raio X contrastado de delgado)\n- Avaliar microbiota e permeabilidade intestinal em pacientes com sintomas gastrointestinais crônicos pós-cirurgia abdominal:\n  - **Exame coprológico funcional** para avaliação de disbiose, digestibilidade e inflamação intestinal\n  - Considerar investigação de **SIBO** (supercrescimento bacteriano intestinal) em pacientes com distensão, flatulência e alteração de hábito intestinal pós-cirurgia\n- **Estratégia de suporte intestinal:** dieta rica em fibras solúveis, probióticos selecionados e suporte à barreira intestinal (glutamina, zinco, vitamina A)\n\n---\n\n### 5. Avaliação Nutricional Perioperatória (em caso de nova cirurgia planejada) e Recuperação de Cirurgia Prévia\n\n**Nutrientes-chave para reparo tecidual e cicatrização:**\n- **Vitamina C:** cofator essencial na hidroxilação de prolina e lisina para síntese de colágeno; deficiência compromete cicatrização e aumenta susceptibilidade a infecções\n- **Zinco:** cofator em ampla gama de metaloenzimas, síntese proteica, replicação de DNA, imunidade e formação de colágeno — manter níveis ótimos é essencial em pacientes cirúrgicos\n- **Magnésio:** participa de mais de 300 reações metabólicas; pode melhorar propriedades mecânicas da cicatriz; indicado no pré e pós-operatório\n- **Ferro:** componente da hemoglobina, citocromos e da hélice tripla do colágeno; essencial para replicação celular pós-lesão tecidual\n- **Vitamina D:** otimizar níveis para suporte imune e anti-inflamatório, especialmente em pacientes com deficiência identificada\n\n**Investigação laboratorial nutricional:**\n- Ferritina, saturação de transferrina, hemograma (anemia)\n- Zinco sérico ou eritrocitário\n- 25-OH vitamina D\n- Magnésio sérico e/ou eritrocitário\n- Vitamina C (quando disponível)\n- Proteínas totais e albumina (estado proteico geral)\n\n---\n\n### 6. Avaliação do Assoalho Pélvico (especialmente em mulheres)\n\n- Investigar **sintomas de disfunção do assoalho pélvico** que possam estar relacionados ao aumento crônico da pressão intra-abdominal (causa subjacente da hérnia): incontinência urinária de esforço, sintomas de prolapso, disfunção evacuatória\n- Em mulheres com hérnia umbilical ou epigástrica e sintomas pélvicos concomitantes, considerar avaliação uroginecológica\n- Orientar sobre **fatores de risco para recidiva de hérnia** que também sobrecarregam o assoalho pélvico: constipação crônica, tosse crônica, obesidade, levantamento de peso inadequado\n\n---\n\n### 7. Monitoramento e Seguimento\n\n- **Avaliar risco de recidiva:** telas sintéticas reduzem mas não eliminam o risco; pacientes com múltiplas recidivas, hérnia incisional extensa ou fatores de risco (obesidade, tosse crônica, tabagismo) merecem acompanhamento mais próximo\n- **Controle de fatores de risco modificáveis:** redução de peso se sobrepeso/obesidade, cessação do tabagismo (tabaco compromete colágeno e cicatrização), tratamento de constipação crônica e tosse persistente\n- **Atividade física:** retomada gradual e supervisionada, com atenção especial ao fortalecimento do core e da musculatura abdominal — evitar impacto excessivo e levantamentos pesados nas fases iniciais pós-cirúrgicas\n- **Reavaliação periódica de marcadores inflamatórios e nutricionais** em pacientes com complicações ou sintomas persistentes"
}
