{
  "score_item_id": "019bf31d-2ef0-7b9c-a1eb-81ef1f2ec646",
  "clinical_relevance": "A colecistectomia — remoção cirúrgica da vesícula biliar — é o procedimento abdominal eletivo mais realizado no mundo, com estimativa de mais de 750.000 procedimentos/ano nos EUA e prevalência crescente na população adulta brasileira, sobretudo em mulheres (relação feminino:masculino ~3:1), obesos e indivíduos acima de 40 anos. Embora frequentemente descrita como cirurgia de baixo risco e boa resolutividade, suas consequências metabólicas de longo prazo representam um eixo crítico de avaliação no escore de saúde integrativa.\n\n**Fisiopatologia do fluxo biliar pós-colecistectomia:** Em condições fisiológicas, a vesícula biliar armazena a bile produzida pelo fígado (~800–1000 mL/dia) e a libera de forma pulsátil em resposta à colecistocinina (CCK) — hormônio secretado pelo duodeno após ingestão de gorduras e proteínas. Essa ejeção concentrada e sincronizada otimiza a emulsificação de gorduras, a ativação de lipases pancreáticas e a absorção de ácidos graxos e vitaminas lipossolúveis. Após a colecistectomia, a bile passa a ser liberada de forma contínua e não regulada no duodeno, independentemente de estímulo alimentar. Esse fluxo descoordenado compromete a eficiência da emulsificação lipídica, especialmente em refeições com alta densidade de gordura, e reduz a concentração luminal de sais biliares nas fases pós-prandiais críticas.\n\n**Impacto na absorção de vitaminas lipossolúveis:** A emulsificação biliar inadequada resulta em comprometimento variável da absorção de vitaminas A, D, E e K — como explicitamente referenciado nos materiais científicos analisados (\"pós-colecistectomia aumenta risco\" de deficiência dessas vitaminas). A vitamina D, em particular, apresenta alta prevalência de insuficiência na população brasileira mesmo em indivíduos com vesícula íntegra; após colecistectomia, esse risco se amplifica e justifica monitoramento laboratorial sistematizado.\n\n**Impacto na microbiota e ácidos biliares secundários:** Os ácidos biliares primários (cólico e quenodesoxicólico), ao chegarem ao cólon de forma contínua e não pulsátil, alteram a composição e o metabolismo da microbiota intestinal. Bactérias com atividade de bile salt hydrolase (BSH) — como Lactobacillus e Bifidobacterium — convertem os ácidos primários em secundários (litocólico e desoxicólico), que exercem funções sinalizadoras críticas: ativação de TGR5 no íleo e cólon, aumento de GLP-1, melhora da sensibilidade insulínica, controle do esvaziamento gástrico e redução da inflamação. A disrupção desse eixo pela colecistectomia pode reduzir a produção de ácidos biliares secundários, prejudicar a ativação de TGR5 e comprometer o eixo enteroinsulínico.\n\n**Síndrome pós-colecistectomia:** Estima-se que 10–40% dos pacientes desenvolvam a chamada síndrome pós-colecistectomia, com sintomas que incluem dor abdominal em hipocôndrio direito, distensão, diarreia crônica (por efeito secretagogo dos sais biliares no cólon), náuseas, intolerância a gorduras e refluxo biliar. Esses sintomas frequentemente são subdiagnosticados ou atribuídos erroneamente ao intestino irritável, sem investigação da causa biliar subjacente.\n\n**Relevância para o escore:** No contexto do Escore Plenya, a colecistectomia é um modificador de risco que impacta a digestão, o status nutricional de vitaminas lipossolúveis, o eixo microbiota-ácidos biliares-metabólico e a suscetibilidade a disbiose. Sua identificação na anamnese deve deflagrar protocolos específicos de avaliação e suporte.",
  "points": 6,
  "patient_explanation": "A vesícula biliar armazena a bile — líquido produzido pelo fígado que ajuda o corpo a digerir gorduras e absorver vitaminas A, D, E e K. Após a colecistectomia (remoção da vesícula), a bile vai direto para o intestino de forma contínua, sem o ritmo ideal para cada refeição.\n\nIsso pode reduzir a eficiência na digestão de gorduras, especialmente em refeições mais pesadas. Com o tempo, algumas pessoas têm dificuldade para absorver vitaminas lipossolúveis, o que pode afetar a imunidade, os ossos e a coagulação do sangue.\n\nA ausência da vesícula também pode alterar o equilíbrio das bactérias intestinais, causando gases, diarreia ou distensão após as refeições.\n\nSaber que você passou por essa cirurgia ajuda o médico a monitorar seus níveis de vitaminas e, quando necessário, ajustar alimentação e suplementação para garantir boa absorção de nutrientes.",
  "conduct": "## Avaliação Inicial do Paciente Pós-Colecistectomia\n\n### Anamnese Direcionada\n- **Tempo desde a cirurgia:** colecistectomia recente (<1 ano) vs. crônica (>5 anos) — impactos adaptativos diferem\n- **Via cirúrgica:** laparoscópica (padrão atual) vs. aberta (maior trauma, aderências)\n- **Sintomas digestivos pós-operatórios:** dor em hipocôndrio direito, diarreia após refeições gordurosas, distensão, náuseas, refluxo biliar, intolerância a gorduras\n- **Investigar síndrome pós-colecistectomia:** presente em 10–40% dos casos; verificar se houve investigação prévia\n- **Padrão alimentar atual:** avaliar ingestão de gorduras (quantidade e qualidade) e resposta sintomática\n\n---\n\n## Avaliação Laboratorial\n\n### Vitaminas Lipossolúveis (Prioritárias)\n- **Vitamina D (25-OH-D):** dosagem sérica; meta integrativa 50–80 ng/mL; risco aumentado de deficiência pós-colecistectomia\n- **Vitamina A (retinol sérico):** avaliar especialmente em sintomas de adaptação visual noturna, xerodermia ou imunossupressão\n- **Vitamina E (alfa-tocoferol):** considerar em quadros de neuropatia ou anemia hemolítica inexplicada\n- **Vitamina K (PIVKA-II ou tempo de protrombina):** avaliar em pacientes com equimoses fáceis ou anticoagulação\n- **Vitaminas A, D, E, K** devem ser reavaliadas a cada 6–12 meses em pacientes com sintomas de má absorção\n\n### Perfil Digestivo e Nutricional\n- **Ferritina e ferro sérico:** absorção de ferro é dependente do pH gástrico e da bile; avaliar junto com saturação de transferrina\n- **Vitamina B12:** absorção no íleo terminal pode ser afetada em contextos de disbiose associada\n- **Zinco e magnésio séricos:** micronutrientes frequentemente deficientes em disfunção digestiva crônica\n- **Triglicérides e colesterol:** perfil lipídico completo — ausência da vesícula pode alterar o metabolismo do colesterol biliar\n- **Glicemia e insulina de jejum / HOMA-IR:** eixo ácidos biliares–TGR5–GLP-1 pode estar comprometido, impactando controle glicêmico\n- **PCR-us e homocisteína:** marcadores de inflamação crônica de baixo grau e risco cardiovascular\n\n### Exames Funcionais Complementares\n- **Elastase pancreática fecal:** descartar insuficiência exócrina pancreática (diagnóstico diferencial importante na diarreia pós-colecistectomia)\n- **Calprotectina fecal:** excluir inflamação mucosa ativa (DII)\n- **Teste respiratório para SIBO (lactulose ou glicose):** disbiose com supercrescimento no intestino delgado é mais prevalente após alterações do fluxo biliar; critério H₂: elevação >20 ppm nos primeiros 90 min; CH₄: >10 ppm em qualquer momento\n- **Exame coprológico funcional (coprológico completo funcional):** avaliação de digestibilidade, gordura fecal, comportamento microbiano, marcadores de inflamação e permeabilidade intestinal\n\n---\n\n## Intervenções Dietéticas e de Estilo de Vida\n\n### Adaptação da Ingestão de Gorduras\n- **Fracionamento das refeições:** refeições menores e mais frequentes (5–6/dia) reduzem o volume de gordura por refeição, minimizando a sobrecarga na ausência de reservatório biliar\n- **Gorduras de boa qualidade em doses moderadas:** azeite de oliva extravirgem, abacate, ovos, peixes — fornecem estímulo fisiológico de CCK sem sobrecarga\n- **Reduzir gorduras saturadas em excesso e frituras:** aumentam disconforto digestivo e carga inflamatória\n- **TCM (triglicérides de cadeia média):** absorvidos via porta (sem necessidade de micelas biliares); podem ser utilizados como fonte de energia lipídica alternativa em pacientes com má absorção significativa\n\n### Suporte à Microbiota e Ácidos Biliares\n- **Fibras prebióticas:** aumentar ingestão de fibras solúveis (FOS, inulina, beta-glucana) e alimentos coloridos ricos em polifenóis — modulam BSH bacteriana e favorecem produção de ácidos biliares secundários e mucina\n- **Probióticos:** *Lactobacillus acidophilus*, *Bifidobacterium lactis* e *Enterococcus faecium* — suporte à atividade BSH e ao equilíbrio da microbiota pós-colecistectomia; prescrição individualizada\n- **Polifenóis (chás, shots, alimentos coloridos):** atuam como prebióticos, modulando microbiota, produção de BSH e ácidos biliares não conjugados\n\n### Suporte Digestivo\n- **Enzimas digestivas:** pancreatina (pré-refeição, T–15 min) e betaína HCl (durante a refeição) em casos de má digestão de gorduras comprovada; não associar na mesma cápsula\n- **Taurina e glicina:** cofatores essenciais na conjugação de ácidos biliares primários; suporte à produção e qualidade biliar hepática residual\n- **Artichoke (Cynara scolymus) e cardo-mariano (Silybum marianum):** compostos colerético e colecinético que estimulam a produção biliar hepática — suporte relevante pós-colecistectomia\n\n---\n\n## Suplementação\n\n| Nutriente | Indicação | Dose Orientativa |\n|---|---|---|\n| **Vitamina D3 + K2** | Deficiência ou risco alto | 4.000–10.000 UI D3 + 100–200 µg K2 MK-7 (conforme 25-OH-D sérico) |\n| **Vitamina A (retinol)** | Deficiência confirmada | 5.000–10.000 UI/dia (sob supervisão) |\n| **Vitamina E** | Estresse oxidativo / neuropatia | 200–400 UI/dia (tocoferois mistos) |\n| **Taurina** | Suporte à conjugação biliar | 500–1.500 mg/dia |\n| **Glicina** | Idem taurina + suporte hepático | 2–5 g/dia |\n| **TCM** | Má absorção lipídica | 1–2 colheres de sopa/dia (uso gradual) |\n| **Probiótico BSH-ativo** | Disbiose / SIBO tratado | Conforme perfil individualizado |\n| **Enzimas digestivas** | Esteatorreia / diarreia pós-prandial | Pancreatina 10.000–25.000 UI lipase, pré-refeição |\n\n---\n\n## Encaminhamentos e Seguimento\n\n- **Gastroenterologista:** indicado em síndrome pós-colecistectomia sintomática (dor recorrente, diarreia crônica), suspeita de cálculo residual no colédoco (coledocolitíase), ou refluxo biliar confirmado\n- **Nutricionista com experiência em metabolômica digestiva:** planejamento alimentar individualizado, fracionamento, suporte nutricional específico\n- **Reavaliação laboratorial:** vitaminas lipossolúveis a cada 6–12 meses; SIBO com tratamento concluído: reteste respiratório em 4–6 semanas\n- **Monitoramento clínico:** registrar evolução de sintomas digestivos, hábito intestinal, peso e marcadores nutricionais ao longo do tempo"
}
