{
  "score_item_id": "019bf31d-2ef0-7fc3-b4ed-3e9c8cfd5b36",
  "clinical_relevance": "A paratireoidectomia é a remoção cirúrgica de uma ou mais glândulas paratireoides, sendo o tratamento definitivo para hiperparatireoidismo primário (HPT primário), hiperparatireoidismo secundário refratário (HPT secundário, frequentemente associado à doença renal crônica) e carcinoma de paratireoide. Sua relevância no Escore Plenya decorre das consequências metabólicas e endócrinas de longo prazo que impactam diretamente parâmetros laboratoriais e clínicos do escore.\n\n**Fisiopatologia e consequências cirúrgicas:**\nO paratormônio (PTH) é o principal regulador da homeostase do cálcio e do fósforo, atuando nos rins, ossos e intestino. A remoção cirúrgica das paratireoides pode levar a dois cenários distintos:\n1. **Hipoparatireoidismo pós-cirúrgico:** A complicação mais temida, causada por lesão acidental, desvascularização ou remoção inadvertida das glândulas remanescentes. Resulta em hipocalcemia e hiperfosfatemia. O hipoparatireoidismo pós-cirúrgico crônico é definido como aquele que persiste por pelo menos 12 meses após a cirurgia (diretrizes internacionais 2022). Um nível de PTH pós-operatório abaixo de 15 pg/mL indica risco aumentado de hipoparatireoidismo agudo.\n2. **Resolução do hiperparatireoidismo:** Quando bem-sucedida, a paratireoidectomia normaliza PTH, cálcio sérico, melhora densidade mineral óssea e parâmetros metabólicos. Estudos comparando ablação por micro-ondas com paratireoidectomia cirúrgica demonstraram que ambas melhoram densidade óssea e parâmetros metabólicos, embora a cirurgia seja mais eficaz na redução de PTH.\n\n**Impacto nos parâmetros do escore:**\nPacientes com histórico de paratireoidectomia podem apresentar valores alterados de: PTH sérico (suprimido se hipoparatireoidismo; normalizado se resolução do HPT), cálcio total e ionizado, fósforo, vitamina D [25(OH)D e 1,25(OH)2D], densidade mineral óssea (DXA), função renal, e calciúria. Perfis metabólicos incluindo aminoácidos e metabolismo lipídico também podem ser afetados, conforme demonstrado em estudos metabolômicos de larga escala em mais de 700 pacientes com HPT secundário.\n\n**Fatores de risco para complicações pós-paratireoidectomia:**\nOperações bilaterais no pescoço, dissecção central do pescoço, doença tireoidiana autoimune concomitante e inexperiência do cirurgião aumentam o risco de hipoparatireoidismo pós-operatório. Estratégias de prevenção incluem: preservação do suprimento sanguíneo das paratireoides, autotransplante de glândulas isquêmicas, imageamento com fluorescência no infravermelho próximo e otimização pré-operatória de vitamina D.\n\n**Pontuação e estratificação de risco:**\nA paratireoidectomia prévia é um modificador de risco significativo que obriga reinterpretação dos parâmetros laboratoriais do escore, especialmente PTH, cálcio, fósforo e vitamina D. O impacto clínico é moderado a alto, dependendo do tipo de paratireoidectomia realizada (parcial vs. total), da presença de hipoparatireoidismo estabelecido e da qualidade do controle metabólico atual.",
  "points": 12,
  "patient_explanation": "A paratireoidectomia é uma cirurgia para remover uma ou mais das suas glândulas paratireoides — quatro pequenas glândulas no pescoço, logo atrás da tireoide. Essas glândulas controlam os níveis de cálcio no seu corpo, essencial para ossos, músculos, coração e sistema nervoso.\n\nQuando essa cirurgia consta no seu histórico, é fundamental que seu médico saiba disso. Dependendo de quantas glândulas foram removidas, seu corpo pode ter dificuldade em manter o cálcio normal — uma condição chamada hipoparatireoidismo — o que pode explicar resultados alterados em exames de cálcio, fósforo, PTH e vitamina D.\n\nSe você fez essa cirurgia, pode precisar tomar suplementos de cálcio e vitamina D ativa a longo prazo e realizar exames regulares de acompanhamento. Com monitoramento adequado, é possível manter boa qualidade de vida. Sempre informe sua equipe de saúde sobre essa cirurgia para que seus exames sejam interpretados corretamente.",
  "conduct": "## Conduta Clínica — Paratireoidectomia (Histórico Cirúrgico)\n\n### 1. Avaliação Inicial\n\n- **Identificar o tipo de paratireoidectomia realizada:**\n  - Parcial (remoção de 1-3 glândulas): menor risco de hipoparatireoidismo permanente\n  - Total (remoção das 4 glândulas): alto risco de hipoparatireoidismo permanente\n  - Total com autotransplante: risco intermediário, dependente da viabilidade do transplante\n  - Contexto clínico: HPT primário, HPT secundário (DRC), HPT terciário, carcinoma\n\n- **Tempo desde a cirurgia:**\n  - Hipoparatireoidismo crônico pós-cirúrgico é definido como aquele persistindo por ≥12 meses\n  - Avaliar se o paciente está em reposição de cálcio e/ou vitamina D ativa atualmente\n\n### 2. Investigação Laboratorial Complementar\n\n**Painel metabólico essencial:**\n- PTH intacto (iPTH) — valor central para classificar o estado funcional das paratireoides\n- Cálcio sérico total e cálcio ionizado\n- Fósforo sérico\n- Magnésio sérico (hipomagnesemia pode comprometer a secreção e ação do PTH)\n- 25(OH)vitamina D e, quando disponível, 1,25(OH)2D (calcitriol)\n- Calciúria de 24 horas — essencial se em reposição com vitamina D ativa (risco de hipercalciúria)\n- Creatinina e TFG estimada — a hipercalcemia/hipercalciúria crônica pode comprometer a função renal\n- Fosfatase alcalina (marcador de remodelamento ósseo)\n\n**Avaliação de densidade mineral óssea:**\n- Densitometria óssea (DXA) de coluna lombar, fêmur proximal e rádio distal\n- Relevante tanto para pacientes que resolveram HPT (melhora esperada) quanto para hipoparatireoidismo crônico (risco de mineralização anormal)\n\n### 3. Interpretação dos Resultados no Contexto do Escore\n\n- **PTH baixo ou indetectável + hipocalcemia:** Hipoparatireoidismo pós-cirúrgico ativo — reinterprete todos os parâmetros do escore sob essa ótica\n- **PTH normalizado + cálcio normal:** Cirurgia bem-sucedida para HPT — verifique melhora esperada em densidade óssea e metabolismo renal\n- **PTH persistentemente elevado:** Avaliar HPT residual ou recidiva — encaminhar ao endocrinologista/cirurgião de cabeça e pescoço\n\n### 4. Manejo do Hipoparatireoidismo Pós-cirúrgico\n\n**Terapia convencional de primeira linha (diretrizes internacionais 2022, endossadas por >65 sociedades médicas):**\n- **Cálcio oral:** Suplementação fracionada (cálcio elementar), titulada para manter cálcio sérico no limite inferior da normalidade\n- **Vitamina D ativa (calcitriol ou alfacalcidol):** Contorna o bloqueio na conversão renal de 25(OH)D → 1,25(OH)2D que depende do PTH\n- **Correção de vitamina D inadequada (25(OH)D):** Manter níveis suficientes como substrato\n- **Correção de hipomagnesemia:** Magnésio é cofator essencial para síntese e ação do PTH; sua deficiência pode tornar o hipoparatireoidismo refratário\n\n**Monitoramento obrigatório em reposição:**\n- Cálcio sérico e ionizado periodicamente\n- Calciúria de 24 horas — hipercalciúria é o primeiro sinal de alerta para ajuste de dose\n- Função renal (creatinina, TFG)\n- Ultrassonografia renal anual (rastreamento de nefrocalcinose/nefrolitíase em tratamento prolongado)\n\n### 5. Critérios de Encaminhamento\n\n- **Endocrinologista:** Todo paciente com hipoparatireoidismo crônico pós-cirúrgico confirmado (iPTH baixo + hipocalcemia por ≥12 meses)\n- **Cirurgião de cabeça e pescoço / endocrinologista:** Suspeita de HPT residual ou recidiva pós-paratireoidectomia\n- **Nefrologista:** Comprometimento renal associado (TFG reduzida, nefrocalcinose)\n- **Medicina integrativa/funcional:** Otimização de cofatores metabólicos, qualidade de vida e protocolo de vitamina D individualizado\n\n### 6. Considerações na Medicina Funcional Integrativa\n\n- **Magnésio:** Suplementar em todos os pacientes com hipoparatireoidismo ou em uso de vitamina D ativa — cofator essencial para ativação da vitamina D e função do PTH; exame sérico tem baixa sensibilidade para status corporal real\n- **Vitamina K2 (MK-7):** Co-prescrever com vitamina D para direcionar cálcio aos ossos e prevenir calcificação vascular\n- **Zinco e vitamina A:** Necessários para função do receptor de vitamina D (VDR)\n- **Monitorar PTH como marcador funcional:** Em pacientes com hipoparatireoidismo tratado, PTH pode ser usado como guia de titulação da vitamina D ativa\n- **Saúde intestinal:** Suporte digestivo pode ser necessário para absorção adequada de cálcio e vitamina D"
}
