{
  "score_item_id": "019bf31d-2ef0-7522-94c8-c6f9299e4c59",
  "clinical_relevance": "A pancreatectomia — parcial ou total — representa uma das intervenções cirúrgicas de maior impacto metabólico duradouro, com consequências diretas sobre a função endócrina e exócrina do pâncreas. A ressecção pancreática altera irreversivelmente a homeostase glicêmica e a capacidade digestiva do paciente, tornando-se um parâmetro clínico de alto valor no contexto de avaliação de risco e estratificação de saúde.\n\n**Impacto endócrino — diabetes pancreatogênico (tipo 3c):** Uma revisão sistemática e meta-análise publicada no International Journal of Surgery (2023), envolvendo 13.257 pacientes em 82 estudos, demonstrou que a prevalência global de diabetes de novo após pancreatectomia parcial é de 17,1%, com variação geográfica expressiva (7,6% a 38,0%). Pacientes com pancreatite crônica prévia apresentam taxas significativamente maiores (30,7%) em comparação com portadores de lesões benignas (16,4%). A pancreatectomia distal, que remove o corpo e a cauda — regiões ricas em células beta —, carrega o maior risco de novo diabetes (23,7%), enquanto a pancreatectomia central apresenta incidência menor (9,4%). Entre os pacientes já diabéticos no pré-operatório, 41,1% experimentam piora do controle metabólico, embora 25,8% obtenham resolução do diabetes. Dos que desenvolvem diabetes de novo, mais da metade (52,9%) evoluem para necessidade de insulinoterapia.\n\n**Impacto exócrino — insuficiência pancreática exócrina (IPE):** A ressecção de parênquima pancreático reduz a capacidade de produção enzimática (lipase, amilase, protease), comprometendo a digestão e absorção de gorduras, proteínas e vitaminas lipossolúveis (A, D, E, K). A esteatorreia, perda de peso, desnutrição proteico-calórica e deficiências de micronutrientes são sequelas frequentes. A elastase pancreática fecal é o marcador não invasivo de escolha para monitoramento da função exócrina.\n\n**Resistência insulínica pós-cirúrgica:** O estresse cirúrgico per se induz queda de até 50% na sensibilidade à insulina, o que, somado à redução da massa de células beta pela ressecção, cria um ambiente de hiperinsulinismo relativo inicial seguido de insuficiência secretória progressiva. A avaliação pelo índice HOMA-IR e, preferencialmente, pela curva insulinêmica pós-carga, é fundamental no acompanhamento desses pacientes.\n\n**Risco nutricional e de sarcopenia:** Até 25% dos pacientes cirúrgicos apresentam risco de desnutrição. A IPE não tratada agrava esse risco, favorecendo sarcopenia, comprometimento imunológico e pior cicatrização. A sarcopenia em pacientes com câncer pancreático submetidos a ressecção é fator prognóstico adverso independente.\n\n**Estratificação de risco no Escore Plenya:** O histórico de pancreatectomia deve acionar investigação obrigatória de função endócrina e exócrina residual, com impacto relevante sobre múltiplos domínios do escore: metabolismo glicídico, estado nutricional, risco cardiovascular (via resistência insulínica e disglicemia), saúde intestinal (via IPE e disbiose secundária) e longevidade.",
  "points": 18,
  "patient_explanation": "A pancreatectomia é a cirurgia de retirada de uma parte ou de todo o pâncreas. O pâncreas tem duas funções muito importantes: produzir insulina (que controla o açúcar no sangue) e produzir enzimas digestivas (que ajudam o corpo a absorver gorduras, proteínas e vitaminas da alimentação). Quando parte do pâncreas é removida, essas funções podem ficar comprometidas de forma permanente. Isso significa que você pode ter mais dificuldade em controlar o açúcar no sangue — com risco aumentado de desenvolver diabetes — e também pode ter dificuldade para absorver bem os nutrientes da comida, o que pode causar perda de peso, fraqueza e falta de vitaminas. Por isso, quem passou por essa cirurgia precisa de acompanhamento médico contínuo, que inclui exames de sangue regulares, avaliação nutricional e, muitas vezes, uso de enzimas digestivas e ajuste da alimentação. Informar esse histórico ao seu médico é fundamental para que ele possa monitorar sua saúde de forma completa e personalizada.",
  "conduct": "## Conduta Clínica — Paciente com Histórico de Pancreatectomia\n\n### 1. Avaliação Inicial Obrigatória\n\n- **Caracterizar o tipo de ressecção:** pancreatectomia total, distal (corpo + cauda), cefálica (duodenopancreatectomia / Whipple), central ou enucleação — cada modalidade tem perfil de risco endócrino e exócrino distinto\n- **Investigar indicação cirúrgica:** adenocarcinoma ductal, tumor neuroendócrino, pancreatite crônica, lesão cística (IPMN, cistoadenoma), trauma — impacta prognóstico e conduta subsequente\n- **Tempo desde a cirurgia e evolução metabólica pós-operatória**\n\n### 2. Avaliação da Função Endócrina (Diabetes Pancreatogênico — Tipo 3c)\n\n- **Glicemia de jejum + insulina basal (HOMA-IR):** rastrear resistência insulínica e insuficiência secretória\n- **Hemoglobina glicada (HbA1c):** monitoramento trimestral em pacientes com disglicemia\n- **Curva glicêmica e insulinêmica (75g, 0-30-60-90-120 min):** preferível ao HOMA isolado para detectar padrões de hiperinsulinemia compensatória ou insuficiência secretória precoce\n- **Peptídeo C:** avalia reserva funcional das células beta residuais\n- **Encaminhamento ao endocrinologista** se: glicemia de jejum ≥ 100 mg/dL, HbA1c ≥ 5,7%, ou necessidade de insulinoterapia\n\n### 3. Avaliação da Função Exócrina (Insuficiência Pancreática Exócrina — IPE)\n\n- **Elastase pancreática fecal (EPF):** exame de escolha para rastrear IPE\n  - Normal: > 200 µg/g de fezes\n  - IPE moderada: 100–200 µg/g\n  - IPE grave: < 100 µg/g\n- **Sinais clínicos a investigar:** esteatorreia, flatulência excessiva, distensão abdominal, perda de peso não intencional, fezes oleosas/flutuantes\n- **Se IPE confirmada:** iniciar terapia de reposição enzimática pancreática (TREP)\n  - Pancreatina (ex.: Creon): dose adulto ≥ 25.000–40.000 UI de lipase por refeição principal; 10.000–20.000 UI por lanche\n  - Administrar no início da refeição; preferir cápsulas gastrorresistentes\n  - Ajustar dose conforme resposta clínica e laboratorial\n\n### 4. Avaliação Nutricional\n\n- **Triagem de desnutrição:** peso atual, peso habitual, IMC, perda de peso nos últimos 3–6 meses\n- **Bioimpedanciometria:** avaliar massa muscular e gordura visceral — risco aumentado de sarcopenia\n- **Dosagem de vitaminas lipossolúveis:** A, D (25-OH vitamina D), E, K — frequentemente deficientes na IPE não tratada\n- **Vitamina B12:** monitorar ao longo da vida, especialmente em pancreatectomias cefálicas com comprometimento do duodeno\n- **Zinco, magnésio, selênio:** micronutrientes críticos para imunidade, cicatrização e metabolismo energético\n- **Encaminhamento obrigatório a nutricionista especializado** para plano alimentar individualizado\n\n### 5. Suplementação e Intervenções Metabólicas\n\n- **Enzimas pancreáticas** conforme IPE (ver acima)\n- **Vitaminas lipossolúveis** em doses terapêuticas se deficiência confirmada\n- **Vitamina D:** meta de 40–60 ng/mL (mínimo); considerar 80 ng/mL em pacientes com risco cardiometabólico elevado\n- **Ômega-3:** suporte anti-inflamatório e cardiovascular; avaliar índice ômega-3\n- **Magnésio, zinco, cromo:** suporte ao metabolismo insulínico\n- **Berberina:** considerar como adjuvante no controle glicêmico em pacientes com diabetes tipo 3c leve a moderado, associada a intervenção nutricional\n\n### 6. Monitoramento de Risco Cardiovascular\n\n- **Perfil lipídico completo:** HDL, triglicerídeos, LDL, colesterol total\n- **PCR ultrassensível e homocisteína:** marcadores de inflamação crônica de baixo grau e risco trombótico — meta homocisteína < 10 µmol/L\n- **HOMA-IR seriado:** monitorar progressão de resistência insulínica\n\n### 7. Critérios de Encaminhamento a Especialistas\n\n- **Endocrinologista:** disglicemia de qualquer grau, necessidade de insulinoterapia, diabetes tipo 3c estabelecido\n- **Gastroenterologista/nutricionista:** IPE, desnutrição, perda de peso > 10% do peso habitual\n- **Oncologista:** se ressecção por neoplasia — acompanhamento oncológico regular independente do tempo decorrido\n- **Cirurgião hepatopancreático:** complicações tardias (fístula, pseudocisto, estenose de ducto)\n\n### 8. Frequência de Monitoramento Recomendada\n\n- **Glicemia + HbA1c:** a cada 3 meses nos primeiros 2 anos; a cada 6 meses se estável\n- **Elastase fecal e estado nutricional:** anualmente ou diante de sintomas digestivos\n- **Vitaminas lipossolúveis e B12:** anualmente\n- **Avaliação de composição corporal (bioimpedância):** semestralmente"
}
