{
  "score_item_id": "019bf31d-2ef0-7998-b857-e28f32fe8a4e",
  "clinical_relevance": "O registro de cirurgia prévia por descolamento de retina ou glaucoma no histórico do paciente é um marcador clínico relevante no Escore Plenya, pois sinaliza doença ocular grave com potencial impacto sistêmico e risco de sequelas visuais permanentes.\n\n**Descolamento de retina:** Condição de emergência oftalmológica caracterizada pela separação da retina neurossensorial do epitélio pigmentar subjacente, resultando em isquemia dos fotorreceptores. A incidência varia de 6,3 a 17,9 por 100.000 habitantes/ano. Os principais fatores de risco incluem miopia elevada (risco relativo de 3 a 10x maior), trauma ocular, história familiar, idade avançada, afacia ou pseudofacia (pós-cirurgia de catarata), vitrectomia prévia e degenerações periféricas da retina (lattice). As técnicas cirúrgicas empregadas incluem retinopexia pneumática, implante de explante escleral (cerclagem) e vitrectomia via pars plana (VPP). O sucesso anatômico é superior a 90% com cirurgia primária, mas até 50% dos pacientes com descolamento macular apresentam algum grau de déficit visual permanente, mesmo após reposicionamento retiniano bem-sucedido.\n\n**Glaucoma cirúrgico:** O glaucoma é a principal causa de cegueira irreversível no mundo, afetando mais de 80 milhões de pessoas globalmente, com projeção de 111,8 milhões até 2040. A cirurgia de glaucoma é indicada quando há progressão documentada da neuropatia óptica apesar do tratamento clínico maximizado ou quando a pressão intraocular (PIO) alvo não é alcançável por medicamentos ou laser. As principais intervenções cirúrgicas incluem trabeculectomia (padrão-ouro histórico, com taxa de sucesso de 60–80% em 5 anos), implantes de drenagem (válvula de Ahmed, implante de Baerveldt) e cirurgias minimamente invasivas de glaucoma (MIGS — iStent, Hydrus, goniotomia ab interno, GATT). O dano ao nervo óptico pelo glaucoma é irreversível; a cirurgia tem por objetivo deter a progressão, não restaurar a visão perdida.\n\n**Correlações sistêmicas relevantes:** Ambas as condições podem ser manifestações de doenças sistêmicas subjacentes. O descolamento de retina associa-se a miopia patológica (frequentemente ligada a síndromes de tecido conjuntivo como Marfan e Ehlers-Danlos). O glaucoma de ângulo aberto primário tem componente genético expressivo; o glaucoma neovascular é complicação direta de retinopatia diabética e oclusão vascular retiniana. A pressão arterial sistêmica e a perfusão ocular são determinantes do risco de progressão do glaucoma. Hiperglicemia crônica e vasculopatia diabética (retinopatia diabética) representam causas secundárias de ambas as condições — conforme evidenciado nos materiais de apoio, a hiperglicemia forma produtos finais de glicação (AGEs) que alteram proteínas estruturais, promovendo vasculopatia e retinopatia.\n\n**Impacto no escore:** A presença de cirurgia ocular por essas indicações eleva a probabilidade de comorbidades sistêmicas não diagnosticadas ou subcontroladas (diabetes mellitus, hipertensão arterial, dislipidemia, doenças do tecido conjuntivo) e aponta para risco de progressão de déficit visual, com impacto na qualidade de vida, autonomia e segurança do paciente.",
  "points": 9,
  "patient_explanation": "Você já passou por uma cirurgia nos olhos para tratar o descolamento de retina ou o glaucoma. Isso é uma informação muito importante para o seu acompanhamento de saúde, por dois motivos principais.\n\nPrimeiro, essas condições podem estar ligadas a outras doenças do corpo, como diabetes, pressão alta ou problemas nos vasos sanguíneos. Saber que você teve essa cirurgia ajuda o médico a investigar se essas doenças precisam de atenção.\n\nSegundo, tanto o descolamento de retina quanto o glaucoma podem voltar a progredir com o tempo — por isso, mesmo após a cirurgia, o acompanhamento regular com o oftalmologista continua sendo essencial para proteger a sua visão.\n\nO glaucoma, em especial, causa um dano irreversível ao nervo óptico quando não controlado, e a cirurgia tem o objetivo de interromper essa progressão. Já no descolamento de retina, a cirurgia reposiciona a retina, mas a visão pode não se recuperar completamente dependendo do tempo e da extensão do problema.\n\nTer essas informações no seu histórico permite que sua equipe de saúde cuide de você de forma mais completa e personalizada.",
  "conduct": "## Conduta Clínica — Cirurgia Prévia de Descolamento de Retina ou Glaucoma\n\n### Avaliação Inicial Obrigatória\n\n- **Anamnese detalhada do histórico ocular:**\n  - Tipo de cirurgia realizada (retinopexia pneumática, cerclagem escleral, vitrectomia, trabeculectomia, implante de drenagem, MIGS)\n  - Olho acometido (unilateral ou bilateral)\n  - Há quanto tempo foi realizada e se houve recidiva ou complicações pós-operatórias\n  - Acuidade visual atual e uso de óculos ou lentes de contato\n  - Uso atual de colírios (hipotensores oculares, corticoides, antibióticos)\n  - Seguimento oftalmológico regular ativo ou interrompido\n\n- **Investigação de comorbidades sistêmicas associadas:**\n  - Glicemia de jejum, insulina basal, HbA1c e HOMA-IR — glaucoma neovascular e retinopatia são complicações de diabetes descontrolado\n  - Pressão arterial e perfil cardiovascular — hipertensão arterial sistêmica é fator de risco independente para progressão do glaucoma\n  - Perfil lipídico completo\n  - Investigar miopia elevada: considerar doenças do tecido conjuntivo (síndrome de Marfan, Ehlers-Danlos) quando há descolamento de retina em paciente jovem ou com histórico familiar\n  - Homocisteína sérica — marcador inflamatório e trombogênico associado a oclusões vasculares retinianas\n\n### Encaminhamentos Prioritários\n\n- **Oftalmologia:** encaminhamento ou confirmação de seguimento ativo com oftalmologista é mandatório. Pacientes com glaucoma necessitam de monitoramento periódico da PIO, campimetria computadorizada e análise da camada de fibras nervosas por OCT (tomografia de coerência óptica). Pacientes com descolamento de retina prévio têm maior risco de novo descolamento e devem ser orientados sobre sintomas de alerta (fotopsias, miodesopsias súbitas, perda de campo visual)\n- **Retinologia / Glaucomatologia:** em casos com complicações ou progressão documentada, encaminhar ao subespecialista\n- **Endocrinologia:** se rastreio positivo para diabetes ou resistência insulínica\n- **Cardiologia:** se hipertensão ou outros fatores cardiovasculares associados\n\n### Sinais de Alerta que Exigem Encaminhamento de Urgência\n\n- Fotopsias (flashes de luz) e/ou miodesopsias (moscas volantes) de início súbito — suspeita de novo descolamento de retina\n- Perda súbita de campo visual (\"cortina\" ou \"sombra\" no campo visual)\n- Dor ocular intensa com hiperemia e visão turva — suspeita de crise hipertensiva ocular ou endoftalmite\n- Qualquer alteração visual aguda em olho com história de cirurgia ocular prévia deve ser considerada urgência oftalmológica\n\n### Intervenções Funcionais e de Suporte\n\n- **Controle glicêmico rigoroso:** hiperglicemia forma AGEs que comprometem vasos retinianos e nervo óptico; meta de HbA1c < 7% (ou individualizada) é determinante para prevenção de progressão de retinopatia\n- **Controle pressórico:** manter PA < 130/80 mmHg; hipotensão noturna pode paradoxalmente agravar isquemia do nervo óptico no glaucoma — investigar dipping excessivo se indicado\n- **Nutrição ocular:** evidências de suporte para luteína e zeaxantina na saúde retiniana (doses de 2–8 mg/dia), especialmente com histórico de degeneração macular associada; vitamina C como cofator essencial para colágeno e cicatrização; vitamina E (200–400 UI/dia) com funções neuroprotetoras e antioxidantes\n- **Proteção oxidativa:** o estresse oxidativo é mecanismo patogênico central no glaucoma e nas lesões retinianas vasculares; considerar suplementação antioxidante individualizada (vitamina C, E, zinco, luteína) conforme avaliação clínica\n- **Atividade física:** exercício aeróbico moderado demonstrou redução modesta da PIO (~2–3 mmHg) e melhora da perfusão ocular; evitar exercícios com manobra de Valsalva intensa ou posições de inversão em pacientes com glaucoma avançado ou histórico de descolamento de retina\n- **Evitar fatores de risco modificáveis:** tabagismo (piora perfusão ocular), trauma ocular (risco de novo descolamento), uso de corticoides sem supervisão (podem elevar PIO)\n\n### Monitoramento Contínuo\n\n- Confirmar periodicidade do seguimento oftalmológico ativo a cada consulta\n- Registrar e monitorar PIO, acuidade visual e uso de medicamentos oculares\n- Reavaliar marcadores metabólicos e cardiovasculares anualmente\n- Educação do paciente sobre sintomas de alerta para novo evento ocular agudo"
}
