{
  "score_item_id": "c77cedd3-2800-7632-a1de-097fd28e1da7",
  "clinical_relevance": "A amputação de membro é a remoção cirúrgica total ou parcial de um membro (superior ou inferior) resultante de doença vascular periférica, diabetes mellitus, trauma, infecção grave (gangrena, sepse de partes moles), tumor ósseo ou tecidual, ou malformação congênita grave. No contexto do Escore Plenya, o histórico de amputação é um marcador de alto impacto clínico por indicar doença de base grave, comprometimento funcional permanente e risco significativamente elevado de morbimortalidade cardiovascular e metabólica.\n\nEpidemiologia: No Brasil, estima-se que ocorram entre 45.000 e 70.000 amputações de membros inferiores por ano, das quais aproximadamente 70% são atribuídas ao diabetes mellitus descompensado e à doença arterial obstrutiva periférica (DAOP). Globalmente, pessoas com diabetes têm risco 10 a 30 vezes maior de amputação de membro inferior em comparação à população geral. A mortalidade em 5 anos após amputação maior (transmetatársica ou acima) varia de 50 a 70%, superando a de muitos cânceres sólidos comuns, o que evidencia a gravidade prognóstica desse antecedente.\n\nFisiopatologia: As vias mais comuns que levam à amputação são: (1) angiopatia diabética e aterosclerose de grandes e pequenos vasos com isquemia crítica de membro; (2) neuropatia periférica com perda de sensibilidade protetora, úlceras neuropáticas e infecção secundária; (3) trauma direto com lesão vascular ou esmagamento irrecuperável; (4) infecções necrotizantes (fasciite necrotizante, gangrena gasosa). Após a amputação, ocorre reorganização cortical somatossensorial (plasticidade neuronal), que pode resultar em dor fantasma em 60 a 80% dos amputados, além de alterações biomecânicas, sobrecarga compensatória no membro contralateral e risco aumentado de osteoporose no coto.\n\nImpacto sistêmico: O histórico de amputação implica: (a) risco cardiovascular muito elevado — evento índice de doença aterosclerótica sistêmica; (b) comprometimento da capacidade funcional e do consumo máximo de oxigênio (VO2 máx), com impacto direto na longevidade; (c) síndrome do membro fantasma e dor crônica neuropática em alta proporção dos pacientes; (d) risco aumentado de amputação contralateral (20 a 50% em 5 anos em amputados por causa vascular/diabética); (e) impacto psicossocial significativo, com altas taxas de depressão (30 a 50%), ansiedade e redução da qualidade de vida; (f) demanda metabólica aumentada para deambulação com prótese (gasto energético 25 a 65% maior dependendo do nível de amputação).\n\nEstratificação de risco no Escore Plenya: A presença deste antecedente cirúrgico indica risco elevado, devendo acionar avaliação cardiovascular global, controle rigoroso de fatores de risco modificáveis, rastreio de doença arterial periférica contralateral e encaminhamento multidisciplinar.",
  "points": 25,
  "patient_explanation": "Amputação de membro significa que, em algum momento da sua vida, você passou por uma cirurgia para retirar parte ou todo um braço ou perna. Isso geralmente acontece por complicações de diabetes, problemas de circulação, lesões graves ou infecções sérias.\n\nEste histórico é muito importante para o seu escore de saúde porque indica que seu organismo já enfrentou uma condição grave, e isso aumenta os cuidados que precisamos ter com você daqui para frente. Quem passou por uma amputação precisa de atenção especial para o coração e a circulação, para evitar problemas semelhantes no membro que ficou, e para manter a melhor qualidade de vida possível.\n\nCom acompanhamento adequado, controle das doenças de base, reabilitação e uso de prótese quando indicada, muitas pessoas com esse histórico conseguem manter uma vida ativa e com boa qualidade. Nosso objetivo é identificar todos os riscos e agir preventivamente para proteger sua saúde de forma completa.",
  "conduct": "## Conduta Clínica: Histórico de Amputação de Membro\n\n### 1. Avaliação Inicial e Anamnese Direcionada\n\n- **Caracterizar a amputação:** nível (dígito, transmetatársica, transtibial, transfemoral, desarticulação; membro superior ou inferior), lado, ano e causa (diabetes/DAOP, trauma, tumor, infecção, congênita)\n- **Identificar a doença de base:** investigar se a causa foi controlada ou permanece ativa\n- **Avaliar membro contralateral:** sinais de isquemia, úlceras, neuropatia\n- **Rastrear dor do membro fantasma:** presente em 60–80% dos amputados; neuropática por natureza\n- **Avaliar uso e adequação de prótese:** tipo, tempo de uso, adaptação funcional\n- **Histórico funcional:** capacidade de deambulação, grau de independência para atividades de vida diária (AVDs)\n\n---\n\n### 2. Investigação Complementar\n\n**Cardiovascular e metabólico (prioritário):**\n- ECG e ecocardiograma (risco cardiovascular muito elevado)\n- Doppler arterial de membros inferiores (membro contralateral se DAOP/diabetes)\n- Índice tornozelo-braquial (ITB) — valores < 0,9 indicam DAOP\n- Glicemia de jejum, HbA1c, perfil lipídico completo, PCR ultrassensível\n- Função renal (creatinina, TFG estimada, microalbuminúria)\n- Pressão arterial em ambos os braços\n\n**Neurológico:**\n- Avaliação de neuropatia periférica: monofilamento, diapasão, reflexos\n- Rastreio de dor neuropática (escala DN4 ou LANSS)\n\n**Funcional e musculoesquelético:**\n- Avaliação de força muscular e amplitude de movimento do coto\n- Avaliação de sobrecarga no membro contralateral (artropatia compensatória)\n- Densitometria óssea (risco de osteoporose no coto e por inatividade)\n\n**Saúde mental:**\n- Rastreio de depressão (PHQ-9) e ansiedade (GAD-7) — prevalência de 30–50% nos amputados\n\n---\n\n### 3. Encaminhamento a Especialistas\n\n- **Cirurgia vascular / Angiologia:** se causa vascular, para avaliação do membro contralateral e seguimento da doença aterosclerótica\n- **Endocrinologia:** se amputação por diabetes, para otimização do controle glicêmico\n- **Cardiologia:** para estratificação de risco cardiovascular e prevenção secundária\n- **Fisiatria / Medicina de Reabilitação:** avaliação e prescrição de prótese, treino funcional\n- **Fisioterapia:** reabilitação motora, fortalecimento, marcha com prótese, prevenção de contraturas\n- **Psicologia / Psiquiatria:** manejo de depressão, ansiedade e transtorno de adaptação\n- **Neurologia ou Clínica de Dor:** se dor do membro fantasma refratária\n- **Nutrição:** suporte nutricional para cicatrização, controle metabólico e manutenção de massa muscular\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n**Controle de fatores de risco modificáveis:**\n- **Diabetes:** alvo HbA1c individualizado (geralmente < 7–7,5%), cuidados rigorosos com o pé contralateral\n- **Dislipidemia:** estatina de alta intensidade (redução de LDL > 50% ou LDL < 70 mg/dL em pacientes de alto risco)\n- **Hipertensão:** alvo < 130/80 mmHg, preferência por IECA ou BRA se nefropatia associada\n- **Tabagismo:** cessação imediata (principal fator modificável em DAOP)\n- **Antiagregação plaquetária:** AAS ou clopidogrel conforme indicação cardiovascular\n\n**Dor do membro fantasma:**\n- Primeira linha: gabapentina ou pregabalina, antidepressivos tricíclicos (amitriptilina), duloxetina\n- Terapia de espelho (mirror therapy): evidência moderada para redução da dor fantasma\n- Estimulação elétrica transcutânea (TENS) como adjuvante\n- Encaminhar a clínica de dor se refratário\n\n**Reabilitação e funcionalidade:**\n- Programa estruturado de fisioterapia com foco em fortalecimento do coto, equilíbrio e treino de marcha\n- Prescrição e adaptação de prótese adequada ao nível de amputação e às demandas funcionais do paciente\n- Exercício aeróbico adaptado (natação, ciclismo de braço, cadeira de rodas ativa) para manutenção cardiovascular\n- Prevenção de úlceras de pressão e cuidados com o coto (higiene, inspeção diária)\n\n**Suporte nutricional e metabólico:**\n- Proteína adequada (1,2–1,6 g/kg/dia) para preservação de massa muscular\n- Otimização de vitamina D, zinco e vitamina C para suporte imunológico e de cicatrização\n- Controle de peso corporal para reduzir sobrecarga no membro contralateral\n\n**Saúde mental:**\n- Psicoterapia (TCC) com eficácia estabelecida para adaptação à amputação\n- Grupos de apoio entre amputados\n- Tratamento farmacológico da depressão quando indicado\n\n---\n\n### 5. Seguimento\n\n- Consultas multidisciplinares a cada 3–6 meses\n- Monitoramento contínuo do membro contralateral\n- Reavaliação cardiovascular anual ou conforme indicação clínica\n- Revisão e manutenção da prótese conforme necessidade"
}
