{
  "score_item_id": "c77cedd3-2800-72ee-8b15-cda98a584c37",
  "clinical_relevance": "A adrenalectomia é a ressecção cirúrgica de uma ou ambas as glândulas adrenais (suprarrenais), podendo ser unilateral ou bilateral, realizada por via laparoscópica ou aberta. As indicações principais incluem: feocromocitoma, adenoma adrenal produtor de aldosterona (hiperaldosteronismo primário — síndrome de Conn), síndrome de Cushing ACTH-independente por adenoma ou carcinoma adrenocortical, carcinoma adrenocortical primário, metástases adrenais isoladas e incidentalomas com critérios de malignidade.\n\nDo ponto de vista fisiológico, as glândulas adrenais produzem hormônios essenciais à homeostase: glucocorticoides (cortisol), mineralocorticoides (aldosterona) e androgênios adrenais (DHEA, androstenediona), além de catecolaminas (adrenalina, noradrenalina) pela medula adrenal. A adrenalectomia bilateral resulta inevitavelmente em insuficiência adrenal primária (análoga à doença de Addison), com comprometimento da produção de cortisol, aldosterona e androgênios adrenais. A adrenalectomia unilateral, em geral, não causa insuficiência adrenal clinicamente significativa em glândula contralateral funcionante — exceto nos casos em que o eixo HPA estava previamente suprimido pela hipersecreção autônoma do lado ressecado (ex.: síndrome de Cushing unilateral), situação que exige reposição temporária de glucocorticoides até a recuperação do eixo.\n\nNa insuficiência adrenal pós-adrenalectomia bilateral, a reposição hormonal é permanente e indispensável para a sobrevida. O protocolo padrão inclui: hidrocortisona 15–20 mg pela manhã e 5 mg por volta das 16h (mimetizando o pico circadiano matinal do cortisol), evitando dose única de 20 mg que é suprafisiológica; fludrocortisona 0,05–0,30 mg/dia (média 0,1 mg), com ajuste para manter renina plasmática entre 1 e 3 na posição ortostática; e, quando indicado, DHEA (prasterona) 10–15 mg para mulheres e 25–50 mg para homens, especialmente em pacientes com queixas de bem-estar, libido e energia.\n\nA estratificação de risco no pós-operatório envolve: risco de crise adrenal (emergência com risco de morte) em situações de estresse físico ou emocional intenso, infecções, cirurgias ou traumas — nesses cenários, as doses de hidrocortisona devem ser dobradas ou triplicadas (regra de dose de estresse). Pacientes adrenalectomizados bilateralmente devem portar cartão de alerta médico e kit de emergência com hidrocortisona injetável. A avaliação do eixo HPA residual pós-adrenalectomia unilateral é feita por cortisol matinal: valores < 3 µg/dL são fortemente sugestivos de insuficiência; < 10 µg/dL indicam provável insuficiência; em situação de estresse, < 18 µg/dL é altamente sugestivo.\n\nOs androgênios adrenais, particularmente DHEA-S, caem progressivamente com a idade (adrenopausa) e são agravados pela adrenalectomia bilateral, com impacto na vitalidade, composição corporal, função sexual e imunidade, especialmente em mulheres com doenças autoimunes.",
  "points": 18,
  "patient_explanation": "A adrenalectomia é uma cirurgia de retirada de uma ou das duas glândulas suprarrenais — pequenas glândulas localizadas acima dos rins que produzem hormônios fundamentais para o funcionamento do corpo, como o cortisol (que regula o estresse e a energia), a aldosterona (que controla o equilíbrio de sal e água) e a adrenalina.\n\nSe você teve as duas glândulas removidas, seu corpo não consegue mais produzir esses hormônios por conta própria, então é necessário repô-los com medicamentos todos os dias pelo resto da vida. Isso é muito importante: sem essa reposição, situações de estresse como infecções, cirurgias ou acidentes podem provocar uma crise grave chamada crise adrenal.\n\nSe apenas uma glândula foi removida, na maioria dos casos a outra assume a função normalmente. Porém, dependendo do motivo da cirurgia (como a síndrome de Cushing), pode ser necessário tomar medicamentos por um tempo até o corpo se reajustar.\n\nÉ fundamental que seu médico saiba sobre essa cirurgia para que seu acompanhamento hormonal seja feito corretamente e para ajustar os hormônios em situações de maior necessidade.",
  "conduct": "## Conduta Clínica: Paciente com Histórico de Adrenalectomia\n\n### 1. Identificação do Tipo de Adrenalectomia\n- **Bilateral:** insuficiência adrenal primária permanente — reposição hormonal vitalícia obrigatória\n- **Unilateral:** avaliar se há insuficiência transitória ou permanente conforme etiologia (ex.: Cushing unilateral pode suprimir eixo contralateral)\n\n### 2. Avaliação da Função Adrenal Residual\n- **Cortisol matinal (plasmático):**\n  - < 3 µg/dL: fortemente sugestivo de insuficiência adrenal\n  - < 10 µg/dL: provável insuficiência\n  - Em estresse/doença aguda com ACTH elevado: < 18 µg/dL é altamente sugestivo\n- **Curva de cortisol salivar:** avalia ritmo circadiano e reserva funcional\n- **ACTH basal:** distingue insuficiência primária (ACTH elevado) de secundária\n- **Teste de estímulo com ACTH (Synacthen):** resposta de cortisol deve subir acima de 18 µg/dL\n- **Aldosterona sérica + renina plasmática:** para avaliar necessidade de mineralocorticoide\n- **DHEA-S:** avaliar deficiência androgênica adrenal\n\n### 3. Reposição Hormonal (Adrenalectomia Bilateral)\n- **Glucocorticoide:**\n  - Hidrocortisona 15–20 mg pela manhã + 5 mg por volta das 16h (mimetizar pico circadiano)\n  - Evitar dose única de 20 mg — suprafisiológica\n  - Alternativa: prednisolona 3–5 mg/dia em dose matinal única\n- **Mineralocorticoide:**\n  - Fludrocortisona 0,05–0,30 mg/dia (média: 0,1 mg)\n  - Ajustar conforme renina plasmática (alvo: 1–3 em ortostatismo), pressão arterial e eletrólitos\n- **Androgênio adrenal (quando indicado):**\n  - DHEA (prasterona): 10–15 mg/dia para mulheres; 25–50 mg/dia para homens\n  - Indicação especial: mulheres com doença autoimune, fadiga persistente, baixa libido\n\n### 4. Reposição Temporária (Adrenalectomia Unilateral por Cushing)\n- Iniciar hidrocortisona no pós-operatório imediato\n- Retirar gradualmente ao longo de semanas a meses conforme recuperação do eixo HPA\n- Monitorar cortisol matinal e sintomas de insuficiência antes de cada redução de dose\n- Eixo pode levar de meses a 1 ano para se recuperar completamente\n\n### 5. Protocolo de Dose de Estresse (Regra de Sick Day)\n- Febre > 38°C, vômitos, diarreia intensa: dobrar a dose de hidrocortisona\n- Cirurgia de pequeno porte: hidrocortisona 25–50 mg IV antes do procedimento\n- Cirurgia de grande porte: hidrocortisona 100 mg IV no intraoperatório, seguido de desmame gradual\n- **Crise adrenal (emergência):** hidrocortisona 100 mg IV imediato + suporte hemodinâmico\n\n### 6. Monitoramento Contínuo\n- Eletrólitos (sódio e potássio) para ajuste de fludrocortisona\n- Pressão arterial e sinais de hipotensão ortostática\n- Peso e edema (superdosagem de fludrocortisona)\n- Densidade mineral óssea (risco aumentado de osteoporose com reposição crônica)\n- DHEA-S sérico se em reposição de androgênio\n- Perfil tireoidiano: disfunção adrenal pode reduzir conversão T4 → T3\n\n### 7. Encaminhamento e Educação\n- **Endocrinologista:** obrigatório para manejo especializado da insuficiência adrenal pós-adrenalectomia bilateral\n- **Cartão de alerta médico:** paciente deve portar identificação de insuficiência adrenal\n- **Kit de emergência domiciliar:** hidrocortisona injetável (100 mg) com instrução de uso pelo paciente/familiar em caso de vômitos ou inconsciência\n- **Educação:** orientar paciente e familiares sobre sinais de crise adrenal (náusea, vômitos, dor abdominal intensa, hipotensão, confusão mental) e conduta imediata"
}
