{
  "score_item_id": "019bf31d-2ef0-78da-9d77-4e8258d3cf8e",
  "clinical_relevance": "O levantamento do uso atual de medicamentos é um componente central na avaliação clínica integrativa, pois fármacos em uso crônico impactam diretamente sobre o estado nutricional, o metabolismo energético mitocondrial, o equilíbrio hormonal, a função renal e a saúde mental do paciente. A revisão sistemática da farmacoterapia permite identificar interações medicamentosas, desprescrição quando indicada e cascatas de prescrição — sequência de eventos em que um efeito adverso de um fármaco é interpretado como nova doença, levando à adição de outro medicamento.\n\nClasses de medicamentos de relevância clínica prioritária:\n\n**Inibidores da 5-alfa-redutase (finasterida, dutasterida):** Bloqueiam a conversão de testosterona em di-hidrotestosterona (DHT), com repercussões sobre função sexual, humor, cognição e perfil hormonal geral. A Síndrome Pós-Finasterida inclui disfunção sexual persistente, depressão e 'brain fog'. É fundamental rastrear correlação temporal entre início do uso e surgimento de outros sintomas.\n\n**Estatinas:** Inibidores da HMG-CoA redutase reduzem síntese de coenzima Q10 (CoQ10), podendo comprometer função mitocondrial. Também impactam receptores de insulina (GLUT4) e aumentam risco de diabetes. Requerem monitorização de CoQ10, glicemia e função hepática.\n\n**Antidepressivos e ansiolíticos:** Devem ser mapeados detalhando classe, dose, tempo de uso e resposta, para identificar sistemas de neurotransmissores envolvidos (glutamato, GABA, dopamina, serotonina). A maioria dos estudos publicados demonstra efeitos leves a moderados para antidepressivos, com viés de publicação ocultando resultados negativos.\n\n**Anticoncepcionais hormonais orais:** Associados a disfunção do eixo HPA, aumento do risco de AVC, elevação do T3 reverso e depleção de folato (B9), B6 e B12. Devem ser rastreados em todas as mulheres em idade reprodutiva.\n\n**Anti-hipertensivos e AINEs:** Em pacientes com doença renal crônica (DRC), AINEs são frequentemente alvo de descontinuação nas revisões de medicação. A disfunção renal altera farmacocinética e farmacodinâmica de praticamente todos os fármacos, e a prevalência de polifarmácia aumenta com a piora do TFG. Estudos citam prescrição inapropriada em até 37% dos ambulatórios e até 43% em cuidados de longa duração em pacientes com DRC.\n\n**Psicoestimulantes (ex.: lisdexanfetamina):** Devem ser revisados quanto à necessidade, dose e possíveis interações com outras terapias (suplementos dopaminérgicos, inibidores de MAO).\n\n**Medicamentos que depletam nutrientes essenciais:** Antibióticos prolongados (microbiota), metotrexato (folato), inibidores de bomba de prótons (B12, magnésio, ferro), diuréticos de alça (magnésio, zinco, potássio), corticoides (vitamina D, cálcio, B6).\n\n**Drogas incompatíveis com terapias adjuvantes:** Bleomicina, doxorrubicina e cisplatina são contraindicadas com oxigenoterapia hiperbárica; amiodarona e antiangiogênicos requerem cautela. Mucuna pruriens (L-Dopa) não deve ser prescrita a pacientes em uso de antidepressivos ou ansiolíticos por interações desconhecidas.\n\nA revisão de medicação deve contemplar 8 etapas baseadas em evidências (KDIGO 2024): (1) obter lista precisa; (2) avaliar necessidade médica de cada fármaco; (3) verificar se o fármaco é o de escolha para a indicação; (4) avaliar dose e regime considerando função hepática, renal e peso; (5) revisar interações droga-droga, droga-doença, droga-laboratório e droga-alimento; (6) garantir monitorização adequada; (7) identificar barreiras à adesão; (8) reconciliar lista com prontuário e comunicar alterações a todos os prescritores.",
  "points": 0,
  "patient_explanation": "Este campo registra todos os medicamentos que você usa atualmente, incluindo remédios com receita, medicamentos de venda livre, anticoncepcionais e outros. Essa informação é fundamental porque alguns medicamentos podem reduzir nutrientes importantes no seu corpo (por exemplo, anticoncepcionais reduzem vitaminas do complexo B; estatinas reduzem a coenzima Q10, essencial para a energia das células). Além disso, diferentes medicamentos podem interagir entre si e causar efeitos indesejados. Ao saber exatamente o que você usa, seu médico consegue identificar se algum remédio pode estar causando sintomas que você nem associava a ele, se algum pode ser reduzido ou substituído com segurança, e se há necessidade de repor nutrientes depletados. Não há respostas certas ou erradas aqui — o objetivo é ter um quadro completo para cuidar melhor da sua saúde.",
  "conduct": "## Conduta Clínica: Uso Atual de Medicamentos\n\n### 1. Levantamento e Reconciliação\n\n- **Obter lista completa e detalhada:** nome do medicamento, dose, frequência, tempo de uso, prescriptor e indicação\n- Incluir medicamentos sem receita (AINEs, antiácidos, laxantes), anticoncepcionais, fitoterápicos e suplementos\n- Reconciliar a lista relatada pelo paciente com o prontuário médico, identificando e resolvendo discrepâncias\n- Comunicar alterações realizadas a todos os profissionais envolvidos no cuidado\n\n### 2. Avaliação de Necessidade e Adequação\n\n- Verificar se cada medicamento possui indicação médica atual válida\n- Avaliar se o fármaco é o de escolha para a indicação (considerando perfil individual do paciente)\n- Revisar dose e regime, levando em conta função renal, hepática, peso e composição corporal\n- **Mapear medicamentos crônicos e planejar reavaliação periódica de risco/benefício,** com foco em desprescrição quando apropriado\n\n### 3. Rastreio de Cascata de Prescrição\n\n- Identificar se algum sintoma atual pode ser efeito adverso de medicamento em uso (e não nova doença)\n- Questionar se algum medicamento foi adicionado para tratar efeito colateral de outro\n- Exemplos comuns: AINEs → edema → diurético; antidepressivo → ganho de peso → metformina; inibidor da ECA → tosse → anti-histamínico\n\n### 4. Revisão de Interações\n\n- Checar interações droga-droga, droga-doença, droga-laboratório e droga-alimento\n- **Atenção especial:**\n  - Inibidores de MAO (selegilina) + dopaminérgicos ou antidepressivos: risco de síndrome serotonérgica\n  - Mucuna pruriens (L-Dopa) + antidepressivos/ansiolíticos: interações potencialmente perigosas\n  - Bleomicina, doxorrubicina ou cisplatina + oxigenoterapia hiperbárica: contraindicação\n  - Amiodarona + oxigenoterapia hiperbárica: cautela\n\n### 5. Depleção de Nutrientes por Medicamentos — Investigação e Reposição\n\n| Medicamento | Nutrientes depletados | Conduta |\n|---|---|---|\n| Anticoncepcionais orais | B9 (folato), B6, B12 | Dosar e repor; avaliar impacto no eixo HPA e T3 reverso |\n| Estatinas | Coenzima Q10 | Considerar CoQ10 100–200 mg/dia; monitorar glicemia e função hepática |\n| Inibidores de bomba de prótons | B12, magnésio, ferro | Dosar periodicamente; avaliar necessidade de continuidade |\n| Metformina | B12 | Dosar B12 anualmente; repor se deficiente |\n| Diuréticos de alça | Magnésio, zinco, potássio | Dosar e repor conforme resultados |\n| Corticoides | Vitamina D, cálcio, B6 | Suplementar vitamina D; monitorar densidade óssea |\n| Metotrexato | Folato | Suplementar ácido fólico conforme protocolo |\n\n### 6. Classes de Alto Impacto — Avaliação Específica\n\n**Inibidores da 5-alfa-redutase (finasterida/dutasterida):**\n- Traçar linha do tempo: início do medicamento vs. surgimento de ansiedade, depressão, disfunção sexual ou 'brain fog'\n- Verificar se foram realizados exames hormonais e nutricionais antes do início (B12, folato, homocisteína, magnésio, selênio, zinco, DHT, testosterona, estradiol)\n- Educar sobre potenciais riscos e Síndrome Pós-Finasterida; garantir consentimento informado\n- Protocolo de monitorização trimestral: PHQ-9/GAD-7, função sexual, testes hepáticos, perfil hormonal\n\n**Antidepressivos e psicotrópicos:**\n- Mapear histórico detalhado (classes usadas, doses, tempo, resposta, efeitos adversos)\n- Identificar sistemas de neurotransmissores envolvidos para personalizar abordagem\n- Não substituir abordagem de causa raiz por prescrição isolada de fármacos; integrar manejo nutricional, sono, intestino e eixo HPA\n- Evitar retirada súbita; planejar desmame gradual quando indicado\n\n**Estatinas:**\n- Avaliar criticamente uso em prevenção primária (risco relativo vs. absoluto)\n- Monitorar: CoQ10, glicemia, resistência à insulina, enzimas hepáticas\n- Considerar redução ou substituição por abordagens anti-inflamatórias quando possível\n\n**Anticoncepcionais hormonais:**\n- Rastrear todas as usuárias para possível deficiência de B9, B6 e B12\n- Avaliar impacto no eixo HPA, T3 reverso e risco cardiovascular\n- Planejar suporte nutricional e/ou suplementação específica\n\n### 7. Barreiras à Adesão\n\n- Investigar se o paciente está usando os medicamentos conforme prescrito\n- Identificar dificuldades: custo, efeitos colaterais, complexidade do regime, crenças sobre o tratamento\n- Simplificar regimes quando possível; priorizar medicamentos com maior impacto em desfechos clínicos relevantes\n\n### 8. Critérios de Encaminhamento\n\n- **Nefrologia:** pacientes em polifarmácia com TFG reduzido — maior risco de erros de prescrição e interações\n- **Farmacêutico clínico:** revisão especializada em casos com 5 ou mais medicamentos simultâneos\n- **Psiquiatria/Neurologia integrativa:** histórico de múltiplos psicotrópicos sem resposta adequada ou efeitos adversos persistentes\n- **Endocrinologia:** alterações hormonais significativas relacionadas a medicamentos (anticoncepcionais, 5-ARIs, corticoides)"
}
