{
  "score_item_id": "019bf31d-2ef0-7f5b-93c1-4590ed06b91f",
  "clinical_relevance": "O uso atual de broncodilatadores e/ou corticosteroides inalatórios (ICS) é um marcador clínico relevante por indicar doença respiratória crônica subjacente — tipicamente asma ou DPOC — e por carregar riscos sistêmicos próprios do tratamento prolongado.\n\n**Epidemiologia da asma:** Mais de 300 milhões de pessoas são afetadas no mundo; no Brasil, estima-se mais de 20 milhões de asmáticos. Em 2021, o DataSUS registrou 1,3 milhão de atendimentos por asma na atenção primária; em 2022, 83 mil internações e 574 óbitos. O controle clínico é precário: apenas 10% dos pacientes estão controlados no Brasil pelos critérios INAH, contra cerca de 50% em países desenvolvidos.\n\n**Mecanismo e classificação dos ICS:** Os corticosteroides inalatórios (budesonida, fluticasona, beclometasona) atuam suprimindo a resposta inflamatória Th2 das vias aéreas, reduzindo sintomas, exacerbações, hiper-reatividade brônquica e uso de corticoide oral. A fluticasona possui absorção sistêmica aproximadamente duas vezes maior que a beclometasona e a budesonida — o que exige ajuste de dose proporcional. O dispositivo também impacta a deposição pulmonar: sprays pressurizados têm deposição pulmonar até cinco vezes maior que pós secos, afetando tanto a eficácia quanto os efeitos sistêmicos.\n\n**Riscos sistêmicos dos ICS — eixo HPA:** A supressão do eixo hipotálamo-hipófise-adrenal é o efeito adverso sistêmico mais grave. A supressão sintomática ocorre em aproximadamente 10% dos pacientes; a bioquímica (laboratorial), em até 40%. O risco aumenta seis vezes em crianças e quatro vezes em adultos com uso de alta dose por 3–6 meses. Supressão pode ocorrer com doses tão baixas quanto 200 mcg/dia de beclometasona (ou equivalente). O uso concomitante de inibidores da CYP3A4 (antifúngicos azólicos, ritonavir) potencializa a absorção sistêmica dos ICS e eleva substancialmente o risco de supressão adrenal. Após suspensão dos ICS, a atrofia suprarrenal pode persistir por até um ano.\n\n**Riscos sistêmicos dos ICS — crescimento e osso:** Em crianças, o uso contínuo de ICS associa-se a perda de altura final de aproximadamente 1 cm (diferença anual de ~0,2 cm), conforme revisão Cochrane com quase 3.400 crianças acompanhadas por 12–52 semanas. Quanto à massa óssea, 90% é incorporada até os 18 anos; cinco ou mais ciclos de corticoide oral em sete anos associam-se a osteopenia (15% em meninos, 22% em meninas). A Vitamina K2 demonstrou potencial em prevenir perda óssea nesses pacientes.\n\n**Riscos metabólicos:** O uso de ICS associa-se a aumento do IMC de 0,07 kg/m² por ano, com antecipação do reganho de adiposidade em 2 meses por ano de uso e padrão de distribuição central/visceral. O efeito não é dose-dependente (efeito teto), sendo mais pronunciado na faixa etária de 3–6 anos.\n\n**Broncodilatadores:** Os beta-2 agonistas de curta ação (SABA) são usados como resgate; os de longa ação (LABA) são associados ao ICS para controle. A necessidade frequente de SABA indica asma não controlada. Antagonistas de leucotrienos (usados como adjuvantes) podem causar sintomas psiquiátricos em até 20% das crianças.\n\n**Monitoramento clínico:** O controle da asma é avaliado pelo ACT (5 itens, 0–25 pontos) e pelos critérios GINA (4 itens/4 semanas). Espirometria: redução do VEF1 pré-broncodilatador e relação VEF1/CVF < 0,8 em adultos (< 0,9 em crianças); prova broncodilatadora positiva se aumento do VEF1 > 12% e 200 ml em adultos (ou > 12% em crianças); variabilidade do PFE > 10% em adultos e > 13% em crianças.",
  "points": 12,
  "patient_explanation": "Broncodilatadores e corticosteroides inalatórios são medicamentos usados principalmente para tratar asma e outras doenças respiratórias crônicas. Os broncodilatadores abrem as vias aéreas rapidamente, aliviando a falta de ar e a sibilância. Os corticosteroides inalatórios reduzem a inflamação crônica nos pulmões, ajudando a prevenir crises.\n\nQuando você usa esses medicamentos de forma contínua, é importante que seu médico saiba, pois o uso prolongado — especialmente dos corticosteroides — pode afetar outras partes do corpo além dos pulmões. Em alguns casos, pode haver impacto em hormônios do estresse (produzidos pelas glândulas suprarrenais), na densidade dos ossos e, em crianças, no crescimento.\n\nIsso não significa que o medicamento deva ser abandonado — pelo contrário, controlar a doença respiratória é fundamental. Mas o acompanhamento regular permite ajustar a dose para a menor quantidade eficaz, monitorar possíveis efeitos e adotar medidas preventivas, como suplementação de vitamina D e K2, controle de gatilhos ambientais e técnica correta de uso dos dispositivos inalatórios.",
  "conduct": "## Conduta Clínica — Uso Atual de Broncodilatadores / Corticosteroides Inalatórios\n\n### 1. Avaliação Inicial\n\n- **Identificar o(s) medicamento(s) em uso:** nome, dose diária, dispositivo (spray pressurizado vs. pó seco), tempo de uso e indicação.\n- **Avaliar o controle da doença de base:**\n  - Aplicar o ACT (Asthma Control Test) em toda consulta (escore 0–25; < 20 = não controlado).\n  - Critérios GINA: avaliar 4 itens nas últimas 4 semanas (0 = controlada; 1–2 = parcialmente; 3–4 = não controlada).\n- **Verificar técnica inalatória:** erro de técnica é causa frequente de falha terapêutica; orientar uso de espaçador em spray pressurizado.\n- **Rastrear interações medicamentosas:** uso concomitante de inibidores de CYP3A4 (antifúngicos azólicos, ritonavir) eleva significativamente a absorção sistêmica dos ICS.\n\n---\n\n### 2. Investigação Complementar\n\n**Monitoramento pulmonar:**\n- Espirometria com prova broncodilatadora (VEF1, CVF, VEF1/CVF).\n- PFE 2x/dia por 2 semanas se espirometria indisponível (variabilidade > 10% adultos, > 13% crianças).\n- Teste de desafio com metacolina, exercício ou ar frio se diagnóstico incerto.\n\n**Monitoramento endócrino (rastreio de supressão do eixo HPA):**\n- **Quando suspeitar:** uso de alta dose por 3–6 meses; uso de corticoide oral ≥ 2 semanas consecutivas ou > 3 semanas em 6 meses; uso de inibidores de CYP3A4; sintomas (fadiga, fraqueza, náusea, mal-estar, dor abdominal).\n- **Rastreio:** cortisol sérico às 8h da manhã.\n  - Se normal: reavaliar em 6 meses.\n  - Se sintomático com cortisol normal: teste de estimulação com ACTH (resposta esperada ≥ 18 µg/dL; valores basais ≤ 3 µg/dL são preocupantes).\n\n**Monitoramento de crescimento (crianças e adolescentes):**\n- Acompanhar estatura linear a cada 6 meses em crianças em uso de ICS (mesmo em doses baixas).\n- Calcular velocidade de crescimento; perda anual de ~0,2 cm deve ser documentada e considerada no ajuste terapêutico.\n\n**Monitoramento ósseo:**\n- Rastrear sinais de osteopenia em uso prolongado ou com ciclos frequentes de corticoide oral.\n- Densitometria óssea conforme indicação clínica.\n\n**Monitoramento metabólico:**\n- Avaliar IMC e padrão de distribuição de gordura (central/visceral).\n- Rastrear síndrome metabólica em pacientes em uso prolongado.\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Otimização do tratamento farmacológico:**\n- **Usar a menor dose eficaz de ICS** (princípio fundamental); realizar step-down quando a doença estiver controlada por ≥ 3 meses.\n- **Ajuste de potência:** fluticasona tem absorção sistêmica ~2x maior — usar metade da dose equivalente de beclometasona/budesonida.\n- **Dispositivo:** preferir spray pressurizado com espaçador para maior deposição pulmonar e menor deglutição de resíduo (reduz candidíase e efeitos sistêmicos).\n- **Higiene oral** após cada uso de ICS (previne candidíase orofaríngea e disfonia).\n- Regime intermitente ou sob demanda quando clinicamente apropriado.\n\n**Manejo da supressão adrenal confirmada:**\n- Hidrocortisona base por 6–12 meses até normalização do eixo.\n- Doses de estresse (dose dobrada) em situações de infecção febril, cirurgia ou trauma.\n\n**Controle ambiental e remoção de gatilhos:**\n- Reduzir exposição a mofo, poeira, pelos de animais, produtos químicos domésticos (amaciantes), perfumes e poluentes.\n- Investigar intoxicação por metais pesados (arsênico) em casos de difícil controle.\n\n**Abordagem integrativa adjuvante:**\n- **Vitamina D:** manter níveis > 60 ng/ml; doses individualizadas; em crianças, níveis > 60 ng/ml associam-se a melhor controle da asma e redução de exacerbações em até 50%.\n- **Vitamina K2 (15 mg):** considerar em pacientes em uso crônico de ICS para prevenir perda de massa óssea.\n- **Ômega-3:** avaliar ômega-índex; se < 8%, suplementar — pacientes com índice > 8% necessitam de menos ICS, especialmente obesos.\n- **Magnésio:** considerar como coadjuvante em exacerbações graves (2g IV em maiores de 6 anos com falha no tratamento inicial).\n- **Quercetina (forma lipossomada, 250–500 mg):** pode melhorar sintomas e peak flow como adjuvante.\n\n**Tratamento de comorbidades:**\n- Rinite alérgica, refluxo gastroesofágico, obesidade e anemia ferropriva devem ser tratados ativamente — são fatores de descontrole da asma.\n- Obesidade associada à asma neutrofílica: abordagem em três pilares (inflamação, antioxidação, metilação).\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Pneumologista/alergista:** asma de difícil controle, necessidade de step-up terapêutico, confirmação diagnóstica, avaliação de biológicos.\n- **Endocrinologista:** suspeita de supressão do eixo HPA confirmada em teste de ACTH, síndrome metabólica iatrogênica.\n- **Pediatra especialista:** crianças com retardo de crescimento ou supressão adrenal documentada.\n- **Reumatologista/ortopedista:** osteopenia documentada com ciclos frequentes de corticoide oral."
}
