{
  "score_item_id": "019bf31d-2ef0-7f37-99af-bba1e5d57177",
  "clinical_relevance": "Os corticosteroides sistêmicos (orais, injetáveis ou em altas doses inalatórias) exercem efeitos pleiotrópicos por ligação a receptores glicocorticoides ubíquos, mimetizando e simultaneamente suprimindo o eixo hipotálamo-hipófise-adrenal (HPA). O principal risco do uso crônico ou repetido é a supressão do eixo HPA: aproximadamente 10% dos pacientes desenvolvem supressão sintomática e até 40% apresentam supressão bioquímica detectável. A atrofia adrenal pode persistir por até 12 meses após a suspensão do corticoide, tornando o paciente vulnerável a crises adrenais em situações de estresse (infecção, cirurgia, trauma). O risco de supressão clinicamente relevante já ocorre com cursos orais superiores a 2 semanas consecutivas ou mais de 3 semanas acumuladas em 6 meses. Fatores genéticos modulam esse risco: o polimorfismo SNP RS591118 no gene PDGFD (alelo G em homozigose, prevalência ~2%) eleva o risco de supressão em 6x em crianças e 4x em adultos.\n\nNo eixo metabólico, corticosteroides são o principal medicamento indutor de resistência insulínica, com mecanismo direto de redução da sensibilidade periférica à insulina, aumento da glicogenólise hepática e estimulação da lipólise visceral. Podem precipitar hiperglicemia, diabetes esteroide-induzido e síndrome metabólica, mesmo em pacientes sem histórico de alteração glicêmica prévia.\n\nNo eixo ósseo, glicocorticoides reduzem a formação e aumentam a reabsorção óssea, além de diminuir a absorção intestinal de cálcio e aumentar sua excreção urinária. Dados do CAMP Study (7 anos) mostram que 5 ou mais ciclos de corticoide oral associam-se a osteopenia em 15% dos meninos e 22% das meninas avaliados. Em adultos, o impacto negativo na densidade mineral óssea é bem estabelecido para uso crônico.\n\nNo eixo cardiovascular e sistêmico, o excesso de glicocorticoides — exógeno ou endógeno — está associado a hipertensão arterial, dislipidemia, obesidade central, resistência insulínica e maior risco de eventos cardiovasculares. A hiperativação crônica do eixo HPA promove estado pró-inflamatório paradoxal em longo prazo (imunossupressão aguda com inflamação sistêmica crônica de baixo grau). Inibidores de CYP3A4 (antifúngicos azólicos, antivirais como ritonavir) aumentam significativamente a biodisponibilidade sistêmica de corticosteroides como budesonida e fluticasona, potencializando todos os efeitos adversos descritos. A anamnese deve identificar uso concomitante dessas drogas. Corticoides prévios também distorcem leituras laboratoriais de cortisol e ACTH, exigindo rigor na interpretação.",
  "points": 18,
  "patient_explanation": "Corticosteroides sistêmicos são medicamentos potentes usados para tratar inflamações, alergias e doenças autoimunes. Quando usados por períodos curtos, em geral são seguros. Porém, quando usados de forma contínua ou repetida, eles podem afetar o funcionamento de várias partes do corpo. O principal efeito é que essas medicações fazem as glândulas suprarrenais — que produzem o hormônio cortisol naturalmente — ficarem 'preguiçosas', podendo demorar meses para voltar ao funcionamento normal após a suspensão. Isso pode causar cansaço, fraqueza, pressão baixa e maior vulnerabilidade a infecções. Além disso, o uso prolongado pode elevar o açúcar no sangue, enfraquecer os ossos, aumentar o peso (especialmente na barriga) e elevar a pressão arterial. É muito importante nunca interromper o corticoide de forma abrupta sem orientação médica. Informe sempre ao seu médico há quanto tempo você usa essa medicação e em que dose, pois isso é fundamental para planejar o acompanhamento correto e proteger sua saúde.",
  "conduct": "## Avaliação Inicial\n\n- **Anamnese detalhada do uso:** tempo de uso, dose, frequência, via de administração (oral, injetável, inalatória em altas doses), número de ciclos nos últimos 6–12 meses\n- **Identificar medicamentos concomitantes que aumentam exposição sistêmica:** antifúngicos azólicos (itraconazol, fluconazol, cetoconazol), antivirais inibidores de CYP3A4 (ritonavir), que aumentam biodisponibilidade de budesonida e fluticasona\n- **Rastrear sinais e sintomas de supressão do eixo HPA:** fadiga intensa (especialmente matinal), fraqueza muscular, mal-estar, hipotensão ortostática, anorexia, dor musculoarticular, cefaleia matinal, sintomas gastrointestinais inespecíficos, humor deprimido\n- **Rastrear sinais de excesso glicocorticoide:** ganho de peso central, face em lua cheia, estrias violáceas, hipertensão, hiperglicemia, fragilidade capilar\n\n## Investigação Laboratorial\n\n- **Cortisol sérico às 8h:** exame de triagem; valores muito baixos (~3 µg/dL) são preocupantes mesmo na ausência de sintomas\n- **Se cortisol às 8h normal mas paciente sintomático:** realizar teste de estimulação com ACTH (resposta esperada: elevação ≥18 µg/dL acima do basal)\n- **Se em uso ou pós-uso recente de corticoide:** interpretar resultados com cautela — corticoides suprimem ACTH e distorcem leituras basais\n- **Glicemia de jejum e hemoglobina glicada (HbA1c):** avaliar resistência insulínica e diabetes esteroide-induzido\n- **Perfil lipídico completo:** dislipidemia é efeito adverso frequente\n- **Densitometria óssea (DEXA):** indicada em uso crônico (>3 meses em dose equivalente a ≥7,5 mg/dia de prednisona) ou histórico de múltiplos ciclos; em crianças, ≥5 ciclos de corticoide oral em 7 anos já se associam a osteopenia\n- **Cálcio sérico, vitamina D (25-OH), PTH:** avaliar metabolismo ósseo\n- **Pressão arterial:** monitorar em todas as consultas durante uso\n- **Eosinofilia periférica (≥4%):** pode ser sinal indireto de supressão HPA\n\n## Manejo da Supressão do Eixo HPA\n\n- **Nunca suspender corticoide abruptamente** após uso prolongado — risco de crise adrenal (emergência médica com hipotensão, hipoglicemia e colapso)\n- **Desmame gradual:** redução progressiva da dose ao longo de semanas a meses conforme duração e dose prévia\n- **Em supressão confirmada (cortisol basal baixo ou teste ACTH insuficiente):** avaliar necessidade de reposição transitória com hidrocortisona em doses fisiológicas (15–20 mg pela manhã + 5 mg às 16h), até recuperação do eixo (pode levar 6–12 meses)\n- **Protocolo de dose de estresse:** orientar paciente e registrar em prontuário — em situações de infecção grave, cirurgia ou trauma, pode ser necessário dobrar ou triplicar a dose de corticoide temporariamente para prevenir crise adrenal\n- **Reavaliação periódica do eixo:** cortisol às 8h a cada 6 meses até normalização\n\n## Prevenção e Mitigação de Efeitos Adversos\n\n- **Metabolismo glicídico:** monitorar glicemia; considerar intervenções dietéticas (redução de carga glicêmica) e farmacológicas (metformina, berberina) se hiperglicemia persistente\n- **Saúde óssea:** suplementar cálcio e vitamina D; estimular exercício de resistência; considerar bisfosfonatos em casos de osteoporose estabelecida\n- **Pressão arterial e perfil cardiovascular:** monitorar e tratar conforme diretrizes; evitar alcaçuz (licorice) em hipertensos — risco de efeito aldosterona-like com retenção de sódio e elevação da PA\n- **Composição corporal:** orientar atividade física e alimentação adequada; o depósito de gordura visceral é efeito dose-dependente e tempo-dependente\n\n## Critérios de Encaminhamento\n\n- **Endocrinologista:** supressão confirmada do eixo HPA, necessidade de terapia de reposição com hidrocortisona, suspeita de insuficiência adrenal primária vs. secundária, Síndrome de Cushing iatrogênica\n- **Reumatologista/especialista de base:** avaliar possibilidade de substituição do corticoide por imunossupressores poupadores de esteroide (metotrexato, azatioprina, biológicos) na doença de base\n- **Densitometria e nutrição:** para manejo da saúde óssea em uso crônico\n\n## Seguimento\n\n- Reavaliar indicação do corticoide em cada consulta — usar sempre a menor dose eficaz pelo menor tempo possível\n- Registrar e atualizar histórico de uso de corticosteroides em prontuário (dose, duração, via) para orientar condutas futuras\n- Alertar paciente para não iniciar ou suspender corticoide por conta própria"
}
