{
  "score_item_id": "019bf31d-2ef0-7982-a41f-ea8bb0eb9da4",
  "clinical_relevance": "Os digitálicos (glicosídeos cardíacos) — principalmente digoxina e, historicamente, digitoxina — são fármacos de janela terapêutica estreita derivados da planta Digitalis purpurea e Digitalis lanata, utilizados clinicamente há mais de 200 anos. Seu mecanismo de ação central é a inibição da Na⁺/K⁺-ATPase (bomba de sódio) nas membranas celulares cardíacas, elevando o sódio intracelular e, secundariamente, o cálcio intracelular via trocador Na⁺/Ca²⁺. O resultado é aumento da contratilidade miocárdica (efeito inotrópico positivo) e redução da frequência cardíaca (efeito cronotrópico e dromotrópico negativos via aumento do tônus vagal).\n\n**Indicações atuais:** Insuficiência cardíaca com fração de ejeção reduzida (ICFEr) em pacientes sintomáticos (NYHA II-IV) apesar de terapia otimizada com betabloqueadores, inibidores do SRAA e antagonistas da aldosterona; controle da frequência ventricular na fibrilação atrial (FA) crônica, especialmente em pacientes com ICFEr associada.\n\n**Janela terapêutica estreita:** Nível sérico de digoxina considerado terapêutico: 0,5–0,9 ng/mL (na ICFEr, evidências do estudo DIG sugerem que níveis acima de 1,0 ng/mL aumentam mortalidade); nível tóxico: geralmente >2,0 ng/mL, mas toxicidade pode ocorrer a níveis menores em contextos de hipocalemia, hipomagnesemia ou hipotireoidismo.\n\n**Epidemiologia:** A prescrição de digitálicos declinou substancialmente nas últimas décadas com o advento de novas terapias para IC (sacubitril/valsartana, iSGLT2). Estima-se que menos de 10-15% dos pacientes com IC estejam atualmente em uso de digoxina nos países ocidentais, comparado a taxas muito maiores nas décadas de 1980-1990. Ainda é relevante em países de baixa e média renda pela disponibilidade e custo.\n\n**Estratificação de risco:** Paciente em uso de digitálico representa marcador clínico importante de: (1) doença cardiovascular estrutural significativa (IC ou FA com resposta ventricular elevada); (2) risco aumentado de toxicidade digitálica — especialmente em idosos, pacientes com insuficiência renal (digoxina é excretada pelos rins), distúrbios eletrolíticos (hipocalemia é o principal fator precipitante de toxicidade) e uso concomitante de fármacos que elevam os níveis séricos de digoxina (amiodarona, verapamil, quinidina, espironolactona, claritromicina, itraconazol reduzem a excreção/elevam nível sérico em até 50-100%); (3) necessidade de monitoramento laboratorial e clínico contínuo.\n\n**Interações críticas:** Amiodarona aumenta nível sérico de digoxina em ~70-100%; verapamil e diltiazem também elevam níveis; diuréticos de alça e tiazídicos podem precipitar hipocalemia e hipomagnesemia, potencializando toxicidade. A relação com magnésio é particularmente relevante: hipomagnesemia sensibiliza a bomba Na⁺/K⁺-ATPase à ação tóxica dos digitálicos. Hipercalcemia também potencializa toxicidade.",
  "points": 14,
  "patient_explanation": "Os digitálicos são um grupo de medicamentos antigos, derivados de plantas, usados principalmente para fortalecer os batimentos do coração em casos de insuficiência cardíaca (quando o coração não bombeia o sangue com eficiência) ou para controlar batimentos irregulares, como a fibrilação atrial. O mais usado atualmente é a digoxina.\n\nSe você usa este medicamento, é muito importante saber que ele tem uma margem estreita entre a dose que funciona e a dose que pode causar problemas. Por isso, exames de sangue regulares são necessários para verificar o nível do remédio no seu organismo e também os níveis de potássio e magnésio (minerais que influenciam diretamente na segurança do medicamento).\n\nSintomas que podem indicar que o nível do medicamento está alto demais incluem: náuseas, vômitos, visão amarelada ou turva, sensação de coração acelerado ou com batimentos irregulares, tontura e fraqueza. Caso perceba qualquer um desses sintomas, procure atendimento médico imediatamente.\n\nNunca interrompa ou altere a dose por conta própria. Informe sempre ao seu médico sobre todos os outros medicamentos, suplementos e fitoterápicos que você usa, pois muitos podem alterar o efeito da digoxina.",
  "conduct": "## Conduta Clínica — Digitálicos (Uso Atual)\n\n### 1. Avaliação Inicial\n\n- **Identificar indicação:** Verificar se o uso é para IC com FE reduzida, controle de FA ou ambos\n- **Revisar dose e tempo de uso:** Doses habituais de digoxina variam de 0,125 mg a 0,25 mg/dia; idosos e pacientes com disfunção renal devem usar doses menores (0,0625–0,125 mg/dia)\n- **Avaliar função renal:** Creatinina, ureia e TFGe — a digoxina é eliminada pelos rins; TFGe < 30 mL/min/1,73m² exige ajuste de dose ou monitoramento intensificado\n- **Rastrear sinais e sintomas de toxicidade:** Náuseas, vômitos, visão amarelada/turva (xantopsia), anorexia, confusão mental, palpitações, arritmias\n\n### 2. Investigação Complementar\n\n- **Dosagem sérica de digoxina:** Coletar ≥6–8h após a última dose; alvo terapêutico na ICFEr: 0,5–0,9 ng/mL; na FA: pode-se tolerar até 1,2 ng/mL para controle de frequência\n- **Eletrólitos:** Potássio (K⁺), magnésio (Mg²⁺), cálcio — hipocalemia e hipomagnesemia são os principais precipitantes de toxicidade\n- **ECG:** Avaliar frequência cardíaca, intervalo PR, alterações do segmento ST (escavação em \"colher\" é efeito farmacológico, não toxicidade per se), presença de bloqueios AV, extrassístoles ventriculares bigeminadas (sinal clássico de toxicidade)\n- **Função tireoidiana (TSH/T4L):** Hipotireoidismo reduz a depuração renal da digoxina, elevando risco de toxicidade; hipertireoidismo pode reduzir efeito\n- **Revisão de interações farmacológicas:** Verificar uso de amiodarona, verapamil, diltiazem, quinidina, espironolactona, antibióticos macrolídeos, antifúngicos azólicos — todos elevam nível sérico\n\n### 3. Critérios de Encaminhamento\n\n- **Cardiologista:**\n  - Nível sérico de digoxina acima do alvo ou suspeita de toxicidade\n  - Arritmias complexas ao ECG (bloqueio AV avançado, TV por digitálico)\n  - Reavaliação da indicação — considerar substituição por terapias mais modernas (sacubitril/valsartana, iSGLT2 em ICFEr)\n  - IC descompensada em paciente em uso de digitálico\n- **Pronto-socorro imediato:**\n  - Suspeita de intoxicação digitálica com instabilidade hemodinâmica ou arritmias graves (o antídoto específico é o fragmento Fab antidigoxina — Digibind/DigiFab)\n\n### 4. Intervenções e Monitoramento\n\n- **Correção de distúrbios eletrolíticos:**\n  - Manter K⁺ sérico entre 4,0–5,0 mEq/L; suplementar potássio oral se necessário\n  - Manter Mg²⁺ sérico > 2,0 mg/dL; hipomagnesemia deve ser corrigida antes de qualquer ajuste de dose\n- **Monitoramento periódico:**\n  - Digoxinemia: a cada 6–12 meses em pacientes estáveis; após qualquer mudança de dose, de função renal ou adição de fármaco interagente\n  - Creatinina e eletrólitos: a cada 3–6 meses ou conforme clínica\n  - ECG: periodicamente ou ao surgimento de sintomas\n- **Educação do paciente:**\n  - Orientar sobre sintomas de toxicidade e necessidade de buscar atendimento imediato\n  - Reforçar importância da adesão à dose exata prescrita (não dobrar nem omitir)\n  - Alertar sobre interação com diuréticos (risco de hipocalemia) e automedicação\n- **Perspectiva integrativa:**\n  - Avaliar suporte nutricional de potássio e magnésio via dieta (frutas, verduras folhosas, oleaginosas)\n  - Cautela com fitoterápicos que possam interferir: alcaçuz (retém sódio e excreta potássio), erva-de-São-João (Hypericum — pode alterar metabolismo), ginseng (relatos de interferência com digoxinemia)\n  - Corrigir hipotireoidismo se presente, pois impacta diretamente na depuração renal da digoxina\n\n### 5. Reavaliação da Indicação\n\n- Questionar periodicamente se o benefício da manutenção supera os riscos, especialmente em idosos com múltiplas comorbidades\n- Em ICFEr, verificar se o paciente está em terapia quádrupla otimizada (betabloqueador, iECA/BRA/ARNI, ARM, iSGLT2) antes de considerar digitálico como quinta linha\n- Em FA, avaliar controle de frequência com betabloqueadores ou bloqueadores de canal de cálcio não-diidropiridínicos como alternativas de menor risco"
}
