{
  "score_item_id": "019bf31d-2ef0-737c-a061-b81dddab34cd",
  "clinical_relevance": "A disfunção erétil (DE) é a incapacidade persistente de obter ou manter ereção suficiente para atividade sexual satisfatória. Fisiologicamente, a ereção depende do eixo NO–GMPc: a arginina é convertida em óxido nítrico (NO) pela NO-sintase endotelial, que eleva o GMPc intracavernoso, reduz o Ca²⁺ intracelular e promove relaxamento da musculatura lisa cavernosa. A fosfodiesterase tipo 5 (PDE5) degrada o GMPc, encerrando a ereção; os inibidores da PDE5 (PDE5i) sustentam o GMPc e potencializam a ereção.\n\nNo contexto do Escore Plenya, este item avalia especificamente o uso atual de medicamentos com potencial de induzir ou agravar DE — categoria de alta relevância clínica porque a causa iatrogênica é frequentemente reversível e subestimada. Os principais grupos implicados, com base nos chunks científicos, incluem: (1) Inibidores da 5-alfa-redutase (5-ARIs): finasterida (1 mg e 5 mg) e dutasterida (0,5 mg, mais potente que 5 mg de finasterida), associados a queda de libido e DE com relatos de efeitos persistentes mesmo após suspensão; (2) Psicofármacos: ISRS (escitalopram, fluoxetina), antipsicóticos (quetiapina), IRSN (venlafaxina) — classes reconhecidamente associadas a disfunção sexual; lisdexanfetamina pode exigir uso concomitante de PDE5i; (3) Fármacos cardiovasculares: betabloqueadores (propranolol), diuréticos tiazídicos (hidroclorotiazida), anlodipino; estatinas têm impacto potencial via redução de colesterol precursor de testosterona e depleção de CoQ10; (4) Outros: antiandrógenos e medicamentos dermatológicos não especificados.\n\nEpidemiologia: estudo nacional brasileiro com >71.000 entrevistados demonstrou que >50% dos homens apresentam algum grau de DE. O subdiagnóstico é marcante: 73% dos pacientes nunca foram questionados sobre impotência por um médico nos últimos 3 anos, e 81% desejam que o tema seja abordado. Homens com DE apresentam risco 3x maior de depressão. A DE frequentemente precede eventos cardiovasculares em média 6 meses, funcionando como marcador precoce de disfunção endotelial sistêmica.\n\nEstratificação de risco por fatores associados: obesidade com circunferência abdominal >102 cm aumenta em até 3x o risco de DE em homens acima de 60 anos; síndrome metabólica eleva o risco ~2,6x; diabetes mellitus eleva o risco em até 3,5x (HbA1c correlaciona-se com gravidade da DE); apneia obstrutiva do sono reduz NO e GMPc, aumenta endotelina, diminui ereções matinais e testosterona, piorando o IIEF; hipogonadismo com testosterona <200 ng/dL associa-se a menor tumescência peniana; maconha fumada aumenta o risco em até 4x (meta-análise); tabagismo inibe a NO-sintase endotelial. O IIFE (Índice Internacional de Função Erétil) com 6 perguntas é o instrumento validado para estratificação do grau: leve, moderado ou severo.\n\nA causa predominante em homens <40 anos costuma ser emocional (ansiedade de desempenho, depressão, influência de pornografia); acima dessa idade, causas orgânicas tornam-se progressivamente predominantes, embora frequentemente coexistam.",
  "points": 15,
  "patient_explanation": "A disfunção erétil é a dificuldade de ter ou manter uma ereção firme o suficiente para relações sexuais satisfatórias. Ela é muito mais comum do que parece: mais da metade dos homens brasileiros tem algum grau desse problema, mas a maioria nunca chegou a falar sobre isso com um médico.\n\nO que poucos sabem é que vários medicamentos de uso comum podem causar ou piorar essa disfunção — como alguns remédios para pressão arterial, antidepressivos, antipsicóticos e até remédios para queda de cabelo. Identificar se algum medicamento que você está usando está contribuindo para o problema é fundamental, pois nesses casos a causa é frequentemente reversível com ajuste ou troca da medicação.\n\nAlém disso, a disfunção erétil pode ser um sinal precoce de problemas no coração e nos vasos sanguíneos, muitas vezes surgindo meses antes de outros sintomas cardiovasculares. Por isso, esse parâmetro é levado a sério no seu escore de saúde: não é apenas uma questão sexual, mas um indicador importante do seu estado geral de saúde vascular, hormonal e metabólica.",
  "conduct": "## Avaliação Inicial\n\n- **Indagar ativamente** sobre função erétil em todas as consultas de rotina masculinas — a maioria dos pacientes não relata espontaneamente.\n- **Revisar todas as medicações em uso** e correlacionar temporalmente com o início ou piora da DE:\n  - 5-ARIs (finasterida, dutasterida): discutir risco/benefício; avaliar suspensão ou troca se clinicamente viável\n  - Psicofármacos (ISRS, IRSN, antipsicóticos, lisdexanfetamina): discutir alternativas de mesma classe com menor impacto sexual ou adjuvância com PDE5i\n  - Cardiovasculares (betabloqueadores, tiazídicos, estatinas, anlodipino): avaliar substituição por alternativas com menor impacto erétil quando clinicamente possível\n- **Aplicar o IIFE** (Índice Internacional de Função Erétil — 6 perguntas) para estratificar grau da disfunção (leve, moderado, severo).\n\n## Investigação Complementar\n\n**Exames laboratoriais:**\n- Painel hormonal: testosterona total e livre, LH, FSH, prolactina, estradiol\n- Glicemia, HbA1c, insulina de jejum (resistência à insulina)\n- Lipidograma completo\n- Vitamina D (visar >40 ng/mL; <20 ng/mL associado à disfunção)\n- Ácido fólico e vitamina B12 (deficiência de folato correlacionada à DE em meta-análise)\n- Marcadores inflamatórios: PCR ultrassensível, ácido úrico, homocisteína\n- Função renal e hepática\n- PSA quando indicado\n\n**Exames complementares:**\n- Avaliação cardiovascular: teste ergométrico, ecocardiograma ou tomografia com escore de cálcio coronariano — a DE pode preceder eventos cardiovasculares em média 6 meses\n- Polissonografia domiciliar para investigar apneia obstrutiva do sono\n- Ecografia abdominal total (avaliação de esteatose hepática, próstata, função renal)\n\n**Exame físico direcionado:**\n- Composição corporal: circunferência abdominal (>94 cm = risco aumentado; >102 cm = alto risco)\n- Genitália: atrofia testicular, placas/fibroses penianas (doença de Peyronie), ginecomastia\n- Cicatrizes de cirurgias perineais, inguinais, prostáticas ou abdominais baixas\n\n## Intervenções Baseadas em Evidências\n\n**Modificações de estilo de vida (primeira linha):**\n- **Exercício aeróbico estruturado:** 40 minutos por sessão, 4 vezes por semana (≥160 min/semana), por pelo menos 6 meses — reduz DE associada à inatividade, obesidade, hipertensão, síndrome metabólica e DCV\n- **Dieta:** baseada em proteínas e gorduras de qualidade, vegetais variados; reduzir ultraprocessados, carboidratos refinados e óleos de sementes ricos em ômega-6\n- **Cessação tabagismo:** reduz inibição da NO-sintase endotelial\n- **Redução/cessação de álcool, maconha** (risco 4x maior de DE em fumantes de cannabis) e outras drogas\n- **Manejo do estresse:** técnicas de relaxamento para reduzir predominância simpática\n\n**Suplementação com suporte em evidências:**\n- Vitamina D para atingir níveis >40 ng/mL\n- Ácido fólico (corrigir deficiência documentada)\n- Arginina ~500 mg/dia (suporte ao NO; sinergia com PDE5i)\n- L-carnitina 500 mg–1 g/dia (adjuvante, especialmente em não respondedores a PDE5i)\n- Antioxidantes: NAC, glicina, ácido glutâmico, vitamina C, ácido alfa-lipoico, selênio, vitamina E; riboflavina 100–200 mg/dia (cofator da glutationa redutase)\n\n**Otimização hormonal:**\n- Avaliar e tratar hipogonadismo quando indicado e seguro: reposição de testosterona melhora ereção (especialmente leve–moderada), libido e resposta a PDE5i em casos de baixa testosterona\n\n**Manejo sintomático:**\n- **1ª linha:** PDE5i (sildenafila, tadalafila, vardenafila) — checar contraindicações formais (nitratos, retinite pigmentar, isquemia de retina); orientar diferenças de meia-vida e interação com alimentos\n- **2ª linha:** tópicos/injetáveis intracavernosos na falha dos PDE5i — encaminhar ao especialista (urologista/andrologista)\n- **Terapia sexual:** essencial nos casos com componente emocional predominante, especialmente em homens <40 anos; quebrar o ciclo falha–ansiedade–nova falha\n\n## Critérios de Encaminhamento\n\n- Falha terapêutica após manejo adequado com PDE5i e intervenção causal\n- Suspeita de doença de Peyronie (encaminhar ao urologista)\n- Hipogonadismo confirmado com necessidade de reposição de testosterona (endocrinologista ou urologista)\n- Alto risco cardiovascular identificado na investigação (cardiologista)\n- Apneia obstrutiva do sono confirmada (pneumologista/otorrinolaringologista)\n- Componente psicológico/emocional significativo (psicólogo ou psiquiatra especializado em saúde sexual)\n\n## Acompanhamento\n\n- Reaplicar IIFE a cada retorno para monitorar resposta terapêutica\n- Revisitar medicações em uso a cada consulta — ajustar conforme evolução clínica\n- Manter abordagem integrada: causal + sintomática + suporte emocional"
}
