{
  "score_item_id": "019bf31d-2ef0-7c2d-b263-5ba6bc208d28",
  "clinical_relevance": "As estatinas (inibidores da HMG-CoA redutase) e outros hipolipemiantes compõem uma das classes farmacológicas mais prescritas globalmente, com impacto direto no metabolismo lipídico, cardiovascular e metabólico. O registro de uso atual é clinicamente relevante pois determina interações farmacológicas, risco de efeitos adversos e necessidade de suplementação específica.\n\n**Mecanismo de ação e efeitos na via do mevalonato:** As estatinas bloqueiam a HMG-CoA redutase, interrompendo eventos bioquímicos em toda a via do mevalonato. Além da redução de colesterol, esse bloqueio compromete a síntese de: (1) Coenzima Q10 (ubiquinona/ubiquinol) — essencial para a cadeia respiratória mitocondrial e processos antioxidantes dependentes do estado redox; (2) Dolicóis — glicoconjugados que modulam receptores de insulina e GLUT4, cuja redução aumenta a resistência periférica à insulina e eleva o risco de diabetes. Indivíduos com polimorfismo no gene PPRGC1α apresentam maior suscetibilidade a dor e fadiga musculares. Polimorfismos na enzima HMG-CoA redutase também modulam a resposta individual ao fármaco.\n\n**Efeitos pleiotrópicos (anti-inflamatórios):** Estudo com 20.536 pacientes (sinvastatina, 2002) demonstrou benefício independente da magnitude de redução de LDL, sugerindo mecanismos não centrados exclusivamente na lipid lowering. Esses efeitos incluem estabilização e calcificação de placas moles, redução da inflamação intravascular, melhora da função endotelial e diminuição da oxidação intraplaca. Em prevenção secundária (pós-infarto, pós-angioplastia, placas instáveis), esses efeitos pleiotrópicos justificam o uso mesmo quando o LDL basal não é extremamente elevado.\n\n**Perfil de risco-benefício — dados quantitativos:** Em prevenção primária (horizonte de 5 anos): NNT para prevenir 1 infarto não fatal = 104; NNT para prevenir 1 AVC = 154. Em contrapartida: NNH (Número Necessário para Causar Dano) para diabetes = 50; NNH para dano muscular = 10. Hepatotoxicidade ocorre em aproximadamente 1/100.000 usuários. Meta-análise com 65.229 participantes não credenciou estatinas para redução de mortalidade por todas as causas em prevenção primária. Em prevenção secundária, os dados de NNT são mais favoráveis, com redução de risco relativo de eventos cardiovasculares maiores em torno de 20-40%.\n\n**Efeitos adversos relevantes:** Miopatia/rabdomiólise (pode impedir prática de exercício, que por si só é superior em prevenção); disfunção hepática; resistência à insulina e hiperglicemia (via redução de incretinas e aumento de lipogênese); depleção de CoQ10 com comprometimento mitocondrial; proteinúria. Dados associam uso de estatinas a risco aumentado de delírio em UTI, exigindo avaliação individualizada nesses cenários.\n\n**Estratificação de risco e indicação criteriosa:** O uso deve ser guiado por calculadoras de risco validadas (Framingham, MESA Risk) e complementado por escore de cálcio coronariano (CAC), que é ferramenta superior para identificação de aterosclerose subclínica. Exames avançados — ApoB/ApoA1, subfrações de LDL (partículas pequenas e densas), LDL oxidado, Lp(a), fosfolipase A2, óxido nítrico — permitem estratificação mais precisa do que LDL isolado. Em prevenção primária de baixo risco, a prioridade deve ser mudança de estilo de vida. Em prevenção secundária ou alto risco (CAC elevado, placas instáveis), a indicação é mais robusta.",
  "points": 22,
  "patient_explanation": "Estatinas são medicamentos usados para controlar o colesterol e proteger o coração. Além de reduzir o colesterol, elas têm um efeito anti-inflamatório nas artérias, ajudando a estabilizar placas que poderiam causar infartos ou derrames.\n\nAo bloquear a enzima que produz colesterol, as estatinas também reduzem a produção de coenzima Q10 (CoQ10), essencial para que suas células gerem energia. Isso pode causar cansaço e dores musculares. Por isso, quem usa estatina geralmente se beneficia de suplementar CoQ10.\n\nEstatinas também podem elevar levemente o risco de diabetes, pois afetam a forma como o corpo usa a insulina. O acompanhamento médico regular com exames de glicemia é essencial.\n\nInformar ao seu médico sobre o uso de estatinas é fundamental, pois elas interagem com outros medicamentos e suplementos, e o médico precisa dessas informações para cuidar bem da sua saúde.",
  "conduct": "## Conduta Clínica — Uso Atual de Estatinas / Hipolipemiantes\n\n### 1. Avaliação Inicial do Contexto de Uso\n\n- **Identificar a indicação:** prevenção primária (sem evento prévio) ou secundária (pós-infarto, pós-AVC, pós-angioplastia, placas instáveis documentadas)\n- **Registrar o fármaco específico, dose e tempo de uso**\n- **Avaliar adesão e efeitos adversos relatados:** mialgia, fadiga, cãibras, alterações cognitivas, intolerância gastrointestinal\n- **Investigar motivos de descontinuação prévia** (efeitos colaterais, custo, percepção de ineficácia)\n\n---\n\n### 2. Investigação Complementar Recomendada\n\n**Laboratorial:**\n- Perfil lipídico completo (LDL, HDL, triglicerídeos, colesterol total, VLDL)\n- ApoB e ApoA1 (relação ApoB/ApoA1 é preditor de risco superior ao LDL isolado)\n- LDL oxidado e subfrações de LDL (partículas pequenas e densas — maior risco aterogênico)\n- Glicemia de jejum, insulina de jejum, HbA1c (monitorização de resistência insulínica)\n- TGO, TGP, GGT (hepatotoxicidade)\n- CPK (miopatia)\n- Lp(a) (variável geneticamente, não responde a estatinas)\n- Marcadores inflamatórios: PCR ultrassensível, TNF-α, IL-6\n- Óxido nítrico (saúde endotelial) e fosfolipase A2 (risco de ruptura de placa)\n- CoQ10 plasmático (avaliar depleção em pacientes com fadiga ou miopatia)\n\n**Imagem:**\n- **Escore de Cálcio Coronariano (CAC):** ferramenta superior para estratificação de risco e decisão terapêutica, especialmente em prevenção primária. CAC = 0 pode sustentar suspensão da estatina em baixo risco; CAC elevado e placas moles reforçam indicação\n- Ultrassonografia de carótidas (espessura íntima-média, pesquisa de placas)\n\n**Genética (quando disponível):**\n- Polimorfismo PPRGC1α: maior suscetibilidade a efeitos musculares adversos\n- Polimorfismo NQO1: prejudica conversão de CoQ10 em ubiquinol (forma ativa)\n- Polimorfismo APOC3: modula resposta à niacina e perfil inflamatório endotelial\n\n---\n\n### 3. Suplementação Mandatória em Uso de Estatinas\n\n- **Coenzima Q10:** recomendada a todo paciente em uso de estatina\n  - Dose: 100 mg CoQ10 (ubiquinona) + 100–200 mg ubiquinol/dia, com refeição gordurosa para melhor absorção\n  - Ubiquinol é mais biodisponível e ativo, porém mais caro; ubiquinona é válida como primeira opção\n  - Evidências incluem meta-análises em insuficiência cardíaca, estudos com desfechos de 10 anos e redução de marcadores de estresse oxidativo\n- **Vitamina K2:** considerar em pacientes com baixa ingestão dietética, pelos benefícios em calcificação vascular a longo prazo\n\n---\n\n### 4. Critérios para Manutenção, Ajuste ou Suspensão\n\n**Manter com maior segurança:**\n- Prevenção secundária (pós-evento cardiovascular, pós-angioplastia com stent, placas instáveis documentadas)\n- Pacientes com CAC elevado e risco calculado alto (MESA Risk, Framingham)\n- Situações onde os efeitos pleiotrópicos anti-inflamatórios e estabilizadores de placa superam os riscos\n\n**Reavaliar criticamente (possível redução de dose ou suspensão):**\n- Prevenção primária com baixo risco cardiovascular calculado\n- CAC = 0 e sem outros fatores de risco relevantes\n- Aparecimento ou agravamento de diabetes em uso de estatina\n- Miopatia documentada (CPK elevada) ou fadiga significativa\n- Hepatotoxicidade (TGP/TGO > 3x o limite superior da normalidade)\n\n**Alternativas e poupadores de estatina:**\n- **Red Yeast Rice (Arroz Vermelho Fermentado):** 300–900 mg/dia (Vasguarde 1.000 mg/dia ou Redisrise 600–1.200 mg/dia); contém Monacolina K (~7%), com mecanismos adicionais além do mevalonato; estudo N=4.870 demonstrou redução de eventos cardiovasculares\n- **Policosanol:** 5–10 mg/dia; estudo de 8 semanas mostrou redução de LDL comparável à lovastatina 20 mg e aumento de HDL; em hipercolesterolemia tipo 2 (24 semanas), reduziu LDL ~28% e aumentou HDL ~17,5%; possui efeitos antioxidantes e antiagregantes\n- **Niacina (Vitamina B3):** Niaspan (liberação lenta) ou Hexa Niacinato de Inositol (500–1.500 mg, até 3g/dia); aumenta HDL, reduz triglicerídeos e VLDL; avaliar polimorfismo APOC3; atenção ao flushing — formas \"no-flush\" permitem doses maiores\n- **Ômega-3 (EPA/DHA):** doses terapêuticas (>2g/dia); reduz triglicerídeos e inflamação; mini-protocolo: dieta mediterrânea + ômega-3 + astaxantina\n- **Ácido Alfa-Lipóico, extrato de Bergamota, Vasguard:** opções para baixo a moderado risco\n\n---\n\n### 5. Monitorização Contínua\n\n- Perfil lipídico a cada 3–6 meses após início ou ajuste\n- Glicemia e insulina: monitorizar resistência insulínica pelo menos anualmente\n- CPK: em pacientes com mialgia ou sintomas musculares\n- Função hepática: TGP/TGO nos primeiros 3 meses e anualmente\n- Reavaliar indicação periodicamente com base em risco cardiovascular atualizado e novos exames de imagem\n\n---\n\n### 6. Encaminhamento a Especialistas\n\n- **Cardiologista:** pacientes em prevenção secundária, com CAC muito elevado, placas instáveis ou falha de resposta ao tratamento\n- **Endocrinologista:** desenvolvimento ou agravamento de diabetes em uso de estatina; hipercolesterolemia familiar (LDL >190 mg/dL)\n- **Reumatologista/Neurologista:** miopatia grave ou suspeita de esclerose lateral amiotrófica associada ao uso (monitorar sintomas neuromotores em usuários crônicos)"
}
