{
  "score_item_id": "019bf31d-2ef0-7d60-aa28-180a7e672899",
  "clinical_relevance": "O uso atual de hormônios tireoidianos (levotiroxina — LT4, liotironina — LT3, ou extratos tireoidianos desidratados) ou de antitireoidianos (propiltiouracila, metimazol) é um marcador clínico de alta relevância no escore de saúde, pois indica doença tireoidiana estabelecida com impacto sistêmico multidimensional.\n\n**Epidemiologia:** O hipotireoidismo afeta aproximadamente 1% da população geral na forma clínica manifesta e 10–12% na forma subclínica (TSH elevado com T4 livre normal). A doença de Hashimoto responde por ~90% dos casos de hipotireoidismo primário, com predominância em mulheres de 20 a 60 anos; anticorpos antitireoidianos estão presentes em 10–12% da população e até 27% das mulheres adultas têm Hashimoto crônica. A levotiroxina foi a segunda droga mais vendida nos EUA em 2019, e as prescrições para hipotireoidismo cresceram 63% nos últimos 20 anos.\n\n**Fisiologia e fisiopatologia:** A tireoide produz diariamente ~100 mcg de T4 e ~30 mcg de T3, sendo 80% do T3 circulante proveniente de conversão periférica mediada pelas deiodinases D1/D2 (dependentes de selênio e ferro). T3 é o hormônio biologicamente ativo com alta afinidade pelos receptores nucleares; seus efeitos incluem regulação da taxa metabólica basal, modulação de canais iônicos, frequência e contratilidade cardíaca, débito cardíaco, vasorrelaxamento, eixo SRAA, oxigenação tecidual e função mitocondrial. O eixo hipotálamo–hipófise–tireoide (H-H-T) é regulado por TRH, dopamina, somatostatina, citocinas inflamatórias e cortisol. O TSH reflete a função hipofisária, não necessariamente o status tecidual de T3.\n\n**Limitações diagnósticas relevantes:** O uso isolado do TSH como alvo terapêutico apresenta limitações reconhecidas: a conversão T4→T3 varia por tecido e contexto; imunoensaios de T3 têm variabilidade significativa (ultrafiltração é mais acurada); hipotireoidismo secundário pode cursar com TSH normal ou baixo; polimorfismos de deiodinases (presente em ~12–14% da população, especialmente DIO2 Thr92Ala) reduzem a conversão periférica. Uma meta-análise de 2021 com 99 estudos demonstrou que T4 com TSH médio ~3,3 não normaliza completamente biomarcadores teciduais. TSH mais alto dentro da referência associou-se a pior qualidade de vida em hipotireoidismo primário (2021).\n\n**Impacto cardiovascular:** Meta-análise com ~2 milhões de participantes (2017) demonstrou que o hipotireoidismo é fator de risco independente para mortalidade cardiovascular e geral. T3 baixo em contextos agudos (UTI, IAM, ICC) correlaciona-se com maior mortalidade. Em ICC, observa-se maior D3 e T3 reverso, com conversão T4→T3 reduzida.\n\n**Impactos sistêmicos adicionais:** Disfunção tireoidiana afeta fertilidade feminina e masculina (investigação com TSH, T4L, T3L, prolactina recomendada precocemente); correlaciona-se com depressão (padrão: T4↑, T3↓, TRH/TSH↑; autoimunidade associada a maiores escores depressivos); presente em ~35% dos pacientes com fibromialgia como resistência periférica; relaciona-se ao eixo adipotireoidiano (leptina modula TSH e autoimunidade); SIBO ocorre em ~54% dos hipotireoideos. A autoimunidade tireoidiana também aumenta risco de demência/Alzheimer.\n\n**Insatisfação terapêutica:** Apesar do tratamento, 5–15% dos pacientes têm sintomas persistentes e 70–77% relatam não se sentir bem com monoterapia de T4.",
  "points": 14,
  "patient_explanation": "Hormônios tireoidianos são substâncias produzidas pela tireoide, uma glândula no pescoço, que controlam o metabolismo do corpo inteiro — a velocidade com que o coração bate, a energia disponível, o peso, o humor, a memória, a fertilidade e muitas outras funções. Quando a tireoide não produz o suficiente (hipotireoidismo), o médico prescreve hormônio tireoidiano em comprimido para repor o que falta. Quando produz demais (hipertireoidismo), os antitireoidianos são usados para reduzir essa produção.\n\nSaber que você usa esses medicamentos é importante porque mostra que existe uma doença tireoidiana ativa sendo tratada, e isso pode influenciar vários outros aspectos da sua saúde. O controle da tireoide vai além de um simples exame de sangue: é preciso avaliar como você se sente, verificar outros exames complementares e ajustar o tratamento de forma personalizada. Com acompanhamento adequado, a maioria das pessoas com disfunção tireoidiana consegue ter boa qualidade de vida.",
  "conduct": "## Conduta Clínica: Uso Atual de Hormônios Tireoidianos / Antitireoidianos\n\n### Avaliação Inicial e Painel Laboratorial\n\n- **Painel tireoidiano completo:** TSH, T4 livre, T3 livre (preferir metodologia de ultrafiltração quando disponível para maior acurácia)\n- **Anticorpos:** Anti-TPO e Anti-Tg (para etiologia autoimune — Hashimoto ou Graves)\n- **Biomarcadores teciduais auxiliares:** Colesterol total, LDL, Lp(a), SHBG, osteocalcina, N-telopeptídeo urinário, CK, mioglobina, ferritina, inibidor da ECA — para avaliar resposta tecidual além do TSH\n- **Cofatores nutricionais:** Ferritina (idealmente >100 ng/mL), zinco, selênio (quartil superior), vitaminas D e A\n- **Rastreio de comorbidades associadas:** Glicemia em jejum, insulina, HOMA-IR (resistência insulínica aumenta risco de disfunção tireoidiana), prolactina (fertilidade)\n\n### Interpretação Clínica\n\n- **Não usar TSH isolado como único alvo:** Integrar clínica, T3 livre, T4 livre, biomarcadores teciduais e qualidade de vida relatada\n- **Hipotireoidismo secundário:** Suspeitar quando TSH normal ou baixo com T4/T3 baixos e clínica compatível\n- **Polimorfismos de deiodinases (~12–14% da população):** Considerar investigação em pacientes sintomáticos em LT4 com TSH normal mas T3 livre baixo\n- **Coletar T3 livre:** Idealmente 2–4 horas após a dose de LT4, ao monitorar terapia combinada\n\n### Critérios para Considerar Terapia Combinada T4+T3\n\n- Paciente sintomático persistente apesar de LT4 com TSH na meta\n- Tireoidectomizado (perde 10–20% da produção de T3 intratireoidiano)\n- Dose de LT4 acima de 1,2 mcg/kg sem resolução de sintomas\n- Autoimunidade tireoidiana ativa com sintomas residuais\n- **Proporção recomendada (diretriz europeia 2012):** T4:T3 de 13:1 a 20:1; T3 fracionado em duas doses diárias\n- **Contraindicações ao T3:** Gestantes, cardiopatas instáveis, malignidade ativa, psiquiatria não controlada\n\n### Investigação e Manejo de Causas-Raiz\n\n- **Corrigir deficiências nutricionais:** Ferro (muito comum), selênio, zinco, iodo, tirosina, vitaminas D/A/B/E/C — essenciais para síntese hormonal e atividade das deiodinases\n- **Reduzir exposições disruptoras:** Flúor excessivo, toxinas ambientais, metais pesados, disruptores endócrinos\n- **Eixo intestino–tireoide:** Investigar SIBO (presente em ~54% dos hipotireoideos, inclusive eutireoidianos em tratamento) com teste respiratório; manejar disbiose; SIBO e disbiose reduzem absorção de levotiroxina e contribuem para autoimunidade\n- **Estresse crônico e cortisol:** Cortisol elevado reduz conversão T4→T3 e suprime TRH; abordar eixo HPA\n- **Exercício físico:** Aumenta sensibilidade dos receptores tireoidianos — prescrever como parte do plano terapêutico; sedentarismo reduz sensibilidade\n\n### Populações Especiais\n\n- **Fertilidade (mulheres e homens):** Incluir TSH, T4L, T3L e prolactina precocemente; tratar por 3–12 meses antes de procedimentos de reprodução assistida; em mulheres em LT4 com T3L baixo-normal, otimizar T3L pode favorecer gestação\n- **SOP:** Otimizar função tireoidiana pode corrigir fenótipos de hiperandrogenismo; monitorar andrógenos, SHBG e ovulação\n- **Depressão:** Avaliar anti-TPO; considerar T3 adjuvante com monitorização rigorosa e co-manejo psiquiátrico\n- **Fibromialgia:** Investigar disfunção tireoidiana e autoimunidade; ponderar ensaios terapêuticos com cautela\n- **Obesidade:** TSH elevado pode ser consequência da adiposidade e não causa; priorizar tratamento da resistência insulínica e perda de peso antes de ajustar dose hormonal\n- **Cardiopatas (ICC, pós-IAM):** Avaliar T3 livre com cautela; T3 em baixa dose em cardiopatas estáveis mostrou benefícios (melhora de Pro-BNP, PCR-us e remodelamento) em protocolos selecionados; monitorar rigorosamente\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista:** Hipertireoidismo em uso de antitireoidianos, nódulos tireoidianos, suspeita de malignidade, gestação com doença tireoidiana, hipotireoidismo secundário ou central\n- **Medicina funcional/integrativa:** Sintomas persistentes apesar de TSH normalizado, investigação de polimorfismos de deiodinases, abordagem de causas-raiz multifatorial\n- **Cardiologista:** Disfunção tireoidiana com repercussão cardiovascular (arritmias, ICC)\n- **Reumatologista:** Autoimunidade tireoidiana com outras manifestações autoimunes associadas\n\n### Monitorização\n\n- Reavaliação laboratorial: TSH, T4L, T3L a cada 6–12 semanas após ajuste de dose, depois anual quando estável\n- Monitorar biomarcadores teciduais para avaliar resposta funcional além da laboratorial\n- Educar o paciente sobre fatores que impactam a absorção de LT4 (horário de ingestão, interação com IBP, cálcio, ferro, hipocloridria, doença celíaca)"
}
