{
  "score_item_id": "019bf31d-2ef0-760f-baec-2680dc817e47",
  "clinical_relevance": "A Hiperplasia Prostática Benigna (HPB) é uma condição caracterizada pelo crescimento não maligno da glândula prostática, afetando predominantemente homens a partir dos 45-50 anos. O volume prostático normal situa-se entre 25-30 gramas, podendo chegar a mais de 80 gramas sem necessariamente causar obstrução clinicamente significativa — o parâmetro mais relevante não é o tamanho absoluto, mas a direção do crescimento em relação ao canal urinário e a presença de sintomas obstrutivos funcionais.\n\n**Diagnóstico funcional:** O diagnóstico de HPB sintomática depende primariamente de parâmetros funcionais: resíduo pós-miccional acima de 40 ml é considerado anormal; urofluxometria com fluxo máximo (Qmax) abaixo de 10 ml/s indica obstrução significativa (normal > 15 ml/s). A relação PSA livre/PSA total é essencial na interpretação prostática: valores acima de 14% (> 0,14) sugerem HPB benigna, enquanto valores abaixo de 14% aumentam a suspeita de carcinoma prostático. Saltos abruptos do PSA total acima de 1,0 ponto em 12 meses exigem investigação, mesmo dentro da faixa de normalidade.\n\n**Farmacologia dos alfa-bloqueadores:** Tansulosina (0,4 mg/dia) e Doxazosina (2-4 mg/dia) atuam pelo relaxamento da musculatura lisa do colo vesical e da próstata, melhorando o fluxo urinário sem interferir na cascata hormonal. São as opções farmacológicas de primeira linha recomendadas na HPB sintomática dentro de uma abordagem que preserve o eixo hormonal androgênico.\n\n**Farmacologia dos inibidores da 5-alfa-redutase (5-ARI):** Finasterida e dutasterida inibem a enzima 5-alfa-redutase, que converte testosterona em di-hidrotestosterona (DHT). A dutasterida é mais potente, inibindo os tipos 1 e 2 da enzima. A combinação de dutasterida + tamsulosina demonstrou eficácia em próstatas acima de 30g no estudo CombAT (4 anos de seguimento), com redução de sintomas e volume prostático. A diretriz AUA 2023 recomenda avaliação do volume prostático por ultrassom antes de iniciar qualquer intervenção, com terapia combinada (5-ARI + alfa-bloqueador) para próstatas acima de 30g.\n\n**Síndrome Pós-Finasterida:** Condição de relevância crescente, caracterizada por sintomas sexuais (disfunção erétil, perda de libido, parestesia genital), neuropsiquiátricos (depressão, fadiga, brain fog, insônia, irritabilidade) e físicos que se desenvolvem durante ou após o uso de 5-ARI e persistem após a descontinuação. A incidência é amplamente subestimada e subnotificada. Do ponto de vista funcional integrativo, a inibição do DHT bloqueia uma via hormonal essencial para a função sexual e neurológica, e não aumenta a testosterona livre — ao contrário, pode desviar o substrato testosterona para a via da aromatase, elevando estradiol. Este perfil de risco justifica cautela redobrada na prescrição, com necessidade de consentimento informado detalhado e farmacovigilância prolongada.\n\n**Alternativas fitoterápicas:** Serenoa repens (Saw Palmetto) é o inibidor da 5-alfa-redutase de origem vegetal mais estudado para HPB, com perfil de segurança amplamente documentado. Dose: 150-400 mg/dia. Beta-sitosterol e Pygeum africanum são coadjuvantes com menor nível de evidência. Mesmo com fitoterápicos, a inibição da 5-alfa-redutase pode desviar substrato para a via estrogênica, exigindo monitoramento hormonal.\n\n**Interação com TRT:** A HPB não é contraindicação para terapia de reposição de testosterona (TRT), exceto em obstrução urinária severa e descompensada. Um aumento mínimo do volume prostático e do PSA (0,2-0,4 pontos) é fisiológico e esperado com a TRT.",
  "points": 8,
  "patient_explanation": "A hiperplasia prostática benigna (HPB) é o crescimento aumentado da próstata — uma glândula masculina localizada abaixo da bexiga — que pode dificultar a saída da urina. Não é câncer, mas pode causar sintomas incômodos como jato urinário fraco, necessidade frequente de urinar e sensação de bexiga não esvaziada completamente.\n\nQuando o médico registra que você usa alfa-bloqueadores (como tamsulosina ou doxazosina) ou inibidores da 5-alfa-redutase (como finasterida ou dutasterida) para tratar a HPB, essa informação é importante porque esses medicamentos afetam o equilíbrio hormonal do seu organismo, especialmente os níveis de testosterona e outras substâncias relacionadas. Isso pode influenciar sua disposição, função sexual, humor e outros aspectos da saúde avaliados pelo escore.\n\nOs alfa-bloqueadores relaxam a musculatura da próstata e costumam ser bem tolerados. Já os inibidores da 5-alfa-redutase bloqueiam a produção de uma forma ativa da testosterona chamada DHT, o que pode causar efeitos colaterais em algumas pessoas mesmo após parar o medicamento. Por isso, é fundamental que seu médico saiba exatamente quais medicamentos você usa para interpretar corretamente seus resultados e cuidar da sua saúde de forma integrada.",
  "conduct": "## Conduta Clínica: HPB em Uso de Alfa-Bloqueadores e/ou Inibidores da 5-Alfa-Redutase\n\n### 1. Avaliação Diagnóstica Inicial\n\n- **Urofluxometria:** Avaliar Qmax. Valores < 10 ml/s indicam obstrução significativa; normal > 15 ml/s\n- **Ultrassonografia de próstata com resíduo pós-miccional:** Resíduo > 40 ml é anormal e indica obstrução funcional\n- **PSA total e livre:** Calcular relação PSA livre/PSA total\n  - > 0,14 (14%): sugere HPB benigna\n  - < 0,14 (14%): aumenta suspeita de carcinoma; investigar\n  - Salto abrupto > 1,0 ponto em 12 meses: investigar independentemente do valor absoluto\n- **Volume prostático por imagem:** Fundamental antes de qualquer intervenção (diretriz AUA 2023). Próstatas > 30g favorecem terapia combinada\n- **Ressonância magnética multiparamétrica 3-Tesla:** Considerar de rotina em homens > 50 anos, ou > 40 anos com histórico familiar de câncer de próstata ou alterações súbitas no PSA\n\n### 2. Avaliação Hormonal Complementar\n\n- **Testosterona total e livre, DHT, estradiol:** Obrigatório em pacientes usando 5-ARI ou com suspeita de impacto hormonal\n- **Dosagem salivar de hormônios livres:** Considerar quando a clínica não corresponde aos exames séricos\n- **Quociente estrogênico (Estriol / [Estradiol + Estrona]):** Valores > 1 indicam perfil protetor; < 1 sugerem necessidade de otimizar metilação estrogênica\n- **DUTCH Test:** Avaliar metabolômica urinária de hormônios sexuais e curva de cortisol quando disponível\n\n### 3. Manejo Farmacológico\n\n**Alfa-bloqueadores (primeira linha preferencial):**\n- **Tansulosina:** 0,4 mg/dia — relaxa musculatura lisa prostática e do colo vesical\n- **Doxazosina:** 2-4 mg/dia — alternativa com perfil similar\n- Preferidos por não interferirem na cascata hormonal androgênica\n\n**Inibidores da 5-alfa-redutase sintéticos (uso criterioso):**\n- Finasterida e dutasterida: eficazes em próstatas > 30g, especialmente em combinação com alfa-bloqueador\n- **Contraindicação relativa em medicina funcional integrativa** pelo risco de Síndrome Pós-Finasterida\n- **Se em uso:** monitorar trimestralmente com PHQ-9/GAD-7 (humor), escala de função sexual (IIEF-5), perfil hormonal completo e função hepática\n- **Consentimento informado detalhado** sobre risco de sintomas sexuais, neuropsiquiátricos e físicos persistentes mesmo após descontinuação\n- **Farmacovigilância prolongada:** sintomas podem surgir ou persistir após suspensão do medicamento\n\n**Alternativas fitoterápicas à inibição da 5-alfa-redutase:**\n- **Serenoa repens (Saw Palmetto):** 150-400 mg/dia — opção mais segura e estudada para HPB com inibição parcial da 5-alfa-redutase\n- **Beta-sitosterol:** coadjuvante com potencial benefício prostático\n- **Pygeum africanum:** 100-200 mg/dia — benefício prostático leve com ação antioxidante\n- **Alerta:** mesmo fitoterápicos inibidores da 5-alfa-redutase podem desviar substrato (testosterona) para a via da aromatase, elevando estradiol. Monitorar eixo hormonal após início\n\n### 4. Síndrome Pós-Finasterida: Rastreamento Ativo\n\n- **Suspeitar em qualquer paciente com histórico de uso de 5-ARI** (finasterida ou dutasterida) que apresente:\n  - Disfunção erétil, perda de libido ou parestesia genital\n  - Depressão, fadiga persistente, brain fog, insônia ou irritabilidade\n  - Sintomas que surgiram durante ou após o uso e persistem sem explicação alternativa\n- Aplicar PHQ-9 e IIEF-5 como ferramentas de rastreamento estruturado\n- Encaminhar a urologista com visão funcional/integrativa nos casos confirmados\n\n### 5. Interação com Terapia de Reposição de Testosterona (TRT)\n\n- HPB **não é contraindicação** para TRT, exceto em obstrução urinária severa e descompensada\n- Em pacientes com HPB sob TRT: monitorar PSA a cada 3-6 meses\n- Aumento de PSA de 0,2-0,4 pontos é fisiológico e esperado com TRT\n- Salto > 1,0 ponto em 12 meses exige investigação complementar\n- **Não prescrever 5-ARI** para controlar PSA em pacientes sob TRT sem avaliação urológica especializada\n\n### 6. Encaminhamento\n\n- **Encaminhar a urologista** (preferencialmente com visão funcional/integrativa) em:\n  - PSA elevado com relação livre/total < 0,14\n  - Resíduo pós-miccional > 40 ml persistente\n  - Qmax < 10 ml/s sem melhora com tratamento clínico\n  - Suspeita de carcinoma prostático\n  - Casos complexos que excedam o limite de competência do médico assistente\n- Trabalho multiprofissional e uso de rede especializada são fundamentais no manejo integrado da HPB"
}
