{
  "score_item_id": "019bf31d-2ef0-7cf2-9572-77271dc50145",
  "clinical_relevance": "Os imunobiológicos (agentes biológicos) compõem uma classe farmacológica heterogênea de macromoléculas derivadas de organismos vivos — anticorpos monoclonais, proteínas de fusão e análogos de citocinas — que atuam em alvos moleculares específicos da resposta imune. Seu uso atual é um marcador clínico de alta relevância porque sinaliza: (1) doença imunomediada ou neoplásica de alta complexidade já estabelecida; (2) estado de imunossupressão relativa com risco aumentado de infecções oportunistas; (3) potencial para interações farmacológicas e alterações em exames laboratoriais que devem ser interpretadas sob esse contexto.\n\n**Mecanismos e classes principais:**\n- **Anti-TNF-α:** infliximabe, adalimumabe, etanercepte, certolizumabe, golimumabe. Indicados para artrite reumatoide (AR), espondilite anquilosante (EA), artrite psoriásica, doença de Crohn, retocolite ulcerativa (RCU), psoríase. Bloqueiam TNF-α, citocina central na cascata inflamatória (NF-κB, IL-1, IL-6 downstream).\n- **Anti-IL-6/IL-6R:** tocilizumabe, sarilumabe. Indicados para AR, artrite idiopática juvenil sistêmica. Bloqueiam o receptor de IL-6, reduzindo resposta de fase aguda; podem normalizar artificialmente PCR mesmo em infecção ativa.\n- **Anti-IL-17A:** secuquinumabe, ixequizumabe. Indicados para EA, artrite psoriásica, psoríase. IL-17 é citocina chave da via TH17, relevante em doenças com forte componente axial.\n- **Anti-IL-12/23 e anti-IL-23:** ustequinumabe, risanquizumabe, guselcumabe. Usados em psoríase, artrite psoriásica, DII.\n- **Anti-CD20:** rituximabe. Depleção de células B; usado em AR refratária, linfomas, vasculites ANCA-associadas, lúpus eritematoso sistêmico (LES) refratário.\n- **Anti-CTLA4 (coestimulação):** abatacepte. Bloqueia ativação de células T; indicado para AR.\n- **Anti-IL-4R:** dupilumabe. Modulação TH2; indicado para dermatite atópica, asma eosinofílica, rinossinusite com pólipos.\n- **Anti-IgE:** omalizumabe. Indicado para asma alérgica grave e urticária crônica espontânea.\n- **Anti-BLyS:** belimumabe. Indicado para LES.\n- **Inibidores de integrinas:** vedolizumabe, natalizumabe. Usados em DII e esclerose múltipla.\n\n**Impacto em marcadores laboratoriais:**\nO uso de biológicos altera profundamente a interpretação de exames: anti-TNF e anti-IL-6 podem mascarar resposta inflamatória (PCR, VHS falsamente baixos ou normais mesmo em infecção grave); rituximabe causa hipogamaglobulinemia e linfopenia B; tocilizumabe eleva transaminases e colesterol LDL; inibidores de IL-17 associam-se a candidíase mucocutânea recorrente; anti-TNF reativam tuberculose latente e hepatite B.\n\n**Epidemiologia e prevalência:**\nEstima-se que 1-3% da população em países desenvolvidos faz uso de algum agente biológico. No Brasil, com a incorporação progressiva via PCDT do Ministério da Saúde e o crescimento do uso privado, esse número vem aumentando. Doenças como AR afetam ~1% da população adulta, EA ~0,5%, psoríase ~2-3%, DII ~0,3%, LES ~0,1% — todas elegíveis para biológicos em casos moderados a graves.\n\n**Risco infeccioso:**\nO risco de infecções graves (pneumonia bacteriana, TB reativada, infecções oportunistas fúngicas e virais) é aumentado 1,5 a 2 vezes em usuários de anti-TNF comparado ao metrotrexato isolado. Anti-CD20 (rituximabe) eleva risco de leucoencefalopatia multifocal progressiva (LMP) por reativação de vírus JC. Antes do início de qualquer biológico: triagem obrigatória para TB latente (PPD/IGRA), hepatite B (HBsAg, anti-HBc), HIV, e atualização vacinal com vacinas inativadas.\n\n**Interação com medicina integrativa:**\nA abordagem integrativa não substitui o biológico em doenças estabelecidas moderadas a graves, mas pode reduzir a carga inflamatória de base, potencializar a resposta terapêutica e permitir, em alguns casos supervisionados, redução de dose. Modulação de TH17 via microbiota, dieta anti-inflamatória, vitamina D em níveis ótimos (>60-80 ng/mL em autoimunes), controle de insulina (<6 μU/mL) e manejo do ritmo circadiano são estratégias complementares com base em evidências crescentes.",
  "points": 18,
  "patient_explanation": "Imunobiológicos são medicamentos fabricados a partir de células vivas — geralmente anticorpos criados em laboratório — que atuam diretamente em substâncias do sistema imune que causam inflamação excessiva. São usados quando doenças como artrite reumatoide, psoríase, doença de Crohn, espondilite anquilosante ou lúpus não respondem bem aos medicamentos convencionais.\n\nSe você usa um desses medicamentos, é muito importante informar ao seu médico integro porque eles afetam como seu sistema imune funciona, podem alterar alguns resultados de exames e exigem cuidados especiais como vacinas atualizadas e rastreamento de infecções. Isso não significa que algo está errado — significa que seu tratamento precisa ser acompanhado com atenção e personalizado para garantir sua segurança e os melhores resultados para sua saúde geral.",
  "conduct": "## Conduta Clínica: Uso Atual de Imunobiológicos\n\n### 1. Anamnese Detalhada do Biológico em Uso\n\n- **Identificar o agente específico:** nome comercial, mecanismo de ação (anti-TNF, anti-IL-6, anti-CD20, etc.), dose e via de administração, frequência de aplicação\n- **Tempo de uso e resposta clínica:** quanto tempo usa, houve melhora documentada, ainda está em remissão\n- **Especialista responsável:** reumatologista, dermatologista, gastroenterologista, oncologista — manter comunicação ativa\n- **Biológicos anteriores:** falha primária ou secundária a outros agentes, razão de troca\n- **Medicações concomitantes:** metotrexato (comum com anti-TNF), corticosteroides (dose e duração), imunossupressores\n\n### 2. Rastreamento de Segurança Mandatório\n\n- **Tuberculose latente:** PPD e/ou IGRA (QuantiFERON) — verificar se foi realizado antes do início e resultado\n- **Hepatite B:** HBsAg, anti-HBc total, anti-HBs — risco de reativação especialmente com rituximabe e anti-TNF\n- **Hepatite C:** anti-HCV\n- **HIV:** teste rápido ou sorologia\n- **Hemograma completo:** monitorar neutropenia, linfopenia (especialmente com anti-CD20)\n- **Função hepática (AST, ALT, GGT):** elevação possível com tocilizumabe, metotrexato\n- **Função renal (creatinina, ureia, TFG estimada)**\n- **Perfil lipídico:** tocilizumabe e inibidores de IL-6 podem elevar LDL\n- **PCR e VHS:** interpretar com cautela — anti-IL-6 normaliza PCR mesmo em infecção\n\n### 3. Vacinação — Atualização Obrigatória\n\n- **Vacinas inativadas** podem e devem ser aplicadas durante o uso de biológicos\n- **Vacinas vivas atenuadas** (febre amarela, varicela, sarampo, BCG) são **contraindicadas** durante uso de imunobiológicos\n- Verificar: influenza anual, pneumocócica (PCV13 + PPSV23), hepatite A e B, HPV (se elegível), Td/dTpa, herpes-zóster inativado (Shingrix, se disponível)\n- Idealmente vacinar **antes** do início do biológico quando possível\n\n### 4. Investigação Complementar Integrativa\n\n- **Vitamina D (25-OH-D):** manter >60-80 ng/mL em pacientes autoimunes; deficiência agrava desregulação TH1/TH2/TH17\n- **Zinco sérico:** envolvido na maturação linfocitária; deficiência comum em uso crônico de corticosteroide\n- **Ferritina e ferro sérico:** marcadores de inflamação e reserva\n- **Homocisteína:** marcador inflamatório; meta <7,9 μmol/L\n- **PCR ultrassensível e VHS:** linha de base para monitoramento, lembrando limitação em uso de anti-IL-6\n- **HOMA-IR e insulina de jejum:** hiperinsullinemia agrava inflamação; meta de insulina <6 μU/mL em autoimunes\n- **Microbiota intestinal:** disbiose perpetua inflamação sistêmica; investigar e tratar\n- **HbA1c e glicemia de jejum:** imunossupressores e corticoides podem induzir diabetes\n\n### 5. Estratégias Integrativas Complementares ao Biológico\n\n- Dieta anti-inflamatória com baixa carga glicêmica; controle de insulina em jejum (<6 μU/mL)\n- Ômega-3 (EPA/DHA) em doses ajustadas ao grau de inflamação; reduzir ômega-6\n- Vitamina D: atingir 60-80 ng/mL em autoimunes; monitorar com PTH e cálcio iônico\n- Curcumina padronizada (95% curcuminoides): 500 mg a 2 g/dia; ≤500 mg/dia em anticoagulados\n- NAC 400-1000 mg/dia (modulação TH2), magnésio 200-400 mg/dia, quercetina e berberina conforme perfil TH\n- B12 (metilcobalamina) e B9 (metilfolato) em usuários de metotrexato ou com polimorfismo MTHFR/FUT2\n- Glutamina 5 g/dia para barreira intestinal (contraindicada em oncológicos)\n- Sono reparador, ritmo circadiano regular, atividade física moderada; evitar overtraining\n- **Nenhum suplemento substitui o biológico prescrito — o objetivo é reduzir inflamação de base e potencializar resposta terapêutica**\n\n### 6. Critérios de Encaminhamento e Coordenação de Cuidados\n\n- **Manter comunicação ativa** com o especialista prescriptor do biológico (reumatologista, gastroenterologista, dermatologista)\n- **Encaminhar imediatamente** ao serviço de urgência em: febre >38°C sem foco aparente, sinais de infecção grave, quadro respiratório novo, lesões cutâneas sugestivas de infecção oportunista\n- **Suspensão temporária** do biológico deve ser discutida com o especialista em: cirurgia programada (geralmente suspender 2-5 meias-vidas antes), infecção ativa bacteriana ou viral grave, gestação (avaliar caso a caso — alguns são permitidos no 1º e 2º trimestres)\n- **Avaliar com oncologista** em: histórico de neoplasia — anti-TNF têm contraindicação relativa em linfomas prévios; rituximabe pode ser usado em linfomas mas exige monitoramento rigoroso\n\n### 7. Monitoramento e Periodicidade\n\n- **A cada 3-6 meses:** hemograma, função hepática e renal, perfil lipídico, PCR/VHS, vitamina D, glicemia e insulina de jejum\n- **Anual:** IGRA/PPD (em áreas endêmicas de TB), sorologias virais de controle, densitometria óssea (em uso de corticosteroide concomitante)\n- **Contínuo:** monitoramento de sintomas de infecção, avaliação de eficácia clínica (escalas de atividade de doença específicas), qualidade de vida e bem-estar subjetivo"
}
