{
  "score_item_id": "019bf31d-2ef0-7bff-b781-ebde75069941",
  "clinical_relevance": "O uso atual de imunossupressores representa um modificador clínico de alta relevância no contexto do Escore Plenya, impactando diretamente a interpretação de marcadores laboratoriais, o risco infeccioso e a modulação de eixos hormonais e metabólicos. Os imunossupressores compreendem uma classe heterogênea de fármacos que incluem corticosteroides sistêmicos (prednisona, dexametasona, metilprednisolona), inibidores de calcineurina (ciclosporina, tacrolimus), antimetabólitos (metotrexato, azatioprina, micofenolato mofetil), agentes alquilantes (ciclofosfamida) e imunobiológicos (anti-TNF, anti-IL-6, anti-CD20, entre outros). São utilizados no tratamento de doenças autoimunes (lúpus eritematoso sistêmico, artrite reumatoide, doença inflamatória intestinal, psoríase, esclerose múltipla, entre outras), no pós-transplante de órgãos sólidos e células-tronco, e em condições dermatológicas como líquen escleroso.\n\nO impacto sobre o eixo hipotálamo-hipófise-adrenal (HPA) é um dos riscos mais significativos, especialmente com corticosteroides. A supressão do eixo HPA ocorre em aproximadamente 10% dos pacientes de forma sintomática e em até 40% de forma bioquímica, podendo persistir por até 12 meses após a suspensão do fármaco. O risco é dose-dependente, mas pode ocorrer com doses tão baixas quanto 200 mcg/dia de beclometasona inalatória em uso prolongado. Em crianças, o risco de supressão é aumentado em 6 vezes com uso de alta dose por 3 a 6 meses; em adultos, em 4 vezes. Interações com inibidores de CYP3A4 (como antifúngicos azólicos e antivirais) aumentam a biodisponibilidade de corticosteroides como budesonida e fluticasona, elevando o risco de supressão adrenal.\n\nDo ponto de vista nefrotóxico, vários imunossupressores são reconhecidamente lesivos ao rim. As diretrizes KDIGO 2024 para doença renal crônica documentam que aminoglicosídeos se acumulam em células tubulares proximais causando apoptose e necrose tubular aguda; vancomicina está associada a ATN e possível nefrite intersticial alérgica; AINEs reduzem GFR por diminuição da prostaglandina-dependente do fluxo renal, podendo causar nefrite intersticial alérgica e síndrome nefrótica. Ciclosporina, embora não AINEs, causa nefrotoxicidade crônica por vasoconstrição da arteríola aferente.\n\nA imunossupressão crônica eleva o risco de infecções oportunistas (pneumocistose, CMV, aspergilose, tuberculose reativada), neoplasias associadas à supressão imune (linfomas, carcinoma espinocelular, sarcoma de Kaposi), e interfere na resposta a vacinas. O uso de metotrexato está associado a elevação de enzimas hepáticas, toxicidade hepática cumulativa, náuseas e fadiga; requer suplementação de ácido fólico e monitoramento periódico. Ciclosporina, em uso por 3 meses para condições como líquen escleroso, pode causar náuseas, hipertricose e mucosite.\n\nNo contexto de medicina funcional integrativa, a distinção entre imunoSSUPRESSÃO (abordagem convencional) e imunoMODULAÇÃO é relevante: a imunossupressão tradicional, embora necessária em situações como nefrite lúpica grave ('tempo é rim'), carrega riscos significativos de longo prazo, incluindo aumento do risco de câncer. Estratégias imunomoduladoras integradas (vitamina D, LDN, fitoterápicos com evidência) podem, em alguns casos, permitir a redução progressiva de imunossupressores, como demonstrado com o uso de Naltrexona em Baixa Dose (LDN) na artrite reumatoide.",
  "points": 18,
  "patient_explanation": "Imunossupressores são medicamentos que reduzem a atividade do sistema imunológico. Eles são usados para tratar doenças em que o sistema de defesa do corpo ataca tecidos saudáveis (doenças autoimunes, como lúpus, artrite reumatoide ou doença inflamatória intestinal) e também para evitar a rejeição em transplantes de órgãos.\n\nEmbora sejam essenciais para controlar essas condições, o uso prolongado desses medicamentos pode trazer efeitos importantes para o restante da saúde: o corpo fica com as defesas mais baixas, aumentando o risco de infecções; alguns podem afetar os rins, o fígado e os ossos; e o uso de corticosteroides por muito tempo pode enfraquecer as glândulas que produzem cortisol naturalmente, hormônio fundamental para o metabolismo e resposta ao estresse.\n\nPor isso, é fundamental que seu médico saiba que você usa esses medicamentos, pois eles interferem na interpretação de exames e no planejamento do seu cuidado integral. O monitoramento regular e a busca pelo menor nível eficaz de imunossupressão são objetivos importantes para proteger sua saúde a longo prazo.",
  "conduct": "## Conduta Clínica — Uso Atual de Imunossupressores\n\n### Avaliação Inicial\n\n- **Identificar o fármaco específico, dose, duração do uso e indicação clínica** (doença autoimune, transplante, condição dermatológica, etc.)\n- Registrar uso concomitante de inibidores de CYP3A4 (antifúngicos azólicos, antivirais como ritonavir), que podem aumentar biodisponibilidade de corticosteroides inalatórios e sistêmicos\n- Verificar vacinas em dia (antes de intensificar imunossupressão, se possível): pneumococo, influenza, herpes-zoster, hepatite B\n\n### Investigação Laboratorial Recomendada\n\n**Para corticosteroides sistêmicos ou inalatórios em uso prolongado:**\n- Cortisol sérico às 8h: se baixo ou sintomático com valor limítrofe, realizar teste de estímulo com ACTH (resposta esperada ≥18 µg/dL)\n- Rastreio de supressão do eixo HPA se: uso de alta dose por 3–6 meses; corticoide oral ≥2 semanas consecutivas ou >3 semanas em 6 meses; uso de inibidores de CYP3A4 concomitante\n- Glicemia de jejum, insulina, HbA1c (corticosteroides induzem resistência insulínica e hiperglicemia)\n- Densitometria óssea (DEXA) em uso prolongado ≥3 meses\n- Pressão arterial (corticosteroides e ciclosporina elevam PA)\n\n**Para metotrexato:**\n- TGO, TGP, fosfatase alcalina, GGT a cada 3 meses\n- Hemograma completo (pancitopenia)\n- Creatinina e clearance de creatinina (metotrexato é contraindicado em insuficiência renal significativa)\n- Homocisteína (metotrexato depleta folato e pode elevar homocisteína; monitorar e suplementar ácido fólico)\n\n**Para ciclosporina e tacrolimus:**\n- Creatinina, ureia, eletrólitos, dosagem de nível sérico do fármaco\n- PA, glicemia\n\n**Para todos os imunossupressores:**\n- PCR-us, VHS para monitoramento da atividade inflamatória da doença de base\n- Vitamina D (25-OH): pacientes com doenças autoimunes frequentemente têm deficiência; metas integrativas ≥60–80 ng/mL (monitorar com PTH e cálcio iônico)\n- Rastreio de infecções latentes: PPD ou IGRA (tuberculose), sorologias para hepatite B e C, CMV\n\n### Manejo e Intervenções\n\n**Princípio geral: menor dose eficaz pelo menor tempo necessário**\n\n- **Supressão do eixo HPA confirmada:** encaminhar ao endocrinologista; considerar reposição com hidrocortisona oral por 6–12 meses durante desmame; educar paciente sobre risco de crise adrenal em situações de estresse (infecção, cirurgia)\n- **Desmame de corticosteroides:** nunca retirar abruptamente após uso prolongado; redução gradual supervisionada pelo especialista responsável\n- **Suporte nutricional e suplementação adjuvante:**\n  - Ácido fólico: obrigatório em uso de metotrexato (5–10 mg/semana, ou conforme protocolo)\n  - Vitamina D + K2: suplementação essencial em uso de corticosteroides (risco de osteoporose); dosar antes de suplementar\n  - Cálcio + vitamina D para proteção óssea em corticoterapia prolongada\n  - CoQ10: considerar em uso de corticosteroides sistêmicos prolongados (disfunção mitocondrial associada)\n  - Magnésio: depleção frequente em uso de ciclosporina e tacrolimus\n\n**Abordagem imunomoduladora complementar (quando aplicável e em conjunto com reumatologista/especialista):**\n- Vitamina D em doses imunomoduladoras (meta ≥60–80 ng/mL) em doenças autoimunes\n- Naltrexona em Baixa Dose (LDN): estudos mostram que seu uso em artrite reumatoide pode reduzir dose e quantidade de imunossupressores necessários; considerar com reumatologista\n- Alimentação anti-inflamatória, manejo de disbiose e controle de permeabilidade intestinal como suporte à resposta imune\n\n### Encaminhamento a Especialistas\n\n- **Reumatologista/especialista da doença de base:** decisões sobre escalonamento ou desmame de imunossupressores\n- **Endocrinologista:** suspeita ou confirmação de supressão do eixo HPA; diabetes corticosteróide\n- **Nefrologista:** nefrotoxicidade documentada (elevação de creatinina >25% do basal), especialmente em uso de ciclosporina, tacrolimus ou em paciente com DRC prévia\n- **Infectologista:** infecções oportunistas suspeitas ou confirmadas\n- **Oncologista integrativo:** em pacientes que também realizam quimioterapia; cautela especial ao prescrever antioxidantes (podem interferir com o mecanismo oxidante da quimioterapia)\n\n### Monitoramento Contínuo\n\n- Laboratorial a cada 3 meses (mínimo) em uso crônico: hemograma, função renal, hepática, glicemia, marcadores inflamatórios\n- Crescimento linear a cada 6 meses em crianças em uso de corticosteroides inalatórios\n- Registro sistemático de sintomas: fadiga, fraqueza, infecções recorrentes, alterações de peso, pressão arterial"
}
