{
  "score_item_id": "019bf31d-2ef0-7398-a3a3-1f2d8a7954ce",
  "clinical_relevance": "O uso atual de insulina exógena como medicamento é um marcador clínico de alta relevância no Escore Plenya, pois sinaliza, na grande maioria dos casos, diabetes mellitus tipo 2 (DM2) em estágio avançado de disfunção das células beta pancreáticas, ou diabetes mellitus tipo 1 (DM1) com dependência absoluta de insulina. A insulinoterapia representa o extremo do espectro de falência metabólica na resistência insulínica progressiva: quando as células beta não conseguem mais compensar a resistência periférica, a insulinemia endógena é insuficiente para manter a normoglicemia, tornando a reposição exógena necessária.\n\nDo ponto de vista fisiopatológico, a resistência insulínica é a condição mais prevalente do mundo, antecedendo em anos ou décadas o diagnóstico formal de DM2. A insulina elevada (hiperinsulinemia compensatória) associa-se a inflamação sistêmica via elevação de IL-6 e COX-2, aceleração de senescência celular (SASP), dano endotelial por AGEs, dislipidemia aterogênica (VLDL e LDL oxidado elevados, HDL reduzido), doença hepática gordurosa não alcoólica (DHGNA) e desordens neurodegenerativas. A insulina de jejum ideal, segundo a medicina funcional integrativa, é abaixo de 6 µU/mL (até 8 em contextos inflamatórios), enquanto valores como 14 µU/mL em jejum — mesmo com glicemia aparentemente normal — já indicam hiperinsulinemia clínicamente relevante e risco aumentado de dano cognitivo e metabólico.\n\nPacientes em uso de insulina exógena como medicamento apresentam:\n- HOMA-IR elevado (meta integrativa <2,15)\n- HOMA-β frequentemente comprometido (meta 167–175)\n- HbA1c ≥6,5% no diagnóstico de DM2, com metas terapêuticas individualizadas\n- Alto risco cardiovascular, renal e neurodegenerativo\n- Risco de hipoglicemia iatrogênica (especialmente durante jejum, exercício ou redução calórica)\n\nEpidemiologicamente, o DM2 afeta centenas de milhões de pessoas globalmente e é a principal causa de insuficiência renal, cegueira adquirida e amputações não traumáticas. A maioria dos pacientes que chega ao uso de insulina passou anos sem diagnóstico ou com controle inadequado, evidenciando falha preventiva. A mortalidade cardiovascular em diabéticos insulinodependentes é significativamente superior à da população geral.\n\nNo contexto do Escore Plenya, o uso de insulina como medicamento atual indica: doença crônica estabelecida de alta gravidade, necessidade de monitoramento rigoroso e multidimensional, e oportunidade de regressão parcial por meio de intervenções intensivas de estilo de vida — estudos mostram que dieta cetogênica, jejum intermitente 5:2 e mudanças robustas de estilo de vida podem reduzir ou eliminar a necessidade de insulina em DM2, com redução de HbA1c equivalente ou superior à de fármacos como empagliflozina e metformina.",
  "points": 25,
  "patient_explanation": "Insulina é um hormônio produzido pelo pâncreas que ajuda o açúcar do sangue a entrar nas células para gerar energia. Quando o corpo não consegue produzir insulina suficiente — seja no diabetes tipo 1 ou no diabetes tipo 2 avançado — é necessário repor essa insulina por injeção.\n\nO uso de insulina como remédio mostra que o metabolismo do açúcar precisa de atenção especial e acompanhamento próximo. É fundamental manter as doses ajustadas, pois tanto o açúcar alto (hiperglicemia) quanto o baixo (hipoglicemia) são perigosos.\n\nA boa notícia é que, especialmente no diabetes tipo 2, mudanças consistentes na alimentação e no exercício físico podem, em alguns casos, reduzir a necessidade de insulina com o tempo — sempre com orientação médica. O objetivo é proteger o coração, os rins, os olhos e o cérebro.",
  "conduct": "## Conduta Clínica: Paciente em Uso Atual de Insulina\n\n### 1. Avaliação Inicial e Estratificação\n\n- **Confirmar o tipo de diabetes:** DM1 (dependência absoluta de insulina), DM2 (falência progressiva de células beta, frequentemente com resistência insulínica associada), ou outros (LADA, MODY, diabetes gestacional)\n- **Revisar o esquema insulínico atual:** tipo de insulina (basal, ultrarrápida, pré-mistura), doses, horários, dispositivo (caneta, bomba)\n- **Solicitar painel metabólico completo:**\n  - HbA1c (meta individualizada: geralmente <7% em DM2, <7,5% em DM1 de acordo com risco hipoglicêmico)\n  - Insulina de jejum (meta integrativa: <6 µU/mL; até 8 em contextos inflamatórios)\n  - Glicemia de jejum (meta integrativa: 60–90 mg/dL)\n  - Peptídeo C (avalia reserva funcional das células beta; útil na diferenciação DM1 vs. DM2)\n  - HOMA-IR e HOMA-β\n  - Frutosamina (janela de ~20 dias; complementar à HbA1c)\n  - HGI (índice de glicação hematológica)\n\n- **Avaliar marcadores de dano orgânico:**\n  - Microalbuminúria e creatinina sérica (função renal — TFG)\n  - Fundo de olho (retinopatia diabética)\n  - Monofilamento e sensibilidade periférica (neuropatia)\n  - Lipidograma completo: TG, HDL, LDL, TG/HDL (meta: mulheres <1,4; homens <1,2); TAIG: TG/(glicose/2), meta <8\n  - PCR-us (<1 desejável; >3 alto risco); VHS; IL-6 (<3,4); TNF-α (<8,1)\n  - Homocisteína (<7,9 µmol/L) — correlaciona com PCR e risco cardiovascular\n\n### 2. Monitoramento Glicêmico\n\n- **Preferir CGM (Monitorização Contínua de Glicose)** quando disponível — permite identificar variabilidade glicêmica, fenômeno do amanhecer, picos pós-prandiais e episódios noturnos\n- **Em dias de jejum ou intervenção dietética intensa:** revisar e ajustar doses de insulina com o médico, especialmente insulinas de ação rápida e sulfonilureias associadas — risco de hipoglicemia\n- Monitoramento a cada 3–5 meses com painel integrativo; paciente como próprio controle longitudinal\n\n### 3. Intervenções Nutricionais (Baseadas em Evidências)\n\n- **Dieta low-carb ou cetogênica:**\n  - Meta-análise em DM2 (13 estudos; n=567) demonstrou benefícios inequívocos em glicose, HbA1c, TG e HDL\n  - Meta-análise de 2020 confirmou efeito terapêutico no controle glicêmico, perfil lipídico e peso em DM2\n  - Oferecer como opção terapêutica especialmente com HbA1c entre 6,5% e 9%\n  - **Atenção:** redução de carboidratos exige ajuste imediato das doses de insulina para evitar hipoglicemia — nunca iniciar sem revisão do esquema insulínico\n  - Cetoacidose é risco teórico mas raro em DM2 bem conduzido; monitorar cetonas em DM1\n\n- **Padrão mediterrâneo:** alternativa válida; preferir peixes, proteínas vegetais e gorduras insaturadas; azeite de oliva eleva GLP-1 e GIP, favorecendo perfil insulínico\n- **Proteína:** manter ≥1 g/kg/dia (preferência 1,2 g/kg/dia) para preservar massa muscular\n- Evitar ultraprocessados, açúcares refinados e excesso de carboidratos de alto índice glicêmico\n\n### 4. Jejum Intermitente\n\n- **Estudo 5:2 vs. metformina vs. empagliflozina (DM2 recente, n=405, 16 semanas):** jejum 5:2 reduziu HbA1c mais que ambos os fármacos, com maior perda de circunferência abdominal e quase o dobro de perda de peso\n- **Janelas de 16–18h:** geram cetogênese útil com menor pico insulinêmico; cetogênese inicia ~12h\n- **Em DM2 com insulina:** implementar monitorização rigorosa (idealmente CGM); ajustar ou omitir doses de insulina em dias de jejum conforme orientação médica — risco real de hipoglicemia\n- Contraindicado sem supervisão em DM1 e DM2 com histórico de hipoglicemias graves\n\n### 5. Exercício Físico\n\n- Musculação e HIIT: principais estratégias para restaurar sensibilidade insulínica e função mitocondrial\n- Treinos de alta intensidade com carboidratos quando o objetivo for performance; em jejum para flexibilidade metabólica\n- Redução de gordura visceral é o alvo central — impacto direto na resistência insulínica\n\n### 6. Suplementação Adjuvante (Baseada nos Chunks)\n\n- **Inositol (mio-inositol):** 1–2 g/dia; atua como segundo mensageiro da insulina; útil em resistência insulínica e SOP; combinado com magnésio à noite\n- **Magnésio:** modulação de PPAR-γ, redução de cravings e inflamação; favorecer à noite\n- **Ácido Alfa-Lipoico (ALA):** 300–600 mg/dia em jejum (até 1,3 g); regenera antioxidantes; evidências robustas para neuropatia diabética (especialmente IV); meta-análises confirmam melhora lipídica e redução de peroxidação lipídica\n- **Biotina:** 500–1.000 mcg/dia para resistência insulínica\n- **Cromo (picolinato ou GTF):** 300–600 mcg, 2x/dia, antes das refeições\n- **Vitamina B12:** monitorar níveis (especialmente em uso de metformina, que depleta B12); usar homocisteína como marcador funcional\n- **Berberina:** alternativa/adjuvante à metformina; preferir antes das refeições em obesos/sobrepeso\n- **Ômega-3:** avaliar índice de ômega-3 e razão ômega-3:ômega-6; ajustar suplementação\n- **Vitamina D:** dosar 25(OH)D e PTH; meta ≥80 ng/mL em cardiopatas/diabéticos\n\n### 7. Farmacoterapia Adjuvante e Encaminhamento\n\n- **Metformina:** considerar em DM2 com resistência insulínica associada, mesmo em uso de insulina — melhora sensibilidade, modula microbiota (aumenta Akkermansia), reduz gliconeogênese; dose 500 mg a 2 g/dia; preferir XR (Glifage XR) para melhor tolerância; monitorar B12\n- **Análogos de GLP-1:** considerar após período de avaliação de eficácia de intervenções não farmacológicas (~2 meses); podem permitir redução de dose de insulina\n- **Encaminhar ao endocrinologista:** DM1, DM2 com controle inadequado persistente, histórico de cetoacidose, hipoglicemias graves recorrentes ou instabilidade glicêmica severa\n- **Encaminhar ao oftalmologista:** rastreamento anual de retinopatia\n- **Encaminhar ao nefrologista:** TFG <60 mL/min/1,73m² ou microalbuminúria persistente\n- **Encaminhar ao cardiologista:** risco cardiovascular alto (Framingham >20%, presença de doença coronária estabelecida)\n\n### 8. Metas Integrativas de Monitoramento (Trimestral)\n\n| Marcador | Meta Integrativa |\n|---|---|\n| Insulina de jejum | <6 µU/mL (até 8 em inflamatórios) |\n| Glicemia de jejum | 60–90 mg/dL |\n| HbA1c | <5,6% (integrativa); <7% (DM2 convencional) |\n| HOMA-IR | <2,15 |\n| HOMA-β | 167–175 |\n| TG/HDL | <1,4 (mulheres); <1,2 (homens) |\n| TAIG | <8 |\n| PCR-us | <1 mg/L |\n| Homocisteína | <7,9 µmol/L |\n| IL-6 | <3,4 pg/mL |\n| TNF-α | <8,1 pg/mL |"
}
