{
  "score_item_id": "019bf31d-2ef0-717c-95d3-12c4bc1ce4f7",
  "clinical_relevance": "O uso crônico de laxativos e antidiarreicos representa um marcador clínico relevante que sinaliza, simultaneamente, um distúrbio funcional intestinal subjacente e um risco iatrogênico decorrente do próprio uso prolongado dos fármacos. Na avaliação do Escore Plenya, sua presença integra o módulo de histórico medicamentoso e impacta diretamente a análise da saúde gastrointestinal, do microbioma e da motilidade intestinal.\n\nFisiologicamente, o intestino grosso regula a absorção de água, eletrólitos e a progressão do bolo fecal por meio de mecanismos neuromusculares coordenados pelo sistema nervoso entérico (SNE) e modulados pelo sistema nervoso autônomo (SNA). A constipação crônica — principal indicação para laxativos de longo prazo — resulta de dismotilidade colônica, alteração do reflexo de defecação ou desequilíbrio do microbioma. A diarreia crônica — principal indicação para antidiarreicos — pode decorrer de SII-D (síndrome do intestino irritável com diarreia), disbiose, supercrescimento bacteriano (SIBO), supercrescimento metanogênico (IMO), supercrescimento fúngico (SIFO), doença inflamatória intestinal, doença celíaca ou má absorção.\n\nO uso crônico de laxativos osmóticos (polietilenoglicol, lactulose) e estimulantes (bisacodil, sena) pode induzir dependência funcional do cólon, eletrólitos desequilibrados (hipocalemia, hiponatremia), dano à mucosa colônica com uso prolongado de antraquinonas (melanosis coli), alteração do microbioma intestinal por washout de bactérias benéficas e redução da produção de ácidos graxos de cadeia curta (AGCC), particularmente butirato. A melanosis coli associada ao uso prolongado de laxativos antraquinônicos (sena, cáscara sagrada) é um marcador histológico direto de uso abusivo.\n\nOs antidiarreicos de uso mais comum incluem a loperamida (antagonista opioide periférico que reduz a motilidade intestinal e a secreção) e o racecadotril (inibidor da encefalinase). O uso crônico de loperamida suprime a motilidade entérica de forma farmacológica, mascarando causas subjacentes tratáveis e podendo, em doses elevadas, causar efeitos cardíacos (prolongamento QT, arritmias). O subsalicilato de bismuto, embora menos usado cronicamente, pode causar toxicidade ao bismuto com uso prolongado.\n\nDo ponto de vista do microbioma, os chunks científicos desta avaliação evidenciam que estados crônicos de diarreia reduzem a tolerância a fibras necessárias para elevar bactérias produtoras de butirato (Roseburia, Ruminococcus, Faecalibacterium prausnitzii). A supressão crônica da motilidade por antidiarreicos pode favorecer o SIBO e o IMO, enquanto o uso de laxativos estimulantes crônicos promove disbiose por washout repetido da microbiota luminal.\n\nNo contexto da medicina funcional e integrativa, o uso crônico desses medicamentos é interpretado como sintoma de um desequilíbrio sistêmico mais profundo que exige investigação causal — e não apenas supressão sintomática. A hierarquia de investigação inclui: avaliação da motilidade (eixo SNA, tônus vagal), microbiota (SIBO/IMO/SIFO), permeabilidade intestinal (zonulina), função pancreática exócrina (elastase fecal), doença celíaca (antitransglutaminase IgA), doença inflamatória intestinal (calprotectina fecal) e parasitoses (parasitológico de fezes).\n\nEpidemiologicamente, a constipação crônica afeta 10-20% da população adulta mundial, sendo a indicação mais comum para laxativos. A SII tem prevalência global de 10-15% e é a causa mais frequente de diarreia crônica funcional, justificando o uso de antidiarreicos. O uso inapropriado e prolongado de ambas as classes farmacológicas é um problema de saúde pública amplamente reconhecido.",
  "points": 7,
  "patient_explanation": "Laxativos e antidiarreicos são medicamentos usados para tratar, respectivamente, a prisão de ventre e a diarreia. Quando usados por pouco tempo, são seguros. O problema aparece quando são usados por meses ou anos sem investigar a causa real do problema intestinal.\n\nO uso prolongado de laxativos pode fazer o intestino perder a capacidade de funcionar sozinho e prejudica as bactérias boas que vivem nele. Antidiarreicos crônicos podem mascarar condições tratáveis, como intolerâncias alimentares, infecções ou inflamações.\n\nSeu intestino está diretamente ligado à sua saúde geral — humor, imunidade e energia. Por isso, quando há necessidade de uso prolongado dessas medicações, é fundamental investigar e tratar a causa raiz, e não apenas controlar os sintomas. Na maioria dos casos, com acompanhamento adequado, é possível reduzir ou eliminar essa dependência.",
  "conduct": "## Conduta Clínica: Uso Crônico de Laxativos / Antidiarreicos\n\n### 1. Avaliação Inicial\n\n**Anamnese dirigida:**\n- Medicamento em uso, dose, frequência e tempo de uso\n- Indicação original (constipação vs. diarreia crônica)\n- Sintomas associados: distensão, dor abdominal, flatulência, náuseas, alteração de peso\n- Sinais de alarme: sangue nas fezes, perda de peso, febre, história familiar de câncer colorretal\n- Histórico de antibióticos, prazois, anticoncepcionais, tipo de parto e aleitamento\n- Padrão alimentar, hidratação, atividade física, sono e estresse\n\n**Escalas:**\n- **Escala de Bristol** (tipos 1-2: constipação; 3-4: normal; 5-7: diarreia)\n- Critérios de Roma 4 (constipação funcional, SII-C, SII-D, SII-M)\n\n---\n\n### 2. Investigação Complementar\n\n**Exames obrigatórios:**\n- **Hemograma completo** e marcadores inflamatórios (PCR, VHS)\n- **Calprotectina fecal:** valores abaixo de 100 µg/g são altamente sugestivos de SII; valores elevados indicam investigação de DII\n- **Anticorpo antitransglutaminase IgA + IgA sérica total** (doença celíaca — investigar em todos os pacientes, independente do subtipo)\n- **Parasitológico de fezes** (especialmente relevante no contexto brasileiro)\n- **Eletrólitos séricos** (risco de hipocalemia por uso crônico de laxativos)\n- **TSH** (hipotireoidismo como causa de constipação)\n\n**Exames funcionais (conforme suspeita clínica):**\n- **Teste respiratório com lactulose ou glicose** para SIBO (critério: H2 > 20 ppm nos primeiros 90 min) e IMO (critério: CH4 > 10 ppm em qualquer momento)\n- **Elastase pancreática fecal** para insuficiência exócrina pancreática (especialmente em má digestão de gorduras/carboidratos)\n- **Zonulina fecal ou sérica** para avaliação de hiperpermeabilidade intestinal (leaky gut)\n- **Exame coprológico funcional** (digestibilidade, comportamento microbiano, produção de amônia e ácidos orgânicos)\n- **Ácidos orgânicos urinários** (metabolômica — avalia função da microbiota, metabólitos bacterianos e fúngicos)\n\n---\n\n### 3. Estratégia Terapêutica (Hierarquia Funcional)\n\n**Passo 1 — Melhorar eficiência digestiva (sempre primeiro):**\n- Orientar mastigação adequada e mindful eating\n- Corrigir ingestão hídrica (objetivo: ~35 mL/kg/dia)\n- Avaliar necessidade de enzimas digestivas (pancreatina, enzimas vegetais) e betaína HCl\n\n**Passo 2 — Ajustes dietéticos:**\n- Individualizar conforme subtipo (constipação vs. diarreia)\n- Em constipação: aumentar fibras solúveis e insolúveis, evitar alimentos ultraprocessados\n- Em diarreia/SII-D: implementar protocolo **Low FODMAP** em 3 fases (suspensão, reintrodução, personalização) com acompanhamento nutricional\n- Atenção: em pacientes com dismotilidade e distensão, fibras e prebióticos podem piorar sintomas — equilibrar o SNA antes de introduzir fibras\n\n**Passo 3 — Modulação do microbioma (conforme exames):**\n- **SIBO:** rifaximina\n- **IMO:** rifaximina + neomicina (ou metronidazol)\n- **SIFO:** fluconazol 2-3 semanas; adjuvante *Saccharomyces boulardii* 250 mg 2x/dia; opções naturais: cúrcuma, ácido caprílico\n- **Disbiose geral:** reforçar AGCC com fibras adequadas; butirato como suporte temporário (avaliar por 2 meses)\n\n**Passo 4 — Suporte à barreira intestinal:**\n- Zinco-carnosina, glutamina, pectina, beta-glucana, butirato, GOS, ômega-3\n\n**Passo 5 — Modulação do eixo cérebro-intestino:**\n- Tonificação do nervo vago: respiração diafragmática, auriculoterapia, banho gelado\n- Terapias mente-corpo: hipnoterapia, TCC, mindfulness\n- Neuromoduladores em baixas doses se indicado: amitriptilina ou pregabalina 50 mg/dia\n\n**Passo 6 — Atividade física:**\n- Atividade física regular melhora diretamente a motilidade intestinal\n\n---\n\n### 4. Retirada Gradual dos Medicamentos\n\n- **Laxativos estimulantes (sena, bisacodil):** redução gradual, substituir por estratégias dietéticas, hidratação e magnésio; evitar retirada abrupta\n- **Laxativos osmóticos (polietilenoglicol):** redução progressiva conforme melhora do hábito intestinal\n- **Antidiarreicos (loperamida):** retirada após tratamento da causa; monitorar ECG se uso em doses elevadas (risco QT)\n- Objetivo: **independência medicamentosa** — uso como ferramenta temporária, não solução permanente\n\n---\n\n### 5. Critérios de Encaminhamento\n\n- **Gastroenterologista:** sinais de alarme (sangramento, perda de peso, febre), suspeita de DII, doença celíaca confirmada, constipação refratária, suspeita de neoplasia colorretal (>50 anos ou história familiar)\n- **Nutricionista funcional:** implementação de Low FODMAP, individualização de fibras\n- **Psicólogo/psicoterapeuta:** controle de estresse, TCC para SII, histórico de trauma\n- **Endocrinologista:** hipotireoidismo como causa de constipação\n\n---\n\n### 6. Monitoramento\n\n- Reavaliação em 4-8 semanas após início das intervenções\n- Monitorar eletrólitos séricos (potássio) durante retirada de laxativos\n- Reavaliar exames funcionais após tratamento de SIBO/IMO/SIFO\n- Acompanhar evolução pela Escala de Bristol"
}
