{
  "score_item_id": "019bf31d-2ef0-7671-b30a-fbb314fff861",
  "clinical_relevance": "O uso atual ou histórico recente de quimioterápicos é um parâmetro clínico de alta relevância no contexto de avaliação integral de saúde, pois os agentes citotóxicos exercem efeitos sistêmicos profundos que vão muito além do período ativo de tratamento. Quimioterápicos são fármacos com mecanismos de ação variados — alquilantes, antimetabólitos, inibidores de topoisomerase, taxanos, derivados de platina, antraciclinas, entre outros — que atuam primariamente sobre células em rápida divisão, mas causam toxicidade tecidual ampla.\n\n**Toxicidade e sequelas sistêmicas conhecidas:**\n- Cardiotoxicidade: antraciclinas (doxorrubicina) causam cardiomiopatia dose-dependente; trastuzumabe pode causar disfunção ventricular reversível; cisplatina associa-se a vasospasmo coronariano e disfunção endotelial.\n- Neurotoxicidade periférica: cisplatina, oxaliplatina, taxanos (paclitaxel, docetaxel) causam neuropatia periférica sensório-motora, que pode ser permanente.\n- Nefrotoxicidade: cisplatina é altamente nefrotóxica; ifosfamida pode causar síndrome de Fanconi.\n- Hepatotoxicidade: metotrexato em altas doses; oxaliplatina associada a síndrome de obstrução sinusoidal.\n- Mielossupressão: praticamente universal, com risco de neutropenia febril, anemia e trombocitopenia.\n- Disfunção gonadal e infertilidade: agentes alquilantes são gonadotóxicos; impacto permanente na reserva ovariana e espermatogênese.\n- Toxicidade pulmonar: bleomicina causa fibrose pulmonar dependente de dose e incompatível com altas concentrações de oxigênio (contraindicação absoluta à oxigenoterapia hiperbárica).\n- Ototoxicidade: cisplatina causa perda auditiva neurossensorial, frequentemente irreversível.\n- Fadiga oncológica: síndrome multifatorial persistente pós-tratamento, com componentes mitocondrial, inflamatório e neuroendócrino.\n- Disfunção cognitiva (chemobrain): prejuízo de memória de trabalho, atenção e velocidade de processamento, de mecanismo multifatorial.\n\n**Interações com suplementos e intervenções integrativas:**\nDurante a quimioterapia ativa, a prescrição de antioxidantes (vitamina C, vitamina E, selênio, CoQ10, glutationa, ácido alfa-lipoico) é controversa e geralmente contraindicada, pois muitos quimioterápicos exercem seu efeito antitumoral via mecanismo oxidativo — a neutralização de radicais livres pode reduzir a eficácia do tratamento. Esta decisão deve ficar exclusivamente a critério de oncologistas experientes, preferencialmente integrativos. Da mesma forma, suporte nutricional com micronutrientes deve ser reavaliado após término do tratamento.\n\n**Interação com oxigenoterapia hiperbárica (OHB):**\nBleomicina e doxorrubicina são contraindicações para OHB — bleomicina pela potencialização da toxicidade pulmonar em ambiente hiperóxico; doxorrubicina por potencial de cardiotoxicidade aumentada. Cisplatina também exige cautela.\n\n**Monitoramento epigenético e de metilação:**\nPacientes em quimioterapia devem manter doadores de metil (folato, B12, metionina) em níveis normais — não elevados. A quimioterapia pode interferir com enzimas do ciclo de metilação; homocisteína deve ser monitorada periodicamente.\n\n**Relevância no Escore Plenya:**\nO histórico de uso de quimioterápicos indica necessidade de rastreamento sistemático de sequelas tardias, avaliação de órgãos-alvo (coração, rins, nervos periféricos, pulmões), revisão das interações com qualquer intervenção integrativa proposta, e planejamento de suporte nutricional e mitocondrial adequado ao período pós-tratamento.",
  "points": 25,
  "patient_explanation": "Quimioterápicos são medicamentos usados no tratamento do câncer que atuam destruindo células que se dividem rapidamente. Embora sejam essenciais no combate ao tumor, esses medicamentos também podem afetar células saudáveis do corpo, deixando efeitos que às vezes persistem por meses ou anos após o término do tratamento.\n\nSaber que você usa ou já usou quimioterápicos é muito importante para o seu acompanhamento de saúde. Esses medicamentos podem afetar o coração, os rins, os nervos, o fígado, o sangue e até a memória. Por isso, algumas consultas de rotina, exames e cuidados especiais podem ser necessários mesmo depois que o tratamento termina.\n\nAlém disso, durante o tratamento com quimioterapia, é preciso ter cuidado especial com suplementos e medicamentos naturais, pois alguns podem interferir no efeito do tratamento. Nada deve ser tomado sem orientação do seu oncologista.\n\nRegistrar essa informação no seu prontuário ajuda toda a equipe de saúde a oferecer um cuidado mais seguro, personalizado e completo para você.",
  "conduct": "## Conduta Clínica — Uso Atual ou Histórico de Quimioterápicos\n\n### 1. Avaliação Inicial e Anamnese Detalhada\n\n- **Identificar o(s) agente(s) utilizado(s):** classe farmacológica, dose cumulativa (especialmente antraciclinas e cisplatina), número de ciclos e data de término\n- **Avaliar fase do tratamento:** em curso ativo, em manutenção (ex.: hormonioterapia pós-quimio), ou histórico remoto\n- **Rastrear sintomas de toxicidade:**\n  - Cardíacos: dispneia, edema, palpitações, intolerância ao esforço\n  - Neurológicos: parestesias, dormência em extremidades, fraqueza, alterações cognitivas (chemobrain)\n  - Renais: edema, hipertensão, redução de diurese\n  - Pulmonares: dispneia progressiva, tosse seca (especialmente pós-bleomicina)\n  - Auditivos: zumbido, hipoacusia (pós-cisplatina)\n  - Fadiga persistente, alterações de humor, disfunção sexual/gonadal\n\n### 2. Exames Complementares Orientados por Agente\n\n- **Antraciclinas (doxorrubicina, epirrubicina):**\n  - Ecocardiograma com avaliação de FEVE (ao término e periodicamente)\n  - Troponina e BNP/NT-proBNP se sintomático\n- **Cisplatina / derivados de platina:**\n  - Creatinina, TFGe, ureia, eletrólitos (risco de hipomagnesemia, hipocalemia)\n  - Audiometria se suspeita de ototoxicidade\n  - Avaliação neurológica periférica\n- **Bleomicina:**\n  - Função pulmonar (espirometria, DLCO) — contraindicar OHB\n- **Taxanos (paclitaxel, docetaxel):**\n  - Avaliação de neuropatia periférica (exame físico neurológico, escala CTCAE)\n- **Metotrexato em altas doses:**\n  - Função hepática (ALT, AST, bilirrubinas, GGT)\n- **Agentes alquilantes (ciclofosfamida, ifosfamida):**\n  - Função renal, urinálise\n  - Avaliação de reserva ovariana (FSH, AMH) se mulher em idade reprodutiva\n- **Geral (todos os pacientes pós-quimio):**\n  - Hemograma completo\n  - Homocisteína sérica (monitoramento do ciclo de metilação)\n  - Vitamina B12, folato\n  - Perfil inflamatório: PCR-us, IL-6 quando disponível\n  - Função mitocondrial indireta: lactato, piruvato, CoQ10 sérico quando indicado\n\n### 3. Interações e Restrições Durante Tratamento Ativo\n\n- **Antioxidantes são contraindicados durante quimioterapia oxidativa** (doxorrubicina, cisplatina, bleomicina, entre outros): vitamina C em altas doses, vitamina E, selênio, CoQ10, glutationa, ácido alfa-lipoico — decisão exclusiva do oncologista\n- **Fitoterápicos com potencial de interação:** erva-de-são-joão (induz CYP3A4), cúrcuma em altas doses (anticoagulante), gengibre, alho concentrado — revisar com farmacêutico clínico ou oncologista\n- **Doadores de metil (B12, folato, metionina):** manter em níveis normais, nunca elevar durante quimioterapia — risco de alimentar ciclos de proliferação celular indesejada\n- **OHB:** contraindicada com bleomicina (absoluta) e doxorrubicina; cautela com cisplatina e antiangiogênicos\n\n### 4. Suporte Integrativo Pós-Quimioterapia (após término do tratamento)\n\n- **Suporte mitocondrial:** CoQ10, L-carnitina, vitaminas do complexo B (B1, B2, B3), magnésio — após aval oncológico e término do tratamento ativo\n- **Recuperação do trato digestivo:** glutamina (5–15 g/dia em doses divididas) pode auxiliar no pós-quimio, especialmente em constipação e mucosidade intestinal — evitar durante quimioterapia ativa\n- **Suporte nutricional:** garantir aporte proteico adequado (1,2–1,6 g/kg/dia), correção de deficiências de vitamina D, B12, ferro, zinco\n- **Abordagem integrativa oncológica (sob oncologista):** dieta cetogênica como adjuvante mostrou viabilidade em estudos preliminares, com preservação de massa magra e redução de marcadores inflamatórios (TNF-α, IGF-1, insulina); FMD (dieta que mimetiza o jejum) com protocolo específico de 5 dias pode ser considerada em contextos selecionados\n\n### 5. Encaminhamentos\n\n- **Oncologista:** decisão soberana sobre qualquer intervenção durante tratamento ativo\n- **Cardiologista:** se histórico de antraciclinas ou trastuzumabe, ou sintomas cardíacos\n- **Neurologista:** neuropatia periférica significativa ou chemobrain que impacte funcionalidade\n- **Nefrologista:** TFGe reduzida ou sequela renal documentada\n- **Pneumologista:** pós-bleomicina com sintomas respiratórios\n- **Endocrinologista/Ginecologista:** disfunção gonadal, menopausa precoce induzida\n- **Psicólogo/Psiquiatra:** suporte emocional, fatiga oncológica, transtornos de humor pós-tratamento\n\n### 6. Monitoramento Longitudinal\n\n- Reavaliação de órgãos-alvo conforme agente utilizado (mínimo anual nos primeiros 5 anos)\n- Acompanhamento oncológico para rastreio de recidiva conforme protocolo específico do tumor\n- Revisão periódica de todas as intervenções integrativas à luz do status oncológico atual"
}
