{
  "score_item_id": "019bf31d-2ef0-750e-bda7-232a3ab8e49b",
  "clinical_relevance": "A Terapia de Reposição Hormonal (TRH) com estrogênio e/ou testosterona representa uma das intervenções médicas de maior impacto no contexto da medicina funcional integrativa e do envelhecimento saudável. O registro do uso atual dessas terapias é essencial para a interpretação do escore de saúde, dado seu amplo espectro de efeitos fisiológicos, interações farmacológicas e implicações prognósticas.\n\nFisiologia e declínio hormonal: Todos os hormônios esteroides — estrogênios, progesterona e testosterona — derivam do colesterol. A produção ovariana feminina segue a 'teoria das duas células': células da teca produzem androgênios que são convertidos em estrogênios nas células da granulosa. A partir dos 25-30 anos, os níveis hormonais declinam progressivamente. O climatério marca a transição com ciclos irregulares e anovulatórios, culminando na menopausa. Em homens, a testosterona declina progressivamente com a idade; níveis abaixo de 400 ng/dL são considerados baixos e associados a maior prevalência de obesidade, hipertensão, hiperlipidemia e diabetes.\n\nTRH feminina — indicações e benefícios: A TRH feminina está indicada não apenas para controle de sintomas vasomotores (fogachos), mas também para prevenção de doenças cardiovasculares, osteoporose, sarcopenia, disfunção cognitiva, alterações de libido e humor, mesmo em pacientes assintomáticas. A 'janela de oportunidade' para início com melhor relação risco-benefício é nos primeiros 10 anos após a menopausa ou antes dos 60 anos. A 'janela ótima' proposta pela medicina funcional é os 10 anos que antecedem a menopausa (transição menopausal), antes que o organismo se adapte à deficiência hormonal.\n\nFormulações e vias — preferências atuais: A combinação de 17-beta-estradiol transdérmico com progesterona natural micronizada oral é considerada a mais segura e eficaz. Para o estradiol, objetiva-se níveis séricos entre 60 e 90 pg/mL para proteção cardiovascular máxima, com doses de gel variando de 0,3 a 2,5 mg/dia e adesivos de 50 a 100 mcg. Para a progesterona natural micronizada, as doses variam de 100 mg/dia (regime contínuo) a 200-300 mg (regime sequencial, a cada 12-15 dias). O uso de progestinas sintéticas como o acetato de medroxiprogesterona deve ser evitado por piorar desfechos clínicos e aumentar risco de câncer de mama. O Premarin (estrógeno equino conjugado) possui via de metabolização (4-hidroxiestrona) associada a danos no DNA, não observada com hormônios bioidênticos modernos.\n\nTRH masculina — evidências de impacto em mortalidade: A deficiência de testosterona é reconhecida como condição médica clinicamente significativa, afetando negativamente a sexualidade, reprodução, saúde geral e qualidade de vida. A normalização da testosterona em homens acima de 50 anos demonstrou, em estudo de 15 anos com 83.100 participantes, redução de 56% na mortalidade geral, 36% em AVC e 24% em infarto. Uma meta-análise de 2017 com 8.313 indivíduos corroborou a segurança da terapia, com efeitos colaterais sem significância estatística.\n\nTestosterona em mulheres: A principal indicação é o transtorno de hipoatividade sexual. Em doses fisiológicas (objetivo: manter níveis abaixo de 100 ng/dL), melhora massa óssea e muscular, desejo sexual, humor e previne fragilidade associada ao envelhecimento. A reposição com testosterona não oral em níveis fisiológicos não demonstrou aumento do risco de câncer de mama, com alguns estudos sugerindo efeito protetor.\n\nRiscos e controvérsias históricas: O estudo WHI (2002) e o Million Women Study (2003) associaram o uso de estrógeno equino conjugado com acetato de medroxiprogesterona a maior risco relativo de câncer de mama e eventos tromboembólicos. Reavaliações posteriores indicam que esses riscos são dependentes do tipo de hormônio, via de administração, tempo de início e perfil da paciente — com hormônios bioidênticos e via transdérmica apresentando perfil de risco significativamente mais favorável. O risco de mortalidade cardiovascular é seis vezes maior que o risco de mortalidade por câncer, reforçando a importância da proteção cardiovascular oferecida pela TRH adequadamente conduzida.",
  "points": 18,
  "patient_explanation": "A terapia de reposição hormonal (TRH) é o uso de hormônios como estrogênio e testosterona para compensar a queda natural que ocorre com a idade, especialmente após a menopausa nas mulheres e com o envelhecimento nos homens. Essa queda hormonal pode causar sintomas como cansaço, baixa libido, fogachos, perda de massa muscular, alterações de humor, dificuldade de memória e maior risco de osteoporose e doenças do coração. Quando bem indicada e com os hormônios certos, a TRH pode trazer benefícios importantes para a saúde, qualidade de vida e longevidade. Registrar o uso atual desses hormônios é fundamental para que o profissional de saúde interprete corretamente todos os seus exames e sintomas, ajuste as doses conforme necessário e avalie os benefícios e riscos de forma personalizada para o seu caso. O tipo de hormônio utilizado, a dose e a via de administração fazem toda a diferença nos resultados e na segurança do tratamento.",
  "conduct": "## Conduta Clínica — TRH com Estrogênio e/ou Testosterona\n\n### 1. Registro e Caracterização do Uso Atual\n\n- **Identificar** tipo de hormônio(s) em uso: estrogênio (17-beta-estradiol, estrógeno equino conjugado, outros), progesterona/progestinas, testosterona\n- **Registrar** via de administração: transdérmica (gel, adesivo, creme), oral, injetável, implante subcutâneo\n- **Registrar** doses atuais e tempo de uso\n- **Avaliar** adesão ao tratamento e regularidade\n- **Identificar** prescritor e última revisão do protocolo\n\n### 2. Avaliação Laboratorial Essencial\n\n- **Painel hormonal:** Estradiol sérico (objetivo: 60-90 pg/mL para proteção cardiovascular), testosterona total, SHBG, DHT, FSH, LH\n- **Atenção:** Testosterona livre calculada tem imprecisão laboratorial no Brasil (~80% dos hormônios livres aderem às hemácias e são removidos na centrifugação); preferir testosterona total + SHBG + albumina para estimativa de fração livre\n- **Mulheres:** Avaliar espessura endometrial (não deve ultrapassar 10 mm); mamografia anual a partir dos 40 anos\n- **Homens:** PSA, hematócrito, hemoglobina (risco de eritrocitose com TRT), exame clínico de próstata\n- **Perfil metabólico:** Colesterol total e frações (colesterol é precursor de todos os hormônios esteroides; nível mínimo teórico de 140 mg/dL para produção adequada), glicemia, insulina, HbA1c\n- **Exame avançado (quando disponível):** DUTCH Test para metabolômica completa dos hormônios esteroides (permite visualizar todos os metabólitos)\n\n### 3. Avaliação Clínica Complementar\n\n- **Sintomas de deficiência hormonal:** Fogachos, sudorese noturna, insônia, fadiga, sarcopenia, baixa libido, alterações de humor, disfunção cognitiva, ressecamento vaginal, disfunção erétil (homens), irritabilidade, depressão\n- **Fatores que aumentam aromatização:** Obesidade (excesso de gordura branca), álcool, xenoestrógenos (bisfenol, plásticos), estresse crônico\n- **Fatores de risco para hipogonadismo central (homens):** Obesidade/sobrepeso, DM2, apneia do sono, inflamação sistêmica\n- **Histórico oncológico:** TRH sistêmica contraindicada em pacientes com histórico de câncer de mama; considerar terapias tópicas para atrofia vaginal após tentativas não hormonais\n\n### 4. Estratégia Terapêutica por Perfil\n\n**Mulheres na perimenopausa/menopausa:**\n- Iniciar TRH idealmente dentro da 'janela de oportunidade' (primeiros 10 anos pós-menopausa ou antes dos 60 anos)\n- **Primeira escolha:** 17-beta-estradiol transdérmico (gel 0,3-2,5 mg/dia ou adesivo 50-100 mcg) + progesterona natural micronizada oral (100 mg/dia contínuo ou 200-300 mg sequencial a cada 12-15 dias)\n- **Evitar:** Acetato de medroxiprogesterona (piora desfechos e aumenta risco de câncer de mama); estrógeno equino conjugado (Premarin) como primeira escolha\n- **Testosterona em mulheres (desejo sexual hipoativo):** Iniciar ≤5 mg/dia tópica; objetivo manter níveis abaixo de 100 ng/dL; monitorar acne, hirsutismo, alopecia androgênica; iniciar por creme vaginal por ≥1 mês antes de implante subcutâneo\n- Informar à paciente que melhora clínica pode levar 2-3 meses\n\n**Homens com hipogonadismo:**\n- Priorizar abordagens não medicamentosas: dieta, exercício, perda de peso, melhora do sono, redução do estresse\n- Otimizar nutrientes essenciais para produção hormonal: vitaminas A, D, E, K, magnésio, zinco\n- Iniciar com doses baixas ('errar para menos'); ajustar progressivamente com monitorização\n- Monitorar: DHT, estradiol, PSA, hematócrito, sintomas prostáticos\n- Encaminhar casos com PSA elevado ou alterações prostáticas para urologista integrativo\n\n### 5. Monitoramento do Tratamento em Curso\n\n- **Testosterona em mulheres:** Avaliar testosterona total 3-6 semanas após início do TRT e repetir dentro de 6 semanas a cada ajuste de dose; resultados máximos em até 12 semanas, melhora parcial esperada em 6-8 semanas\n- **Timing dos exames:** Para injetáveis, medir no meio do ciclo ou pré-próxima dose; para géis, 24h antes e 2-8h após aplicação\n- **Instrumentos validados:** FSFI, FSDS para mulheres; ADAM, AMS, MMAS para homens\n- **Evitar:** Reposição excessiva — níveis muito elevados de testosterona não garantem utilização efetiva pelo organismo\n\n### 6. Modulação e Suporte\n\n- **Modulação de metabólitos de estrogênio:** Crucíferas (brócolis, couve-flor, couve — ≤3-4x/semana por serem goitrogênicas); Indol-3-carbinol (I3C) 200-400 mg/dia ou DIM 100-200 mg/dia para tornar estronas menos proliferativas\n- **Reduzir aromatização:** Otimizar composição corporal, reduzir álcool, mitigar estresse, revisar exposição a xenoestrógenos (plásticos, bisfenol)\n- **Avaliar:** Estroboloma (microbiota intestinal e metabolismo hormonal), função intestinal, vitaminas e minerais essenciais para metabolização hormonal (ferro, vitamina B12)\n\n### 7. Critérios de Encaminhamento\n\n- **Urologista integrativo:** PSA elevado, alterações prostáticas, casos de hipogonadismo masculino complexo\n- **Ginecologista/mastologista:** Histórico de câncer de mama, alterações mamárias, dúvidas sobre indicação em contexto oncológico\n- **Endocrinologista:** Hipogonadismo de origem central, casos complexos com múltiplas comorbidades hormonais\n- **Alerta:** Não indicar testosterona em mulheres com objetivo de 'redução de risco mamário' até que haja validação em diretrizes reconhecidas"
}
