{
  "score_item_id": "019bf31d-2ef0-7e4d-9c33-8b8a95f36642",
  "clinical_relevance": "O tamoxifeno e os inibidores de aromatase (IA) — anastrozol, letrozol (não esteroidais) e exemestano (esteroidal) — são as principais terapias hormonais (endócrinas) utilizadas no tratamento adjuvante e metastático do câncer de mama hormônio-receptor positivo (HR+/HER2- e HR+/HER2+). Juntas, essas classes representam o pilar do tratamento endócrino oncológico feminino.\n\nMecanismo de ação: O tamoxifeno é um modulador seletivo dos receptores de estrogênio (SERM) que atua competindo com o estradiol nos receptores estrogênicos tumorais, bloqueando a proliferação celular dependente de estrogênio. Os inibidores de aromatase bloqueiam a enzima aromatase (CYP19A1), responsável pela conversão periférica de androgênios em estrogênios, reduzindo os níveis circulantes de estradiol a valores extremamente baixos em mulheres pós-menopáusicas. Anastrozol e letrozol (IA não esteroidais) atuam por inibição competitiva reversível; exemestano (IA esteroidal) atua por inibição irreversível (inativação enzimática).\n\nIndicações principais: Câncer de mama HR+ em estágio precoce (adjuvância por 5–10 anos), neoadjuvância, doença metastática HR+, prevenção em mulheres de alto risco. Tamoxifeno é indicado em pré e pós-menopáusicas; IA são indicados exclusivamente em pós-menopáusicas (ou em combinação com supressão ovariana em pré-menopáusicas).\n\nEfeitos adversos relevantes e monitoramento clínico:\n- Tamoxifeno: risco aumentado de tromboembolismo venoso (TVP, TEP), acidente vascular cerebral, câncer endometrial (receptor de estrogênio uterino agonista parcial), fogachos, alterações do humor. Requer rastreamento endometrial (ultrassonografia transvaginal anual; espessura endometrial não deve ultrapassar 10 mm) e vigilância tromboembólica. Interação farmacológica crítica com inibidores do CYP2D6 (fluoxetina, paroxetina), que reduzem a conversão a endoxifeno (metabólito ativo). Farmacogenética: portadores de variantes de perda de função CYP2D6 têm menor eficácia clínica.\n- Inibidores de aromatase: artralgia e mialgia (até 47% dos pacientes), síndrome musculoesquelética, perda acelerada de densidade mineral óssea (risco de osteoporose e fraturas), dislipidemia, síndrome metabólica, ressecamento vaginal e atrofia urogenital, deficit cognitivo em alguns estudos. Monitoramento de densitometria óssea (DEXA) obrigatório: a cada 1–2 anos durante o tratamento. Anastrozol em doses usadas em reposição hormonal masculina (0,1–0,5 mg) difere substancialmente das doses oncológicas (1 mg/dia).\n\nRisco cardiovascular e ósseo: IA suprimem drasticamente os estrogênios, removendo a proteção cardiovascular e óssea do estrogênio. Dados do WHI e da literatura funcional apontam que o risco de mortalidade cardiovascular é seis vezes maior que o risco de mortalidade por câncer em mulheres na menopausa, tornando o suporte cardiovascular e ósseo parte essencial do acompanhamento oncológico.\n\nFarmacogenética: Polimorfismos CYP2D6 (metabolizadores lentos) reduzem a eficácia do tamoxifeno; avaliação farmacogenética pode guiar a seleção da terapia endócrina mais adequada.\n\nAdesão terapêutica: A taxa de descontinuação é elevada (estimativas variam de 30–50% em 5 anos), principalmente devido a efeitos adversos musculoesqueléticos com IA e fogachos com tamoxifeno. Baixa adesão está diretamente associada a maior risco de recidiva e mortalidade.\n\nReposição hormonal concomitante: A terapia de reposição hormonal sistêmica é formalmente contraindicada em pacientes em uso de terapia endócrina oncológica ou com histórico de câncer de mama. Terapia tópica vaginal pode ser considerada apenas após falha de métodos não hormonais, com decisão compartilhada com o oncologista.",
  "points": 25,
  "patient_explanation": "O tamoxifeno e os inibidores de aromatase (como anastrozol, letrozol e exemestano) são remédios usados para tratar o câncer de mama que cresce estimulado pelos hormônios femininos (estrogênio). Eles funcionam bloqueando a ação ou a produção do estrogênio no corpo, impedindo que as células tumorais se multipliquem.\n\nSe você está usando um desses medicamentos, é muito importante continuar o tratamento pelo tempo recomendado pelo seu médico (geralmente 5 a 10 anos), mesmo que apareçam efeitos como dores nas articulações, fogachos ou alterações do humor. Esses efeitos são comuns e existem formas de manejá-los.\n\nAlguns cuidados importantes durante o tratamento: manter a alimentação saudável, praticar atividade física regularmente (especialmente exercícios de força, que protegem os ossos e os músculos), fazer os exames de acompanhamento que o médico solicitar (como densitometria óssea e ultrassonografia do útero no caso do tamoxifeno), e nunca suspender ou trocar o medicamento sem orientação médica. A continuidade do tratamento é fundamental para reduzir o risco de o câncer voltar.",
  "conduct": "## Conduta Clínica: Terapias Hormonais Oncológicas (Tamoxifeno e Inibidores de Aromatase)\n\n### Avaliação Inicial\n\n- **Identificar o medicamento em uso:** tamoxifeno, anastrozol, letrozol ou exemestano\n- **Confirmar indicação oncológica:** adjuvância precoce, neoadjuvância ou doença metastática\n- **Status menopausal:** pré ou pós-menopáusica (define elegibilidade para IA vs. tamoxifeno)\n- **Tempo de uso e adesão:** verificar se o paciente está completando o esquema de 5–10 anos\n- **Farmacogenética:** considerar avaliação de polimorfismos CYP2D6 em pacientes usando tamoxifeno, especialmente se houver co-medicação com inibidores CYP2D6 (fluoxetina, paroxetina — evitar combinação)\n\n---\n\n### Monitoramento Obrigatório\n\n**Para tamoxifeno:**\n- Ultrassonografia transvaginal anual (espessura endometrial; alertar se > 10 mm ou sangramento uterino anormal)\n- Vigilância de sinais e sintomas tromboembólicos (TVP, TEP, AVC)\n- Evitar combinação com inibidores potentes de CYP2D6\n- Perfil lipídico anual\n\n**Para inibidores de aromatase:**\n- **Densitometria óssea (DEXA):** antes do início e a cada 1–2 anos durante o tratamento\n- **Perfil lipídico:** semestral ou anual\n- **Avaliação musculoesquelética:** artralgia, mialgia, síndrome musculoesquelética associada a IA\n- **Marcadores metabólicos:** glicemia, função hepática e renal\n- **Saúde urogenital:** sintomas de atrofia vaginal, ressecamento, dispareunia\n\n---\n\n### Manejo de Efeitos Adversos\n\n**Artralgia/mialgia (IA):**\n- Atividade física regular com ênfase em treino de resistência (~250 minutos semanais) — evidência de melhora sintomática\n- Considerar acupuntura, fisioterapia\n- Se intratável: discutir com oncologista troca entre IA ou para tamoxifeno\n\n**Perda óssea (IA):**\n- Suplementação de cálcio e vitamina D\n- Exercícios de impacto e resistência\n- Se T-score < -2,0 ou fratura prévia: encaminhar para avaliação de bifosfonatos (zoledronato, denosumabe) com oncologista/reumatologista\n\n**Fogachos (tamoxifeno e IA):**\n- Medidas não farmacológicas: higiene do sono, redução de gatilhos (álcool, cafeína, alimentos picantes)\n- **Evitar terapia de reposição hormonal sistêmica** — formalmente contraindicada\n- Opções farmacológicas não hormonais: venlafaxina, gabapentina (com cautela e em acordo com oncologista)\n\n**Atrofia vaginal:**\n- Iniciar com lubrificantes e hidratantes vaginais não hormonais\n- Se insuficiente: terapia tópica estrogênica local pode ser considerada após discussão com oncologista (conforme diretrizes europeias e americanas)\n\n---\n\n### Suporte Integrativo e Estilo de Vida\n\n- **Atividade física:** treino de força e aeróbico — evidência de melhora de prognóstico em câncer de mama (redução de recorrência e mortalidade)\n- **Nutrição:** dieta rica em vegetais (5–9 porções/dia); crucíferas modulam metabolismo estrogênico para vias protetoras (2-hidroxistrona)\n- **Controle de peso:** perda de 10 kg em mulheres na menopausa pode reduzir risco de câncer de mama em mais de 50% (dado dos chunks)\n- **Saúde intestinal:** otimizar microbioma para melhorar eliminação de metabólitos hormonais; considerar pré/probióticos se necessário\n- **Minimizar disruptores endócrinos:** plásticos, cosméticos com xenoestrogênios\n- **Otimização de cofatores metabólicos:** vitaminas B6, B12 e B3 para modulação da via de metabolização estrogênica\n\n---\n\n### Contraindicações e Alertas\n\n- **Terapia de reposição hormonal sistêmica:** CONTRAINDICADA em pacientes com histórico de câncer de mama ou em uso de terapia endócrina oncológica\n- **Tamoxifeno + inibidores CYP2D6:** evitar fluoxetina e paroxetina; preferir venlafaxina ou citalopram se necessário antidepressivo\n- **Inibidores de aromatase em pré-menopáusicas:** somente com supressão ovariana concomitante (análogos GnRH)\n\n---\n\n### Critérios de Encaminhamento\n\n- **Oncologista/mastologista:** qualquer dúvida sobre manutenção, troca ou suspensão da terapia; sinais de recidiva\n- **Reumatologista/ortopedista:** artralgia grave, fraturas, osteoporose com T-score < -2,5\n- **Ginecologista oncológico:** espessura endometrial > 10 mm, sangramento uterino anormal em usuárias de tamoxifeno\n- **Hematologista/vascular:** sinais ou suspeita de TVP, TEP ou AVC em usuárias de tamoxifeno\n- **Farmacogeneticista:** metabolizadoras lentas CYP2D6 em uso de tamoxifeno sem resposta adequada"
}
