{
  "score_item_id": "c77cedd3-2800-785b-a255-311ee0fc7bf4",
  "clinical_relevance": "O registro histórico de uso de analgésicos (incluindo opioides, AINEs e relaxantes musculares) constitui um marcador clínico de alta relevância no contexto do Escore Plenya, pois sinaliza padrões de dor crônica, inflamação sistêmica e potencial de disfunção orgânica decorrente do uso prolongado dessas classes farmacológicas.\n\n**AINEs (Anti-Inflamatórios Não Esteroidais):** Incluem ibuprofeno, naproxeno, diclofenaco, celecoxibe e ácido acetilsalicílico em doses analgésicas. O uso crônico está associado a lesão gastrointestinal (úlceras, sangramento), nefrotoxicidade (redução de TFG, nefrite intersticial), toxicidade cardiovascular (aumento de risco de IAM e AVC), e supressão da síntese de prostaglandinas — importantes para hemostasia renal, proteção da mucosa gástrica e regulação da pressão arterial. O guideline KDIGO 2024 para DRC enfatiza que AINEs devem ser evitados em pacientes com doença renal crônica, dado o risco de progressão da lesão renal. Estudos observacionais demonstram que o uso regular de AINEs aumenta em 1,5 a 3 vezes o risco de eventos cardiovasculares maiores e em até 5 vezes o risco de hospitalização por sangramento gastrointestinal, em comparação com não usuários.\n\n**Opioides:** Tramadol, codeína, morfina, oxicodona, fentanila e buprenorfina são os mais utilizados no contexto ambulatorial. O uso histórico ou atual de opioides sinaliza dor crônica de moderada a alta intensidade, e o histórico de uso prolongado está associado a: hipogonadismo induzido por opioides (supressão do eixo HPA-gonadal), hiperalgesia induzida por opioides, constipação intestinal crônica, imunossupressão, depressão do sistema nervoso central, dependência física e, em contextos de descontrole, risco aumentado de mortalidade por overdose. O KDIGO 2024 recomenda avaliação de risco de abuso e consentimento informado antes do início de opioides em pacientes com DRC, reforçando a necessidade de uso criterioso. Evidências de revisões sistemáticas e estudos clínicos sugerem que o acesso a canabinoides medicinais reduz o consumo de opioides em populações com dor crônica.\n\n**Relaxantes Musculares:** Ciclobenzaprina, carisoprodol, baclofeno, tizanidina e metocarbamol são as principais moléculas. O uso histórico indica condições como espasmos musculares agudos ou crônicos, lombalgia, fibromialgia, esclerose múltipla ou lesões musculoesqueléticas recorrentes. Muitos relaxantes musculares possuem potencial sedativo, anticolinérgico (especialmente ciclobenzaprina) e de dependência (carisoprodol). Em idosos, são considerados medicamentos potencialmente inapropriados pelos critérios de Beers.\n\n**Implicações sistêmicas do uso crônico:** Além dos efeitos diretos de cada classe, o uso prolongado de analgésicos frequentemente reflete condições subjacentes não resolvidas — dor crônica, inflamação sistêmica de baixo grau, fibromialgia, doenças autoimunes ou musculoesqueléticas degenerativas — que demandam investigação causal aprofundada. A presença de uso histórico dessas medicações deve disparar avaliação de função renal (creatinina, cistatina C, TFG estimada), perfil gastrointestinal, avaliação do eixo HPA (cortisol), perfil hormonal (em uso de opioides), marcadores inflamatórios e rastreio de dependência.\n\n**Estratificação de risco:** Pacientes com uso crônico de AINEs (>3 meses) ou opioides apresentam risco elevado de complicações orgânicas; uso combinado (polifarmácia analgésica) multiplica os riscos. O princípio de parcimônia — revisar e reduzir medicamentos crônicos regularmente — é um imperativo clínico consolidado.",
  "points": 12,
  "patient_explanation": "Este campo registra se você já usou ou usa atualmente remédios para dor, como anti-inflamatórios (ibuprofeno, diclofenaco), opioides (tramadol, morfina, codeína) ou relaxantes musculares (ciclobenzaprina). Essas informações são muito importantes porque o uso frequente ou prolongado dessas medicações pode afetar vários órgãos do corpo, como os rins, o estômago e o coração, além de indicar que você pode ter alguma condição de dor crônica que ainda não foi completamente investigada ou tratada. Saber o histórico de uso nos ajuda a entender melhor o que seu corpo passou, identificar possíveis efeitos colaterais acumulados e buscar alternativas mais seguras e duradouras para o controle da dor — como suplementos naturais, fisioterapia ou outras estratégias integrativas. Não se preocupe: registrar esse histórico é o primeiro passo para cuidar melhor de você.",
  "conduct": "## Conduta Clínica: Histórico de Uso de Analgésicos / Opioides / AINEs / Relaxantes Musculares\n\n### 1. Avaliação Inicial\n\n- **Mapear histórico completo:** Quais medicamentos foram usados, por quanto tempo, em que doses, por qual motivo (diagnóstico subjacente) e se houve efeitos adversos relatados\n- **Identificar uso atual vs. histórico:** Diferenciar uso pontual (agudo) de uso crônico (>3 meses contínuos)\n- **Rastrear automedicação:** Frequência de uso sem prescrição médica, especialmente de AINEs de venda livre\n- **Investigar polifarmácia analgésica:** Combinações de AINEs + opioides + relaxantes musculares aumentam substancialmente o risco de eventos adversos\n\n### 2. Investigação Complementar por Classe\n\n**Em uso/histórico de AINEs:**\n- Creatinina sérica, cistatina C e TFG estimada (nefrotoxicidade)\n- Urina I (proteinúria, hematúria)\n- Hemograma (anemia por sangramento oculto)\n- Considerar avaliação endoscópica se sintomas gastrointestinais ou uso prolongado sem proteção gástrica\n- Pressão arterial e perfil cardiovascular (risco aumentado de eventos CV)\n\n**Em uso/histórico de opioides:**\n- Avaliação do eixo HPA: cortisol basal matinal, curva de cortisol salivar se disponível\n- Perfil hormonal: testosterona total e livre, LH, FSH (hipogonadismo induzido por opioides)\n- Avaliação de risco de dependência (escalas validadas como ORT — Opioid Risk Tool)\n- Rastreio de depressão (PHQ-9) e ansiedade (GAD-7)\n- Função respiratória se uso de opioides de alta potência\n\n**Em uso/histórico de relaxantes musculares:**\n- Função hepática (ALT, AST) — especialmente para baclofeno e tizanidina\n- Avaliação cognitiva em idosos (risco de efeitos anticolinérgicos e sedação)\n- Rastreio de causa subjacente: lombalgia, fibromialgia, espasticidade neurológica\n\n### 3. Abordagem da Dor Crônica Subjacente (Medicina Integrativa)\n\n**Não farmacológico (primeira linha em dor crônica):**\n- **Fisioterapia e exercício resistido:** Evidência robusta para lombalgia, fibromialgia e osteoartrite; treinamento de força reduz dor e melhora funcionalidade\n- **Acupuntura:** Indicada como terapia complementar para dor musculoesquelética (referenciada no KDIGO 2024 para pacientes com DRC)\n- **Terapia cognitivo-comportamental (TCC):** Especialmente útil em dor crônica com componente psicossocial; investigar traumas e estresse crônico como causa subjacente\n- **Higiene do sono:** Disfunção do sono amplifica a percepção de dor; otimizar ritmo circadiano\n\n**Suplementação com evidência para dor e inflamação:**\n- **Cúrcuma/Curcumina** (500–2.000 mg/dia, padronizada com 95% curcuminoides, com piperina para absorção): Estudos mostram eficácia comparável ao ibuprofeno na redução de dor e rigidez em osteoartrite; meta-análise de ECRs demonstra redução de TNF-alfa\n- **Boswellia serrata** (250–500 mg/dia): Potente anti-inflamatório via inibição de lipoxigenase; muito usada em dores crônicas; extrato padronizado MUV 100 mg tem eficácia semelhante a 300 mg do extrato comum\n- **Magnésio** (200–800 mg/dia de magnésio elementar): Essencial para relaxamento muscular, sono e modulação da dor; deficiência aumenta suscetibilidade à dor e mediadores inflamatórios\n- **Ômega-3** (2–4 g/dia com ênfase em EPA): Reduz TNF-alfa e marcadores inflamatórios; plausibilidade mecanística para neuroinflamação e autoimunidade\n- **Naltrexona em Baixa Dose (LDN)** (1–4,5 mg/noite): Imunomoduladora e moduladora da dor crônica via regulação positiva de receptores opioides e antagonismo de TLRs; útil em fibromialgia, artrite reumatoide e dor neuropática; requer prescrição e manipulação\n- **DL-Fenilalanina** (1 g/dia em 3 tomadas): Prolonga efeito analgésico natural das beta-endorfinas; útil em dor crônica e fibromialgia\n- **Coenzima Q10**: Para disfunção mitocondrial associada à fibromialgia, melhorando dor e fadiga\n- **5-HTP**: Melhora dor, rigidez, ansiedade e fadiga na fibromialgia\n\n**Sistema endocanabinoide:**\n- Canabinoides medicinais (full spectrum, CBD:THC 1:1 — nabiximols) demonstram evidência em revisões sistemáticas e ECRs para redução de dor crônica (meta de ≥50% alívio em 6 meses) e podem reduzir uso de AINEs e opioides; considerar em casos refratários com acompanhamento especializado\n\n### 4. Critérios de Encaminhamento\n\n- **Reumatologia/Reumatologia Integrativa:** Dor crônica articular, suspeita de doença autoimune, fibromialgia refratária\n- **Neurologia:** Dor neuropática, espasticidade de origem neurológica\n- **Nefrologia:** TFG < 60 mL/min/1,73m² com histórico de uso de AINEs\n- **Gastroenterologia:** Sintomas gastrointestinais persistentes com histórico de AINEs crônicos\n- **Clínica de Dor / Cuidados Paliativos:** Uso crônico de opioides, risco de comportamento aberrante, falha de múltiplas terapias\n- **Psiquiatria/Psicologia:** Suspeita de dependência a opioides ou relaxantes musculares, depressão e ansiedade comórbidas\n\n### 5. Princípio de Parcimônia e Revisão Periódica\n\n- **Revisar regularmente** a necessidade de manutenção de cada analgésico crônico; muitos efeitos adversos emergem tardiamente\n- **Redução gradual (desmame)** deve ser planejada quando possível, especialmente para opioides e relaxantes musculares\n- **Preferir analgesia tópica** quando eficaz (ex.: diclofenaco gel) para minimizar absorção sistêmica e efeitos adversos\n- **Documentar risco/benefício** e obter consentimento informado antes de iniciar ou manter opioides de longo prazo\n- **Monitorar sinais de abuso/dependência** com escalas validadas e reavaliações regulares\n- **Exercício físico de moderada a alta intensidade** (≥55% VO2 máx) otimiza liberação endógena de beta-endorfinas, reduzindo a necessidade de analgesia farmacológica"
}