{
  "score_item_id": "c77cedd3-2800-769d-874f-ade1376eceea",
  "clinical_relevance": "Os análogos de GLP-1 (glucagon-like peptide-1) e os agonistas do GIP (peptídeo insulinotrópico dependente de glicose) representam uma classe farmacológica de alto impacto no manejo da obesidade e do diabetes tipo 2, com crescente relevância no Escore Plenya por sua interferência direta em desfechos metabólicos, cardiovasculares e de composição corporal.\n\n**Mecanismo fisiológico:** O GLP-1 é uma incretina secretada pelas células L intestinais em resposta à ingestão alimentar, com meia-vida fisiológica de apenas 1-2 minutos por ação da DPP-4. Seus análogos farmacológicos resistem à degradação enzimática, prolongando a ação. Os efeitos incluem: aumento da secreção de insulina dependente de glicose, redução da secreção de glucagon, lentificação do esvaziamento gástrico, redução da ingestão alimentar via hipotálamo (neurônios POMC/CART) e sistema límbico (componente hedônico/dopaminérgico), aumento da sobrevida de células beta pancreáticas e redução da produção hepática de glicose.\n\n**Principais fármacos disponíveis:**\n- **Liraglutida (Victoza/Saxenda):** Agonista de GLP-1 com 97% de homologia ao hormônio humano; meia-vida de 13 horas; administração subcutânea diária; dose inicial 0,6 mg com escalonamento até 3 mg. Efeitos colaterais: 94% leves a moderados, sendo náusea o mais frequente. Contraindicações absolutas: carcinoma medular de tireoide (pessoal ou familiar) e Neoplasia Endócrina Múltipla tipo 2 (NEM2). Contraindicações relativas: gestação, lactação e histórico de pancreatite. Riscos: litíase biliar, pancreatite, alterações pancreáticas (monitorar amilase, lipase e bilirrubinas).\n- **Semaglutida (Ozempic/Rybelsus):** Administração semanal subcutânea (Ozempic) ou oral (Rybelsus, 3/7/14 mg). A versão oral requer jejum com no máximo 100 ml de água e espera de 30 minutos antes da refeição; sua eficácia pode ser reduzida em usuários de inibidores de bomba de prótons ou com hipocloridria.\n- **Tirzepatida:** Agonista duplo de GLP-1 e GIP, representando a sinergia de duas vias incretínicas. Em ensaio randomizado duplo-cego com 2.539 adultos (IMC ≥27, com subamostra de 1.032 participantes com pré-diabetes), ao longo de 176 semanas, obteve perda de peso média de -12,3% (5 mg), -18,7% (10 mg) e -19,7% (15 mg), com platô de eficácia entre 10-15 mg. O grupo placebo apresentou -1,3%. Após 17 semanas sem tratamento, evidenciou-se limitada manutenção dos resultados sem mudanças de estilo de vida.\n\n**Segurança cardiovascular e renal:** Estudos demonstram redução de 13% no desfecho cardiovascular composto (infarto, AVC, morte cardiovascular) e redução de 22% em mortalidade cardiovascular e em desfechos renais (incluindo novos casos de microalbuminúria persistente).\n\n**Risco de perda de massa magra:** Dados de DEXA reportados em 2024 indicam que 15% a 60% da perda de peso total com GLP-1 pode corresponder a massa magra (faixas de 25%-39% em 36-72 semanas; média próxima de 40% em alguns relatos). Sem suporte de exercício e proteína, a lipossubstituição é clinicamente relevante, pois o músculo libera mioquinas anti-inflamatórias, favorece o browning adiposo, e a perda de massa muscular compromete saúde óssea, metabólica e imunológica.\n\n**Reganho de peso:** Sem manutenção de estilo de vida, até 70% do peso perdido pode retornar; o fabricante indica que a maioria recupera peso em até 5 anos após cessação.\n\n**Considerações sobre segurança a longo prazo:** O GLP-1 fisiológico é pulsátil; o uso contínuo e prolongado com sinalização crônica pode ter efeitos ainda desconhecidos. A classe de agonistas GLP-1/GIP é relativamente recente para a indicação de obesidade, e dados de segurança a longo prazo (>10-20 anos) ainda são limitados.\n\n**Interações clínicas relevantes:** O exercício físico, via IL-6, aumenta a produção endógena de GLP-1 e melhora a função das células beta pancreáticas. Gorduras monoinsaturadas (azeite de oliva, óleo de abacate) estimulam a secreção de GLP-1 e GIP de forma superior a gorduras saturadas. O microbioma intestinal e a produção de ácidos graxos de cadeia curta (AGCC) também modulam a sustentação de resultados metabólicos.",
  "points": 22,
  "patient_explanation": "Os análogos de GLP-1 e os agonistas GIP (como liraglutida, semaglutida e tirzepatida) são medicamentos injetáveis ou orais usados para ajudar na perda de peso e no controle do diabetes tipo 2. Eles funcionam imitando hormônios naturais do intestino que sinalizam saciedade para o cérebro, diminuem a velocidade com que o estômago esvazia e ajudam o pâncreas a liberar insulina de forma mais equilibrada.\n\nEsses medicamentos podem ajudar a perder entre 12% e 20% do peso corporal, além de trazer benefícios ao coração e aos rins. Porém, são ferramentas de apoio — não soluções definitivas. Sem uma alimentação adequada e prática de exercícios, grande parte do peso tende a voltar após a interrupção do uso. Outro ponto importante é que parte do peso perdido pode vir dos músculos, por isso o acompanhamento com exercícios de força e ingestão suficiente de proteína é fundamental durante o tratamento.\n\nEfeitos colaterais como náusea, vômito e desconforto digestivo são comuns no início, mas costumam ser leves e passageiros. O uso deve ser feito sempre com orientação médica, com monitoramento regular e integrado a mudanças de estilo de vida.",
  "conduct": "## Conduta Clínica: Análogos de GLP-1 / Agonistas GIP / Obesidade\n\n### Avaliação Inicial\n\n- **Indicação formal:** IMC ≥30 kg/m² ou IMC ≥27 kg/m² com comorbidade associada (diabetes tipo 2, hipertensão, dislipidemia, apneia do sono)\n- **Rastrear contraindicações absolutas antes de qualquer prescrição:**\n  - História pessoal ou familiar de carcinoma medular de tireoide\n  - Neoplasia Endócrina Múltipla tipo 2 (NEM2)\n- **Rastrear contraindicações relativas:**\n  - Gestação ou lactação\n  - Histórico de pancreatite\n  - Hipocloridria ou uso de inibidores de bomba de prótons (relevante especialmente para semaglutida oral)\n- **Avaliar perfil hedônico/emocional:** estresse, humor, depressão — o efeito anorexigênico com supressão do prazer alimentar pode comprometer a adesão e o bem-estar psicológico em pacientes vulneráveis\n\n### Exames Complementares Necessários\n\n**Antes de iniciar:**\n- Glicemia de jejum e HbA1c\n- Insulina de jejum (índice HOMA-IR)\n- Perfil lipídico completo\n- Função renal (creatinina, ureia, TFG)\n- Função hepática (TGO, TGP, GGT)\n- **Amilase e lipase** (baseline para monitoramento de risco pancreático)\n- Bilirrubinas (risco de litíase biliar)\n- TSH (excluir hipotireoidismo como causa secundária de obesidade)\n- **DEXA** (composição corporal basal — fundamental para monitorar perda de massa magra durante o tratamento)\n\n**Durante o tratamento (a cada 3-6 meses):**\n- Amilase, lipase e bilirrubinas\n- HbA1c, glicemia de jejum\n- DEXA seriada para avaliação de composição corporal\n- Monitorar PA, FC e desfechos cardiovasculares\n\n### Escolha do Fármaco e Posologia\n\n**Liraglutida (Saxenda):**\n- Iniciar com 0,6 mg/dia SC; escalonar semanalmente até dose alvo de 3 mg/dia\n- Doses abaixo de 0,6 mg (\"cliques\" menores) podem ser usadas para minimizar náusea na adaptação inicial\n- Princípio \"menos é mais\": preferir dose efetiva mínima antes de escalonar\n\n**Semaglutida (Ozempic SC / Rybelsus oral):**\n- Ozempic: administração semanal subcutânea; não fracionar doses diárias\n- Rybelsus oral: tomar em jejum com no máximo 100 ml de água; aguardar 30 minutos antes de comer\n- **Atenção:** eficácia do Rybelsus reduzida em hipocloridria ou uso concomitante de omeprazol\n\n**Tirzepatida (agonista duplo GLP-1/GIP):**\n- Maior eficácia documentada: perda de -12,3% (5 mg), -18,7% (10 mg), -19,7% (15 mg) vs -1,3% placebo em 176 semanas\n- Platô de eficácia entre 10-15 mg: evitar escalonamento além de 15 mg sem indicação clara\n- Considerar como primeira escolha em pacientes com maior necessidade de redução de peso ou resistência a análogos de GLP-1 isolados\n\n### Protocolo Integrativo Obrigatório (Não Medicamentoso)\n\n- **Exercício físico de força:** obrigatório para preservar massa magra (risco de 25%-40% da perda total ser de massa muscular sem exercício)\n- **Meta proteica individualizada:** especialmente crítica em pacientes com esvaziamento gástrico lentificado e saciedade precoce\n- **Equipe multidisciplinar:** nutricionista, psicólogo/terapeuta, fisioterapeuta ou educador físico\n- **Estimulação nutricional do GLP-1:** salada com azeite de oliva ou óleo de abacate antes da refeição principal (estimula GLP-1 e GIP endógenos)\n- **Microbioma:** dieta rica em fibras e AGCC para sustentar resultados metabólicos a longo prazo\n\n### Monitoramento de Efeitos Colaterais\n\n- **Gastrointestinais (mais comuns):** náusea, vômito, fadiga — 94% leves a moderados e transitórios\n  - Conduta: reduzir dose temporariamente; não abandonar o tratamento prematuramente\n- **Risco de pancreatite:** monitorar amilase/lipase; suspender imediatamente se dor epigástrica persistente\n- **Litíase biliar:** orientar sobre sintomas; acompanhar bilirrubinas\n- **Casos raros:** paralisia/íleo intestinal (relatado com Saxenda) — orientar paciente sobre sintomas de alerta\n- **Hipoglicemia:** risco aumentado em combinação com insulina ou sulfonilureias; monitorar\n\n### Planejamento de Cessação e Manutenção\n\n- **Não interromper abruptamente** sem estratégia de manutenção estruturada\n- **Sem estilo de vida adequado:** até 70% do peso perdido pode retornar; a maioria recupera peso em até 5 anos\n- Planejar acompanhamento longitudinal pós-cessação para monitorar manutenção e ajustar intervenções\n- Considerar critérios objetivos (DEXA, HbA1c, composição corporal) para definir desfecho e eventual suspensão\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista:** casos de DM2 descompensado, resistência grave à insulina, suspeita de NEM2 ou carcinoma medular\n- **Cardiologista:** pacientes com doença cardiovascular estabelecida (avaliar benefício das reduções de 13% em desfechos compostos e 22% em mortalidade CV)\n- **Nefrologista:** TFG reduzida, microalbuminúria persistente\n- **Psicólogo/Psiquiatra:** transtorno de compulsão alimentar (TCA), depressão, ansiedade — suporte psicossocial como parte integral do protocolo\n- **Cirurgião bariátrico:** falha terapêutica após tentativa adequada com farmacoterapia e mudanças de estilo de vida"
}
