{
  "score_item_id": "c77cedd3-2800-7dec-9ee4-e8ed1335b026",
  "clinical_relevance": "O uso de medicamentos antiarrítmicos no histórico clínico do paciente é um marcador de relevância cardiovascular elevada, indicando presença atual ou pregressa de distúrbios do ritmo cardíaco que exigiram intervenção farmacológica. Os antiarrítmicos são classificados pelo sistema Vaughan-Williams em quatro classes principais: Classe I (bloqueadores de canais de sódio — Ia: quinidina, procainamida, disopiramida; Ib: lidocaína, mexiletina; Ic: flecainida, propafenona), Classe II (betabloqueadores — metoprolol, atenolol, propranolol), Classe III (bloqueadores de canais de potássio — amiodarona, sotalol, dronedarona, dofetilida) e Classe IV (bloqueadores de canais de cálcio — diltiazem, verapamil). Cada classe possui perfil de risco, interações e toxicidades distintos.\n\nDo ponto de vista epidemiológico, a fibrilação atrial (FA) é a arritmia sustentada mais prevalente, afetando aproximadamente 1-2% da população geral e até 10-17% de indivíduos acima de 80 anos. A prevalência de arritmias ventriculares graves (taquicardia ventricular, fibrilação ventricular) é estimada em 0,1-0,2% ao ano em populações de alto risco cardiovascular. O uso de antiarrítmicos correlaciona-se diretamente com maior morbimortalidade cardiovascular subjacente.\n\nA amiodarona merece destaque especial: é o antiarrítmico mais eficaz disponível, porém com perfil de toxicidade sistêmica extenso — toxicidade pulmonar (pneumonite intersticial, fibrose, em 1-17% dos usuários), toxicidade tireoidiana (hipo ou hipertireoidismo, em 14-18% — em parte por conter 37% de iodo em peso), hepatotoxicidade, neuropatia periférica, fotossensibilidade e depósitos corneanos. Interage com warfarina (aumenta INR), digoxina (aumenta nível sérico) e estatinas (risco de miopatia). Em contexto de oxigenoterapia hiperbárica, o uso de amiodarona requer avaliação individual pelo risco de toxicidade pulmonar potencializada (conforme dados dos chunks científicos disponíveis).\n\nOs betabloqueadores (Classe II) são os antiarrítmicos mais prescritos e com melhor perfil de segurança, constituindo primeira linha em FA com resposta ventricular rápida, arritmias supraventriculares e pós-IAM. Os bloqueadores de canais de potássio (Classe III), particularmente sotalol e dofetilida, carregam risco de prolongamento do intervalo QT e torsades de pointes — arritmia ventricular potencialmente fatal.\n\nDo ponto de vista da medicina funcional integrativa, o uso de antiarrítmicos levanta questões sobre a causa raiz das arritmias: desequilíbrios eletrolíticos (hipomagnesemia, hipocalemia, hipocalcemia), disfunção tireoidiana (tanto hipo quanto hipertireoidismo causam arritmias — o T3 modula diretamente canais iônicos cardíacos, frequência e contratilidade), inflamação crônica, apneia do sono (presente em 49-83% dos pacientes com FA), estresse oxidativo mitocondrial, disautonomia e cardiotoxicidade por substâncias. A identificação e correção dessas causas raiz pode, em alguns casos, permitir a descontinuação segura da medicação antiarrítmica sob supervisão cardiológica.\n\nEstrategicamente, o histórico de uso de antiarrítmicos deve alertar o clínico para: (1) cardiopatia estrutural subjacente; (2) risco tromboembólico aumentado (especialmente FA, onde o risco de AVC isquêmico é 5 vezes maior que na população geral); (3) possíveis toxicidades crônicas de longo prazo; (4) interações medicamentosas complexas; (5) avaliação de elegibilidade para ablação por cateter como alternativa à farmacoterapia crônica.",
  "points": 22,
  "patient_explanation": "Antiarrítmicos são medicamentos usados para tratar alterações no ritmo do coração — quando o coração bate de forma irregular, muito rápido ou muito devagar. Se você usa ou já usou esses remédios, isso significa que seu coração precisou de ajuda para manter um ritmo saudável.\n\nEsses medicamentos atuam de diferentes formas: alguns controlam a velocidade dos batimentos, outros ajudam o coração a voltar ao ritmo normal. São importantes e salvam vidas, mas também podem ter efeitos colaterais que merecem acompanhamento regular, como alterações na tireoide, no pulmão ou no fígado, dependendo do tipo de antiarrítmico utilizado.\n\nPara o Escore Plenya, registrar o uso de antiarrítmicos ajuda seu médico a entender melhor a saúde do seu coração, investigar possíveis causas que contribuem para a arritmia (como deficiências de minerais, problemas de sono ou inflamação) e garantir que outros tratamentos ou suplementos que você venha a usar sejam compatíveis com seus medicamentos cardíacos. Manter seu médico sempre informado sobre todos os remédios que usa é fundamental para sua segurança.",
  "conduct": "## Conduta Clínica — Antiarrítmicos (Histórico de Medicamentos)\n\n### Avaliação Inicial\n\n- **Identificar o antiarrítmico específico** utilizado ou em uso atual: classe, dose, tempo de uso, motivo da indicação (FA, flutter atrial, taquicardia supraventricular, arritmia ventricular, profilaxia pós-IAM)\n- **Verificar uso atual vs. histórico pregresso:** se em uso ativo, não suspender ou alterar sem avaliação cardiológica; se histórico pregresso, investigar se houve reversão da arritmia, ablação ou outro desfecho\n- **Avaliar cardiopatia estrutural subjacente:** solicitar ecocardiograma se não realizado nos últimos 12-24 meses\n- **Registrar comorbidades associadas:** hipertensão arterial, insuficiência cardíaca, doença coronariana, valvopatia, diabetes, DPOC\n\n### Investigação Laboratorial e Funcional\n\n- **Eletrólitos séricos:** magnésio (a hipomagnesemia é causa frequente e subdiagnosticada de arritmias — valores séricos podem ser normais mesmo com deficiência intracelular; considerar avaliação de magnésio eritrocitário ou capilar), potássio, sódio, cálcio iônico\n- **Função tireoidiana completa:** TSH, T4 livre, T3 livre, T3 reverso — especialmente em usuários de amiodarona (risco de disfunção tireoidiana em 14-18%) e pelo impacto direto do T3 nos canais iônicos cardíacos e ritmo\n- **Hemograma, função hepática e renal:** relevante para metabolização e toxicidade dos antiarrítmicos\n- **ECG de 12 derivações:** avaliação do intervalo QT corrigido (QTc) — crítico para usuários de sotalol, dofetilida, quinidina e amiodarona (risco de torsades de pointes se QTc > 500 ms)\n- **Holter 24h ou monitor de eventos cardíacos:** se há queixas de palpitações, síncope ou pré-síncope\n- **Proteína C-reativa ultrassensível (PCR-us) e outros marcadores inflamatórios:** inflamação crônica contribui para fibrose atrial e manutenção da FA\n- **Polissonografia ou screening para apneia do sono (STOP-BANG):** apneia obstrutiva do sono está presente em 49-83% dos pacientes com FA e é causa tratável\n- **Ecocardiograma transtorácico:** avaliação de função sistólica, diastólica, dilatação atrial, valvopatias\n\n### Avaliação Específica por Classe de Antiarrítmico\n\n**Amiodarona:**\n- Radiografia de tórax anual + função pulmonar (DLCO) a cada 1-2 anos para rastreio de toxicidade pulmonar\n- TSH a cada 6 meses; T4 livre se TSH alterado\n- Função hepática trimestral nos primeiros 6 meses, depois semestralmente\n- Avaliação oftalmológica anual (depósitos corneanos, neuropatia óptica rara)\n- Atenção à interação com warfarina (reduzir dose de warfarina em ~30-50%) e estatinas (risco de miopatia)\n- Cautela com oxigenoterapia hiperbárica (potencial toxicidade pulmonar aumentada)\n\n**Sotalol, Dofetilida, Dronedarona:**\n- Monitorar QTc periodicamente; suspender se QTc > 500 ms\n- Manter potássio > 4,0 mEq/L e magnésio > 0,9 mmol/L para reduzir risco de torsades\n\n**Betabloqueadores:**\n- Não suspender abruptamente (risco de efeito rebote com taquicardia e arritmias)\n- Avaliar bradicardia sintomática, bloqueio AV, broncoespasmo\n\n### Abordagem da Causa Raiz (Medicina Funcional Integrativa)\n\n- **Correção de deficiências eletrolíticas:** magnésio (400-600 mg/dia de magnésio elementar, preferencialmente glicinato ou treonato), potássio conforme kalemia\n- **Otimização da função tireoidiana:** avaliar T3 livre, T4 livre e rT3; hipotireoidismo e hipertireoidismo ambos causam arritmias; individualizar reposição se indicado\n- **Manejo da apneia do sono:** tratamento com CPAP reduz carga de FA e recorrência pós-ablação\n- **Redução da inflamação crônica:** dieta anti-inflamatória, ômega-3 (EPA+DHA 2-4 g/dia tem evidência para redução de FA em alguns contextos), manejo do estresse, regulação do eixo HPA\n- **Cessação de álcool:** dose-dependente para FA (\"holiday heart syndrome\"); redução significativa diminui recorrência\n- **Controle do peso corporal:** obesidade é fator de risco independente para FA; perda de 10% do peso reduz carga arrítmica\n- **Controle da hipertensão arterial:** principal fator de risco modificável para FA\n\n### Critérios de Encaminhamento a Especialistas\n\n- **Cardiologista/Eletrofisiologista (encaminhamento prioritário):**\n  - Qualquer arritmia ventricular grave no histórico (TV sustentada, FV)\n  - FA persistente ou permanente em avaliação de estratégia ritmo vs. frequência\n  - Candidatos à ablação por cateter (alternativa à farmacoterapia crônica)\n  - QTc > 480 ms em uso de antiarrítmicos\n  - Síncope ou pré-síncope com histórico de uso de antiarrítmicos\n  - Necessidade de ajuste ou troca de antiarrítmico\n- **Pneumologista:** toxicidade pulmonar por amiodarona suspeita (dispneia progressiva, opacidades pulmonares)\n- **Endocrinologista:** disfunção tireoidiana induzida por amiodarona de difícil manejo\n- **Hepatologista:** elevação persistente de transaminases > 3x o limite superior em usuários de amiodarona\n\n### Interações Medicamentosas e Suplementos — Atenção\n\n- **Evitar** suplementos que prolonguem QT sem avaliação prévia do QTc: alguns fitoterápicos (ex.: alcaçuz, kava) podem prolongar QT\n- **Cautela** com ômega-3 em doses altas em usuários de anticoagulantes (warfarina, NOACs) — monitorar INR\n- **Magnésio** é seguro e potencialmente benéfico na maioria dos casos, mas monitorar em insuficiência renal\n- **Evitar** uso concomitante de amiodarona com outros fármacos que prolonguem QT sem avaliação cardiológica"
}
