{
  "score_item_id": "c77cedd3-2800-78a9-805d-b206544d27b9",
  "clinical_relevance": "Antibióticos de uso prolongado referem-se ao emprego de agentes antimicrobianos por períodos superiores aos habituais para infecções agudas (geralmente acima de 14 dias ou em ciclos repetidos), seja para tratamento de infecções crônicas (osteomielite, endocardite, tuberculose, doença de Lyme, acne, ITU de repetição) ou como profilaxia de longa duração. No contexto do Escore Plenya, este parâmetro é registrado como dado histórico relevante porque o uso prolongado ou repetido de antibióticos imprime consequências duradouras na fisiologia do paciente que vão muito além do período de tratamento.\n\nO impacto mais documentado é sobre o microbioma intestinal. Antibióticos de amplo espectro (fluoroquinolonas, cefalosporinas, clindamicina, amoxicilina-clavulanato) causam redução significativa da diversidade microbiana, supressão de espécies produtoras de butirato (Faecalibacterium prausnitzii, Roseburia spp.) e proliferação de Proteobactérias e Enterococcus. A disbiose resultante pode persistir por meses a anos após a cessação do antibiótico, com estudos demonstrando alterações detectáveis no microbioma por 12 meses ou mais após um único curso de tratamento.\n\nDo ponto de vista epidemiológico, o risco de infecção por Clostridioides difficile aumenta significativamente com o uso de antibióticos, especialmente fluoroquinolonas, clindamicina e cefalosporinas — conforme documentado em metanálise e dados do IDSA 2022 (Brown et al., 2013, Antimicrob Agents Chemother; Pepin et al., 2005, Clin Infect Dis). A FDA emitiu alerta com \"black box warning\" para fluoroquinolonas em 2008 (BMJ 2008;337:a816), reconhecendo risco de tendinopatia, neuropatia periférica e disglicemia.\n\nAlém da disbiose, o uso prolongado compromete a integridade da barreira intestinal (hiperpermeabilidade — \"leaky gut\"), reduz a produção de ácidos graxos de cadeia curta (AGCC), modifica o eixo intestino-cérebro e contribui para: resistência insulínica, alterações do humor (via eixo microbiota-intestino-cérebro), disfunção imune com polarização TH1/TH2, maior suscetibilidade a infecções fúngicas (SIFO — supercrescimento fúngico intestinal) e maior risco de desenvolvimento de resistência bacteriana.\n\nNo contexto pediátrico e neonatal, o histórico de antibióticos na infância (especialmente nos primeiros anos de vida) está associado a maior risco de desenvolvimento de obesidade, alergias, asma, eczema e transtornos do neurodesenvolvimento. Em adultos, a exposição repetida aumenta o risco de síndrome do intestino irritável pós-infecciosa, doença inflamatória intestinal e condições autoimunes.\n\nA estratificação de risco clínico baseia-se em: (1) espectro do antibiótico utilizado (amplo espectro = maior impacto); (2) duração total e número de ciclos; (3) época de exposição (infância precoce = maior risco); (4) presença de sintomas digestivos, imunológicos ou metabólicos subsequentes; (5) presença de disbiose documentada.",
  "points": 8,
  "patient_explanation": "Antibióticos são medicamentos essenciais para tratar infecções bacterianas, mas quando usados por longos períodos ou em muitos ciclos ao longo da vida, eles podem afetar de forma duradoura as bactérias benéficas que vivem no seu intestino — o que chamamos de microbioma intestinal. Esse conjunto de trilhões de micro-organismos é fundamental para a digestão, a imunidade, o humor e até o metabolismo.\n\nO uso prolongado de antibióticos pode reduzir a variedade dessas bactérias protetoras, favorecendo o crescimento de micro-organismos indesejados. Isso pode se manifestar como alterações intestinais (gases, inchaço, diarreia, constipação), queda da imunidade, cansaço, alterações no peso e até efeitos no humor e na concentração.\n\nSaber que você já usou antibióticos por muito tempo ajuda o médico a entender possíveis desequilíbrios que estão na raiz dos seus sintomas atuais. A boa notícia é que o microbioma é modulável: com orientação adequada de alimentação, probióticos e estilo de vida, é possível restaurar o equilíbrio ao longo do tempo.",
  "conduct": "## Conduta Clínica — Antibióticos de Uso Prolongado\n\n### 1. Investigação Complementar\n\n**Avaliação do microbioma e integridade intestinal:**\n- **Exame coprológico funcional** (ex.: Copromax): avalia digestibilidade, inflamação e perfil da microbiota\n- **Calprotectina fecal**: descartar doença inflamatória intestinal (DII); valores < 100 µg/g sugestivos de SII\n- **Zonulina fecal ou sérica**: marcador de hiperpermeabilidade intestinal (\"leaky gut\")\n- **Teste respiratório com lactulose ou glicose**: rastreio de SIBO (critério: elevação > 20 ppm de H₂ nos primeiros 90 minutos) ou IMO\n- **Análise de ácidos orgânicos urinários (metabolômica)**: avalia função da microbiota e detecta metabólitos bacterianos e fúngicos\n- **Hemograma completo e marcadores inflamatórios** (PCR, VHS): avaliação basal\n\n**Rastreio de deficiências nutricionais associadas:**\n- 25-OH vitamina D, vitamina A, vitamina B12 (especialmente se uso concomitante de metformina ou IBP), zinco eritrocitário, perfil de ferro, folato\n- Homocisteína (marcador funcional de B12 e folato)\n- Imunoglobulinas (IgA, IgG, IgM) em casos de infecções de repetição\n\n**Rastreio específico conforme antibiótico utilizado:**\n- **Fluoroquinolonas**: investigar tendinopatia (especialmente tendão de Aquiles), neuropatia periférica, disglicemia (glicemia de jejum, HbA1c)\n- **Clindamicina ou fluoroquinolonas**: maior risco de C. difficile — investigar se há histórico de diarreia associada\n- Doença celíaca: IgA sérica total + antitransglutaminase IgA (indicado em todos com sintomas digestivos crônicos)\n\n---\n\n### 2. Critérios de Encaminhamento\n\n- **Gastroenterologista**: suspeita de DII, SII moderada/grave, C. difficile recorrente, SIBO confirmado sem resposta à primeira linha\n- **Infectologista**: histórico de uso prolongado para infecções complexas (osteomielite, endocardite, tuberculose) com necessidade de reavaliação do esquema\n- **Imunologista**: infecções de repetição com imunoglobulinas alteradas ou suspeita de imunodeficiência primária\n- **Nutricionista especializado em saúde intestinal**: essencial para todos os pacientes com disbiose documentada ou sintomas digestivos crônicos\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Modulação do microbioma (hierarquia terapêutica):**\n1. **Otimizar eficiência digestiva** como primeiro passo: mastigação adequada, mindful eating, enzimas digestivas se indicadas\n2. **Padrão alimentar anti-inflamatório**: eliminar ultraprocessados, reduzir açúcares simples e farináceos; priorizar vegetais, fibras variadas, proteínas de qualidade e gorduras saudáveis; incluir polifenóis (quercetina, curcumina, resveratrol, EGCG)\n3. **Fibras prebióticas**: introduzir gradualmente (ex.: goma acácia — low FODMAP); individualizadas conforme perfil do microbioma\n4. **Probióticos**: prescrição individualizada por cepa e indicação; considerar *Saccharomyces boulardii* no contexto de pós-antibioticoterapia e risco de C. difficile; evitar probióticos ricos em lactobacilos em pacientes com muitos gases ou SIBO ativo\n5. **Butirato**: considerar suplementação (ex.: butirato de sódio microencapsulado, 3 mg 1-3x/dia junto às refeições) em casos com redução documentada de produtores de butirato ou dificuldade de modulação endógena; tratar como ferramenta temporária\n6. **Paraprobióticos/probióticos inativados**: alternativa para pacientes com fermentação excessiva\n\n**Suporte nutricional e suplementação:**\n- Corrigir deficiências identificadas: vitamina D (dose personalizada com reavaliação em 30-60 dias), vitamina B12 sublingual, zinco, ômega-3\n- Integridade intestinal: zinco-carnosina, glutamina, pectina, beta-glucana\n- Polifenóis anti-inflamatórios: curcumina, quercetina, resveratrol conforme caso clínico\n\n**Manejo do estilo de vida:**\n- Gerenciamento do estresse (elevação do tônus parassimpático): sono adequado, respiração diafragmática, mindfulness\n- Exercício resistido: proteção contra infecções e melhora de desfechos pós-inflamatórios\n- Controle da resistência insulínica quando presente\n\n**Prevenção para futuros cursos de antibióticos:**\n- Ao prescrever novo antibiótico: recomendar probióticos concomitantes (preferencialmente múltiplas cepas ou *S. boulardii*) para mitigar danos ao microbioma\n- Restringir uso a indicações precisas; preferir espectro mais estreito quando possível\n- Reavaliação clínica em 24-48h em infecções agudas (ex.: otite) antes de iniciar antibiótico quando o quadro permitir"
}
