{
  "score_item_id": "c77cedd3-2800-7427-842d-04ab6960c01d",
  "clinical_relevance": "Anticoagulantes e antiagregantes plaquetários são classes farmacológicas distintas que interferem na hemostasia por mecanismos complementares, sendo amplamente prescritas na prevenção e tratamento de eventos tromboembólicos arteriais e venosos.\n\n**Antiagregantes plaquetários** inibem a ativação e agregação plaquetária. O ácido acetilsalicílico (AAS) inibe irreversivelmente a COX-1 plaquetária, reduzindo a síntese de tromboxano A2. Os inibidores do receptor P2Y12 (clopidogrel, prasugrel, ticagrelor) bloqueiam a via do ADP. Indicações incluem doença arterial coronariana, acidente vascular cerebral isquêmico, síndrome coronariana aguda e stents coronarianos. A terapia antiplaquetária dupla (DAPT) é padrão por 6 a 12 meses pós-stent.\n\n**Anticoagulantes** inibem fatores da cascata de coagulação. A varfarina antagoniza a vitamina K (fatores II, VII, IX, X). Os anticoagulantes orais diretos (DOACs: rivaroxabana, apixabana, dabigatrana, edoxabana) inibem especificamente o fator Xa ou a trombina. Heparinas (não fracionada e de baixo peso molecular) potencializam a antitrombina III. Indicações principais: fibrilação atrial não valvar, tromboembolismo venoso (TVP e embolia pulmonar), valvopatias mecânicas.\n\n**Impacto clínico e mortalidade:** A fibrilação atrial afeta 1 a 2% da população geral e é a principal indicação de anticoagulação crônica; sem anticoagulação, o risco anual de AVC pode chegar a 5 a 7% em pacientes de alto risco (CHA2DS2-VASc ≥ 2). A anticoagulação reduz esse risco em aproximadamente 64%. Para TVP/EP, o tratamento anticoagulante adequado reduz a mortalidade por embolia pulmonar em até 80%.\n\n**Riscos associados:** O principal risco é o sangramento. A taxa de sangramento maior com anticoagulação oral é de aproximadamente 2 a 3% ao ano. Sangramento intracraniano ocorre em 0,1 a 0,6% ao ano com DOACs, sendo menor que com varfarina. A DAPT aumenta o risco de sangramento gastrointestinal em 2 a 3 vezes em relação à monoterapia.\n\n**Interações relevantes:** Varfarina possui extensa lista de interações (alimentos ricos em vitamina K, AINEs, antibióticos, antifúngicos). DOACs interagem com inibidores/indutores da glicoproteína-P e CYP3A4. Uso concomitante de anticoagulante e antiagregante aumenta substancialmente o risco hemorrágico.\n\n**Implicações para o escore de saúde:** O uso desses medicamentos é marcador de doença cardiovascular estabelecida de alto risco (FA, doença coronariana, TVP/EP), o que impacta diretamente estratificação de risco, planejamento perioperatório, interações medicamentosas e abordagem integrativa de saúde.",
  "points": 25,
  "patient_explanation": "Anticoagulantes e antiagregantes plaquetários são remédios que ajudam o sangue a não coagular de forma excessiva, prevenindo a formação de coágulos perigosos dentro dos vasos sanguíneos. Os antiagregantes, como o AAS (aspirina) ou o clopidogrel, impedem as plaquetas de se juntarem. Já os anticoagulantes, como a varfarina ou os mais modernos (rivaroxabana, apixabana), atuam diretamente nas proteínas responsáveis pela coagulação.\n\nEsses remédios são usados quando existe risco elevado de trombose, como nos casos de arritmia cardíaca (fibrilação atrial), colocação de stent no coração, histórico de derrame ou trombose nas pernas ou pulmões.\n\nÉ muito importante informar ao médico sobre o uso dessas medicações porque elas aumentam o risco de sangramento e interagem com muitos outros remédios, suplementos e alimentos. Nunca pare de tomar ou mude a dose por conta própria, pois isso pode trazer riscos sérios. O acompanhamento médico regular é fundamental para garantir que o tratamento esteja funcionando de forma segura.",
  "conduct": "## Conduta Clínica: Anticoagulantes / Antiagregantes Plaquetários\n\n### 1. Avaliação Inicial\n\n- **Identificar a indicação exata** do uso: fibrilação atrial, TVP/EP, síndrome coronariana aguda, stent, AVC/AIT isquêmico, valvopatia mecânica ou outra\n- **Classificar o medicamento em uso:** antiagregante simples, DAPT, anticoagulante oral (varfarina ou DOAC), heparina subcutânea ou combinação antiagregante + anticoagulante\n- **Avaliar a duração prevista** do tratamento: temporário (ex.: pós-stent 12 meses) ou indefinido (ex.: FA crônica)\n- **Calcular escore de risco trombótico e hemorrágico:**\n  - FA: CHA2DS2-VASc (risco de AVC) e HAS-BLED (risco de sangramento)\n  - TVP/EP: escore de Padua ou Wells\n\n### 2. Investigação Complementar\n\n- **Hemograma completo:** avaliar anemia e plaquetopenia\n- **Coagulograma:** RNI (indispensável em usuários de varfarina, meta geralmente 2,0–3,0 ou 2,5–3,5 em valvas mecânicas)\n- **Função renal (creatinina e TFG):** DOACs são excretados pelos rins; dabigatrana exige TFG ≥ 30 mL/min; ajuste de dose necessário para rivaroxabana e apixabana conforme TFG\n- **Função hepática:** varfarina e DOACs contraindicados em hepatopatia grave\n- **Revisão completa de medicamentos** para identificar interações de risco\n- **Pesquisa de sangramento oculto:** sangue oculto nas fezes se suspeita de sangramento gastrointestinal\n\n### 3. Pontos de Atenção Clínica\n\n- **Aderência e monitoramento:**\n  - Varfarina: RNI a cada 4 semanas quando estável; considerar suspensão e switch para DOAC se tempo em faixa terapêutica (TTR) < 70%\n  - DOACs: não requerem monitoramento laboratorial rotineiro, mas exigem aderência estrita (sem doses esquecidas)\n- **Manejo perioperatório:**\n  - Planejar com antecedência: comunicar ao cirurgião/anestesista\n  - Avaliar necessidade de bridge therapy (heparina) para varfarina, conforme risco trombótico\n  - DOACs: geralmente suspensos 24–48h antes de procedimentos de baixo risco e 48–72h para alto risco\n- **Situações de emergência:**\n  - Sangramento grave com varfarina: vitamina K IV + concentrado de complexo protrombínico (CCP)\n  - Sangramento grave com dabigatrana: idarucizumabe (antídoto específico)\n  - Sangramento grave com fator Xa: andexanet alfa (quando disponível) ou CCP\n\n### 4. Interações Medicamentosas e Suplementos\n\n- **Evitar ou monitorar rigorosamente com varfarina:** AINEs, antibióticos de amplo espectro, antifúngicos azólicos, amiodarona, estatinas (em altas doses), fitoterápicos (ginkgo biloba, alho, ginseng aumentam risco de sangramento; erva-de-são-joão reduz RNI)\n- **Suplementos que aumentam risco hemorrágico:** ômega-3 em doses altas (> 2–3 g EPA+DHA/dia), vitamina E em doses elevadas, cúrcuma/curcumina em doses terapêuticas, coenzima Q10 pode interferir com varfarina\n- **Orientar paciente** sobre alimentos ricos em vitamina K (folhas verdes) em caso de uso de varfarina: manter consumo estável, não eliminar\n\n### 5. Abordagem Integrativa\n\n- **Tratar as condições de base** que motivaram o uso (hipertensão, dislipidemia, diabetes, obesidade, sedentarismo) para reduzir risco cardiovascular global\n- **Cessação do tabagismo** e moderação do álcool: ambos aumentam risco hemorrágico e trombótico\n- **Exercício físico supervisionado:** manter atividade física regular; alertar sobre atividades com alto risco de trauma\n- **Avaliar saúde intestinal:** sangramento gastrointestinal é a complicação mais frequente; rastrear Helicobacter pylori em usuários de AAS crônico\n\n### 6. Critérios de Encaminhamento\n\n- **Cardiologista:** FA de início recente, síndrome coronariana aguda, pós-stent, valvopatia\n- **Hematologista:** trombofilia, heparina induzida por trombocitopenia (HIT), casos refratários\n- **Neurologista:** AVC/AIT para definição de antitrombótico ideal\n- **Cirurgia vascular:** TVP/EP complicada, tromboembolismo recorrente\n- **Emergência imediata:** qualquer sangramento ativo de difícil controle, suspeita de AVC hemorrágico, sangramento intracraniano"
}
