{
  "score_item_id": "c77cedd3-2800-7f39-a8fd-1332fa906fa5",
  "clinical_relevance": "Anticoncepcionais (contraceptivos orais combinados — COCs e progestágenos isolados) representam um dos medicamentos mais amplamente utilizados no mundo, com impacto hormonal sistêmico relevante para a avaliação de saúde funcional e integrativa. O histórico de uso — atual ou prévio — é informação clínica essencial, pois modifica eixos hormonais, perfil metabólico, estado nutricional e risco cardiovascular.\n\nEfeitos hormonais: Os COCs elevam a globulina ligadora de hormônios sexuais (SHBG) de forma expressiva, resultando em redução da testosterona livre biodisponível. Esse mecanismo tem implicações diretas na libido, disposição, resposta cognitiva e efetividade de eventual reposição hormonal posterior. Em mulheres usuárias de anticoncepcionais, a testosterona administrada exogenamente tende a ser sequestrada pelo SHBG elevado, reduzindo sua efetividade clínica. O estradiol e a diidrotestosterona (DHT) também são afetados indiretamente pela supressão do eixo hipotálamo-hipófise-ovário.\n\nEfeitos nutricionais: Revisão sistemática e meta-análise citadas em literatura de medicina funcional apontam que o uso de contraceptivos orais associa-se à depleção de folato, vitaminas B6 e B12, com consequente elevação de homocisteína. Há recomendação nível A para suplementação preventiva com L-metilfolato em usuárias de COCs, especialmente naquelas com polimorfismo MTHFR. Monitoramento de folato, homocisteína, B12 e B6 é recomendado nesse contexto.\n\nEfeitos metabólicos e cardiovasculares: Os COCs — especialmente formulações com progestágenos androgênicos ou levonorgestrel — podem induzir resistência à insulina, alterações lipídicas e elevação de marcadores inflamatórios. O risco de tromboembolismo venoso é reconhecido e classicamente avaliado pelos critérios de elegibilidade médica da OMS, que incluem investigação de trombofilias quando indicado, avaliação de pressão arterial e rastreio de enxaqueca com aura (contraindicação absoluta para COCs com estrogênio).\n\nEfeitos sobre densidade óssea, humor e cognição: O uso prolongado de COCs está associado a impacto negativo sobre densidade óssea, humor, energia e cognição — possivelmente mediado pela supressão hormonal e pela depleção de micronutrientes. A avaliação desses sintomas em usuárias de anticoncepcionais é parte do raciocínio clínico integrativo.\n\nRetirada dos COCs: Ao suspender os anticoncepcionais, pode ocorrer período de instabilidade hormonal por aproximadamente três meses, com manifestações como queda de cabelo, acne, irregularidade menstrual e alterações de humor. Em mulheres com SOP, é recomendada estratégia de transição — mantendo por 1 a 2 meses o tratamento de base para resistência à insulina e estilo de vida antes da suspensão do COC, a fim de reduzir rebote de acne, queda de cabelo e hirsutismo.\n\nUso terapêutico em SOP: COCs contendo drospirenona, clormadinona ou acetato de ciproterona são utilizados no manejo de acne, hirsutismo e irregularidade menstrual na Síndrome dos Ovários Policísticos, ponderando-se riscos metabólicos e trombóticos individualmente.",
  "points": 8,
  "patient_explanation": "Anticoncepcionais são medicamentos usados para evitar a gravidez, mas também têm efeitos em vários sistemas do corpo que vão além da contracepção. Eles podem alterar os níveis de hormônios como a testosterona e o estrogênio, reduzir a disponibilidade de vitaminas importantes como B6, B12 e ácido fólico, e influenciar o humor, a energia, a libido e até a saúde dos ossos durante o uso prolongado.\n\nRegistrar o histórico de uso de anticoncepcionais — por quanto tempo, qual tipo e quando foi suspenso — ajuda o médico a entender melhor o seu perfil hormonal e metabólico atual. Quando a pílula é retirada, o organismo pode levar alguns meses para se reequilibrar, com possíveis efeitos temporários como acne ou queda de cabelo.\n\nEssas informações são importantes para personalizar seu cuidado de saúde e, se necessário, repor nutrientes ou ajustar tratamentos hormonais com mais precisão.",
  "conduct": "## Conduta Clínica — Anticoncepcionais (Histórico de uso)\n\n### 1. Anamnese Direcionada\n- **Tipo de anticoncepcional:** combinado (COC), progestágeno isolado, DIU hormonal, injetável, implante\n- **Tempo de uso:** duração total e continuidade (uso atual ou prévio)\n- **Motivo de uso:** contracepção, SOP, dismenorreia, acne, endometriose\n- **Tempo de suspensão** (se aplicável) e sintomas após retirada\n- **Sintomas durante o uso:** alterações de humor, libido, energia, queda de cabelo, acne, cefaleia\n\n### 2. Investigação Laboratorial em Usuárias de COCs\n- **Folato sérico** (ou eritrocitário) e **L-metilfolato** — depleção associada ao uso de COCs; considerar suplementação preventiva com L-metilfolato (recomendação nível A em literatura funcional)\n- **Homocisteína plasmática** — risco elevado em usuárias, especialmente com polimorfismo MTHFR\n- **Vitamina B12** (preferencialmente metilcobalamina) e **vitamina B6**\n- **Testosterona total e livre** — interpretar com cautela: COCs elevam SHBG e reduzem testosterona livre; avaliar testosterona salivar para maior acurácia em mulheres\n- **SHBG** — útil para quantificar o impacto do COC sobre testosterona biodisponível\n- **Perfil lipídico** e **glicemia/insulina/HOMA-IR** — avaliar impacto metabólico\n- **TSH, T4 livre (± T3)** — rastrear disfunção tireoidiana como diagnóstico diferencial para sintomas de humor e energia\n\n### 3. Avaliação de Elegibilidade (para usuárias atuais ou em início de uso)\n- Aplicar **critérios de elegibilidade médica da OMS** antes de prescrever COC\n- Rastrear **enxaqueca com aura** — contraindicação absoluta para COCs com estrogênio\n- Avaliar **pressão arterial** e histórico de doença vascular\n- **Triagem de trombofilia** quando indicado clinicamente (histórico pessoal ou familiar de tromboembolismo)\n- Investigar **fatores de risco cardiovascular** combinados\n\n### 4. Manejo da Retirada dos Anticoncepcionais\n- **Orientar previamente** sobre possíveis efeitos de retirada: queda de cabelo, acne, irregularidade menstrual, alterações de humor (duração esperada: cerca de 3 meses)\n- Em mulheres com **SOP**: manter por 1 a 2 meses o tratamento de base (controle de resistência à insulina, estilo de vida) antes de suspender o COC para reduzir rebote\n- **Suporte nutricional e funcional** durante a transição:\n  - L-metilfolato\n  - Metilcobalamina (B12 sublingual se necessário)\n  - Piridoxina ativa (P5P / B6)\n  - Ômega-3 (EPA+DHA: 2–4 g/dia)\n  - Suporte ao eixo HPA com modulação de estresse e sono\n\n### 5. Monitoramento de Sintomas Relacionados\n- Avaliar **humor, energia, cognição e libido** em usuárias de COCs\n- Investigar **densidade óssea** em uso prolongado, especialmente em mulheres jovens\n- Em pacientes com sintomas depressivos: realizar rastreio tireoidiano completo antes de firmar diagnóstico de depressão\n- Avaliar **testosterona salivar** em mulheres com suspeita de hipoandrogenismo, especialmente sem uso atual de anticoncepcionais\n\n### 6. Considerações em Contextos Específicos\n- **SOP:** COCs com drospirenona, clormadinona ou acetato de ciproterona são opções para controle de acne, hirsutismo e irregularidade menstrual, sempre avaliando individualmente riscos metabólicos e trombóticos\n- **Fertilidade:** suspender COC com antecedência adequada; considerar suporte nutricional para otimização da qualidade oocitária antes de tentativa de gestação\n- **Reposição hormonal:** em mulheres com histórico de uso de COC, verificar SHBG antes de iniciar reposição de testosterona, pois níveis elevados podem comprometer efetividade"
}
