{
  "score_item_id": "c77cedd3-2800-7dad-baf7-f92b6f987100",
  "clinical_relevance": "Anticonvulsivantes (também denominados antiepilépticos ou estabilizadores de membrana) constituem uma classe farmacológica heterogênea utilizada no tratamento de epilepsia, transtornos do humor, dor neuropática, enxaqueca e outros distúrbios neurológicos. No contexto do Escore Plenya, o histórico de uso de anticonvulsivantes é relevante pois implica repercussões metabólicas, nutricionais e neurológicas que impactam múltiplos domínios da saúde funcional.\n\nAs principais moléculas incluem: ácido valpróico (valproato), carbamazepina, fenitoína, lamotrigina, levetiracetam, topiramato, gabapentina, pregabalina, clonazepam (benzodiazepínico com ação anticonvulsivante), oxcarbazepina e fenobarbital. Cada subclasse tem mecanismo de ação distinto: bloqueio de canais de sódio voltagem-dependentes (carbamazepina, fenitoína, lamotrigina), potenciação GABAérgica (fenobarbital, benzodiazepínicos, gabapentina), bloqueio de canais de cálcio, inibição de anidrase carbônica (topiramato) ou modulação multifatorial (ácido valpróico).\n\nImpacto metabólico-nutricional clinicamente relevante:\n- Ácido valpróico e antiepilépticos indutores enzimáticos (carbamazepina, fenitoína, fenobarbital) depletam vitamina D ao acelerar o catabolismo hepático via citocromo P450 (CYP2C9, CYP3A4), aumentando risco de osteoporose e hipovitaminose D — conforme referenciado nos chunks (chunk 9 e chunk 24 citam diretamente antiepilépticos como ácido valpróico entre os fármacos que interferem na via de vitamina D).\n- Antiepilépticos reduzem níveis séricos de folato (B9), B6 (piridoxal-5-fosfato), B12 e vitamina K, com impacto direto na síntese de neurotransmissores (conversão de glutamato em GABA, síntese de serotonina e dopamina dependem de P5P, conforme chunks 1, 6, 12, 27, 28).\n- O uso de anticonvulsivantes, especialmente o ácido valpróico, associa-se a hiperamoniemia, hepatotoxicidade, ganho de peso, dislipidemia, síndrome metabólica e síndrome dos ovários policísticos (SOPC) em mulheres.\n- Piridoxina (B6) em doses de 100–300 mg/dia é indicada em pacientes em uso de anticonvulsivantes para compensar depleção (chunk 1).\n- Monitoramento do citocromo P450 é recomendado em pacientes usando antiepilépticos para avaliar interferência no metabolismo de vitamina D e outros fármacos (chunk 9).\n\nEpidemiologia: Epilepsia afeta aproximadamente 50 milhões de pessoas no mundo (OMS), com prevalência de 1,5–2% na população geral. No Brasil, estima-se cerca de 3 milhões de epilépticos. Além da epilepsia, anticonvulsivantes são amplamente utilizados off-label: gabapentina e pregabalina são dos fármacos mais prescritos em países desenvolvidos, com aumento significativo de prescrições nas últimas décadas. Ácido valpróico é padrão ouro em transtorno bipolar tipo I.\n\nEstratificação de risco clínico:\n- Uso crônico (>2 anos): alto risco de depleção de vitamina D, osteopenia/osteoporose, anemia macrocítica por deficiência de folato.\n- Polifarmácia com antiepilépticos indutores enzimáticos: risco de interações medicamentosas clinicamente significativas.\n- Mulheres em idade fértil usando ácido valpróico: risco teratogênico (defeitos do tubo neural), SOPC, hiperandrogenismo.\n- Uso de benzodiazepínicos como anticonvulsivantes: dependência física, síndrome de abstinência, comprometimento cognitivo cumulativo.",
  "points": 12,
  "patient_explanation": "Anticonvulsivantes são medicamentos usados principalmente para tratar epilepsia (crises convulsivas), mas também são receitados para outras condições como transtorno bipolar, dores nos nervos e enxaqueca. Se você já usou ou usa esses remédios, isso é importante para o seu escore de saúde porque eles podem afetar o funcionamento do seu corpo de formas que vão além do controle das crises.\n\nO uso prolongado desses medicamentos pode reduzir os níveis de vitaminas importantes no organismo, como vitamina D, vitamina B6, folato e vitamina B12. Essas vitaminas são fundamentais para a saúde dos ossos, do sistema nervoso e do humor. Por isso, quem usa anticonvulsivantes por muito tempo pode precisar de suplementação específica e monitoramento regular.\n\nNão é motivo de alarme: muitas pessoas vivem muito bem com epilepsia ou outras condições controladas por esses medicamentos. O importante é que o seu médico saiba de todo o histórico para ajustar os cuidados de forma personalizada.",
  "conduct": "## Conduta Clínica para Paciente com Histórico de Uso de Anticonvulsivantes\n\n### Anamnese Detalhada\n- **Identificar o(s) fármaco(s) utilizado(s):** ácido valpróico, carbamazepina, fenitoína, lamotrigina, levetiracetam, topiramato, gabapentina, pregabalina, clonazepam, oxcarbazepina, fenobarbital, ou outros.\n- **Duração e continuidade do uso:** uso atual vs. histórico passado; tempo total de uso acumulado.\n- **Indicação:** epilepsia, transtorno bipolar, dor neuropática, enxaqueca, ansiedade, outro.\n- **Aderência terapêutica e tolerabilidade:** efeitos colaterais relatados (ganho de peso, tontura, déficit cognitivo, alterações de humor, fadiga).\n- **Histórico de hospitalizações por crises ou toxicidade medicamentosa.**\n\n### Investigação Complementar Recomendada\n\n**Laboratorial prioritária para pacientes em uso crônico de anticonvulsivantes:**\n- **25-OH Vitamina D:** antiepilépticos indutores do CYP450 (carbamazepina, fenitoína, fenobarbital, oxcarbazepina) e ácido valpróico depletam vitamina D; monitorar e manter acima de 40 ng/mL.\n- **Folato sérico/eritrocitário e vitamina B12:** carência frequente, especialmente com valproato, fenitoína, carbamazepina; risco de anemia macrocítica e hiperhomocisteinemia.\n- **Homocisteína plasmática:** elevação indica deficiência de B6/B9/B12; fator de risco cardiovascular e neurotoxicidade.\n- **Vitamina B6 (piridoxal-5-fosfato / P5P):** inferir funcionalmente via metabolômica ou por sinais clínicos (neuropatia periférica, irritabilidade, dermatite).\n- **Densitometria óssea (DXA):** indicada em uso crônico (>2 anos), especialmente pós-menopausa ou em homens acima de 50 anos.\n- **Hemograma completo:** rastrear anemia macrocítica por deficiência de folato.\n- **Perfil hepático (TGO, TGP, GGT, bilirrubinas):** especialmente para valproato, carbamazepina e fenitoína — hepatotoxicidade possível.\n- **Amônia plasmática (se ácido valpróico):** risco de hiperamoniemia mesmo com valproemia normal.\n- **Perfil lipídico e glicemia:** síndrome metabólica associada ao valproato e à gabapentina.\n- **Nível sérico do anticonvulsivante (quando aplicável):** valproato (50–100 mcg/mL), carbamazepina (4–12 mcg/mL), fenitoína (10–20 mcg/mL).\n\n### Suplementação e Intervenções Funcionais\n\n- **Vitamina D:** repor conforme déficit identificado; doses de 2.000–10.000 UI/dia em pacientes em antiepilépticos indutores enzimáticos, monitorando 25-OH-D, PTH, cálcio sérico e ionizado.\n- **Vitamina B6 (piridoxina ou P5P):** piridoxina 100–300 mg/dia ou P5P 5–30 mg/dia em pacientes usando anticonvulsivantes, conforme necessidade clínica (suporte à síntese gabaérgica e serotonérgica).\n- **Folato ativo (metilfolato):** 400 mcg a 5 mg/dia dependendo de déficit e polimorfismos MTHFR; priorizar em mulheres em idade fértil.\n- **Vitamina B12:** suplementar se baixa ou limítrofe, especialmente em vegetarianos/veganos ou pacientes com gastrite atrófica.\n- **Magnésio:** 500 mg a 2 g/dia (treonato ou glicina para maior absorção cerebral); cofator da enzima glutamato descarboxilase (GAD) — síntese de GABA — e modulador da excitabilidade neuronal.\n- **Cálcio e vitamina K2:** em pacientes com osteopenia/osteoporose secundária ao uso crônico de antiepilépticos.\n\n### Monitoramento e Seguimento\n\n- **Reavaliar níveis de vitamina D a cada 3–6 meses** em pacientes em uso de indutores enzimáticos.\n- **Monitorar função hepática e renal semestralmente** em uso contínuo de valproato, carbamazepina ou fenitoína.\n- **Vigilância cognitiva:** especialmente em idosos em uso de gabapentina, pregabalina ou benzodiazepínicos — risco de comprometimento cognitivo cumulativo.\n- **Rastrear síndrome metabólica** em pacientes usando valproato (peso, circunferência abdominal, glicemia, triglicerídeos, HDL).\n\n### Encaminhamento a Especialistas\n\n- **Neurologista/epileptologista:** sempre que há dúvida sobre indicação atual, possibilidade de redução de dose ou troca de fármaco por perfil metabólico mais favorável.\n- **Endocrinologista:** se osteoporose confirmada, síndrome metabólica, SOPC associada ao valproato, ou hipovitaminose D refratária.\n- **Ginecologista:** mulheres em idade fértil em uso de ácido valpróico — alto risco teratogênico (defeitos do tubo neural); discutir anticoncepção eficaz e possibilidade de troca de fármaco pré-gestacional.\n- **Psiquiatra:** se a indicação do anticonvulsivante é transtorno do humor (bipolar), avaliar ajuste do estabilizador dentro do contexto do escore global de saúde mental."
}
