{
  "score_item_id": "c77cedd3-2800-7d33-86b8-0ac8be744547",
  "clinical_relevance": "Os antidepressivos constituem uma das classes farmacológicas mais prescritas mundialmente, com relevância clínica que transcende o tratamento da depressão maior. As quatro classes principais — inibidores seletivos da recaptação de serotonina (ISRS), inibidores da recaptação de serotonina e noradrenalina (ISRN), antidepressivos tricíclicos (ATC) e inibidores da monoaminaoxidase (IMAO) — diferem substancialmente em mecanismo de ação, perfil de efeitos adversos, segurança e interações medicamentosas.\n\n**ISRS (fluoxetina, sertralina, escitalopram, paroxetina, fluvoxamina, citalopram):** Bloqueiam o transportador de recaptação de serotonina (SERT), aumentando a serotonina sináptica. São primeira linha para depressão maior, transtornos de ansiedade, TOC, TEPT e bulimia nervosa. Efeitos adversos frequentes incluem náuseas (transitórias), disfunção sexual (20-70% dos pacientes, incluindo anorgasmia, ejaculação retardada, redução da libido), insônia ou hipersonia, cefaleia e ganho de peso a longo prazo. Paroxetina tem maior risco de síndrome de descontinuação por meia-vida curta. Fluoxetina tem meia-vida longa (4-16 dias incluindo metabólito ativo) e menor risco de descontinuação. Interações relevantes: inibição de CYP2D6 (fluoxetina, paroxetina) e CYP3A4 (fluvoxamina) pode elevar níveis de opioides, antipsicóticos e anticoagulantes.\n\n**ISRN (venlafaxina, desvenlafaxina, duloxetina, milnaciprana):** Bloqueiam SERT e NET (transportador de noradrenalina). Indicados para depressão maior, transtornos de ansiedade generalizada, dor neuropática (duloxetina, fibromialgia), e síndrome do estresse pós-traumático. Venlafaxina em doses altas (>225 mg/dia) causa hipertensão arterial mensurável em 3-13% dos pacientes — monitoramento pressórico é obrigatório. Duloxetina tem risco de hepatotoxicidade em uso prolongado e deve ser evitada em insuficiência hepática. Síndrome de descontinuação é proeminente com venlafaxina.\n\n**Tricíclicos (amitriptilina, nortriptilina, imipramina, clomipramina, desipramina):** Mecanismo pleiotrópico: inibição de SERT e NET, bloqueio muscarínico, histaminérgico (H1) e alfa-1 adrenérgico. Cardiotoxicidade é o principal risco: prolongamento do intervalo QTc, bloqueios de condução e taquicardia; overdose pode ser fatal em doses menores que 30 mg/kg. Hipotensão ortostática é frequente. Contraindicados no pós-IAM recente e em arritmias. Sedação intensa por bloqueio H1. Úteis para dor crônica neuropática (NNT de 2-4), enurese noturna e profilaxia de enxaqueca. Monitorar ECG basal e após ajuste de dose. Janela terapêutica estreita: nortriptilina 50-150 ng/mL; dosagem sérica facilita manejo.\n\n**IMAOs (fenelzina, tranilcipromina, selegilina, moclobemida):** Inibem a monoaminaoxidase A e/ou B, aumentando serotonina, noradrenalina e dopamina. IMAOs irreversíveis (fenelzina, tranilcipromina) requerem dieta restrita em tiramina (queijos maturados, embutidos, vinho tinto, extratos de levedura) pelo risco de crise hipertensiva grave. Período de washout de 14 dias antes ou após outros serotonérgicos é mandatório para prevenir síndrome serotoninérgica. Moclobemida (IMAO reversível, RIMA) tem menor risco alimentar. Indicados em depressão atípica, depressão refratária e fobia social (fenelzina).\n\n**Impacto endócrino e metabólico:** Antidepressivos podem elevar prolactina (especialmente paroxetina e ATC), contribuir para ganho de peso (mirtazapina, paroxetina, ATC), reduzir testosterona livre por aumento de SHBG e causar disfunção sexual orgânica relevante para o perfil de saúde integrativa. O uso crônico de ISRS está associado a redução da densidade óssea por inibição de SERT em osteoblastos e osteoclastos. A descontinuação abrupta produz síndrome específica (tontura, parestesias, náuseas, irritabilidade, pesadelos) em especial com paroxetina e venlafaxina.\n\n**Síndrome serotoninérgica:** Emergência médica resultante de excesso de serotonina sináptica — combinação de ISRS/ISRN com tramadol, linezolida, triptanos, meperidina ou IMAOs. Tríade clínica: alterações cognitivas, hiperatividade autonômica e anormalidades neuromusculares (clonus, hiperreflexia, mioclonias). Tratamento: retirada do agente, benzodiazepínicos, ciproeptadina como antagonista serotoninérgico em casos graves.",
  "points": 12,
  "patient_explanation": "Antidepressivos são medicamentos usados para tratar a depressão, ansiedade e outras condições emocionais ou de dor crônica. Existem quatro grupos principais: ISRS (como fluoxetina e sertralina), ISRN (como venlafaxina e duloxetina), tricíclicos (como amitriptilina) e IMAOs (como fenelzina). Cada grupo age de forma diferente no cérebro, equilibrando substâncias químicas como a serotonina e a noradrenalina, que influenciam o humor, a energia e o sono.\n\nSaber que você usa ou já usou antidepressivos é importante para o seu médico porque esses remédios podem afetar outros aspectos da saúde: alguns podem alterar o peso, a função sexual, a pressão arterial ou o coração. Além disso, eles interagem com vários outros medicamentos. Nunca pare de usar um antidepressivo de repente sem orientação médica, pois isso pode causar sintomas desagradáveis como tontura, formigamentos e irritabilidade. Com acompanhamento adequado, esses medicamentos são seguros e muito eficazes para melhorar a qualidade de vida.",
  "conduct": "## Conduta Clínica: Histórico de Uso de Antidepressivos\n\n### Avaliação Inicial\n\n- **Identificar a classe e o fármaco específico** em uso ou previamente utilizado (ISRS, ISRN, tricíclico, IMAO)\n- **Indicação original:** depressão maior, ansiedade, TOC, dor crônica, enurese, profilaxia de enxaqueca, outra\n- **Duração e adesão:** tempo de uso contínuo, tentativas de descontinuação e sintomas associados\n- **Eficácia percebida pelo paciente** e grau de resposta clínica (remissão, resposta parcial, não-resposta)\n- **Efeitos adversos relatados:** disfunção sexual, ganho de peso, sedação, insônia, alterações cardiovasculares\n\n---\n\n### Investigação Complementar Orientada pela Classe\n\n#### Para todos os antidepressivos:\n- **Hemograma completo** (risco de hiponatremia dilucional com ISRS, especialmente em idosos)\n- **Sódio sérico** se uso de ISRS ou ISRN em idosos ou em uso de diuréticos\n- **Função hepática (TGO, TGP, GGT):** especialmente duloxetina, ATC, nefazodona\n- **Função renal:** ajuste de dose necessário em DRC\n- **Glicemia e insulina de jejum:** risco de resistência à insulina com uso crônico de paroxetina e ATC\n- **Perfil lipídico:** ATC e mirtazapina associados a dislipidemia\n- **TSH:** hipotireoidismo pode mimetizar ou perpetuar depressão refratária\n\n#### Para tricíclicos (ATC):\n- **ECG basal** antes de iniciar e após ajuste de dose: avaliar intervalo QTc (risco se >450ms em homens, >470ms em mulheres)\n- **Nível sérico terapêutico** quando disponível (nortriptilina 50-150 ng/mL; imipramina+desipramina 150-300 ng/mL)\n- **Pressão arterial em ortostatismo:** hipotensão ortostática é frequente\n\n#### Para ISRN (especialmente venlafaxina):\n- **Monitoramento pressórico regular:** medir PA a cada consulta; em doses >225 mg/dia, risco de hipertensão em até 13% dos pacientes\n\n#### Para IMAOs:\n- **Dieta pobre em tiramina** obrigatória com IMAOs irreversíveis (fenelzina, tranilcipromina)\n- **Washout de 14 dias** antes de introduzir serotonérgicos; fluoxetina requer 5 semanas de washout por meia-vida longa\n\n---\n\n### Avaliação de Impacto em Saúde Integrativa\n\n- **Disfunção sexual:** aplicar escala ASEX (Arizona Sexual Experience Scale); se impacto significativo, considerar troca para bupropiona, mirtazapina ou adição de bupropiona\n- **Densidade óssea:** uso crônico de ISRS (>1 ano) associado a redução de DMO — considerar DXA em pacientes com outros fatores de risco osteoporótico\n- **Prolactina:** dosar se galactorreia, irregularidade menstrual ou disfunção sexual sem outra causa; paroxetina e ATC são os mais prolactinogênicos\n- **Composição corporal:** paroxetina, ATC e mirtazapina associados a ganho de peso significativo (>5% do peso corporal em uso prolongado)\n- **Testosterona e SHBG:** ISRS podem elevar SHBG, reduzindo testosterona livre — avaliar em homens com queda de libido ou energia\n\n---\n\n### Critérios de Encaminhamento\n\n- **Psiquiatria:** depressão refratária (falha a 2 ou mais antidepressivos em dose e duração adequadas), risco de suicídio, transtorno bipolar não diagnosticado, uso concomitante de múltiplos psicofármacos\n- **Cardiologia:** QTc prolongado no ECG, arritmias identificadas, uso de ATC em pacientes com cardiopatia\n- **Neurologia:** suspeita de síndrome serotoninérgica (clonus, hiperreflexia, hipertermia, agitação)\n- **Endocrinologia:** hiperprolactinemia clinicamente significativa, alterações metabólicas relevantes atribuídas ao antidepressivo\n\n---\n\n### Manejo da Descontinuação\n\n- **Nunca interromper abruptamente** — redução gradual de 10-25% da dose a cada 2-4 semanas\n- **Paroxetina e venlafaxina** têm maior risco de síndrome de descontinuação: considerar switch para fluoxetina antes da retirada\n- **Sintomas de descontinuação (FINISH):** Flu-like symptoms, Insônia, Náuseas, Instabilidade/tontura, Sensações de choque elétrico, Hiperexcitabilidade\n\n---\n\n### Interações Medicamentosas Prioritárias\n\n| Antidepressivo | Interação Crítica | Consequência |\n|---|---|---|\n| ISRS + IMAO | Síndrome serotoninérgica | Risco de vida |\n| ISRS + tramadol | Síndrome serotoninérgica | Grave |\n| Fluoxetina/paroxetina + tamoxifeno | Inibição CYP2D6 | Reduz eficácia do tamoxifeno |\n| ATC + antiarrítmicos classe Ia/III | Prolongamento QTc aditivo | Arritmia |\n| IMAO + tiramina alimentar | Crise hipertensiva | Emergência |"
}
