{
  "score_item_id": "c77cedd3-2800-7ce0-a970-351333e28cae",
  "clinical_relevance": "O uso de anti-hipertensivos (IECA, BRA, betabloqueadores, bloqueadores dos canais de cálcio e diuréticos) é um marcador clínico de alta relevância porque sinaliza hipertensão arterial sistêmica estabelecida — principal fator de risco modificável para doenças cardiovasculares e a causa número 1 de mortes potencialmente preveníveis no mundo, responsável por 7,6 milhões de óbitos anuais, com mais da metade ocorrendo entre 45 e 69 anos. As principais causas de mortalidade associadas são AVC (54%) e infarto do miocárdio (47%). A prevalência da hipertensão varia de 20% a 40% da população geral, elevando-se para 65% em indivíduos acima de 60 anos, com taxa de controle alarmantemente baixa — inferior a 10%.\n\nA hipertensão é classificada por níveis de pressão arterial (PA): ótima < 120/80 mmHg; normal 120-129/80-84 mmHg; pré-hipertensão 130-139/85-89 mmHg; Estágio 1: 140-159/90-99 mmHg; Estágio 2: 160-179/100-109 mmHg; Estágio 3: ≥ 180/110 mmHg. Para monitorização fora do consultório, os limiares diagnósticos são inferiores: ≥ 130/80 mmHg no MAPA 24h e ≥ 135/85 mmHg no MRPA. O risco de mortalidade cardiovascular aumenta progressivamente a partir de 115/75 mmHg.\n\nAs classes farmacológicas preferenciais são IECA (inibidores da enzima conversora de angiotensina), BRA (bloqueadores do receptor de angiotensina II), diuréticos tiazídicos e bloqueadores dos canais de cálcio (BCC). A combinação entre essas classes é a estratégia mais eficaz. A associação IECA + BRA é contraindicada. Betabloqueadores não são mais considerados primeira linha: apresentam menor proteção cardiovascular comparativamente, aumentam o risco de diabetes e causam efeitos adversos como disfunção sexual e ganho de peso, sendo reservados como quinta opção terapêutica ou para indicações específicas (insuficiência cardíaca, arritmias, pós-IAM).\n\nHierarquia terapêutica vigente: (1) mudança de estilo de vida para todos os estágios desde o diagnóstico; (2) IECA/BRA, BCC ou diurético tiazídico; (3) espironolactona como 4ª opção; (4) betabloqueador como 5ª opção. Para pacientes com doença renal crônica (DRC) com albuminúria, IECA ou BRA são a primeira linha para controle da PA; BCC dihidropiridínico ou diurético podem ser adicionados quando necessário, sendo frequentemente necessárias as 3 classes para atingir as metas (KDIGO 2024).\n\nMetas terapêuticas: pacientes de alto risco cardiovascular devem manter PA entre 120/70 e 130/80 mmHg; pacientes de baixo/moderado risco e idosos hígidos, PA até 140/90 mmHg; idosos frágeis, com alto risco de quedas ou expectativa de vida muito limitada, a meta pode ser elevada para até 160/90 mmHg para evitar hipotensão ortostática. Para adultos com DRC, o KDIGO 2024 sugere meta de pressão sistólica < 120 mmHg quando tolerada.\n\nA fisiopatologia da hipertensão envolve regulação por múltiplos sistemas: neural (catecolaminas), hormonal (sistema renina-angiotensina-aldosterona — SRAA), renal, microbiota intestinal e endotélio. A resistência insulínica é um fator contribuinte importante: o consumo de carboidratos refinados eleva aldosterona e promove retenção de sódio e água, elevando a PA. Causas secundárias — subdiagnosticadas na prática — incluem apneia obstrutiva do sono (presente em ~40% dos hipertensos), disfunções tireoidianas e doença renal crônica; seu tratamento pode resultar em controle ou resolução da hipertensão. O tratamento farmacológico da hipertensão reduz significativamente o risco de AVC (34%) e de infarto (21%).",
  "points": 25,
  "patient_explanation": "Anti-hipertensivos são medicamentos que controlam a pressão arterial elevada (hipertensão). Usar esses remédios significa que sua pressão está sendo tratada ativamente — algo muito importante, pois a pressão alta é a principal causa de AVC e infarto no mundo. Existem vários tipos (IECA, BRA, bloqueadores do canal de cálcio, diuréticos) e cada um age de forma diferente para manter sua pressão em nível seguro. Além dos remédios, mudanças no estilo de vida fazem grande diferença: perder peso, praticar exercícios e reduzir açúcar e ultraprocessados pode baixar a pressão em até 30-40 mmHg. Nunca interrompa o uso sem orientação médica, mesmo se sentindo bem — a hipertensão geralmente não causa sintomas, mas continua causando danos silenciosos quando não controlada.",
  "conduct": "## Conduta Clínica: Paciente em Uso de Anti-hipertensivos\n\n### Avaliação Inicial\n\n- **Identificar a(s) classe(s) em uso:** IECA, BRA, betabloqueador, BCC (dihidropiridínico ou não), diurético tiazídico, espironolactona ou combinações\n- **Verificar adequação da prescrição** conforme hierarquia terapêutica atual: IECA/BRA, BCC e tiazídicos são primeira linha; betabloqueadores são 5ª opção, exceto indicações específicas (ICC, arritmias, pós-IAM)\n- **Checar se há associação IECA + BRA:** combinação contraindicada — deve ser corrigida\n- **Avaliar controle pressórico atual:** medir PA no consultório e, quando possível, solicitar **MAPA** (Monitorização Ambulatorial da Pressão Arterial) ou **MRPA** (Monitorização Residencial) para diagnóstico e acompanhamento mais precisos\n\n### Metas de PA\n\n- **Alto risco cardiovascular:** PA entre 120/70 e 130/80 mmHg\n- **Baixo/moderado risco e idosos hígidos:** PA até 140/90 mmHg\n- **Idosos frágeis, risco de quedas, hipotensão postural ou expectativa de vida limitada:** meta pode ser relaxada para até 160/90 mmHg\n- **DRC com albuminúria (KDIGO 2024):** preferir IECA ou BRA como primeira linha; meta sistólica < 120 mmHg quando tolerada\n\n### Investigação de Causas Secundárias (Subdiagnosticadas)\n\n- **Apneia obstrutiva do sono:** rastrear ativamente (presente em ~40% dos hipertensos); indicar polissonografia se suspeita clínica\n- **Disfunção tireoidiana:** solicitar TSH\n- **Doença renal crônica:** avaliar creatinina, TFG estimada, microalbuminúria/proteinúria\n- **Hiperaldosteronismo primário, síndrome de Cushing, feocromocitoma:** considerar investigação em hipertensão resistente ou com hipocalemia associada\n\n### Abordagem Não Farmacológica (Mandatória em Todos os Estágios)\n\n- **Perda de peso:** cada 1 kg perdido reduz a PA em ~1 mmHg; potencial de até 20 mmHg com perda de 20 kg\n- **Atividade física aeróbica:** 150 minutos/semana podem reduzir a PA em 5-7 mmHg\n- **Dieta anti-inflamatória e redução de carboidratos refinados:** a resistência insulínica eleva aldosterona e retém sódio/água, contribuindo para a hipertensão; reduzir açúcar e ultraprocessados é mais relevante do que restrição isolada de sal\n- **Redução do consumo de álcool e cessação do tabagismo**\n- **O conjunto dessas mudanças pode reduzir a PA em até 30-40 mmHg**\n\n### Revisão Farmacológica\n\n- **Pacientes em betabloqueador como terapia primária sem indicação específica:** considerar substituição gradual por IECA/BRA, BCC ou diurético tiazídico\n- **Pacientes em pré-hipertensão (130-139/85-89 mmHg) sem comorbidades ou alto risco:** evitar farmacoterapia; priorizar mudança de estilo de vida e abordagem integrativa\n- **Considerar condição socioeconômica** ao prescrever: optar por alternativas acessíveis disponíveis no sistema público quando possível\n\n### Suplementação Integrativa como Adjuvante (Baseada em Evidências dos Chunks)\n\n- **Alho envelhecido (extrato):** 1,2 g/dia por 12 semanas — redução de ~11,5 mmHg na sistólica e ~6,3 mmHg na diastólica\n- **Coenzima Q10 (CoQ10):** metanálise demonstrou redução de ~11 mmHg na sistólica e ~7 mmHg na diastólica em hipertensos\n- **Magnésio (forma taurato preferencialmente):** 500-1000 mg/dia — redução de ~5,6 mmHg na sistólica e ~2,8 mmHg na diastólica; potencializa o efeito dos anti-hipertensivos\n- **Beterraba:** 500-1000 mg/dia (extrato) ou 150-250 ml/dia (suco) — melhora produção de óxido nítrico; redução de ~6 mmHg na sistólica e 3-5 mmHg na diastólica\n- **Cúrcuma longa:** uso por mais de 12 semanas mostrou redução média de ~8 mmHg na sistólica\n\n### Monitoramento\n\n- **PA:** em todas as consultas; considerar automonitoramento domiciliar\n- **Função renal:** creatinina e TFG estimada regularmente em uso de IECA/BRA\n- **Eletrólitos:** potássio em uso de IECA, BRA ou diuréticos\n- **Glicemia/insulinemia:** betabloqueadores aumentam risco de diabetes; vigilância indicada\n\n### Critérios de Encaminhamento\n\n- **Cardiologia:** hipertensão resistente (PA não controlada com 3 classes em doses adequadas), lesão de órgão-alvo estabelecida (ICC, coronariopatia, AVC), ou suspeita de causa secundária complexa\n- **Nefrologia:** DRC associada com TFG reduzida ou proteinúria significativa\n- **Pneumologia/Medicina do Sono:** suspeita de apneia obstrutiva do sono como causa secundária\n- **Endocrinologia:** suspeita de hiperaldosteronismo, Cushing ou feocromocitoma"
}
