{
  "score_item_id": "c77cedd3-2800-793d-bb4e-43b4db957188",
  "clinical_relevance": "Antiparkinsonianos são medicamentos utilizados no tratamento da Doença de Parkinson (DP) e de síndromes parkinsonianas secundárias. A DP é uma doença neurodegenerativa progressiva caracterizada pela depleção dopaminérgica na via nigroestriatal, resultando em bradicinesia, rigidez, tremor de repouso e instabilidade postural. A prevalência global estimada é de 1–2% em indivíduos acima de 60 anos, aumentando para 3–4% após os 80 anos, sendo a segunda doença neurodegenerativa mais prevalente mundialmente.\n\nAs principais classes de antiparkinsonianos incluem: (1) Levodopa/carbidopa (benserazida) — padrão ouro do tratamento; a levodopa é o precursor dopaminérgico mais eficaz, com inibidor da descarboxilase periférica para aumentar a biodisponibilidade central e reduzir efeitos adversos periféricos; uso prolongado associa-se a flutuações motoras (fenômeno wearing-off, on-off) e discinesias em 40–50% dos pacientes após 5 anos; (2) Agonistas dopaminérgicos (pramipexol, ropinirol, rotigotina, cabergolina) — utilizados em monoterapia nos estágios iniciais ou em combinação com levodopa; associados a distúrbios do controle de impulsos (jogo patológico, hipersexualidade) em 13–17% dos casos; (3) Inibidores da MAO-B (selegilina, rasagilina, safinamida) — prolongam a ação da dopamina endógena e da levodopa; interações medicamentosas relevantes com serotonérgicos (risco de síndrome serotoninérgica); (4) Inibidores da COMT (entacapona, tolcapona, opicapona) — adjuvantes para reduzir o wearing-off; tolcapona exige monitoramento hepático; (5) Anticolinérgicos (biperideno, triexifenidil) — utilizados principalmente para tremor, especialmente em pacientes mais jovens; contraindicados em idosos por risco de comprometimento cognitivo, retenção urinária e glaucoma; (6) Amantadina — mecanismo dopaminérgico e antagonista de NMDA; utilizada para discinesias induzidas por levodopa.\n\nA presença de antiparkinsonianos no histórico de medicamentos indica necessidade de avaliação neurológica contínua, monitoramento de efeitos adversos motores e não motores (hipotensão ortostática, alucinações, distúrbios do sono REM, disfunção autonômica, demência associada ao Parkinson). A mortalidade na DP é 1,5–2,5 vezes maior do que na população geral, com pneumonia por aspiração como principal causa de morte. O impacto funcional, a polimedicação e as interações farmacológicas justificam atenção clínica ampla neste grupo.",
  "points": 18,
  "patient_explanation": "Os antiparkinsonianos são remédios usados para tratar a Doença de Parkinson, uma condição que afeta o sistema nervoso e causa tremores, lentidão dos movimentos e rigidez muscular. Esses medicamentos ajudam a repor ou imitar uma substância química chamada dopamina, que diminui no cérebro com a progressão da doença.\n\nSe você usa esses medicamentos, é importante que seu médico saiba, pois eles podem interagir com outros remédios e precisam de acompanhamento regular. Alguns efeitos colaterais comuns incluem tontura ao levantar, alterações no sono e, em alguns casos, mudanças de comportamento. Com o tratamento adequado e acompanhamento multidisciplinar — incluindo fisioterapia e fonoaudiologia — é possível manter qualidade de vida por muitos anos. Não suspenda nem modifique a dose por conta própria, pois isso pode causar piora rápida dos sintomas.",
  "conduct": "## Antiparkinsonianos: Conduta Clínica na Medicina Funcional Integrativa\n\n### Avaliação Inicial\n\n- **Identificar o diagnóstico de base:** Doença de Parkinson idiopática, parkinsonismo secundário (vascular, farmacológico, tóxico) ou parkinsonismo-plus (MSA, PSP, DLB)\n- **Mapear o esquema terapêutico atual:** nome, dose, frequência, tempo de uso e aderência de cada antiparkinsoniano\n- **Avaliar estágio da doença:** escala de Hoehn & Yahr, avaliação funcional (UPDRS)\n- **Identificar flutuações motoras:** wearing-off, fenômeno on-off, discinesias\n- **Rastrear sintomas não motores:** hipotensão ortostática, constipação, disfagia, distúrbio comportamental do sono REM, alucinações, demência, depressão, disfunção autonômica\n\n### Investigação Complementar\n\n- **Laboratorial:** hemograma, função hepática e renal (especialmente se uso de tolcapona ou MAO-B), eletrólitos, vitamina B12 e folato (deficiências agravam sintomas neurológicos), homocisteína (elevada em usuários de levodopa sem suplementação de B6/B12)\n- **Avaliação nutricional:** estado proteico (proteínas dietéticas competem com levodopa na absorção intestinal via transportadores de aminoácidos neutros — dieta pobre em proteína no período de maior necessidade de mobilidade)\n- **Avaliação da composição corporal:** sarcopenia frequente na DP (avaliação por DEXA ou bioimpedância)\n- **Deglutição:** avaliação fonoaudiológica para disfagia e risco de aspiração\n- **Densitometria:** risco aumentado de osteoporose e fraturas por quedas\n- **Avaliação cognitiva:** MEEM, MoCA — rastrear demência associada ao Parkinson ou demência com corpos de Lewy\n\n### Critérios de Encaminhamento\n\n- **Neurologia/Neurologista especializado em distúrbios do movimento:** qualquer paciente com DP em uso de antiparkinsonianos deve ter acompanhamento neurológico regular (mínimo semestral)\n- **Encaminhamento urgente** se: piora aguda dos sintomas motores, síndrome serotoninérgica suspeita (em uso de MAO-B + serotonérgicos), síndrome maligna dos neurolépticos, confusão mental aguda ou alucinações de início abrupto\n- **Fisioterapia:** obrigatória para manutenção da mobilidade, prevenção de quedas e tratamento da rigidez\n- **Fonoaudiologia:** disfagia, hipofonia\n- **Terapia Ocupacional:** adaptações funcionais para atividades de vida diária\n- **Psicologia/Psiquiatria:** depressão (prevalência de 40–50% na DP), ansiedade, distúrbios do controle de impulsos (especialmente com agonistas dopaminérgicos)\n- **Nutrição:** orientação sobre timing da ingestão proteica em relação à levodopa, prevenção de sarcopenia\n\n### Intervenções Baseadas em Evidências\n\n**Farmacológicas (monitoramento e otimização):**\n- Revisar horários das doses de levodopa para minimizar wearing-off e discinesias\n- Avaliar interações medicamentosas: MAO-B + tramadol, meperidina, ISRS (risco de síndrome serotoninérgica); metoclopramida e haloperidol pioram parkinsonismo\n- Monitorar homocisteína: suplementar B6 + B12 + folato em usuários de levodopa crônica\n- Hipotensão ortostática: orientações posturais, meias de compressão, ajuste de anti-hipertensivos concomitantes, midodrina ou fludrocortisona se necessário\n\n**Estilo de vida e abordagem integrativa:**\n- **Exercício físico:** evidência sólida de neuroproteção e melhora de desfechos motores e não motores; preferir treino aeróbico moderado-vigoroso, dança (tango terapêutico), tai chi e treino resistido supervisionado\n- **Dieta:** distribuição proteica ajustada ao horário das doses de levodopa; dieta mediterrânea associada a menor risco de progressão; adequação de fibras para constipação\n- **Microbioma intestinal:** constipação e disbiose são frequentes e podem anteceder os sintomas motores em anos; suporte com probióticos e fibras prebióticas pode ser benéfico\n- **Sono:** tratar distúrbio comportamental do sono REM (clonazepam em baixas doses ou melatonina); higiene do sono rigorosa\n- **Saúde mental:** psicoterapia, grupos de apoio, mindfulness — reduzem depressão e ansiedade sem interações farmacológicas relevantes\n- **Vitamina D:** deficiência frequente; suplementar para saúde óssea e possível papel neuroprotetor\n- **Coenzima Q10 e outros antioxidantes:** evidência insuficiente para uso rotineiro; não contraindicados\n\n### Pontos de Atenção na Medicina Funcional\n\n- **Nunca suspender antiparkinsonianos abruptamente:** risco de síndrome maligna dos neurolépticos e piora motora grave\n- **Parkinsonismo farmacológico:** revisar uso de metoclopramida, bloqueadores de canais de cálcio (flunarizina, cinarizina) e antipsicóticos — causas tratáveis de parkinsonismo secundário\n- **Priorizar qualidade de vida e funcionalidade** como desfechos centrais; a progressão da doença é inevitável, mas a taxa pode ser modulada por intervenções de estilo de vida"
}
