{
  "score_item_id": "c77cedd3-2800-736d-a224-3d66f3a5d7c1",
  "clinical_relevance": "O uso atual ou histórico de antipsicóticos e estabilizantes de humor é um marcador clínico de alta relevância no contexto do Escore Plenya, pois indica a presença de transtornos psiquiátricos de espectro grave — como transtorno bipolar, esquizofrenia, transtorno esquizoafetivo, transtorno depressivo maior refratário e psicoses secundárias — além de sinalizar exposição crônica a substâncias com impacto sistêmico amplo.\n\n**Antipsicóticos (típicos e atípicos):**\nOs antipsicóticos de primeira geração (típicos), como haloperidol, clorpromazina e flufenazina, atuam principalmente pelo bloqueio de receptores D2 dopaminérgicos. Os atípicos (segunda geração), como olanzapina, quetiapina, risperidona, aripiprazol, clozapina e ziprasidona, antagonizam receptores D2 e serotonérgicos 5-HT2A, com perfis de tolerabilidade distintos. O uso crônico de antipsicóticos atípicos está associado a síndrome metabólica em 30–50% dos usuários de longo prazo, ganho ponderal significativo (olanzapina: média de 4–5 kg no primeiro ano), resistência à insulina, dislipidemia e risco cardiovascular aumentado. A olanzapina e a clozapina apresentam o maior impacto metabólico; aripiprazol e ziprasidona, o menor. Os típicos estão associados a discinesia tardia (prevalência de 20–30% após uso prolongado), parkinsonismo induzido, acatisia e hiperprolactinemia.\n\n**Estabilizantes de humor:**\nO lítio, principal estabilizante de humor, é a droga de referência no transtorno bipolar com evidência de redução de mortalidade por suicídio em 60–80%. Requer monitorização renal (nefropatia crônica em uso prolongado em 10–20% dos casos) e tireoidiana (hipotireoidismo em 20–40% dos usuários crônicos). O valproato de sódio apresenta hepatotoxicidade, teratogenicidade, hiperandrogenismo e síndrome do ovário policístico em mulheres jovens. A lamotrigina tem perfil mais seguro, com risco de Stevens-Johnson nas primeiras semanas. A carbamazepina induz CYP3A4 com múltiplas interações medicamentosas; risco de hiponatremia e, raramente, aplasia de medula.\n\n**Impacto sistêmico e perspectiva funcional integrativa:**\nDo ponto de vista da medicina funcional integrativa, o uso desses medicamentos sinaliza disfunções nos sistemas de neurotransmissão (dopamina, serotonina, glutamato, GABA) e direciona a investigação de neuroinflamação, disbiose intestinal e disfunção do eixo hipotálamo-hipófise-adrenal (HPA). O eixo intestino-cérebro é especialmente relevante: 90% da serotonina é produzida no trato gastrointestinal, e a disbiose pode perpetuar os transtornos de humor. A inflamação crônica de baixo grau — com elevação de IL-6, TNF-alfa e PCR — redireciona o triptofano para a via das quinureninas, reduzindo disponibilidade de serotonina e comprometendo a eficácia dos tratamentos que atuam exclusivamente na recaptação de monoaminas.\n\n**Estratificação de risco no escore:**\nAlto impacto em mortalidade — risco de suicídio no transtorno bipolar é 15–20x maior que na população geral; na esquizofrenia, 8–10x maior. Prevalência significativa: transtorno bipolar acomete 1–3% da população; esquizofrenia, ~1%. Alta intervencionabilidade: monitoramento sistêmico, ajuste terapêutico e abordagem integrativa complementar têm impacto real na qualidade de vida e na redução de complicações metabólicas e cardiovasculares.",
  "points": 20,
  "patient_explanation": "Antipsicóticos e estabilizantes de humor são medicamentos usados para tratar condições como transtorno bipolar, esquizofrenia e outras doenças que afetam o humor e a percepção da realidade. Eles atuam no cérebro regulando substâncias chamadas neurotransmissores — como dopamina e serotonina — que influenciam como nos sentimos, pensamos e nos comportamos.\n\nSe você usa ou já usou esses medicamentos, isso é uma informação muito importante para entender sua saúde. Esses remédios podem afetar o metabolismo, o peso, os hormônios da tireoide e os rins ao longo do tempo, por isso o acompanhamento regular com exames é fundamental. Não significa que o medicamento é ruim — muitas vezes ele é essencial para sua qualidade de vida e segurança — mas exige atenção especial a outros aspectos da saúde. Uma abordagem integrativa pode complementar o tratamento, cuidando da alimentação, do intestino, do sono e da inflamação para apoiar o funcionamento do cérebro de forma mais completa.",
  "conduct": "## Conduta Clínica: Antipsicóticos e Estabilizantes de Humor\n\n### 1. Avaliação Inicial\n\n- **Mapear histórico de uso:** medicamentos utilizados, doses, tempo de uso, resposta clínica e eventos adversos\n- **Identificar diagnóstico de base:** transtorno bipolar (I ou II), esquizofrenia, transtorno esquizoafetivo, depressão refratária\n- **Avaliar uso atual:** medicamentos, doses e psiquiatra responsável\n- **Rastrear sintomas ativos:** PHQ-9 e GAD-7; encaminhar ao psiquiatra se necessário\n- **Investigar histórico familiar** de transtornos de humor\n\n---\n\n### 2. Investigação Laboratorial por Classe\n\n**Lítio:** litemiana (alvo: 0,6–1,2 mEq/L), creatinina + TFG, TSH + T4 livre, cálcio sérico\n\n**Valproato:** ácido valproico sérico (alvo: 50–100 mcg/mL), TGO + TGP + GGT, amônia, hemograma, testosterona + SHBG (mulheres), folato + B12\n\n**Antipsicóticos atípicos:** glicemia + insulina + HOMA-IR, HbA1c, lipidograma, prolactina, peso + IMC + circunferência abdominal; clozapina: hemograma semanal nas primeiras 18 semanas\n\n**Para todos:** vitamina D 25-OH (manter 40–80 ng/mL), magnésio sérico, zinco plasmático, ferritina + ferro, PCR-us + IL-6, homocisteína + folato + B12\n\n---\n\n### 3. Critérios de Encaminhamento\n\n- **Psiquiatra imediatamente:** psicose ativa, mania, risco de suicídio ou instabilidade do quadro\n- **Nefrologista:** TFG < 60 mL/min/1,73m² em usuário de lítio\n- **Endocrinologista:** diabetes instalado, síndrome metabólica refratária, hiperprolactinemia sintomática, hipotireoidismo\n- **Neurologista:** discinesia tardia, parkinsonismo induzido, síndrome neuroléptica maligna\n- **Nunca suspender** antipsicóticos ou estabilizantes sem supervisão do psiquiatra\n\n---\n\n### 4. Intervenções Integrativas Complementares\n\n**Eixo intestino-cérebro:**\n- Investigar disbiose; considerar modulação do microbioma com dieta anti-inflamatória e probióticos (avaliar SIBO antes)\n- **Ômega-3 (EPA + DHA):** 1–3 g/dia; evidência em esquizofrenia e transtorno bipolar\n\n**Suplementação de suporte:**\n- **Magnésio** (glicinato/malato): 200–400 mg/dia — função GABAérgica\n- **Zinco** (quelato): 15–30 mg/dia — síntese de neurotransmissores\n- **Complexo B + metilfolato + metilcobalamina** — ciclo de metilação; essencial em usuários de valproato\n- **NAC (N-acetilcisteína):** 600–1800 mg/dia — evidência em bipolar e esquizofrenia\n- **Curcumina** (95% curcuminoides): 500–1000 mg/dia — anti-inflamatório e suporte ao humor\n- **L-teanina:** 100–200 mg/dia — ansiolítico complementar\n\n**Estilo de vida:**\n- **Ritmo circadiano:** regularidade de sono e despertar; exposição à luz matinal; redução de telas noturnas\n- **Exercício físico:** musculação + aeróbico moderado — neuroproteção (BDNF), anti-inflamatório, biogênese mitocondrial\n- **Psicoterapia:** TCC e abordagens comportamentais são insubstituíveis; farmacoterapia isolada sem suporte comportamental é insuficiente\n\n---\n\n### 5. Monitoramento\n\n- Revisão laboratorial: a cada 6–12 meses (frequência conforme classe e estabilidade clínica)\n- Peso + IMC + circunferência abdominal: a cada consulta\n- PHQ-9 e GAD-7: a cada consulta\n- Documentar modificações do regime psiquiátrico com data e resposta clínica\n- Revisar polimedicação: valproato e carbamazepina interagem com múltiplos suplementos e fármacos"
}
