{
  "score_item_id": "c77cedd3-2800-787b-ab16-51343f66bc18",
  "clinical_relevance": "Antivirais de uso contínuo para HIV e hepatites virais crônicas (B e C) constituem um grupo farmacológico de alto impacto clínico e epidemiológico global. O uso crônico dessas medicações impõe ao médico o dever de rastrear efeitos adversos sistêmicos e interações medicamentosas que afetam múltiplos sistemas orgânicos.\n\n**HIV (Terapia Antirretroviral — TARV):** Estima-se que aproximadamente 39 milhões de pessoas vivam com HIV no mundo, sendo a TARV o pilar do tratamento. Os esquemas modernos baseiam-se em combinações de: inibidores de integrase (INSTI) como dolutegravir (DTG), bictegravir (BIC) e cabotegravir; inibidores de transcriptase reversa nucleosídeos/nucleotídeos (ITRN) como tenofovir (TDF/TAF) e emtricitabina (FTC); e inibidores de transcriptase reversa não nucleosídeos (ITRNN) como efavirenz e rilpivirina. O tenofovir disoproxil fumarato (TDF) apresenta nefrotoxicidade dose-dependente, com redução do TFGe em 5–10 mL/min/1,73m² ao longo de anos de uso, disfunção tubular proximal (síndrome de Fanconi subclínica) e redução da densidade mineral óssea. O tenofovir alafenamida (TAF) tem perfil renal e ósseo mais favorável. Inibidores de protease potenciados com ritonavir ou cobicistat associam-se a dislipidemia (aumento de LDL, triglicérides), lipodistrofia, resistência à insulina e hepatotoxicidade. O efavirenz é associado a alterações neuropsiquiátricas (insônia, pesadelos, depressão) e elevação de enzimas hepáticas. Dolutegravir pode inibir a secreção tubular de creatinina (sem lesão renal real), elevando a creatinina sérica em até 0,1–0,15 mg/dL sem redução real do TFGe.\n\n**Hepatite B crônica (HBV):** Os antivirais de uso contínuo incluem tenofovir (TDF ou TAF) e entecavir, com supressão viral sustentada (HBV-DNA indetectável) como meta terapêutica. A descontinuação pode precipitar reativação grave com flare hepático. O risco de cirrose é reduzido em até 70–80% com supressão viral sustentada.\n\n**Hepatite C crônica (HCV):** Os antivirais de ação direta (DAA) — sofosbuvir, ledipasvir, daclatasvir, velpatasvir, glecaprevir/pibrentasvir — permitem cura virológica (RVS12) em >95% dos casos em 8–12 semanas. Embora o curso seja finito (não contínuo), alguns pacientes com reinfecção ou retratamento ficam em uso prolongado. A cura do HCV não elimina o risco de CHC em cirróticos, exigindo vigilância semestral.\n\n**Impacto sistêmico geral:** O uso crônico de antivirais demanda monitoramento laboratorial periódico incluindo: função renal (TFGe, proteinúria), enzimas hepáticas (ALT, AST — razão De Ritis útil para estadiamento de fibrose em HBV/HCV), hemograma (zidovudina causa supressão medular), lipidograma, glicemia/HbA1c, densitometria óssea em pacientes com TDF prolongado, e interações com outros fármacos (warfarina, estatinas, anticonvulsivantes).",
  "points": 22,
  "patient_explanation": "Se você usa remédios antivirais de forma contínua para tratar o HIV ou hepatites crônicas (como hepatite B ou C), isso é uma informação muito importante para o seu acompanhamento de saúde. Esses medicamentos são fundamentais para controlar a infecção e proteger o fígado, o sistema imune e outros órgãos — e quando bem usados, permitem uma vida longa e saudável. No entanto, como qualquer medicamento usado por muito tempo, eles podem afetar outros sistemas do corpo, como os rins, os ossos, o fígado e o metabolismo (gordura e açúcar no sangue). Por isso, é importante que o seu médico saiba exatamente quais antivirais você toma, há quanto tempo, e que você faça exames de acompanhamento regularmente. Não interrompa nunca o tratamento por conta própria, pois isso pode causar complicações graves. Com o acompanhamento correto, a grande maioria das pessoas em tratamento antiviral leva uma vida normal e com boa qualidade.",
  "conduct": "## Conduta Clínica: Antivirais de Uso Contínuo (HIV, Hepatite B/C)\n\n### 1. Identificação e Registro\n- **Registrar com precisão:** nome comercial e genérico, dose, frequência, esquema (ex.: TDF/FTC/DTG), tempo de uso e prescritor responsável\n- Identificar a doença de base (HIV, HBV, HCV ou coinfecção) e estadiamento atual\n- Verificar adesão ao tratamento e última carga viral/HBV-DNA/RNA-HCV\n\n### 2. Monitoramento Laboratorial Recomendado\n\n**Renal (especialmente para TDF, inibidores de protease):**\n- TFGe (CKD-EPI) e creatinina sérica a cada 6 meses\n- Relação proteína/creatinina urinária ou microalbuminúria anual\n- Atenção: dolutegravir eleva creatinina sérica por inibição tubular sem lesão renal real — não confundir com nefrotoxicidade\n\n**Hepático:**\n- ALT, AST, GGT a cada 6–12 meses\n- Razão AST/ALT (De Ritis): valores >1,0 em hepatite crônica sugerem progressão para fibrose/cirrose\n- Em HBV: HBsAg, HBeAg, HBV-DNA quantitativo semestral\n- Em HCV pós-cura (DAA): AFP e ultrassom hepático semestral se cirrótico\n\n**Metabólico (especialmente inibidores de protease, efavirenz):**\n- Lipidograma anual (risco aumentado de dislipidemia aterogênica)\n- Glicemia de jejum e HbA1c anual (risco de resistência à insulina)\n- Peso e circunferência abdominal (lipodistrofia)\n\n**Ósseo (TDF prolongado):**\n- Densitometria óssea (DEXA) basal e a cada 2–3 anos em uso prolongado de TDF\n- 25(OH)D e PTH se suspeita de deficiência\n\n**Hematológico (se zidovudina — AZT, em esquemas mais antigos):**\n- Hemograma completo trimestral — risco de anemia macrocítica e neutropenia\n\n### 3. Interações Medicamentosas Relevantes\n- **Rifampicina** reduz níveis de inibidores de protease e ITRNN significativamente — requer ajuste\n- **Anticonvulsivantes** (fenitoína, carbamazepina) reduzem níveis de muitos antivirais\n- **Estatinas:** sinvastatina contraindicada com inibidores de protease; rosuvastatina é preferida\n- **Anticoagulantes orais:** varfarina tem metabolismo alterado por inibidores de protease e efavirenz\n- **Cobicistat e ritonavir** são potentes inibidores de CYP3A4 — revisar toda a polifarmácia\n\n### 4. Critérios de Encaminhamento\n- **Infectologista/especialista em HIV:** qualquer dúvida sobre eficácia, toxicidade ou mudança de esquema; carga viral detectável em uso de TARV\n- **Hepatologista/gastroenterologista:** evidência de fibrose avançada ou cirrose (razão AST/ALT >1, plaquetopenia, elastografia >9 kPa), HBV-DNA detectável em supressão, detecção de CHC\n- **Nefrologista:** TFGe <60 mL/min/1,73m² ou queda >25% do basal, proteinúria >300 mg/g creatinina\n- **Endocrinologista:** dislipidemia refratária, diabetes de difícil controle, osteoporose\n\n### 5. Abordagem Integrativa de Suporte\n- **Hepatoproteção:** em pacientes com elevação de transaminases (leve a moderada), considerar silimarina (150–420 mg/dia) como adjuvante — não substitui o antiviral\n- **Saúde óssea:** garantir ingestão adequada de cálcio (1000–1200 mg/dia) e vitamina D (meta >30 ng/mL) em uso prolongado de TDF\n- **Risco cardiovascular:** manejo rigoroso de dislipidemia, hipertensão e resistência à insulina, especialmente em pacientes com inibidores de protease\n- **Saúde mental:** rastrear depressão e alterações neuropsiquiátricas em uso de efavirenz (PHQ-9 semestral)\n- **Adesão:** pacientes com má adesão têm risco de resistência viral — avaliar barreiras e acesso ao tratamento\n\n### 6. Situações de Alerta\n- Interrupção abrupta de tenofovir/entecavir em HBV crônico pode causar **flare hepático grave** — nunca descontinuar sem orientação especializada\n- Reativação de HBV em pacientes imunossuprimidos (quimioterapia, corticoides, biológicos) — rastrear HBsAg antes de imunossupressão e iniciar profilaxia antiviral se indicado\n- Síndrome de reconstituição imune (IRIS) nas primeiras semanas de TARV em pacientes com CD4 muito baixo"
}
