{
  "score_item_id": "c77cedd3-2800-7058-9539-d53d1fed6e30",
  "clinical_relevance": "Os inibidores de bomba de prótons (IBPs), antiácidos e procinéticos representam uma das classes farmacológicas mais prescritas globalmente, com uso frequentemente crônico e, em muitos casos, sem reavaliação periódica de risco-benefício. No contexto do Escore Plenya, o registro desse histórico medicamentoso é clinicamente relevante porque o uso crônico dessas drogas impacta diretamente múltiplos sistemas fisiológicos, comprometendo a absorção de micronutrientes essenciais e aumentando o risco de comorbidades.\n\n**Mecanismo de ação e contexto clínico:** Os IBPs (omeprazol, lansoprazol, pantoprazol, esomeprazol, entre outros) reduzem a acidez gástrica ao inibir irreversivelmente a H+/K+-ATPase das células parietais do estômago. Embora isso alivie sintomas de refluxo e queimação — pois o conteúdo refluído ao esôfago torna-se menos ácido e menos irritante —, o mecanismo não trata a causa raiz do distúrbio e agrava a digestão e a absorção de nutrientes dependentes de ambiente ácido adequado.\n\n**Consequências do uso crônico de IBPs documentadas:**\n- **Deficiência de vitamina B12:** A absorção de cobalamina exige ácido gástrico para dissociar a B12 de proteínas alimentares e fator intrínseco funcional. IBPs reduzem essa dissociação, levando a deficiência progressiva. Em idosos, a combinação de IBP com metformina (outro inibidor da absorção de B12) pode precipitar quadros de declínio cognitivo e neuropatia que simulam demência ou depressão.\n- **Deficiência de ferro:** O ferro não-heme (Fe3+) requer pH ácido para ser reduzido a Fe2+ e absorvido. Marcadores como ferritina < 50 ng/mL e saturação de transferrina < 15% devem levantar suspeita de hipocloridria associada a IBP crônico.\n- **Deficiência de magnésio:** Hipomagnesemia associada ao uso de IBPs pode causar resistência insulínica, ansiedade, arritmias e piora do metabolismo geral.\n- **Deficiência de folato e cálcio:** O folato participa da síntese de serotonina (via triptofano-hidroxilase, dependente de folato; e conversão de 5-HTP em serotonina, dependente de piridoxal-5-fosfato/B6). A depleção de folato eleva o risco de depressão e aumenta a homocisteína, com consequente risco cardiovascular.\n- **Osteoporose:** A alcalinização do conteúdo gástrico reduz a liberação de bicarbonato compensatório pelo estômago; o organismo compensa removendo cálcio ósseo para tamponar o pH sanguíneo, predispondo à osteoporose.\n- **Ganho de peso e resistência insulínica:** Associados à deficiência de doadores de metil (B12, folato) e magnésio.\n- **Candidíase esofágica:** O ambiente gástrico menos ácido favorece proliferação fúngica, inclusive em pacientes sem imunossupressão grave.\n- **Pneumonia aspirativa e infecções intestinais:** O quimo menos ácido perde sua função bacteriostática; o refluxo com carga bacteriana não inativada aumenta risco de pneumonia por microaspiração. Maior número de patógenos alcança o intestino delgado, comprometendo a imunidade da mucosa.\n- **Alteração do microbioma e geração de TMAO:** A putrefação proteica por digestão inadequada gera trimetilamina, que é oxidada a TMAO no fígado. O TMAO aumenta a atividade de MAO (monoamina oxidase), degradando serotonina, dopamina e noradrenalina nas fendas sinápticas, contribuindo para depressão e piora do humor.\n\n**Hipocloridria como causa subjacente:** É fundamental diferenciar se o uso do IBP foi iniciado por hipercloridria genuína (condição rara, com azia em jejum que melhora com alimentos) ou por hipocloridria mal diagnosticada (pH gástrico em jejum > 4, condição mais comum). Sintomas de hipocloridria — empachamento, eructação, flatulência, sensação de alimento subindo, diarreia por má digestão — podem ser confundidos com hipercloridria, levando à prescrição inadequada de IBP que agrava o problema de base.\n\n**Efeito rebote:** A retirada abrupta de IBP desencadeia hipersecreção ácida de rebote, perpetuando o uso. O desmame deve ser gradual e planejado.\n\n**Estratificação de risco:** O uso crônico de IBPs (> 8 semanas sem reavaliação) em pacientes com deficiências nutricionais preexistentes, idosos, mulheres pós-menopáusicas (risco ósseo), pacientes em uso de metformina ou em tratamento de depressão representa alto impacto clínico cumulativo, justificando investigação ativa e conduta estruturada de desprescrição.",
  "points": 8,
  "patient_explanation": "Os inibidores de bomba de prótons (os famosos 'prazóis', como omeprazol), os antiácidos e os procinéticos são medicamentos usados para tratar azia, refluxo e problemas de digestão. Eles funcionam reduzindo ou neutralizando o ácido do estômago, o que alivia o desconforto — mas quando usados por muito tempo, podem causar problemas importantes.\n\nO estômago precisa de ácido para digerir bem os alimentos e absorver nutrientes essenciais como vitamina B12, ferro, magnésio, cálcio e folato. Quando o ácido é reduzido por muito tempo, o corpo pode ficar com falta desses nutrientes sem que a pessoa perceba. Isso pode causar cansaço, fraqueza, alterações de humor, problemas de memória, enfraquecimento dos ossos e maior susceptibilidade a infecções.\n\nAlém disso, muitas vezes a azia e o refluxo acontecem justamente porque o estômago tem ácido de menos (e não de mais), e o uso de prazóis pode piorar essa situação ao longo do tempo.\n\nSe você usa ou usou esses medicamentos por períodos prolongados, é importante que seu médico avalie se há deficiências de nutrientes, se o medicamento ainda é realmente necessário e como fazer uma retirada gradual e segura caso seja indicado.",
  "conduct": "## Conduta Clínica: Histórico de Uso de IBPs / Antiácidos / Procinéticos\n\n### 1. Avaliação Inicial\n\n- **Caracterizar o uso:** tipo de medicamento, dose, duração, motivo da prescrição original, quem prescreveu, se houve reavaliação periódica\n- **Identificar se o uso é atual ou passado:** impacto ainda pode persistir após suspensão\n- **Avaliar sintomas digestivos concomitantes:** azia, refluxo, empachamento, eructação, flatulência, diarreia, pigarro — para diferenciar hipercloridria de hipocloridria\n- **Rastrear sinais de hipocloridria:** desconforto gástrico pós-prandial, sensação de alimento não digerindo, arrotos, alergias alimentares, sensação de alimento subindo\n\n### 2. Investigação Laboratorial\n\n**Obrigatória em uso crônico (> 8 semanas):**\n- **Vitamina B12 sérica** — monitorar deficiência subclínica\n- **Homocisteína** — marcador funcional de deficiência de B12 e folato; elevação aumenta risco cardiovascular\n- **Ferritina sérica** — alvo funcional > 100 ng/mL (valor < 50 sugere hipocloridria e risco de gastrite atrófica)\n- **Saturação de transferrina** — alvo > 20%; < 15% reforça suspeita de má absorção de ferro por hipocloridria\n- **Magnésio sérico (ou eritrocitário)** — hipomagnesemia associada a IBP pode causar resistência insulínica e ansiedade\n- **Cálcio iônico e vitamina D** — avaliar impacto ósseo em uso prolongado\n- **Folato** — importante para síntese de serotonina e controle da homocisteína\n\n**Complementar conforme suspeita:**\n- **Anticorpos anti-células parietais** — se suspeita de gastrite atrófica autoimune\n- **Endoscopia com pesquisa de H. pylori** — se indicada; não tratar H. pylori com IBP sem reavaliação dietética e individualizada\n- **Densitometria óssea** — em mulheres pós-menopáusicas ou pacientes com uso prolongado e fatores de risco para osteoporose\n- **TMAO sérico** — em pacientes com resistência à insulina para aferir risco cardiovascular associado a disbiose\n\n### 3. Estratégia de Desprescrição (Desmame de IBP)\n\n- **Nunca suspender abruptamente** — risco de hipersecreção ácida de rebote que perpetua o uso\n- **Planejar desmame gradual:** reduzir dose progressivamente ao longo de 4 a 8 semanas\n- **Implementar estratégias não farmacológicas antes e durante o desmame:**\n  - Correção alimentar: reduzir farinha de trigo refinada, ultraprocessados, café em excesso, lácteos em excesso, chocolate\n  - **Mastigação eficaz:** mastigar até consistência líquida — estimula fase cefálica e produção de ácido gástrico\n  - **Crononutrição:** última refeição copiosa até 18h-19h; café da manhã leve e proteico\n  - Iniciar refeições pelas proteínas para estimular secreção ácida\n  - Evitar excesso de líquidos durante refeições; preferir pequenas quantidades de líquidos ácidos (água com limão)\n  - Gerenciamento do estresse: tônus parassimpático é essencial para fase cefálica da digestão\n  - Alimentos e bebidas fermentadas como suporte\n\n### 4. Correção de Deficiências Nutricionais\n\n- **B12:** suplementação sublingual ou intramuscular conforme nível sérico e homocisteína\n- **Ferro:** suplementar com vitamina C para otimizar absorção; reavalar ferritina e saturação de transferrina\n- **Magnésio:** quelatos (glicinato, malato) com melhor tolerância intestinal\n- **Folato:** metilfolato (5-MTHF) preferencialmente em pacientes com polimorfismos MTHFR\n- **Cálcio e vitamina D:** especialmente em pacientes com risco ósseo; ajuste personalizado com reavaliação em 30-60 dias\n\n### 5. Suporte para Restaurar Acidez Gástrica (quando indicado)\n\n- **Cloridrato de betaína (Betaína HCl):** pode ser considerado para restaurar acidez em hipocloridria confirmada; iniciar com dose baixa e monitorar; contraindicado em úlcera péptica ativa\n- **Teste caseiro de bicarbonato de sódio:** como triagem inicial para avaliar produção de ácido gástrico\n- **Dieta FODMAP:** indicada em pacientes com hipocloridria e excesso de gases/fermentação intestinal\n\n### 6. Critérios de Encaminhamento\n\n- **Gastroenterologista** com visão integrativa: casos de refluxo refratário, suspeita de hérnia de hiato, H. pylori com falha de tratamento, gastrite atrófica confirmada\n- **Nutricionista funcional integrativo:** para desenho e acompanhamento do plano alimentar, estratégias de reintrodução e individualização\n- **Psiquiatra ou clínico geral:** se deficiência de B12 + IBP crônico em idoso com sintomas cognitivos ou depressivos (risco de diagnóstico equivocado de demência)\n- **Reumatologista/endocrinologista:** se densitometria com osteopenia/osteoporose associada ao uso de IBP\n\n### 7. Monitoramento\n\n- Reavaliação laboratorial (B12, homocisteína, ferritina, saturação de transferrina, magnésio) após 3-6 meses de intervenção\n- Monitorar sintomas digestivos e resposta ao desmame\n- Avaliar adesão às mudanças de estilo de vida e alimentação\n- Registrar qualquer recorrência de sintomas que justifique reintrodução temporária e documentada do IBP"
}
