{
  "score_item_id": "019bf31d-2ef0-7a08-ab7e-d9c06d8d2103",
  "clinical_relevance": "O tabagismo — uso passado ou atual de tabaco em qualquer forma (cigarros, charutos, cachimbo, cigarro eletrônico, tabaco de mascar) — é um dos fatores de risco modificáveis de maior impacto na mortalidade e morbidade humana. Do ponto de vista fisiopatológico, os mais de 7.000 compostos da fumaça do cigarro, incluindo nicotina, monóxido de carbono, hidrocarbonetos policíclicos aromáticos e nitrosaminas específicas do tabaco, promovem dano multissistêmico por três mecanismos centrais: (1) estresse oxidativo e geração excessiva de espécies reativas de oxigênio (ROS), com depleção de antioxidantes endógenos como glutationa, vitamina C e vitamina E; (2) inflamação crônica sistêmica com elevação sustentada de IL-6, TNF-alfa, PCR e leucocitose; e (3) disfunção endotelial com redução da biodisponibilidade de óxido nítrico, favorecendo aterosclerose acelerada. O cigarro é explicitamente reconhecido como um dos principais causadores de elevação de ROS e disfunção endotelial, ao lado de álcool, dieta pobre em nutrientes, sedentarismo e exposição a metais tóxicos. A nicotina induz dependência via receptores nicotínicos colinérgicos no sistema de recompensa dopaminérgico, com meia-vida curta (~2 horas) que perpetua o padrão compulsivo de uso. Do ponto de vista epidemiológico, o tabagismo é responsável por aproximadamente 8 milhões de mortes anuais no mundo (OMS). No Brasil, estima-se que cerca de 12% da população adulta seja tabagista ativa, com prevalência maior em homens e em faixas etárias de 40-60 anos. O risco relativo para câncer de pulmão em fumantes é 15-30 vezes superior ao de não fumantes; para doença arterial coronariana, o risco é 2-4 vezes maior; para AVC, 2-3 vezes maior; para DPOC, o tabagismo é responsável por 80-90% dos casos. O tabagismo passado aumenta o risco oncológico mesmo após a cessação — o risco de câncer de pulmão retorna a níveis próximos ao do não fumante apenas após 10-15 anos de abstinência. A deficiência de vitamina C é mais prevalente em fumantes, pois cada cigarro consome aproximadamente 25-35 mg de vitamina C por mecanismo oxidativo. O tabagismo também compromete a fertilidade feminina e masculina por estresse oxidativo, prejudica a programação metabólica fetal quando presente na gestação, e acelera o envelhecimento epigenético com alterações de metilação do DNA mensuráveis. A cessação tabágica é a intervenção única de maior custo-efetividade em saúde preventiva, com benefícios cardiovasculares mensuráveis a partir de 20 minutos da última exposição.",
  "points": 35,
  "patient_explanation": "O tabaco — seja cigarro, charuto, cigarro eletrônico ou qualquer outra forma — é uma das substâncias mais prejudiciais que existem para o corpo humano. Quando você fuma, milhares de substâncias tóxicas entram no seu organismo e causam inflamação em todos os sistemas: coração, pulmões, vasos sanguíneos, cérebro e até células do DNA. Isso aumenta muito o risco de infarto, AVC, câncer (principalmente de pulmão, boca, garganta e bexiga), doenças pulmonares como bronquite crônica e enfisema, além de prejudicar a fertilidade e o envelhecimento saudável. Mesmo quem parou de fumar há algum tempo ainda carrega riscos que diminuem gradualmente com os anos. Por isso é importante relatar ao médico tanto o uso atual quanto o histórico passado — o tipo de produto usado, a quantidade por dia e por quantos anos. Essa informação é essencial para calcular seu risco real e definir quais exames preventivos você precisa fazer.",
  "conduct": "## Conduta Clínica — Tabagismo (Uso Passado ou Atual)\n\n### 1. Anamnese e Quantificação do Histórico\n\n- **Questionar ativamente** sobre uso passado e atual de qualquer forma de tabaco: cigarros convencionais, cigarros eletrônicos (vapes), charutos, cachimbo, tabaco de mascar, narguilé\n- **Calcular carga tabágica** em maços-ano: (cigarros/dia ÷ 20) × anos de uso\n  - Carga ≥20 maços-ano: risco significativamente elevado para DPOC e câncer de pulmão — indicação de rastreio por TC de baixa dose\n- Registrar:\n  - Idade de início\n  - Tempo total de exposição\n  - Status atual: ativo, ex-tabagista (tempo de cessação), nunca fumou\n  - Exposição ao tabagismo passivo (domiciliar ou ocupacional)\n  - Tentativas anteriores de cessação e métodos utilizados\n\n### 2. Investigação Complementar\n\n**Para tabagistas ativos ou ex-tabagistas com carga significativa:**\n\n- **Espirometria** com broncodilatador — rastreio de DPOC (obrigatório em fumantes ≥40 anos ou carga ≥10 maços-ano)\n- **TC de tórax de baixa dose** anual — rastreio de câncer de pulmão em fumantes ou ex-fumantes de 50-80 anos com carga ≥20 maços-ano\n- **Score de cálcio coronariano (CAC)** e/ou angiotomografia de coronárias — avaliar risco cardiovascular acelerado por aterosclerose\n- **Perfil lipídico ampliado**: LDL, HDL, triglicerídeos, LDL oxidado, PCR-us — tabagismo eleva LDL oxidado e inflamação vascular\n- **Marcadores de estresse oxidativo**: LDL oxidada, MDA (malonilaldeído) quando disponíveis — fumantes apresentam ROS cronicamente elevado\n- **Vitamina C sérica** — fumantes têm depleção acelerada por consumo oxidativo\n- **Vitamina D** — frequentemente deficiente em fumantes\n- **Hemograma** — leucocitose como marcador de inflamação crônica ativa\n- **Citologia oncótica** (mulheres) e **PSA** (homens ≥50 anos) — risco oncológico aumentado\n- **Cotinina urinária ou sérica** — biomarcador objetivo de exposição recente ao tabaco (útil quando há dúvida sobre cessação real)\n\n### 3. Avaliação de Dano Orgânico Estabelecido\n\n- **Cardiovascular**: PA, FC, ECG, avaliação de função endotelial clínica (FMD quando disponível), ABI (índice tornozelo-braquial) para doença arterial periférica\n- **Pulmonar**: ausculta, saturação de O2, dispneia (escala MRC), tosse crônica\n- **Oncológico**: inspeção de cavidade oral, linfonodos, sintomas de alarme (hemoptise, rouquidão persistente, disfagia, perda de peso involuntária)\n- **Reprodutivo**: em pacientes com desejo reprodutivo, avaliar estresse oxidativo seminal e fertilidade\n\n### 4. Cessação Tabágica — Intervenção Principal\n\n**A cessação é a intervenção de maior impacto clínico possível neste contexto.**\n\n- **Abordagem breve (5 A's)**: Ask, Advise, Assess, Assist, Arrange — em toda consulta\n- **Terapia de reposição de nicotina (TRN)**: adesivos, gomas, pastilhas — primeira linha, reduz síndrome de abstinência\n- **Bupropiona**: 150 mg/dia por 3 dias, depois 150 mg 2x/dia por 7-12 semanas; contraindicada em epilepsia, transtornos alimentares, uso recente de IMAO\n- **Vareniclina**: agonista parcial nicotínico — maior eficácia isolada para cessação; iniciar com doses crescentes\n- **Associação TRN + bupropiona ou vareniclina** em casos refratários\n- **Suporte psicológico e comportamental**: terapia cognitivo-comportamental (TCC) para manejo de gatilhos e prevenção de recaída\n- **Monitorar e tratar sintomas de abstinência**: irritabilidade, ansiedade, ganho de peso, insônia\n\n### 5. Suporte Nutricional e Antioxidante Adjuvante\n\n- **Vitamina C**: fumantes ativos têm necessidade aumentada (≥200 mg/dia; considerar até 500-1000 mg/dia durante cessação e no período imediato pós-cessação)\n- **N-acetilcisteína (NAC)**: 600-1800 mg/dia — precursor de glutationa, expectorante, reduz estresse oxidativo e citocinas pró-inflamatórias; evidência em cessação tabágica como adjuvante\n- **Vitamina E** (preferencialmente mistos de tocoferóis): suporte antioxidante em contexto de alto estresse oxidativo\n- **Ômega-3 (EPA/DHA)**: efeito anti-inflamatório, modulação de IL-6 e TNF-alfa elevados pelo tabagismo\n- **Vitamina D**: corrigir deficiência (visar >40 ng/mL)\n- **Coenzima Q10**: suporte mitocondrial e antioxidante, especialmente relevante em tabagistas >40 anos\n- **Folato e vitaminas do complexo B**: tabagismo interfere no metabolismo de homocisteína; monitorar B12, folato e homocisteína\n\n### 6. Modificações de Estilo de Vida Associadas\n\n- **Atividade física**: ao menos 150 min/semana de atividade aeróbica moderada — reduz síndrome de abstinência, controla ganho de peso pós-cessação, melhora função pulmonar e cardiovascular\n- **Dieta anti-inflamatória**: padrão mediterrâneo com vegetais variados, proteínas de qualidade, redução de ultraprocessados e óleos ricos em ômega-6\n- **Eliminação ou redução de álcool**: álcool e tabaco têm efeito sinérgico no risco de câncer de vias aerodigestivas superiores\n- **Saúde bucal**: higiene rigorosa, rastreio de lesões orais (leucoplasia, eritroplasia)\n\n### 7. Encaminhamento a Especialistas\n\n- **Pneumologia**: DPOC confirmado, asma tabaco-induzida, achados suspeitos em TC de tórax\n- **Cardiologia**: risco cardiovascular alto (CAC elevado, DAC estabelecida, aterosclerose periférica)\n- **Oncologia/Cirurgia Torácica**: nódulos pulmonares suspeitos em TC, sintomas de alarme\n- **Programa estruturado de cessação tabágica**: casos refratários a abordagem ambulatorial isolada\n- **Psiquiatria/Psicologia**: dependência grave com múltiplas recaídas, comorbidade psiquiátrica associada (depressão, ansiedade, TDAH)\n\n### 8. Monitoramento e Seguimento\n\n- Reavaliar status de cessação e adesão em cada consulta\n- Repetir espirometria anualmente em tabagistas ativos ou ex-tabagistas com DPOC\n- TC de baixa dose anual conforme critérios de elegibilidade\n- Monitorar marcadores cardiovasculares (lipidograma, PCR-us) a cada 6-12 meses em fumantes ativos\n- Registrar e celebrar marcos de cessação (1 semana, 1 mês, 3 meses, 1 ano) para reforço positivo\n- **Ex-tabagistas**: manter vigilância oncológica e cardiovascular por pelo menos 15 anos após cessação, com intensidade decrescente conforme carga tabágica acumulada"
}
