{
  "score_item_id": "019bf31d-2ef0-7eff-b67d-00e5eec8c2d0",
  "clinical_relevance": "O consumo de álcool é um hábito nocivo de elevada relevância clínica, com impacto demonstrado em praticamente todos os sistemas orgânicos. Na perspectiva da medicina funcional integrativa, não existe nível de consumo de álcool demonstrado como seguro: um estudo do Lancet com 115.000 indivíduos em 12 países concluiu que a ingestão de álcool aumenta a mortalidade por todas as causas e o risco de câncer em aproximadamente 50%, inviabilizando a recomendação de consumo 'cardioprotetor' que historicamente pautou diretrizes.\n\n**Metabolismo e toxicidade:**\nO etanol é metabolizado principalmente pela álcool desidrogenase, convertendo etanol em acetaldeído — um metabólito diretamente tóxico, mutagênico e cancerígeno. O acetaldeído é posteriormente convertido a acetato pela aldeído desidrogenase 2 (ALDH2). Polimorfismos no gene ALDH2 (alelos de risco, incluindo heterozigose) reduzem a capacidade de depuração do acetaldeído, aumentando significativamente a toxicidade mesmo com ingestão moderada e indicando necessidade de cessação total nesses indivíduos.\n\n**Impacto sobre a metilação e o ciclo de um carbono:**\nO álcool é um dos principais fatores que prejudicam o ciclo de um carbono (submetilação). Interfere na metilação ao comprometer a disponibilidade de doadores de metil, eleva a homocisteína e agrava deficiências de vitaminas B6, B9 e B12. O uso combinado com anticoncepcionais orais potencializa esse dano. A submetilação reduz reparo tecidual, síntese hormonal, construção de neurotransmissores e aumenta o estresse oxidativo.\n\n**Impacto hepático e biomarcadores:**\nO consumo crônico de álcool eleva a gama-glutamil transferase (GGT) — marcador de toxicidade hepática crônica associado a maior risco cardiovascular e mortalidade geral. O índice AST/ALT (razão De Ritis) superior a 2:1 é indicativo de doença hepática alcoólica avançada; valores elevados de AST mitocondrial são marcadores sensíveis de alcoolismo, com ou sem hepatite alcoólica. A esteatose hepática alcoólica pode progredir para esteato-hepatite, fibrose e cirrose.\n\n**Impacto no sono:**\nA ingestão de álcool prejudica a qualidade do sono de forma dose-dependente: doses baixas reduzem a percepção de sono reparador em até ~10%; doses moderadas em ~24%; doses maiores em ~40%. O álcool acelera a passagem pelas primeiras fases do sono, mas fragmenta as fases subsequentes, suprime o sono REM e reduz a recuperação real.\n\n**Impacto na barreira intestinal:**\nO álcool reduz a produção de muco intestinal, compromete a integridade da barreira epitelial, favorece disbiose e aumenta a permeabilidade intestinal, potencializando endotoxemia e inflamação sistêmica.\n\n**Estresse oxidativo e oncogênese:**\nO álcool aumenta a produção de espécies reativas de oxigênio e reduz a capacidade antioxidante endógena. O acetaldeído forma adutos com DNA e proteínas, contribuindo para carcinogênese. O risco de câncer está documentado para esôfago, boca, faringe, laringe, fígado, cólon, reto e mama.\n\n**Impacto cardiovascular:**\nA recomendação histórica de consumo moderado para proteção cardiovascular foi formalmente questionada pela medicina baseada em evidências. O álcool interfere na metilação endotelial, seu metabólito acetaldeído é cardiotóxico, e polimorfismos (ALDH2) podem intensificar o dano. A GGT elevada, frequentemente associada ao consumo crônico, é um preditor independente de risco cardiovascular.",
  "points": 25,
  "patient_explanation": "O álcool é uma das substâncias mais prejudiciais para o organismo quando consumida regularmente, mesmo em pequenas quantidades. Quando você bebe, o fígado converte o álcool em uma substância chamada acetaldeído, que é tóxica para as células do corpo — incluindo células do fígado, do intestino, do cérebro e até do DNA.\n\nEstudos científicos de grande porte mostraram que não existe uma quantidade de álcool completamente segura: o consumo aumenta o risco de vários tipos de câncer (esôfago, fígado, intestino, mama, entre outros) e eleva a mortalidade geral. Além disso, o álcool prejudica o sono — apesar de parecer que relaxa e ajuda a adormecer, ele impede que o corpo atinja as fases mais profundas e recuperadoras do sono.\n\nO álcool também interfere em processos fundamentais do organismo, como a produção de vitaminas do complexo B, a regulação dos neurotransmissores e a saúde do intestino. Para quem tem determinadas variações genéticas (como no gene ALDH2), o dano pode ser ainda maior mesmo com doses pequenas.\n\nA melhor notícia: ao reduzir ou eliminar o consumo de álcool, muitos desses efeitos negativos são reversíveis, e o organismo tem grande capacidade de se recuperar.",
  "conduct": "## Conduta Clínica — Álcool (Hábitos e Vícios Nocivos)\n\n### 1. Anamnese e Rastreamento\n\n- **Questionar ativamente** sobre consumo passado e atual de álcool em todas as consultas; não aguardar relato espontâneo\n- Caracterizar o padrão de consumo:\n  - Frequência (dias/semana), quantidade por ocasião (doses-padrão), contexto (social, isolado, noturno)\n  - Tempo de uso, histórico de tentativas de redução/cessação\n  - Sintomas de dependência: fissura, síndrome de abstinência, tolerância, uso matinal\n- Investigar histórico familiar de alcoolismo e comorbidades associadas (depressão, ansiedade, insônia)\n- **Aplicar instrumentos validados** de rastreamento quando indicado: AUDIT (Alcohol Use Disorders Identification Test) para estratificação de risco\n\n### 2. Investigação Laboratorial\n\n- **GGT (gama-glutamil transferase):** principal biomarcador de toxicidade hepática por álcool; meta terapêutica no quartil inferior da referência\n- **AST e ALT:** razão AST/ALT (índice De Ritis) > 2:1 sugere doença hepática alcoólica avançada\n- **AST mitocondrial:** marcador sensível de alcoolismo com ou sem hepatite alcoólica\n- **Hemograma completo:** VCM elevado pode indicar consumo crônico (macrocitose por deficiência de folato e B12)\n- **Homocisteína:** o álcool é um dos principais fatores que elevam a homocisteína por interferência no ciclo de um carbono; meta < 8–10 µmol/L\n- **Vitaminas B6 (P5P), B9 (folato sérico) e B12:** frequentemente deficientes em usuários de álcool\n- **Perfil hepático completo:** bilirrubinas, fosfatase alcalina, albumina, tempo de protrombina\n- **Ultrassom abdominal:** rastrear esteatose hepática, hepatomegalia ou sinais de doença hepática crônica\n- **Considerar investigação genética:** polimorfismo ALDH2 em pacientes com sintomas de intolerância ao álcool (flush facial, taquicardia, náusea) — nesses casos, orientar cessação total\n\n### 3. Estratificação de Risco e Encaminhamentos\n\n- **Uso de risco (AUDIT 8–15):** intervenção breve motivacional no próprio consultório; orientação sobre redução e danos\n- **Uso nocivo (AUDIT 16–19):** encaminhamento para acompanhamento especializado; avaliação psiquiátrica\n- **Dependência (AUDIT ≥ 20 ou critérios DSM-5):**\n  - Encaminhar para **psiquiatra** ou serviço especializado em dependência química (CAPS-AD quando disponível)\n  - Avaliar necessidade de **desintoxicação supervisionada** (risco de síndrome de abstinência grave: convulsões, delirium tremens)\n  - Considerar farmacoterapia adjuvante: naltrexona, acamprosato, dissulfiram — conforme perfil clínico e adesão\n- **Doença hepática suspeita ou confirmada:** encaminhar para **hepatologista** ou gastroenterologista\n- **Comorbidades psiquiátricas:** depressão, ansiedade e transtornos de humor são frequentemente comórbidos — manejo integrado com psiquiatria\n\n### 4. Intervenções Clínicas e de Estilo de Vida\n\n- **Orientação sobre ausência de dose segura:** remover qualquer recomendação de consumo 'cardioprotetor'; apresentar ao paciente as evidências atuais sobre risco de câncer e mortalidade\n- **Não 'remendar' excessos com suplementos:** a estratégia deve ser redução/cessação, não mitigação pontual pós-consumo\n- **Cessação gradual ou abrupta** conforme nível de dependência:\n  - Usuários sem dependência física: cessação direta com suporte motivacional\n  - Usuários com dependência física: redução gradual supervisionada para evitar abstinência grave\n- **Higiene do sono:** orientar que o álcool prejudica a arquitetura do sono de forma dose-dependente (10–40% de redução na percepção de sono reparador); a cessação frequentemente melhora a qualidade do sono em 2–4 semanas\n- **Suporte nutricional após cessação:**\n  - Repor vitaminas do complexo B: metilfolato (400–800 mcg), metilcobalamina (1.000 mcg), piridoxal-5-fosfato/P5P (10–30 mg) — especialmente se homocisteína elevada\n  - Suporte hepático: silimarina (até 300 mg/dia) e ácido alfa-lipoico/ALA (300–600 mg/dia) têm evidência de suporte à função hepática e redução do estresse oxidativo\n  - N-acetilcisteína (NAC) 600–1.800 mg/dia: precursora da glutationa, com efeito antioxidante e hepatoprotetor\n- **Reforçar saúde intestinal:** o álcool compromete a barreira intestinal e reduz muco protetor; probióticos e alimentos fermentáveis ajudam na restauração\n\n### 5. Monitoramento e Seguimento\n\n- Reavaliar GGT, AST/ALT, homocisteína e vitaminas do complexo B após 3–6 meses de cessação\n- **GGT como marcador de adesão:** tende a normalizar progressivamente após cessação — útil para monitoramento objetivo\n- Monitorar qualidade do sono, humor e cognição — parâmetros frequentemente melhorados com a cessação\n- Documentar padrão de consumo em cada consulta; usar abordagem motivacional sem julgamento\n- Em pacientes com polimorfismo ALDH2 confirmado ou suspeito: orientar cessação total e permanente; qualquer dose potencializa toxicidade por acetaldeído"
}
