{
  "score_item_id": "019bf31d-2ef0-7295-958a-97935e4329ca",
  "clinical_relevance": "O uso de drogas ilícitas constitui um dos fatores de risco modificáveis com maior impacto sobre morbimortalidade global. O questionamento ativo sobre uso passado ou atual é parte essencial da anamnese funcional, pois o histórico de exposição modifica profundamente a fisiologia de neurotransmissores, eixo HPA, função hepática, cardiovascular e imunológica.\n\n**Prevalência e epidemiologia:** Segundo dados globais consolidados, aproximadamente 5,5% da população adulta mundial (cerca de 275 milhões de pessoas) relatou uso de alguma droga ilícita no último ano. No Brasil, levantamentos do INPAD e CEBRID indicam que cannabis é a substância ilícita mais prevalente (~8-10% de uso na vida), seguida por cocaína (~3%), crack (~1,7%) e estimulantes do tipo anfetamínico. O uso é mais prevalente em homens jovens (18-34 anos), mas cresce entre mulheres e adultos acima de 40 anos.\n\n**Fisiopatologia central:** As drogas ilícitas atuam primariamente sobre o sistema dopaminérgico mesolímbico (via de recompensa), modulando liberação, recaptação ou degradação de monoaminas. Cocaína e anfetaminas bloqueiam transportadores de dopamina (DAT), noradrenalina (NET) e serotonina, causando inundação sináptica aguda seguida de dessensibilização receptorial crônica. Canabinoides (THC) agem em receptores CB1/CB2, modulando liberação de dopamina no núcleo accumbens. Opioides atuam sobre receptores mu, kappa e delta, suprimindo o locus coeruleus e modulando o eixo HPA. MDMA promove liberação massiva de serotonina com neurotoxicidade axonal em uso crônico.\n\n**Consequências sistêmicas por substância:**\n- Cannabis (maconha): comprometimento de memória de trabalho, funções executivas e velocidade de processamento; risco aumentado de psicose em portadores de variantes de risco (COMT Val/Val); disfunção erétil e redução de testosterona com uso crônico pesado; comprometimento respiratório\n- Cocaína/crack: cardiomiopatia, infarto agudo do miocárdio em jovens, AVC isquêmico e hemorrágico, hipertensão pulmonar, rabdomiólise, insuficiência renal aguda, perfuração do septo nasal\n- Anfetaminas/metanfetamina: neurotoxicidade dopaminérgica e serotoninérgica crônica, hipertensão, arritmias, psicose anfetamínica, perda de peso e desnutrição\n- Opioides: depressão respiratória, constipação intestinal crônica, hipogonadismo (supressão de GnRH/LH/FSH), imunomodulação, risco de overdose fatal\n- MDMA/ecstasy: hiponatremia dilucional aguda (potencialmente fatal), hipertermia, hipertensão, neurotoxicidade serotoninérgica crônica\n\n**Impacto sobre neurotransmissores e metabolismo:** O uso crônico depleta estoques de dopamina, serotonina e noradrenalina, comprometendo motivação, foco, regulação emocional e sono. A via dopaminérgica afetada inclui síntese (fenilalanina → tirosina → L-DOPA → dopamina), armazenamento (VMAT2) e degradação (MAO, COMT). Polimorfismos em COMT, MAO e CYP2D6 influenciam vulnerabilidade à dependência e metabolismo de substâncias psicoativas. A disfunção do eixo HPA com hipercortisolismo crônico é comum em usuários ativos, promovendo inflamação sistêmica, resistência insulínica e neurotoxicidade hipocampal.\n\n**Estratificação de risco:** Uso atual ativo representa risco máximo; uso passado, mesmo remoto, justifica rastreio de sequelas orgânicas (cardiovascular, hepático, neurológico). A coexistência com transtornos mentais (comorbidade dual) está presente em 30-60% dos dependentes, exigindo abordagem integrada.",
  "points": 22,
  "patient_explanation": "Este item avalia se você já usou ou usa atualmente alguma droga ilícita, como maconha, cocaína, crack, ecstasy, anfetaminas ou outras substâncias proibidas. Pode parecer uma pergunta íntima, mas é muito importante para entender sua saúde de forma completa.\n\nEssas substâncias afetam profundamente o funcionamento do cérebro, especialmente os sistemas responsáveis por prazer, motivação, foco e regulação emocional. O uso prolongado pode impactar o coração, o fígado, o sistema hormonal e a saúde mental, mesmo após a interrupção.\n\nNão há julgamento nessa pergunta. O objetivo é identificar se há consequências que ainda podem estar afetando seu organismo hoje, mesmo que o uso tenha ocorrido no passado, e oferecer o cuidado mais adequado para você. Dependendo do histórico, podem ser solicitados exames específicos e ajustes no plano de saúde.",
  "conduct": "## Conduta Clínica: Drogas Ilícitas\n\n### 1. Avaliação Inicial\n\n**Anamnese detalhada:**\n- Identificar substância(s) utilizada(s), frequência, quantidade e via de administração\n- Tempo de uso e tempo de abstinência (se aplicável)\n- Tentativas anteriores de cessação e métodos utilizados\n- Critérios de dependência (DSM-5/CID-11): tolerância, síndrome de abstinência, perda de controle, impacto funcional\n- Histórico de overdose ou hospitalizações relacionadas\n- Comorbidades psiquiátricas (depressão, ansiedade, TDAH, transtorno bipolar, psicose)\n- Medicamentos em uso atual (verificar interações — anfetaminas interagem com antidepressivos inibidores de CYP2D6, anticoncepcionais orais e inibidores de bomba de prótons)\n\n**Rastreio estruturado:**\n- Aplicar AUDIT-C para álcool em conjunto\n- DAST-10 (Drug Abuse Screening Test) para rastreio rápido de dependência\n- Investigar histórico de trauma, abuso e fatores psicossociais predisponentes\n\n---\n\n### 2. Investigação Complementar\n\n**Exames laboratoriais conforme substância e contexto:**\n- **Hepático:** ALT, AST, GGT, fosfatase alcalina, bilirrubinas (cocaína, MDMA, opioides — hepatotoxicidade)\n- **Cardiovascular:** ECG (QTc prolongado em uso de estimulantes), pressão arterial, frequência cardíaca em repouso\n- **Renal:** Creatinina, ureia, sumário de urina (cocaína, MDMA — nefrotoxicidade)\n- **Hematológico:** Hemograma completo (anemia, infecções oportunistas em usuários de drogas injetáveis)\n- **Infeccioso:** Anti-HIV, HBsAg, Anti-HCV, VDRL (usuários de drogas injetáveis ou com comportamento de risco)\n- **Hormonal:** Testosterona total/livre, LH, FSH (opioides e cannabis causam hipogonadismo)\n- **Neurológico/metabólico:** Homocisteína, vitaminas B12, B6, folato, zinco, magnésio, ferro/ferritina (frequentemente depletados em usuários crônicos)\n- **Inflamatório:** PCR-us, IL-6 (inflamação crônica associada ao uso)\n- **Neuroimagem:** Considerar RM cerebral em casos de uso pesado crônico de estimulantes, suspeita de AVC ou comprometimento cognitivo significativo\n- **Urinálise toxicológica:** Quando indicado clinicamente (uso ativo suspeito ou monitoramento de tratamento)\n\n---\n\n### 3. Critérios de Encaminhamento\n\n**Encaminhamento imediato/urgente:**\n- Síndrome de abstinência ativa de opioides, benzodiazepínicos ou álcool (risco de vida)\n- Psicose ativa relacionada a estimulantes ou cannabis\n- Ideação suicida ou auto-lesão\n- Overdose recente ou risco imediato\n\n**Encaminhamento eletivo especializado:**\n- **Psiquiatria:** Diagnóstico dual (dependência + transtorno mental), falha de tratamento ambulatorial\n- **Centro de Atenção Psicossocial (CAPS-AD):** Dependência moderada a grave\n- **Cardiologia:** Cardiopatia detectada em usuários de estimulantes\n- **Hepatologia:** Hepatite C ativa, hepatopatia crônica\n- **Infectologia:** HIV positivo, hepatites virais\n- **Endocrinologia:** Hipogonadismo confirmado em uso crônico de opioides\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n**Abordagem motivacional:**\n- Entrevista motivacional em todos os estágios (pré-contemplação, contemplação, ação)\n- Intervenção breve para uso de baixo risco\n- Psicoeducação sobre mecanismos neurobiológicos da dependência (reduz estigma e aumenta adesão)\n\n**Tratamento farmacológico (quando indicado, uso atual ou dependência):**\n- **Opioides:** Buprenorfina/naloxona (terapia de substituição), naltrexona (prevenção de recaída)\n- **Cocaína/estimulantes:** Sem fármaco aprovado com eficácia robusta; topiramate, modafinil e N-acetilcisteína (NAC) mostram benefício em estudos\n- **Cannabis:** Cessação gradual; NAC mostrou redução de uso em adolescentes; manejo de sintomas de abstinência (irritabilidade, insônia)\n- **MDMA:** Suporte sintomático; hidratação controlada; evitar hipertermia\n\n**Suporte nutricional e metabólico (uso crônico ou abstinência):**\n- Reposição de vitaminas do complexo B (especialmente B1/tiamina, B6/P5P, B12, folato) — frequentemente depletadas\n- Magnésio, zinco (cofatores enzimáticos na síntese de neurotransmissores)\n- N-acetilcisteína (NAC) 600-1200 mg/dia: reduz craving em dependência de cocaína e cannabis, repõe glutationa\n- Ômega-3 (EPA+DHA): suporte anti-inflamatório e neuroprotetor\n- Suporte mitocondrial: CoQ10, L-carnitina, ácido alfa-lipoico\n\n**Intervenções comportamentais e estilo de vida:**\n- Exercício físico regular (aeróbico + resistência): melhora dopamina, reduz craving, beneficia humor\n- Higiene do sono rigorosa (sono ruim perpetua craving e vulnerabilidade à recaída)\n- Reduzir estímulos dopaminérgicos excessivos concorrentes (redes sociais, videogames compulsivos)\n- Terapia cognitivo-comportamental (TCC) focada em dependência química: evidência robusta\n- Grupos de apoio (AA, NA, SMART Recovery)\n\n**Uso passado (abstinente):**\n- Monitorar sequelas orgânicas conforme substância utilizada\n- Avaliar função cognitiva e rastrear sintomas de déficit de neurotransmissores\n- Suporte nutricional e estilo de vida para recuperação neurológica\n- Atenção redobrada ao uso de substâncias psicoativas prescritas (risco de cruzamento de dependência)"
}
