{
  "score_item_id": "019bf31d-2ef0-7fe6-ba81-35b2005375c1",
  "clinical_relevance": "O Transtorno do Jogo (Gambling Disorder), classificado no DSM-5 como transtorno relacionado a substâncias e adictivo, é a única adição comportamental oficialmente reconhecida nessa categoria. Caracteriza-se por comportamento de jogo persistente e recorrente que causa sofrimento clinicamente significativo ou prejuízo funcional. A prevalência estimada na população geral varia de 0,4% a 3,5% dependendo do critério e população estudada, com taxas mais elevadas em contextos onde o jogo é legalizado e amplamente acessível. A razão homem:mulher histórica era de aproximadamente 2:1, mas estudos recentes indicam convergência, especialmente com a expansão do jogo online.\n\nA neurobiologia do jogo patológico compartilha mecanismos centrais com as dependências de substâncias: hiperativação do circuito de recompensa mesolímbico (área tegmentar ventral → núcleo accumbens), com liberação aumentada de dopamina em resposta a estímulos de jogo e antecipação de ganhos. Estudos de neuroimagem funcional demonstram redução da atividade do córtex pré-frontal ventromedial — região crucial para tomada de decisão, controle inibitório e avaliação de risco — e hipossensibilidade do striatum ventral. A sensibilização do sistema dopaminérgico de recompensa e a redução do controle inibitório gabaérgico e serotoninérgico resultam em comprometimento progressivo da capacidade de resistir ao impulso de jogar, mesmo diante de perdas crescentes.\n\nCritérios diagnósticos DSM-5 (4 ou mais em 12 meses): (1) necessidade de apostar quantias crescentes para obter excitação; (2) irritabilidade ou inquietação ao tentar reduzir ou parar; (3) esforços malsucedidos repetidos de controle; (4) preocupação frequente com jogo; (5) jogo como fuga de problemas ou estados disfóricos; (6) tentativa de recuperar perdas ('chasing losses'); (7) mentiras para ocultar envolvimento; (8) comprometimento de relacionamentos ou oportunidades por causa do jogo; (9) dependência de outros para custear dívidas. Especificadores: episódico vs. persistente; em remissão precoce (3-12 meses) ou sustentada (>12 meses); leve (4-5), moderado (6-7), grave (8-9 critérios).\n\nComorbidades psiquiátricas são a regra: 50-60% apresentam transtorno depressivo maior ao longo da vida; 40-50% têm transtorno de ansiedade; 20-30% apresentam uso de álcool ou outras substâncias; taxas elevadas de TDAH (17-26%), impulsividade traço elevada e transtornos de personalidade (borderline, antissocial). O risco de suicídio é significativamente elevado: ideação em 17-24% e tentativas em 4-13% dos indivíduos com transtorno do jogo, taxas superiores às da maioria dos outros transtornos psiquiátricos. O impacto sistêmico inclui dívidas financeiras severas, ruptura familiar, desemprego e envolvimento com ilícitos para financiar o jogo, com consequências de saúde física mediadas por estresse crônico (eixo HPA hiperativado, elevação de cortisol, risco cardiovascular aumentado, comprometimento do sono e do sistema imune).\n\nFatores de risco incluem: início precoce (adolescência), trauma na infância, história familiar de jogo ou outras adições, polimorfismos em genes do sistema dopaminérgico (DRD2, DRD4, DAT1/SLC6A3) e serotoninérgico, traços de impulsividade elevada, TDAH preexistente e exposição ambiental (acesso fácil a plataformas de apostas, especialmente online). Com a expansão massiva de apostas esportivas online no Brasil e globalmente, a prevalência tende a aumentar, especialmente em adolescentes e adultos jovens.",
  "points": 14,
  "patient_explanation": "Jogar e fazer apostas pode parecer uma forma de diversão ou entretenimento, mas quando o hábito escapa ao controle, pode se tornar um problema sério de saúde chamado transtorno do jogo. Isso acontece porque o ato de apostar ativa o sistema de recompensa do cérebro de forma muito intensa, liberando uma substância chamada dopamina — a mesma substância envolvida em outros vícios. Com o tempo, o cérebro se adapta e precisa de apostas cada vez maiores para sentir o mesmo prazer, tornando cada vez mais difícil parar mesmo quando os prejuízos financeiros, emocionais e nos relacionamentos são evidentes.\n\nAlguns sinais de alerta são: sentir necessidade de apostar valores crescentes, ficar irritado quando tenta parar, mentir sobre o quanto aposta, usar o jogo para fugir de problemas ou tristeza, e continuar apostando mesmo depois de perder muito. Esse padrão está associado a risco elevado de depressão, ansiedade e, em casos graves, pensamentos de suicídio. A boa notícia é que o transtorno do jogo tem tratamento eficaz. Reconhecer o problema é o primeiro e mais importante passo — e conversar honestamente com seu médico sobre esse histórico é fundamental para que ele possa oferecer o suporte adequado.",
  "conduct": "## Conduta Clínica: Jogos / Apostas (Transtorno do Jogo)\n\n### Avaliação Inicial\n\n- **Rastreamento estruturado:** Aplicar o PGSI (Problem Gambling Severity Index) ou o Brief Biosocial Gambling Screen (BBGS) para estratificar gravidade\n- **Avaliar critérios DSM-5:** Confirmar diagnóstico (4+ critérios em 12 meses) e especificar gravidade (leve, moderado, grave)\n- **Investigar comorbidades psiquiátricas prioritárias:**\n  - Transtorno depressivo maior (rastrear PHQ-9)\n  - Transtorno de ansiedade generalizada (GAD-7)\n  - TDAH (escalas de rastreamento para adultos: ASRS)\n  - Uso de álcool e outras substâncias (AUDIT, ASSIST)\n  - Transtornos de personalidade\n- **Avaliação de risco de suicídio:** Obrigatória em todos os casos; taxas de ideação e tentativas são significativamente elevadas nessa população\n- **Avaliar impacto funcional:** Situação financeira, relações familiares, emprego, questões legais\n\n### Investigação Complementar\n\n- **Laboratorial básico:** Hemograma, glicemia de jejum, perfil lipídico, TSH, cortisol matinal (avaliação de eixo HPA), vitamina D, magnésio\n- **Avaliação neuropsicológica** quando suspeita de TDAH ou comprometimento cognitivo associado\n- **Considerar avaliação de polimorfismos** em sistemas dopaminérgico (DRD2, DAT1) e serotoninérgico quando disponível, para personalização terapêutica\n\n### Encaminhamento\n\n- **Encaminhar a psiquiatra** sempre que:\n  - Diagnóstico de transtorno do jogo moderado a grave\n  - Comorbidade psiquiátrica significativa (depressão maior, TBH, TDAH)\n  - Risco de suicídio presente\n  - Falha de tratamento em atenção primária\n- **Encaminhar a psicólogo/terapeuta especializado em adições:** Componente comportamental é fundamental e não pode ser substituído por farmacoterapia isolada\n- **Encaminhar a assistente social** quando houver comprometimento financeiro grave ou questões legais\n- **Grupos de suporte:** Jogadores Anônimos (JA) — evidência de benefício como adjuvante ao tratamento profissional\n\n### Intervenções Baseadas em Evidências\n\n**Psicoterapia (primeira linha):**\n- **Terapia Cognitivo-Comportamental (TCC):** Abordagem com maior evidência; foca em identificar e reestruturar crenças distorcidas sobre jogo (ilusão de controle, pensamento mágico sobre probabilidades), desenvolver habilidades de enfrentamento e prevenção de recaída\n- **Entrevista Motivacional:** Especialmente útil em estágios pré-contemplativos; avaliar prontidão para mudança\n- **Terapia de Exposição com Prevenção de Resposta:** Para casos com forte componente compulsivo\n\n**Farmacoterapia (adjuvante):**\n- **Naltrexona (antagonista opioide):** Evidência mais robusta; reduz o craving e o prazer associado ao jogo; dose 50 mg/d; verificar função hepática antes\n- **Antidepressivos (ISRS/ISRSN):** Indicados principalmente para tratar comorbidades depressivas e ansiosas, com benefício secundário sobre o jogo; fluoxetina e paroxetina têm estudos específicos com resultados variáveis\n- **Bupropiona:** Considerada especialmente quando há comorbidade com TDAH ou tabagismo; atua na modulação dopaminérgica e noradrenérgica\n- **Estabilizadores de humor (lítio, valproato):** Considerar quando há bipolaridade comórbida ou impulsividade grave\n- **Evitar benzodiazepínicos:** Risco de dependência cruzada nessa população\n\n**Abordagem funcional integrativa complementar:**\n- **Suporte ao sistema dopaminérgico:** Otimizar precursores (tirosina, fenilalanina via dieta), corrigir deficiências de ferro, vitamina D e P5P que comprometem a síntese de dopamina\n- **Modulação GABAérgica:** Magnésio (200-400 mg/d), L-teanina; podem auxiliar na redução da impulsividade e ansiedade\n- **Exercício físico regular:** Modula sistema dopaminérgico e eixo HPA; aeróbico moderado 150 min/semana como mínimo\n- **Higiene do sono:** Restaurar ritmo circadiano; privação do sono amplifica impulsividade e desregulação dopaminérgica\n- **Redução de outros estímulos dopaminérgicos:** Limitar redes sociais, ultraprocessados, videogames — especialmente relevante considerando a vulnerabilidade aumentada do sistema de recompensa\n\n### Monitoramento e Seguimento\n\n- Consultas frequentes no início do tratamento (quinzenal a mensal)\n- Reavaliar critérios DSM-5, PGSI e PHQ-9 a cada 3 meses\n- Monitorar situação financeira e de relacionamentos como indicadores funcionais\n- Remissão precoce: 3-12 meses sem critérios; remissão sustentada: >12 meses\n- **Atenção a recaídas:** São comuns e fazem parte do processo; não encerrar acompanhamento precocemente"
}
