{
  "score_item_id": "019bf31d-2ef0-7e2d-8a49-94a50eae4437",
  "clinical_relevance": "O item 'Sexo' dentro do domínio 'Hábitos e vícios nocivos' refere-se ao questionamento ativo sobre a atividade sexual do paciente — com ênfase na investigação de padrões que possam impactar negativamente a saúde, incluindo uso compulsivo de pornografia, comportamentos sexuais de risco, hipersexualidade ou, inversamente, disfunção sexual estabelecida como disfunção erétil (DE) em homens e disfunção sexual feminina. A avaliação clínica da função sexual é cronicamente negligenciada: dados dos chunks indicam que 73% dos pacientes não foram questionados sobre impotência pelos seus médicos, embora 81% desejem que o tema seja abordado na consulta.\n\nA disfunção erétil, como paradigma central da disfunção sexual masculina, é altamente prevalente — estudo nacional com mais de 71 mil entrevistados demonstrou que mais de 50% apresentam algum grau de DE. Clinicamente, a DE deve ser tratada como manifestação de doença crônica sistêmica, associada a alterações endoteliais, inflamatórias, hormonais e metabólicas. Suas causas orgânicas incluem sedentarismo, estresse oxidativo, dano endotelial, resistência à insulina, síndrome metabólica, diabetes mellitus, obesidade, hipogonadismo, tabagismo, uso de álcool e drogas (incluindo cannabis), exposições ambientais (BPA, pesticidas, metais pesados, PM2.5) e efeitos adversos de medicamentos (inibidores da 5-alfa-redutase, psicotrópicos, estatinas, anti-hipertensivos, lisdexanfetamina). Causas emocionais incluem ansiedade de desempenho, depressão, uso de pornografia e relações virtuais — especialmente em jovens, onde o componente emocional tende a predominar, gerando um ciclo vicioso de falha–ansiedade–nova falha.\n\nA DE também possui impacto psicossocial significativo: há risco 3x maior de depressão em pacientes com DE, com efeitos sobre trabalho, foco e relações interpessoais. A gravidade da DE correlaciona-se com piora da satisfação sexual e relacional.\n\nA avaliação deve incluir estratificação pelo Índice Internacional de Função Erétil (IIFE — 6 perguntas), investigação de capacidade cardiopulmonar (baixa tolerância ao esforço correlaciona-se com pior desempenho sexual), avaliação do estilo de vida, sono, composição corporal, exame físico direcionado e perfil laboratorial e hormonal completo. A abordagem funcional integrativa preconiza tratar as raízes causais (metabólicas, hormonais, inflamatórias, ambientais e comportamentais), não apenas o sintoma. A circunferência abdominal é parâmetro relevante: acima de 94 cm requer intervenção intensificada; acima de 102 cm indica alto risco e manejo agressivo da síndrome metabólica.",
  "points": 8,
  "patient_explanation": "Esta pergunta sobre sua vida sexual faz parte de uma avaliação completa da sua saúde. A qualidade e os padrões da vida sexual são importantes indicadores de saúde geral — problemas sexuais muitas vezes refletem desequilíbrios em outras áreas do organismo, como circulação sanguínea, hormônios, sono, estresse e estilo de vida. Em homens, dificuldades de ereção podem ser um sinal precoce de problemas cardiovasculares ou metabólicos. Em mulheres, queda da libido ou desconforto podem indicar desequilíbrios hormonais ou inflamação. Comportamentos como uso excessivo de pornografia também podem afetar negativamente a função sexual e o bem-estar emocional. Questionar sobre esse tema não é julgamento — é cuidado. Muitos pacientes sentem vergonha de mencionar o assunto espontaneamente, mas identificar e tratar esses aspectos pode melhorar significativamente a qualidade de vida, a autoestima, os relacionamentos e a saúde como um todo.",
  "conduct": "## Conduta Clínica: Avaliação da Função Sexual como Parâmetro de Saúde\n\n### 1. Investigação na Anamnese\n\n- **Questionar ativamente** sobre função sexual em todas as consultas de rotina — não esperar que o paciente traga o tema espontaneamente\n- Criar vínculo e ambiente seguro: pacientes frequentemente relatam queixas indiretas (cansaço, baixa energia, desânimo) antes de revelar disfunção sexual\n- Investigar:\n  - Presença e grau de disfunção erétil (homens) ou disfunção sexual feminina\n  - Libido atual vs. histórico\n  - Uso de pornografia (frequência, impacto percebido na função e nos relacionamentos)\n  - Comportamentos sexuais de risco ou compulsivos\n  - Histórico de traumas ou abusos sexuais (registrar separadamente com sensibilidade)\n\n### 2. Estratificação com Escalas Validadas\n\n- **Homens:** Aplicar o **IIFE (Índice Internacional de Função Erétil)** — 6 perguntas para estratificar grau de DE\n- **Mulheres:** Aplicar **FSFI (Female Sexual Function Index)** ou **ASEX (Arizona Sexual Experience Scale)**\n- Documentar resultado no prontuário para seguimento longitudinal\n\n### 3. Investigação Complementar\n\n**Laboratorial:**\n- Testosterona total e livre, SHBG, LH, FSH, prolactina\n- Glicemia de jejum, insulina de jejum, HOMA-IR (resistência à insulina é causa frequente)\n- Perfil lipídico completo, PCR ultrassensível\n- TSH, T4 livre (disfunção tireoidiana afeta libido)\n- Vitamina D (visar >40 ng/mL), folato, zinco\n- Hemograma completo (anemia impacta energia e função sexual)\n\n**Imagem/Funcional:**\n- Polissonografia se houver suspeita de apneia do sono (causa importante de hipogonadismo funcional e DE)\n- Avaliação de capacidade cardiopulmonar — baixa tolerância ao esforço correlaciona-se com pior desempenho sexual\n- Medir circunferência abdominal: >94 cm requer intervenção; >102 cm indica alto risco metabólico\n\n### 4. Intervenções Baseadas em Evidências\n\n**Estilo de Vida (primeira linha):**\n- **Exercício aeróbico:** Prescrever pelo menos 40 minutos, 4x/semana (≥160 min/semana por 6 meses) com progressão supervisionada — evidência robusta de melhora da função erétil\n- **Alimentação:** Reduzir ultraprocessados, carboidratos refinados e óleos de sementes ricos em ômega-6; priorizar proteínas de qualidade, gorduras saudáveis e vegetais variados\n- **Cessação de tabagismo, álcool excessivo e drogas** (incluindo cannabis fumada — causa de dano endotelial e DE)\n- **Gerenciamento do estresse:** Técnicas de ativação parassimpática (meditação, respiração, redução de estímulos adrenérgicos)\n- **Higiene do sono:** Investigar e tratar distúrbios de sono; sono ruim perpetua hipogonadismo funcional e piora função sexual\n\n**Suplementação (quando indicada):**\n- Vitamina D (se deficiente) — visar >40 ng/mL\n- Zinco, folato — corrigir deficiências documentadas\n- Considerar arginina e L-carnitina como adjuvantes na DE com perfil vascular\n- Suporte antioxidante (NAC, vitamina C, selênio, vitamina E) — redução do estresse oxidativo endotelial\n\n**Revisão de Medicamentos:**\n- Avaliar se medicações em uso causam disfunção sexual: **inibidores da 5-alfa-redutase, psicotrópicos, estatinas, anti-hipertensivos, lisdexanfetamina/metilfenidato**\n- Discutir alternativas terapêuticas com menor impacto sexual quando possível\n\n**Hormonal:**\n- Avaliar hipogonadismo clínico e laboratorial; iniciar reposição de testosterona quando indicado e seguro, sob monitoramento\n\n**Terapia Sexual:**\n- Essencial quando há componente emocional predominante — especialmente em jovens com DE associada a ansiedade de desempenho ou uso intenso de pornografia\n- Ciclo vicioso: falha → ansiedade → nova falha — precisa de abordagem comportamental concomitante\n- Considerar encaminhamento a psicólogo/terapeuta sexual especializado\n\n### 5. Critérios de Encaminhamento\n\n- **Urologista/Andrologista:** DE refratária a medidas comportamentais e otimização hormonal; suspeita de causa estrutural\n- **Endocrinologista:** Hipogonadismo confirmado, diabetes descompensado, disfunção tireoidiana\n- **Cardiologista:** Suspeita de doença cardiovascular subjacente (DE é marcador precoce de risco cardiovascular)\n- **Psicólogo/Psiquiatra:** Componente emocional predominante, depressão associada, histórico de trauma, uso compulsivo de pornografia\n- **Ginecologista/Sexóloga:** Disfunção sexual feminina com componente hormonal ou estrutural\n\n### 6. Seguimento\n\n- Reaplicar escalas validadas (IIFE, FSFI, ASEX) a cada retorno para monitorar resposta\n- Avaliar impacto das intervenções de estilo de vida em 3-6 meses\n- Integrar resultados com demais achados do escore (composição corporal, sono, hormônios, cognição)"
}
