{
  "score_item_id": "019bf31d-2ef0-77a4-8a16-8174b61dcb8a",
  "clinical_relevance": "O item 'Outros vícios' insere-se no domínio de hábitos e vícios nocivos do histórico de saúde, abrangendo comportamentos e substâncias além dos vícios convencionalmente avaliados de forma isolada (tabaco, álcool, drogas ilícitas principais). Na prática clínica funcional integrativa, o conceito de vício é ampliado para incluir dependências comportamentais (jogos digitais, redes sociais, pornografia, compras compulsivas, hiperfagia hedônica) e substâncias frequentemente subestimadas (cafeína em doses elevadas, suplementos estimulantes, cannabis, anfetaminas lícitas, benzodiazepínicos de uso crônico não prescrito).\n\nDo ponto de vista neurobiológico, todos os vícios compartilham um substrato comum: hiperativação do sistema dopaminérgico mesocorticolímbico. O núcleo accumbens, o córtex pré-frontal e o núcleo do trato solitário — apontado como centro crítico para comportamentos alimentares e vícios em geral — integram os circuitos de recompensa que são recrutados tanto por substâncias psicoativas quanto por estímulos comportamentais de alta carga hedônica. O estímulo repetido e intenso leva à adaptação neuroplástica: downregulation de receptores D2, redução da resposta ao prazer basal e compulsão crescente por novos estímulos (tolerância funcional).\n\nA dopamina é o neurotransmissor central desse processo. Sua síntese parte de fenilalanina → tirosina → L-DOPA → dopamina, com cofatores críticos: ferro, BH4, O2 e P5P. Polimorfismos genéticos como COMT (catecol-O-metiltransferase) influenciam diretamente a velocidade de degradação da dopamina no córtex pré-frontal: o fenótipo COMT rápido (Val/Val) degrada dopamina mais velozmente, associando-se a maior busca por estímulos dopaminérgicos e maior vulnerabilidade a vícios. Polimorfismos em MAO-B, DAT1 (SLC6A3), DBH e ALDH2 também modulam o perfil de risco individual.\n\nDo ponto de vista metabólico, vícios se associam frequentemente a: resistência insulínica e excesso calórico de baixa qualidade (que prejudicam neurotransmissão e atenção), neuroinflamação de baixo grau (com elevação de IL-6, TNF-α e PCR-us), disfunção mitocondrial (comprometendo síntese de neurotransmissores e energia celular), disbiose intestinal (com impacto no eixo intestino-cérebro) e desregulação do eixo HPA (com hipercortisolismo favorecendo comportamentos compulsivos).\n\nSocialmente, as novas gerações crescem expostas a estímulos dopaminérgicos sob demanda — redes sociais, videogames, conteúdo de streaming — criando padrões de dependência que dificultam adesão a intervenções terapêuticas que exigem prazer diferido. A prevalência de transtornos aditivos comportamentais vem crescendo na população geral, com impacto direto na adesão a planos de saúde, na qualidade do sono, na função cognitiva e na saúde cardiovascular e metabólica. O questionamento ativo sobre vícios passados ou atuais — inclusive os comportamentais — é parte essencial da anamnese em medicina funcional, pois orienta estratégias de modulação dopaminérgica, abordagem psicoterapêutica e personalização farmacológica e suplementar.",
  "points": 0,
  "patient_explanation": "Além dos vícios mais conhecidos como cigarro ou álcool, existem outros hábitos que afetam a saúde: estimulantes em excesso (cafeína, energéticos), substâncias como cannabis, medicamentos usados sem prescrição e vícios comportamentais como redes sociais compulsivas, jogos eletrônicos ou busca intensa por comidas prazerosas. Todos ativam o sistema de recompensa do cérebro pela dopamina. Com o tempo, o cérebro se adapta e passa a precisar de estímulos cada vez mais intensos para sentir prazer, o que gera ansiedade, baixo humor e dificuldade de concentração. Relatar esses hábitos ao médico é fundamental — não para julgamento, mas para personalizar o tratamento, considerando o impacto real sobre metabolismo, sono e saúde mental.",
  "conduct": "## Conduta Clínica: Outros Vícios\n\n### 1. Anamnese Detalhada\n\n- **Questionar ativamente** sobre uso atual ou passado de:\n  - Estimulantes lícitos: cafeína (quantificar em mg/dia), termogênicos, pré-treinos, energéticos\n  - Substâncias psicoativas: cannabis, MDMA, anfetaminas, cocaína, opioides, benzodiazepínicos sem prescrição\n  - Comportamentos compulsivos: uso excessivo de redes sociais, jogos digitais, pornografia, compras, hiperfagia hedônica\n  - Medicamentos psiquiátricos anteriores: o que usaram, por quanto tempo, e sintomas associados (mapeamento de sistemas de neurotransmissores)\n- Avaliar a **disposição do paciente** para mudança de hábito — fator essencial para o planejamento terapêutico\n- Investigar histórico de **exposição a estímulos dopaminérgicos** (redes sociais, videogames, feeds de rolagem) desde a infância/adolescência\n\n### 2. Investigação Complementar\n\n**Laboratorial:**\n- Cortisol salivar ou urinário (avaliação do eixo HPA)\n- IL-6, TNF-α, PCR-us (marcadores inflamatórios associados a neuroinflamação)\n- Ferro e ferritina (cofatores da síntese dopaminérgica via tirosina hidroxilase)\n- Vitaminas do complexo B: B1, B2, B3, B5, B6/P5P, B12, folato\n- Vitamina D (modula expressão da tirosina hidroxilase)\n- Zinco e magnésio\n- Homocisteína (marcador de metilação e cofatores)\n- Glicemia de jejum, insulina, HOMA-IR (resistência insulínica compromete neurotransmissão)\n\n**Genético (quando disponível):**\n- COMT (Val/Val vs. Met/Met): velocidade de degradação de dopamina no córtex pré-frontal\n- MAO-B, DAT1 (SLC6A3), DBH, ALDH2: modulação do perfil dopaminérgico e vulnerabilidade aditiva\n\n**Funcional:**\n- Metabolômica urinária com DOPAC e HVA (metabólitos dopaminérgicos)\n- Polissonografia se houver suspeita de distúrbio do sono associado\n\n### 3. Intervenções de Estilo de Vida (Base Hierárquica)\n\nA eficácia de qualquer intervenção na modulação dopaminérgica depende da saúde das bases fisiológicas. Priorizar:\n\n1. **Regulação do sono:** higiene rigorosa do sono, correção do ritmo circadiano, redução de telas à noite\n2. **Alimentação anti-inflamatória:** reduzir açúcar, ultraprocessados, aditivos e óleos de sementes ricos em ômega-6; priorizar proteínas e gorduras de qualidade, vegetais variados\n3. **Exercício físico:** combinar aeróbico e treino de força; o exercício modula o eixo HPA, aumenta BDNF, promove neuroplasticidade e reduz comportamentos compulsivos; para pacientes ansiosos, iniciar com aeróbico de baixa intensidade\n4. **Redução de exposição a estímulos dopaminérgicos artificiais:** tempo de tela, redes sociais, videogames — especialmente em crianças e adolescentes\n5. **Regulação do ritmo circadiano:** despertar mais cedo, última refeição mais cedo, evitar compulsões noturnas\n\n### 4. Abordagem Psicoterapêutica\n\n- **TCC:** indicada para vícios comportamentais e padrões compulsivos\n- Psicoterapia/coaching para compreender a origem dos desequilíbrios emocionais\n- Técnicas de regulação autonômica: respiração com expiração prolongada, monitoramento de VFC\n- Modulação do nervo vago (Neuvana/Miltapod, osteopatia) em desregulação autonômica significativa\n\n### 5. Suplementação Funcional (Individualizada)\n\n- **Magnésio:** suporte GABAérgico, redução de excitabilidade e impulsividade\n- **Complexo B (B1, B2, B3, B5, B6/P5P, folato):** cofatores essenciais para síntese de neurotransmissores; baixa ingestão associada a maiores escores de comportamento externalizante\n- **Ômega-3:** ação anti-inflamatória e suporte à função dopaminérgica\n- **Vitamina D:** modula expressão da tirosina hidroxilase\n- **Zinco:** cofator na síntese de neurotransmissores e modulação do TDAH e comportamentos impulsivos\n- **N-acetil-L-tirosina:** precursor dopaminérgico; considerar em pacientes com baixa dopamina e comportamentos compulsivos\n- **Mucuna pruriens:** adjuvante com cautela em casos selecionados; evidências mais robustas em Parkinson\n- **Feniletilamina (PEA):** inibe recaptação de dopamina; 100–150 mg com cautela; contraindicada com antidepressivos\n- **Adaptógenos:** KSM-66, rhodiola, ginseng — modulação do eixo HPA\n- **L-teanina, probióticos:** suporte ao eixo intestino-cérebro\n\n### 6. Intervenções Farmacológicas (Quando Indicado)\n\n- **Bupropiona:** inibidor da recaptação de dopamina/noradrenalina; considerar em anedonia/apatia associada a vícios\n- **Bupropiona + Naltrexona:** avaliar em casos específicos com sobrepeso e compulsão alimentar\n- Revisar medicações que impactem o circuito de recompensa (psicotrópicos, lisdexanfetamina)\n\n### 7. Encaminhamentos\n\n- **Psiquiatria:** transtorno aditivo com prejuízo funcional, abstinência ou comorbidades psiquiátricas\n- **Psicologia/TCC:** para abordagem especializada em dependência\n- **Nutrólogo:** suporte ao plano alimentar anti-inflamatório\n\n> **Princípio-chave:** A eficácia de qualquer intervenção em comportamentos aditivos depende das bases fisiológicas — intestino, eixo HPA, sono e nutrientes devem ser otimizados antes de intervenções sintomáticas."
}
