{
  "score_item_id": "019bf31d-2ef0-745c-9291-9ef38957a93d",
  "clinical_relevance": "Perdas dentárias representam um marcador clínico de relevância sistêmica que vai além da saúde bucal isolada. No contexto do Escore Plenya, este parâmetro avalia o histórico odontológico do paciente, com ênfase nas perdas dentárias acumuladas ao longo da vida e na presença de restaurações com amálgama (liga de prata-mercúrio), amplamente utilizadas até o final do século XX.\n\n**Fisiopatologia e mecanismos sistêmicos:**\nAs perdas dentárias têm duas etiologias principais: cárie dentária e doença periodontal. A doença periodontal — inflamação crônica do periodonto com destruição irreversível do tecido de suporte e reabsorção do osso alveolar — é a causa mais comum de perda dentária em adultos e carrega implicações sistêmicas profundas. Os mecanismos pelos quais a inflamação oral impacta o organismo incluem: (1) translocação microbiana — bactérias e endotoxinas da cavidade oral entram na corrente sanguínea; (2) mimetismo molecular — o sistema imune ataca tecidos do próprio organismo por semelhança estrutural com patógenos orais; (3) hiperprodução de citocinas inflamatórias, como IL-17 e IL-1β, desregulando a resposta imune sistêmica. A bactéria Porphyromonas gingivalis é considerada actora-chave neste processo, estando também implicada no desenvolvimento da doença de Alzheimer.\n\n**Associações epidemiológicas com doenças sistêmicas:**\n- *Diabetes mellitus tipo 2:* Revisão sistemática e meta-análise de estudos de coorte (n = 427.620 participantes, 114.361 casos de DM2, seguimento médio de 9,9 anos) demonstrou associação positiva e bidirecional entre periodontite e DM2. Indivíduos com CPI score ≥ 3 apresentam risco aumentado de incidência de DM2 (SRR: 1,38–2,33). O diabetes agrava a doença periodontal e, reciprocamente, a periodontite piora o controle glicêmico e a resistência à insulina. Meta-análise de 9 ensaios clínicos randomizados demonstrou que o tratamento periodontal não cirúrgico resultou em redução média de HbA1c de -0,56% e de PCR em -1,8 mg/L em pacientes com DM2.\n- *AVC:* Meta-análise de 10 estudos (até 15.792 participantes, acompanhamento de até 15 anos) demonstrou que indivíduos com periodontite têm o dobro de probabilidade de sofrer acidente vascular cerebral, incluindo AVC isquêmico.\n- *Doenças cardiovasculares e aterosclerose:* Estudo de 2024 demonstrou que a periodontite promove desenvolvimento de doença cardiovascular aterosclerótica em pacientes com componentes da síndrome metabólica (obesidade, disglicemia, hipertensão, hiperlipidemia). Infecções periodontais elevam os níveis séricos de proteína C reativa, marcador de inflamação sistêmica e risco cardiovascular.\n- *Doenças autoimunes:* A disbiose oral associada à periodontite pode desencadear ou agravar artrite reumatoide, lúpus e diabetes tipo 1 por meio de perda de tolerância imunológica.\n- *Declínio cognitivo:* P. gingivalis está implicada na patogênese da doença de Alzheimer.\n\n**Amálgama dentário e mercúrio:**\nRestaurações de amálgama contêm aproximadamente 50% de mercúrio elementar. A liberação contínua de vapor de mercúrio, especialmente durante mastigação, escovação e bruxismo, constitui fonte de exposição crônica. O mercúrio é neurotóxico, nefrotóxico e interfere na função mitocondrial. Em pacientes com múltiplas restaurações de amálgama antigas, a avaliação de intoxicação por metais pesados é clinicamente justificada.\n\n**Focos ocultos de inflamação:**\nCanais radiculares tratados de forma inadequada e cavitações (osteíte cavitacional) são focos ocultos de inflamação crônica e silenciosa que podem perpetuar condições sistêmicas não resolvidas, incluindo condições neurológicas e autoimunes.\n\n**Estratificação de risco:**\nPaciente com múltiplas perdas dentárias (especialmente por doença periodontal), amálgamas antigos e/ou histórico de canais radiculares mal tratados apresenta risco elevado de inflamação sistêmica crônica, disbiose oral e comprometimento metabólico, cardiovascular e neurológico.",
  "points": 12,
  "patient_explanation": "Perder dentes ao longo da vida não é apenas um problema estético ou de mastigação — pode ser um sinal importante de inflamação crônica na boca que afeta o corpo inteiro. Quando os dentes são perdidos por doença nas gengivas (chamada periodontite), isso significa que havia uma infecção silenciosa na boca que pode ter impactado o coração, o açúcar no sangue e até o cérebro.\n\nAlém disso, restaurações antigas de amálgama (aquelas restaurações de cor escura/metálica) contêm mercúrio, um metal que pode ser liberado em pequenas quantidades ao longo dos anos e afetar o funcionamento das células.\n\nSaber quantos dentes você já perdeu e se possui restaurações antigas de amálgama ajuda seu médico a entender possíveis fontes de inflamação escondida no seu organismo. Isso não significa que você terá alguma doença, mas é uma informação valiosa para montar um plano de saúde mais completo e personalizado para você.",
  "conduct": "## Conduta Clínica — Perdas Dentárias e Saúde Bucal no Contexto Sistêmico\n\n### 1. Anamnese Odontológica Direcionada\n\n- **Quantificar as perdas dentárias:** número total de dentes perdidos, causa (cárie, periodontite, trauma, extração eletiva) e idade de ocorrência\n- **Investigar presença de amálgamas:** número de restaurações, tempo de permanência na boca, condição atual (íntegras, fraturadas, polidas vs. corroídas)\n- **Histórico periodontal:** episódios de sangramento gengival, mobilidade dentária, tratamentos periodontais realizados\n- **Histórico de canais radiculares (endodontia):** quantidade, quando realizados, se há sintomas associados\n- **Uso de próteses:** parciais, totais, implantes — material utilizado\n- **Bruxismo ou apertamento:** agrava liberação de mercúrio de amálgamas\n\n### 2. Investigação Complementar\n\n**Laboratorial:**\n- **PCR ultrassensível (PCR-us):** marcador de inflamação sistêmica de baixo grau; se elevada sem causa aparente, considerar foco bucal\n- **HbA1c e glicemia de jejum:** rastrear diabetes em pacientes com doença periodontal ativa ou com múltiplas perdas dentárias por periodontite\n- **Metais pesados no sangue ou urina (mercúrio, chumbo, arsênio):** indicado em pacientes com múltiplas restaurações de amálgama antigas, especialmente se sintomas neurológicos, fadiga crônica ou disfunção tireoidiana inexplicada\n- **TSH, T3 livre, T4 livre:** mercúrio pode interferir na função tireoidiana\n- **Perfil lipídico e marcadores cardiovasculares:** LDL, HDL, triglicerídeos, apoB — dado risco cardiovascular associado à periodontite\n- **Homocisteína:** marcador de risco cardiovascular e neurológico frequentemente elevado em inflamação crônica\n\n**Imaginologia:**\n- Solicitar panorâmica (ortopantomografia) atualizada para avaliação de: nível ósseo alveolar residual, canais radiculares com sinais de reinfecção (lesão periapical), possíveis cavitações\n\n### 3. Encaminhamento Especializado\n\n- **Cirurgião-dentista com visão integrativa (odontologia biológica/funcional):** avaliação de focos ocultos (canais mal tratados, cavitações, amálgamas com indicação de troca), periodontite ativa, disbiose oral\n- **Critérios de urgência no encaminhamento odontológico:** dor crônica orofacial, mobilidade dentária progressiva, sangramento gengival persistente, histórico de infecções dentárias recorrentes\n- **Avaliação toxicológica/medicina funcional:** se suspeita de intoxicação por mercúrio ou outros metais — coordenar remoção segura de amálgamas por dentista biologicamente treinado (protocolo SMART ou equivalente), evitar remoção convencional sem proteção adequada\n\n### 4. Intervenções Baseadas em Evidências\n\n**Tratamento periodontal:**\n- O tratamento periodontal não cirúrgico (raspagem e alisamento radicular) reduz HbA1c em média -0,56% e PCR em -1,8 mg/L em pacientes com DM2 — recomendado como parte do manejo integrado do diabetes\n- Coordenar avaliação periodontal em todo paciente diabético ou pré-diabético\n\n**Saúde do microbioma oral:**\n- Probióticos orais específicos (ex.: Streptococcus salivarius, Lactobacillus sakei) para modulação da disbiose oral\n- Higiene oral aprimorada: uso de raspador de língua (preferencialmente cobre), fio dental diário, escovação adequada\n- Evitar dormir de boca aberta (ressecamento oral favorece disbiose)\n\n**Remoção de amálgamas:**\n- Se indicada pelo dentista, realizar remoção com protocolo seguro (isolamento absoluto, proteção respiratória, aspiração de alta potência, suplementação de suporte antes e após o procedimento)\n- Suporte nutricional para detoxificação de mercúrio: vitamina C, selênio, zinco, NAC (N-acetilcisteína), clorela — sempre sob orientação médica\n\n**Monitoramento sistêmico integrado:**\n- Rastrear e tratar ativamente hipertensão, dislipidemia e diabetes em pacientes com histórico de doença periodontal ou múltiplas perdas dentárias\n- Incluir avaliação de saúde bucal na rotina de acompanhamento de pacientes com doenças autoimunes, cardiovasculares e neurodegenerativas\n- Reavaliar periodicamente os níveis de metais pesados se confirmada exposição significativa ao mercúrio"
}
