{
  "score_item_id": "019bf31d-2ef0-76fb-aeee-5d3115a2738d",
  "clinical_relevance": "A situação odontológica atual é um parâmetro de histórico clínico que avalia a presença de condições bucais ativas ou pregressas com potencial impacto sistêmico. A odontologia funcional integrativa — também denominada odontologia biológica — parte do princípio de que a cavidade oral não é um compartimento isolado, mas um ponto de entrada para inflamação crônica sistêmica, disbiose e estímulos imunológicos com repercussões em múltiplos órgãos e sistemas.\n\nAs principais condições orais com relevância sistêmica documentada incluem: doença periodontal (gengivite e periodontite), canais radiculares com tratamento inadequado, cavitações ósseas (processos inflamatórios ósseos silenciosos), restaurações com metais potencialmente tóxicos (amálgama), implantes com material inadequado e disbiose do microbioma oral.\n\n**Associação bidirecional periodontite-diabetes:** Uma revisão sistemática e meta-análise de estudos de coorte confirma associação positiva e bidirecional entre periodontite e diabetes mellitus tipo 2. O diabetes agrava a doença periodontal por meio de comprometimento da resposta imune e da microvascularização; por sua vez, a periodontite piora o controle glicêmico e a resistência à insulina, criando um ciclo vicioso. Uma meta-análise de 9 ensaios clínicos randomizados demonstrou que o tratamento periodontal não cirúrgico em pacientes com DM2 resultou em redução média de HbA1c de -0,56% e redução de proteína C reativa de -1,8 mg/L — marcadores objetivos de melhora no controle metabólico e inflamatório sistêmico.\n\n**Associação periodontite-AVC:** Uma análise de 10 estudos, envolvendo até 15.792 pacientes com acompanhamento de até 15 anos, demonstrou que indivíduos com periodontite apresentam o dobro de probabilidade de sofrer acidente vascular cerebral (AVC). Publicações recentes de 2021 e 2024 reforçam essa associação.\n\n**Associação com doenças cardiovasculares e síndrome metabólica:** A inflamação crônica originada na cavidade oral — por meio de translocação de bactérias e toxinas para a corrente sanguínea — atua como gatilho para progressão aterosclerótica, hipertensão e componentes da síndrome metabólica. A American Heart Association reconhece o impacto das doenças bucais em condições cardiovasculares crônicas.\n\n**Disbiose oral e autoimunidade:** A disbiose oral, especialmente associada à periodontite, pode desencadear ou amplificar doenças autoimunes por três mecanismos principais: (1) translocação microbiana — bactérias e toxinas entram na corrente sanguínea; (2) mimetismo molecular — o sistema imune ataca tecidos próprios por semelhança estrutural com antígenos bacterianos; (3) hiperprodução de citocinas inflamatórias (ex.: IL-17), desregulando a resposta imune. A bactéria *Porphyromonas gingivalis* é considerada central nesse processo e está implicada no agravamento de artrite reumatoide, lúpus, diabetes tipo 1 e, conforme evidências emergentes, na doença de Alzheimer.\n\n**Focos ocultos e sintomas sistêmicos:** Infecções dentárias crônicas silenciosas podem ser causa primária de cefaleias crônicas, comprometimento imunológico e sintomas neurológicos de difícil diagnóstico. A investigação odontológica deve fazer parte da abordagem diagnóstica integrativa em pacientes com condições crônicas não resolvidas.\n\nA avaliação da situação odontológica atual no Escore Plenya permite identificar focos inflamatórios orais que amplificam o risco cardiometabólico, imunológico e neurológico, orientando encaminhamento oportuno e tratamento integrado.",
  "points": 0,
  "patient_explanation": "A saúde da sua boca está diretamente conectada à saúde de todo o seu corpo. Problemas como gengiva inflamada (doença periodontal), canais dentários mal tratados ou infecções silenciosas nos ossos da boca podem liberar bactérias e substâncias inflamatórias que circulam pelo sangue e afetam o coração, o cérebro, o sistema imune e o controle do açúcar no sangue.\n\nEstudos mostram, por exemplo, que pessoas com gengiva doente têm o dobro de risco de sofrer um AVC, e que tratar a doença periodontal ajuda a melhorar o controle do diabetes. Além disso, bactérias da boca — como a *Porphyromonas gingivalis* — estão associadas a doenças autoimunes e ao declínio cognitivo.\n\nPor isso, manter a saúde bucal em dia não é apenas uma questão de estética: é uma parte fundamental da sua saúde geral. Informar ao seu médico sobre qualquer problema dentário atual ou recente — como sangramentos na gengiva, dor em dentes tratados, implantes ou restaurações antigas — ajuda a identificar possíveis causas de inflamação que podem estar afetando sua saúde sem que você perceba.",
  "conduct": "## Conduta Clínica: Situação Odontológica Atual\n\n### Avaliação Inicial\n\n- **Anamnese odontológica detalhada:** investigar presença de doença periodontal ativa ou prévia, tratamentos de canal realizados (e qualidade do tratamento), uso de próteses com amálgama ou outros metais, implantes dentários (tipo de material), histórico de extrações com cicatrização inadequada, sangramento gengival, halitose crônica e dor orofacial\n- **Correlação clínica sistêmica:** em pacientes com condições crônicas não resolvidas (cefaleias, doenças autoimunes, resistência à insulina, fadiga crônica), considerar focos orais ocultos como possível fator contribuinte\n- **Triagem cruzada diabetes-periodontite:** realizar triagem de DM2 em pacientes com periodontite moderada a grave; avaliar saúde periodontal em todos os pacientes diabéticos\n\n### Investigação Complementar\n\n- **Encaminhamento ao dentista/periodontista** para avaliação clínica periodontal completa (sondagem, índice de placa, avaliação de mobilidade dentária)\n- **Radiografia panorâmica** para identificar canais com tratamento inadequado, lesões periapicais, cavitações ósseas e condição dos implantes\n- **Marcadores inflamatórios sistêmicos:** proteína C reativa ultrassensível (PCR-us), IL-6, fibrinogênio — elevados em pacientes com periodontite ativa\n- **Avaliação do microbioma oral** em casos de disbiose clínica suspeita (halitose grave, gengivite refratária, doenças autoimunes associadas)\n- **HbA1c e glicemia de jejum** em pacientes com doença periodontal significativa sem diagnóstico prévio de diabetes\n\n### Critérios de Encaminhamento a Especialistas\n\n- **Periodontista:** doença periodontal moderada a grave, sangramento gengival persistente, bolsas periodontais ≥4 mm, perda óssea alveolar radiográfica\n- **Endodontista:** dentes com tratamento de canal antigo e sintomatologia, lesões periapicais persistentes\n- **Cirurgião bucomaxilofacial:** suspeita de cavitações ósseas, extrações com cicatrização inadequada, revisão de implantes com complicações\n- **Dentista biológico/funcional integrador:** pacientes com múltiplas restaurações de amálgama, sintomas sistêmicos sem causa identificada, doenças autoimunes com possível foco oral\n\n### Intervenções Baseadas em Evidências\n\n- **Tratamento periodontal não cirúrgico** (raspagem e alisamento radicular) em pacientes com DM2: reduz HbA1c em ~0,56% e PCR em ~1,8 mg/L — impacto metabólico e anti-inflamatório documentado\n- **Probióticos orais** (*Streptococcus salivarius*, *Lactobacillus* spp.): auxiliam no reequilíbrio do microbioma oral e redução da disbiose\n- **Raspagem de língua** (raspador de cobre): reduz carga bacteriana e halitose\n- **Higiene oral otimizada:** escovação 2-3x/dia com técnica adequada, uso de fio dental diário, controle de biofilme\n- **Evitar dormir de boca aberta:** ressecamento oral favorece crescimento de patógenos anaeróbios\n- **Dieta anti-inflamatória:** redução de açúcares refinados e alimentos ultraprocessados que alimentam patógenos orais e favorecem disbiose\n- **Investigação e remoção segura de amálgama** (quando indicado): requer protocolo específico com dentista treinado para minimizar exposição ao mercúrio durante remoção\n\n### Monitoramento\n\n- Reavaliação periodontal a cada 6 meses em pacientes de risco (diabéticos, imunossuprimidos, histórico de periodontite)\n- Monitorar PCR-us e HbA1c após tratamento periodontal em pacientes diabéticos para documentar resposta sistêmica\n- Em pacientes com doenças autoimunes associadas (artrite reumatoide, lúpus), avaliar resposta clínica após controle do foco oral\n\n### Abordagem Interprofissional\n\n- A colaboração entre médico e dentista é fundamental: médicos devem incorporar a anamnese odontológica na avaliação de pacientes com doenças crônicas; dentistas devem rastrear condições sistêmicas associadas (diabetes, hipertensão) em seus pacientes\n- Registrar e comunicar achados odontológicos relevantes entre os profissionais envolvidos no cuidado do paciente"
}
