{
  "score_item_id": "019bf31d-2ef0-70ea-a03d-e9cb564f837a",
  "clinical_relevance": "A função mastigatória representa a fase oral da digestão e constitui o primeiro passo do processamento mecânico dos alimentos. Fisiologicamente, a mastigação adequada fragmenta os alimentos em partículas menores que 2 mm, maximizando a superfície de contato com enzimas digestivas e possibilitando a digestão eficiente ao longo de todo o trato gastrointestinal. A saliva, produzida em volume de até 1 litro/dia, contém amilase salivar (responsável pela hidrólise de amidos), lipase lingual (inicio da digestão de gorduras), lisozima, lactoperoxidase e fatores de crescimento como EGF e TGF, vitais para o reparo tecidual e homeostase da mucosa oral e esofágica.\n\nA fase cefálica da digestão — ativada pela atenção consciente ao ato alimentar — potencializa a produção de enzimas digestivas, a secreção de ácido clorídrico gástrico e a liberação de colecistoquinina (CCK) e secretina pelo intestino delgado, otimizando a secreção pancreática e a ejeção biliar. Comer com pressa, sob estresse ou com distração prejudica diretamente esses mecanismos neuroendócrinos, comprometendo a digestão desde a fase cefálica.\n\nProblemas estruturais como má oclusão dentária, próteses inadequadas, edentulismo parcial ou total, disfunção temporomandibular (DTM) e periodontite comprometem diretamente a capacidade mastigatória. A periodontite, em especial, estabelece uma relação bidirecional com o diabetes mellitus tipo 2: o diabetes agrava a doença periodontal, e a periodontite piora o controle glicêmico — criando um ciclo de retroalimentação negativa com impacto sistêmico direto.\n\nA saúde bucal possui implicações além da digestão: bactérias periodontais como a Porphyromonas gingivalis têm sido implicadas em mecanismos patogênicos do Alzheimer e de outras condições inflamatórias crônicas sistêmicas. Focos ocultos de inflamação oral — incluindo periodontite, tratamentos endodônticos inadequados e cavitações ósseas — podem sustentar inflamação crônica de baixo grau capaz de desencadear ou agravar doenças autoimunes e neoplásicas.\n\nA hipossalivação (xerostomia) compromete a capacidade mastigatória, a deglutição, a proteção da mucosa oral e a biodisponibilidade de nutrientes. Suas causas incluem estresse crônico, desidratação, uso de medicamentos anticolinérgicos, síndrome de Sjögren, sialolitíase e sialite. A ingestão hídrica adequada (aproximadamente 35 ml/kg/dia) é essencial para a produção adequada de lisozima e manutenção da função salivar.\n\nDo ponto de vista da disbiose oral, a microbiota bucal impacta diretamente a microbiota intestinal e a saúde sistêmica. A saburra lingual pode ser utilizada como indicador da saúde do trato digestório. O uso de raspador de língua (preferencialmente de cobre) pela manhã, em jejum, é uma prática que contribui para a redução da carga bacteriana oral e melhora da saúde digestiva. Probióticos orais contendo Streptococcus salivarius e Lactobacillus sakei são estratégias emergentes para modulação da microbiota bucal.\n\nA mastigação insuficiente leva à chegada de partículas alimentares maiores ao intestino delgado e cólon, favorecendo putrefação proteica, disbiose, aumento da permeabilidade intestinal e inflamação sistêmica de baixo grau — fenômeno descrito como 'inflammaging' no contexto do envelhecimento.",
  "points": 7,
  "patient_explanation": "A mastigação é muito mais do que simplesmente quebrar o alimento em pedaços menores. Quando você mastiga bem e devagar, sua boca produz saliva com enzimas que já começam a digerir o que você come, facilitando o trabalho do estômago e do intestino. Além disso, comer com atenção e sem pressa ativa reflexos naturais do seu organismo que preparam todo o sistema digestivo para receber o alimento.\n\nMastigar mal ou comer muito rápido sobrecarrega o estômago e o intestino, podendo causar gases, inchaço, má absorção de nutrientes e até inflamação intestinal ao longo do tempo. Problemas nos dentes ou nas gengivas também atrapalham diretamente essa função.\n\nA saúde da boca está conectada à saúde do corpo todo: bactérias presentes em gengivas inflamadas podem, com o tempo, contribuir para inflamações em outros órgãos. Por isso, cuidar dos dentes, mastigar bem e comer com atenção são hábitos simples com impacto real na sua saúde digestiva, imunológica e até cerebral.",
  "conduct": "## Avaliação da Função Mastigatória\n\n### Anamnese Dirigida\n- **Velocidade alimentar:** questionar se o paciente come rápido, distraído (telas, trabalho) ou sob estresse\n- **Qualidade dentária:** presença de dentes ausentes, próteses, má oclusão, disfunção temporomandibular (DTM), dor ao mastigar\n- **Saúde periodontal:** histórico de gengivite, periodontite, sangramentos, tratamentos endodônticos\n- **Sintomas associados:** sensação de empachamento pós-refeição, gases, distensão abdominal, refluxo, má digestão de carnes e fibrosos\n- **Hidratação:** avaliar ingestão hídrica diária (meta: ~35 ml/kg/dia)\n- **Hipossalivação:** boca seca, dificuldade de deglutição, halitose persistente\n\n### Investigação Complementar\n- **Avaliação odontológica completa:** encaminhar para avaliação com cirurgião-dentista, incluindo avaliação periodontal com sondagem e radiografias panorâmicas\n- **Pesquisa de focos ocultos:** considerar tomografia computadorizada de feixe cônico (CBCT) para investigação de cavitações, canais tratados inadequadamente e infecções silenciosas ósseas em casos com inflamação crônica sem causa aparente\n- **Exames laboratoriais relevantes:**\n  - Glicemia de jejum e HbA1c (relação bidirecional periodontite-diabetes)\n  - PCR ultrassensível (marcador de inflamação crônica de baixo grau)\n  - Hemograma com diferencial (monócitos >8% como pista de inflammaging)\n  - Elastase pancreática fecal em casos de má digestão associada\n  - Vitamina B12, ferritina e ferro sérico (má absorção por digestão inadequada)\n\n### Condutas Práticas\n\n#### Educação e Mudança de Comportamento\n- **Mindful eating / fase cefálica:** orientar o paciente a comer sentado, sem telas ou distrações, em ambiente calmo\n- **Mastigação consciente:** ensinar a mastigar até o alimento se tornar praticamente líquido antes de engolir, especialmente alimentos fibrosos e carnes — objetivo: partículas menores que 2 mm\n- **Tempo de refeição:** estimular no mínimo 20 minutos por refeição principal\n- **Postura à mesa:** comer sentado, com postura adequada, favorece a deglutição e a digestão\n\n#### Higiene Oral Funcional\n- **Raspagem de língua:** recomendar uso de raspador de língua pela manhã, em jejum, preferencialmente de cobre — reduz carga bacteriana oral e melhora a saúde digestiva\n- **Higiene bucal completa:** escovação e uso de fio dental 2x/dia; considerar irrigador oral em pacientes com doença periodontal\n- **Probióticos orais:** considerar Streptococcus salivarius e Lactobacillus sakei para modulação da microbiota oral, especialmente em pacientes com histórico de periodontite ou mau hálito recorrente\n- **Evitar respiração bucal noturna:** orientar estratégias para manutenção da respiração nasal durante o sono (fita labial, avaliação de obstruções nasais)\n\n#### Suporte Digestivo Associado\n- **Enzimas digestivas:** avaliar indicação de suplementação com pancreatina ou enzimas de origem vegetal (mamão, abacaxi) em pacientes com mastigação muito comprometida ou hipocloridria associada\n- **Hidratação:** garantir ingestão hídrica de ~35 ml/kg/dia para manutenção da produção salivar e função da lisozima\n- **Evitar líquidos durante as refeições em grandes volumes:** não diluir enzimas e ácido gástrico durante a digestão\n\n#### Encaminhamentos\n- **Cirurgião-dentista / periodontista:** obrigatório em casos de periodontite ativa, edentulismo, má oclusão ou próteses inadequadas\n- **Odontologia funcional integrativa / biológica:** considerar em casos de inflamação crônica sem causa sistêmica identificada, para investigação de focos ocultos orais\n- **Fonoaudiologia:** indicada em casos de disfunção mastigatória neuromuscular, disfagia ou bruxismo\n- **Reumatologia:** investigar síndrome de Sjögren em hipossalivação sem causa aparente\n- **Endocrinologia:** em caso de diabetes com periodontite associada, coordenar tratamento integrado\n\n#### Monitoramento\n- Reavaliar sintomas digestivos associados após 4-8 semanas de mudanças comportamentais\n- Acompanhar evolução do tratamento periodontal e impacto nos marcadores inflamatórios (PCR) e metabólicos (HbA1c) quando aplicável\n- Monitorar melhora subjetiva da digestão, gases e disposição pós-prandial"
}
