{
  "score_item_id": "019bf31d-2ef0-76f9-8525-94f68cf574ab",
  "clinical_relevance": "A higiene bucal e o acompanhamento odontológico regular são determinantes críticos de saúde sistêmica, muito além da prevenção de cáries e perdas dentárias. A situação odontológica atual do paciente — incluindo presença de doença periodontal, canais tratados inadequadamente, cavitações, próteses e frequência de consultas — configura um dos principais focos de inflamação crônica silenciosa rastreáveis na anamnese funcional integrativa.\n\n**Doença Periodontal e Diabetes Mellitus (Associação Bidirecional)**\nUma revisão sistemática e meta-análise de estudos de coorte (Scientific Reports, 2021) identificou 10 estudos investigando a associação entre doença periodontal e incidência de DM2, totalizando 427.620 participantes e 114.361 casos de diabetes, com seguimento médio de 9,9 anos (variação: 5–17 anos). A relação é bidirecional e dose-dependente: com CPI ≥ 3, o risco relativo sumário (SRR) para incidência de DM2 foi de 1,38 (IC 95%: 1,02–1,87); com CPI = 4, o SRR aumentou para 2,33 (IC 95%: 1,11–4,87). A profundidade de sondagem periodontal (PPD) mostrou aumento de risco até 3 mm, atingindo platô acima disso. No sentido inverso, diabéticos têm maior susceptibilidade e progressão de periodontite. Uma meta-análise de 9 ensaios clínicos randomizados demonstrou que o tratamento periodontal reduz a HbA1c em média 0,56% e a proteína C reativa (PCR) em 1,8 mg/L em pacientes com DM2, comprovando impacto metabólico direto da intervenção odontológica.\n\n**Doença Periodontal e Doenças Cardiovasculares**\nA periodontite está associada ao dobro de probabilidade de Acidente Vascular Cerebral (AVC), incluindo AVC isquêmico, conforme meta-análise de 10 estudos com até 15.792 participantes e seguimento de até 15 anos. A periodontite também está associada a risco aumentado de hipertensão arterial, e seu tratamento pode impactar positivamente o controle pressórico. Um estudo de 2024 relacionou periodontite ao desenvolvimento de doença cardiovascular aterosclerótica em pacientes com componentes de síndrome metabólica (obesidade, disglicemia, hipertensão, hiperlipidemia).\n\n**Focos Ocultos e Inflamação Crônica Sistêmica**\nCondições odontológicas subclínicas — doença periodontal não tratada, canais maltratados, cavitações e materiais dentários inadequados — podem sustentar inflamação crônica e silenciosa capaz de desencadear ou perpetuar doenças autoimunes, disbiose sistêmica e até neoplasias. Porphyromonas gingivalis e outros patógenos periodontais são capazes de translocar sistemicamente, elevar PCR e interagir com eixos de autoimunidade via mimetismo molecular. Um em cada 40,7% dos pacientes odontológicos sem diagnóstico prévio de diabetes apresentou HbA1c ≥ 5,7%, reforçando o consultório odontológico como ponto estratégico de rastreio metabólico.\n\n**Relevância para o Escore Plenya**\nA avaliação da situação odontológica atual e da regularidade do acompanhamento permite identificar focos inflamatórios crônicos tratáveis que impactam diretamente o controle glicêmico, o risco cardiovascular e a inflamação sistêmica. Trata-se de um parâmetro com alto grau de intervencionabilidade e impacto clínico comprovado.",
  "points": 12,
  "patient_explanation": "A saúde da boca está muito mais conectada à saúde do corpo inteiro do que a maioria das pessoas imagina. Problemas nas gengivas — chamados de periodontite — podem aumentar a inflamação no organismo todo e estão associados a um risco duas vezes maior de derrame cerebral, além de dificultar o controle do açúcar no sangue em pessoas com diabetes. O inverso também é verdadeiro: quem tem diabetes descontrolada tem mais chances de desenvolver problemas nas gengivas. A boa notícia é que tratar as gengivas melhora o controle do diabetes e reduz marcadores de inflamação no sangue. Além disso, infecções dentárias silenciosas — como canais mal tratados ou problemas ósseos na mandíbula — podem ser fontes ocultas de inflamação crônica que afetam sua energia, sistema imunológico e saúde geral. Por isso, consultas regulares ao dentista, pelo menos uma vez por ano, e manter uma boa higiene bucal diária são hábitos essenciais para a sua saúde como um todo, não apenas para seus dentes.",
  "conduct": "## Conduta Clínica: Higiene e Acompanhamento Odontológico\n\n### Avaliação Inicial\n\n- **Anamnese odontológica detalhada:** frequência de consultas ao dentista, última visita, tratamentos em andamento ou pendentes\n- **Rastrear presença de:** doença periodontal (diagnóstico prévio ou sintomas como sangramento gengival, mobilidade dentária, halitose persistente), canais tratados, implantes, próteses, histórico de abscessos\n- **Investigar focos ocultos:** cavitações, canais com tratamento incompleto ou fracassado, materiais dentários (amálgama, metais)\n- **Avaliar hábitos de higiene:** escovação (frequência, técnica), uso de fio dental, raspador de língua\n\n### Exames Complementares Relevantes\n\n- **HbA1c e glicemia de jejum:** em todo paciente com doença periodontal ativa (40,7% dos pacientes odontológicos sem diagnóstico de diabetes apresentam HbA1c ≥ 5,7%)\n- **PCR ultrassensível:** marcador de inflamação sistêmica associada à periodontite\n- **Hemograma com diferencial:** leucocitose pode indicar foco infeccioso ativo\n- **Panorâmica dental (ortopantomografia):** se disponível, para avaliação de perda óssea alveolar, cavitações e focos periapicais\n- **VHS, fibrinogênio:** em casos suspeitos de inflamação crônica de origem oral não resolvida\n\n### Critérios de Encaminhamento a Especialistas\n\n- **Periodontista:** qualquer grau de periodontite ativa, sangramento gengival persistente, perda de inserção clínica, bolsas periodontais ≥ 4 mm\n- **Endodontista:** suspeita de canal fracassado, lesão periapical, dor ou sensibilidade persistente em dente tratado\n- **Cirurgião bucomaxilofacial:** suspeita de cavitações ósseas, osteíte crônica, abscessos de repetição\n- **Odontologista integrativo/biológico:** quando a abordagem convencional não resolve condições crônicas associadas a focos bucais\n\n### Intervenções Baseadas em Evidências\n\n**Higiene e Prevenção**\n- Escovação 2–3 vezes ao dia com técnica adequada (Bass modificada)\n- Uso de fio dental diário\n- Raspador de língua de cobre (reduz carga bacteriana oral, incluindo anaeróbios associados à periodontite)\n- Evitar dormir de boca aberta (favorece disbiose oral e ressecamento de mucosas)\n- Consulta odontológica de rotina a cada 6 meses; a cada 3–4 meses em pacientes com periodontite ativa ou diabetes\n\n**Tratamento Periodontal**\n- Raspagem e alisamento radicular (RAR) como primeira linha em periodontite moderada a grave\n- Monitorar HbA1c e PCR antes e após tratamento periodontal em diabéticos: esperar redução de HbA1c ~0,56% e PCR ~1,8 mg/L\n- Manutenção periodontal de suporte após fase ativa do tratamento\n\n**Suporte Microbiológico e Nutricional**\n- Probióticos orais (ex.: Streptococcus salivarius, Lactobacillus sakei) podem auxiliar no reequilíbrio da microbiota oral\n- Redução de açúcares adicionados na dieta: associação direta com cáries e progressão de doença periodontal\n- Vitamina C, coenzima Q10 e ômega-3: suporte ao periodonto com base em evidências emergentes\n- Controle glicêmico rigoroso em diabéticos: impacto direto na susceptibilidade e progressão da periodontite\n\n**Integração Sistêmica**\n- Rastrear diabetes em todos os pacientes com periodontite ativa\n- Rastrear periodontite em todos os pacientes diabéticos, hipertensos ou com síndrome metabólica\n- Comunicação entre médico e dentista do paciente é fundamental para manejo integrado\n- Em pacientes com condições crônicas não resolvidas (fadiga, autoimunidade, inflamação persistente), investigar ativamente focos bucais como possível causa contribuinte"
}
