{
  "score_item_id": "019bf31d-2ef0-7094-b47a-00665fa2ba97",
  "clinical_relevance": "Este parâmetro avalia se o paciente possui doenças crônicas prevalentes e se o acompanhamento especializado está sendo realizado de forma sistemática e atualizada. A verificação ativa abrange as quatro grandes especialidades com maior impacto na morbimortalidade crônica: cardiologia, endocrinologia, ginecologia/obstetrícia e urologia.\n\nDo ponto de vista cardiovascular, a hipertensão arterial sistêmica, a dislipidemia e a doença coronariana são as condições de maior prevalência e impacto. A abordagem funcional integrativa recomenda avaliação além dos fatores clássicos, incluindo curva glicêmica e insulínica (para detectar resistência à insulina precoce), Lp(a), razão APO-B/APO-A, LDL oxidado, homocisteína (<7,9 μmol/L), PCR ultra-sensível, vitamina D (meta >80 ng/mL em cardiopatas), índice ômega-3 e razão ômega-3:ômega-6. A utilização da calculadora MESA Risk e do escore de cálcio coronariano é recomendada para estratificação de risco antes de decisões terapêuticas em prevenção primária.\n\nNo eixo endocrinológico, o hipotireoidismo (incluindo Hashimoto), a resistência à insulina, o diabetes mellitus tipo 2 e os desequilíbrios do eixo hormonal gonadal (testosterona, estradiol, DHEA-S) são condições de alta prevalência frequentemente subdiagnosticadas. O monitoramento deve incluir TSH, T4 livre e T3 livre (preferencialmente por ultrafiltração quando disponível), HOMA-IR (<2,15), HOMA-β (167–175), HbA1c (meta integrativa ~5,3–5,5%), além do perfil hormonal completo. Com a idade, testosterona total e livre tendem a cair, enquanto SHBG aumenta — padrão agravado por resistência insulínica, obesidade e maus hábitos. O acompanhamento endocrinológico regular é fundamental para detectar essas alterações precocemente.\n\nNa área ginecológica/obstétrica, destacam-se síndrome dos ovários policísticos (SOP), desequilíbrios estrogênicos (predominância estrogênica com sintomas como dor mamária e TPM intensa), sarcopenia em mulheres com peso aparentemente normal e rastreio oncológico (mama, endométrio, colo uterino). O aconselhamento pré-concepcional com controle metabólico e hormonal integrado é também componente essencial do acompanhamento.\n\nNa urologia, a disfunção erétil (DE) merece atenção especial como marcador precoce de risco cardiovascular — a relação entre disfunção endotelial e DE é bem estabelecida, tornando obrigatória a avaliação cardiovascular nesses pacientes. O acompanhamento inclui painel hormonal (testosterona total e livre, LH, FSH, SHBG, PSA quando indicado), função renal e hepática, circunferência abdominal (>94 cm requer intervenção; >102 cm indica alto risco metabólico), além de investigação de apneia do sono por polissonografia em casos com ronco, sonolência e redução de ereções matinais.\n\nA abordagem multiprofissional e interdisciplinar — integrando cardiologia, endocrinologia, ginecologia, urologia, neurologia, psiquiatria, nutrição e educação física — é considerada o padrão de excelência neste contexto, com fluxos definidos para encaminhamento e periodicidade de monitoramento.",
  "points": 0,
  "patient_explanation": "Este item do escore verifica se você possui alguma doença crônica comum — como problemas no coração, diabetes, alterações hormonais, problemas ginecológicos ou urológicos — e se está realizando o acompanhamento adequado com os especialistas. Muitas dessas condições evoluem de forma silenciosa por anos antes de causar sintomas graves. Manter as consultas em dia com cardiologista, endocrinologista, ginecologista/urologista permite identificar alterações precocemente, quando o tratamento é mais simples e eficaz. O acompanhamento regular também permite ajustar tratamentos, solicitar exames atualizados e integrar as informações entre os diferentes profissionais de saúde. Não se trata apenas de tratar doenças já instaladas, mas de monitorar ativamente os principais sistemas do organismo para prevenir complicações e manter a qualidade de vida a longo prazo.",
  "conduct": "## Conduta Clínica: Verificação Ativa de Doenças Crônicas Prevalentes e Acompanhamento Especializado\n\n### 1. Avaliação Inicial\n\n- **Anamnese estruturada:** Investigar ativamente diagnósticos prévios em todas as quatro áreas (cardio, endócrino, GO, urologia), incluindo datas dos últimos acompanhamentos, medicações em uso, exames realizados e pendências terapêuticas\n- **Identificar lacunas de cuidado:** Pacientes sem acompanhamento há mais de 12 meses nas especialidades relevantes devem ser considerados prioritários para encaminhamento\n- **Investigar sintomas subtis:** Dor mamária, TPM intensa, disfunção erétil, ronco, fadiga, ganho de peso, poliúria e alterações de libido devem ser ativamente investigados como possíveis sinais de condições subdiagnosticadas\n\n### 2. Investigação Complementar por Especialidade\n\n#### Cardiologia\n- Perfil lipídico ampliado: HDL, triglicerídeos, LDL, LDL oxidado, Lp(a), razão APO-B/APO-A\n- PCR ultra-sensível, fibrinogênio, homocisteína (<7,9 μmol/L)\n- Curva glicêmica e insulínica (jejum, 30, 60, 90, 120 min) para detectar resistência à insulina\n- Vitamina D (25-OH): meta >80 ng/mL para cardiopatas/hipertensos\n- Índice ômega-3 e razão ômega-3:ômega-6\n- Calcular escore de risco (MESA Risk) e considerar escore de cálcio coronariano antes de estatinas em prevenção primária\n- Angiotomografia de coronárias conforme contexto clínico\n- Teste ergométrico ou ecocardiograma quando houver indicação\n\n#### Endocrinologia\n- TSH, T4 livre, T3 livre (ultrafiltração quando disponível)\n- HOMA-IR (<2,15), HOMA-β (167–175), HbA1c (meta ~5,3–5,5%), glicemia de jejum\n- Perfil hormonal: testosterona total e livre, estradiol, DHEA-S, LH, FSH, SHBG\n- Insulina de jejum (meta ~6–7 μUI/mL) e pós-prandial\n- Investigar carências nutricionais relacionadas ao eixo endócrino: ferro, ferritina, selênio, zinco, vitaminas D, A, B12, ácido fólico, iodo\n- Monitorar trimestralmente HbA1c, glicemia e HOMA em pacientes de risco\n\n#### Ginecologia / Obstetrícia\n- Avaliação de composição corporal: bioimpedância ou densitometria de corpo total (detectar sarcopenia em mulheres com peso normal)\n- Marcadores inflamatórios e metabólicos para rastreio de adoecimento metabólico\n- Rastreio oncológico: mamografia, ultrassonografia mamária, Papanicolaou conforme diretrizes vigentes\n- Avaliação de risco genético (BRCA1, BRCA2, TP53) em histórico familiar sugestivo\n- Investigar SOP: critérios diagnósticos, perfil hormonal, marcadores metabólicos\n- Aconselhamento pré-concepcional com metas de controle metabólico e hormonal quando aplicável\n- Utilizar calculadoras de risco (Gail e outras) com cautela, reconhecendo limitações em populações brasileiras\n\n#### Urologia (e saúde sexual masculina)\n- Painel hormonal completo: testosterona total e livre, LH, FSH, SHBG, PSA (quando indicado por idade/risco)\n- Função renal (creatinina, TFG estimada) e hepática (transaminases)\n- Ecografia abdominal total (próstata, fígado/esteatose, rins)\n- Aplicar Índice Internacional de Função Erétil (IIEF-6) para estratificação da disfunção erétil\n- Investigar apneia do sono com polissonografia domiciliar em presença de ronco, sonolência diurna, despertares ou redução de ereções matinais\n- Medir circunferência abdominal: >94 cm requer intervenção ativa; >102 cm indica alto risco metabólico\n- Considerar escore de cálcio coronariano em pacientes com DE (marcador de risco cardiovascular)\n\n### 3. Critérios de Encaminhamento a Especialistas\n\n- **Cardiologia:** HAS não controlada, dislipidemia de alto risco, histórico de eventos cardiovasculares, Lp(a) elevada, escore de cálcio coronariano elevado, suspeita de doença coronariana\n- **Endocrinologia:** Hipotireoidismo não controlado ou etiologia autoimune/hipofisária, diabetes mellitus tipo 2 sem controle adequado, resistência à insulina grave, hipogonadismo confirmado com indicação de reposição hormonal\n- **Ginecologia:** SOP, desequilíbrio estrogênico sintomático, alterações ao rastreio oncológico, planejamento reprodutivo, menopausa com indicação de TRH\n- **Urologia/Andrologia:** Disfunção erétil sem resposta a intervenções de primeira linha, alterações prostáticas, hipogonadismo masculino, investigação de infertilidade\n- **Neurologia/Psiquiatria:** Quando houver comprometimento cognitivo, depressão resistente, ansiedade grave ou suspeita de crises parciais complexas associadas às condições crônicas\n\n### 4. Abordagem Multiprofissional e Fluxo de Acompanhamento\n\n- **Definir mapa de responsabilidades:** Especificar qual especialista monitora cada condição e quais marcadores acompanha\n- **Protocolo mínimo:** Consultas semestrais ou anuais com cada especialidade relevante, com registro estruturado de exames e escalas clínicas (PHQ-9, IIEF, ASEX quando aplicável)\n- **Integração nutricional:** Encaminhar a nutricionista funcional em qualquer plano de prevenção ou manejo de doenças crônicas\n- **Educador físico:** Incluir prescrição individualizada de exercício físico — aeróbico (mínimo 160 min/semana) e de resistência — como parte do plano terapêutico\n- **Intervenções de estilo de vida integradas:** Alimentação anti-inflamatória, cessação de tabagismo, manejo de estresse, higiene do sono, redução de ultraprocessados e carboidratos refinados\n- **Otimizar adesão:** Fluxos multiprofissionais bem definidos, consultas com tempo adequado e metas individualizadas aumentam a adesão ao acompanhamento de longo prazo"
}
