{
  "score_item_id": "c77cedd3-2800-75fe-b483-ea0183478225",
  "clinical_relevance": "O histórico familiar de hipertensão arterial sistêmica (HAS) em parentes de primeiro e segundo graus (pais, irmãos, tios, avós, filhos, netos) constitui um dos principais fatores de risco não modificáveis para o desenvolvimento da doença. A HAS é definida por níveis sustentados de pressão arterial ≥ 140/90 mmHg em consultório (ou ≥ 130/80 mmHg na MAPA de 24h, ou ≥ 135/85 mmHg no MRPA), sendo classificada em: Ótima (< 120/80 mmHg), Normal (120-129/80-84 mmHg), Pré-hipertensão (130-139/85-89 mmHg), Estágio 1 (140-159/90-99 mmHg), Estágio 2 (160-179/100-109 mmHg) e Estágio 3 (≥ 180/110 mmHg).\n\nDo ponto de vista fisiopatológico, a HAS é uma doença crônica, degenerativa, multifatorial e assintomática na maioria dos casos. A pressão arterial é regulada pela equação PA = Débito Cardíaco × Resistência Vascular Periférica, sob influência de múltiplos sistemas: neural (catecolaminas), hormonal (sistema renina-angiotensina-aldosterona — SRAA), renal (controle de volemia), microbiota e função endotelial. A carga genética explica parte substancial dos casos, dado que 95% das hipertensões são classificadas como primárias (essenciais), atribuídas à interação entre predisposição genética e estilo de vida.\n\nEpidemiologicamente, a HAS é o principal fator de risco modificável para doenças cardiovasculares e a causa número 1 de mortes potencialmente preveníveis no mundo, respondendo por 7,6 milhões de óbitos por ano. A prevalência varia de 20% a 40% na população geral adulta, chegando a 65% nos indivíduos acima de 60 anos, com taxa de controle alarmantemente baixa (< 10%). O risco de mortalidade cardiovascular aumenta progressivamente a partir de 115/75 mmHg.\n\nO histórico familiar positivo amplifica o risco individual ao somar a predisposição genética ao perfil de estilo de vida compartilhado dentro do núcleo familiar (padrão alimentar, sedentarismo, exposição ao estresse). Fatores de risco adicionais consolidados incluem: idade, gênero masculino, etnia (maior prevalência em negros), excesso de peso, obesidade, sedentarismo, tabagismo, ingestão excessiva de sódio e álcool, resistência insulínica e fatores socioeconômicos.\n\nA estratificação de risco cardiovascular do indivíduo com histórico familiar de HAS deve considerar a presença de outros fatores de risco modificáveis, lesão de órgão-alvo e comorbidades, para determinar a intensidade das intervenções preventivas.",
  "points": 14,
  "patient_explanation": "Ter parentes próximos — como pais, irmãos, avós ou filhos — com pressão alta significa que você pode ter uma chance maior de desenvolver essa condição ao longo da vida. A pressão alta raramente causa sintomas, mas quando não controlada, pode sobrecarregar o coração, os rins e os vasos sanguíneos, aumentando o risco de infarto e derrame.\n\nEssa informação não significa que você vai desenvolver pressão alta — significa que vale a pena prestar mais atenção à sua saúde cardiovascular. Com hábitos saudáveis como alimentação equilibrada, prática regular de exercícios, controle do peso e monitoramento periódico da pressão, é possível prevenir ou retardar o surgimento da doença, mesmo tendo predisposição genética.\n\nConverse com seu médico sobre a frequência ideal de verificar sua pressão arterial e quais outros exames podem ser úteis para o seu caso.",
  "conduct": "## Conduta Clínica — Histórico Familiar de Hipertensão Arterial\n\n### Avaliação Inicial\n\n- **Investigar detalhamento do histórico familiar:** grau de parentesco, idade de diagnóstico dos familiares, presença de complicações cardiovasculares, renais ou cerebrovasculares\n- **Medir a pressão arterial corretamente:** dar preferência a MAPA (Monitorização Ambulatorial da Pressão Arterial) ou MRPA (Monitorização Residencial da Pressão Arterial) para diagnóstico preciso — a medição isolada em consultório pode subestimar ou superestimar os valores reais\n- **Classificar o estágio atual:** Ótima / Normal / Pré-hipertensão / Estágios 1, 2 ou 3\n- **Calcular risco cardiovascular global:** considerar idade, sexo, tabagismo, dislipidemia, diabetes, obesidade e histórico familiar como fatores cumulativos\n\n---\n\n### Investigação Complementar\n\n- **Rastrear causas secundárias de HAS** (subdiagnosticadas em até 40% dos casos):\n  - Apneia obstrutiva do sono (polissonografia)\n  - Disfunção tireoidiana (TSH)\n  - Doença renal crônica (creatinina, TFG, microalbuminúria)\n- **Exames laboratoriais de rotina cardiovascular:**\n  - Glicemia de jejum e insulina em jejum (HOMA-IR)\n  - Perfil lipídico ampliado (incluindo ApoB/ApoA quando disponível)\n  - PCR ultra-sensível (marcador de inflamação subclínica)\n  - Potássio, sódio, creatinina e urina tipo I\n- **Em casos selecionados de alto risco:**\n  - Score de cálcio coronariano\n  - Avaliação de homocisteína\n  - Lp(a) (alta herdabilidade genética, ~90% de variabilidade genética)\n\n---\n\n### Intervenções Não Farmacológicas (Primeira Linha para Todos os Estágios)\n\n- **Controle de peso:** cada 1 kg perdido reduz a PA em aproximadamente 1 mmHg; perda de 20 kg pode reduzir até 20 mmHg\n- **Atividade física aeróbica:** 150 minutos/semana podem reduzir a PA em 5-7 mmHg\n- **Dieta:** priorizar padrão anti-inflamatório e de baixo índice glicêmico; a combinação DASH + restrição de tempo alimentar (janela de 8 horas) demonstrou reduções de 8,45 mmHg sistólica e 9,46 mmHg diastólica em 6 semanas\n- **Redução de carboidratos refinados e ultraprocessados:** carboidratos refinados causam resistência insulínica, que aumenta aldosterona e retenção de sódio/água, elevando a PA\n- **Redução de álcool:** contribui para diminuição da pressão\n- **O potencial combinado das mudanças de estilo de vida pode reduzir a pressão em 30-40 mmHg**\n\n---\n\n### Suplementação Integrativa (Abordagem Complementar)\n\n- **Alho envelhecido (alho negro):** 600 mg 2x/dia ou 1,2 g/dia — redução de até 11,5 mmHg sistólica e 6,3 mmHg diastólica\n- **Coenzima Q10 (CoQ10):** metanálise demonstrou redução de 11 mmHg sistólica e 7 mmHg diastólica\n- **Magnésio (forma taurato):** 500-1.000 mg/dia — redução de 5,6 mmHg sistólica e 2,8 mmHg diastólica; potencializa efeito de anti-hipertensivos\n- **Beterraba (suco 150-250 ml/dia ou extrato 500-1.000 mg/dia):** melhora produção de óxido nítrico; redução de 6 mmHg sistólica e 3-5 mmHg diastólica\n- **Cúrcuma longa:** uso por mais de 12 semanas — redução média de 8 mmHg sistólica\n- **Outros com evidência:** quercetina (3,04 mmHg sistólica), potássio (3,5 mmHg sistólica — com cautela em pacientes renais)\n\n---\n\n### Tratamento Farmacológico (Quando Indicado)\n\n- **Indicações:** hipertensão estágio 1 com alto risco cardiovascular, ou estágios 2 e 3\n- **Classes preferenciais (em ordem):**\n  1. IECA ou BRA (nunca associar os dois)\n  2. Bloqueador do canal de cálcio\n  3. Diurético tiazídico\n  4. Espironolactona (4ª opção)\n  5. Betabloqueador (5ª opção — não é mais primeira linha)\n- **Metas terapêuticas:**\n  - Alto risco: 120-130/70-80 mmHg\n  - Baixo/moderado risco e idosos hígidos: até 140/90 mmHg\n  - Idosos frágeis: até 160/90 mmHg (para evitar hipotensão e quedas)\n- O tratamento farmacológico reduz significativamente o risco de AVC (34%) e infarto (21%)\n\n---\n\n### Encaminhamento a Especialistas\n\n- **Cardiologista:** hipertensão refratária, suspeita de doença coronariana, HAS estágio 2-3 com complicações\n- **Nefrologista:** proteinúria, TFG reduzida, suspeita de hipertensão renovascular\n- **Endocrinologista:** suspeita de hiperaldosteronismo primário, feocromocitoma ou síndrome de Cushing\n- **Pneumologista/Especialista em sono:** suspeita de apneia obstrutiva do sono (presente em até 40% dos hipertensos)\n\n---\n\n### Monitoramento e Seguimento\n\n- Monitorar PA em intervalos regulares (frequência baseada no risco individual)\n- Reavaliação laboratorial em 6-12 meses para pacientes em prevenção primária com histórico familiar positivo\n- Ajustar metas conforme idade, fragilidade e comorbidades\n- Abordagem multiprofissional (médico, nutricionista, educador físico)"
}
