{
  "score_item_id": "c77cedd3-2800-7524-9049-f4559170db14",
  "clinical_relevance": "O histórico familiar de diabetes mellitus tipo 2 (DM2), pré-diabetes ou resistência insulínica em parentes de primeiro e segundo grau (pais, irmãos, tios, avós, filhos, netos) constitui um dos mais robustos fatores de risco não modificáveis para o desenvolvimento dessas condições ao longo da vida. A fisiopatologia subjacente envolve herança poligênica que compromete a sinalização da insulina em tecidos periféricos (músculo esquelético, fígado e tecido adiposo) e a função das células beta pancreáticas. Polimorfismos em genes como TCF7L2 e FTO estão associados a maior risco de DM2 e resistência insulínica, influenciando secreção de insulina, gasto energético e metabolismo de substratos.\n\nA resistência insulínica antecede o DM2 em 7 a 15 anos, período no qual a hiperinsulinemia compensatória mantém a glicemia em níveis aparentemente normais. Esse estágio subclínico é clinicamente relevante porque danos vasculares e metabólicos já se acumulam silenciosamente. Epidemiologicamente, aproximadamente um terço da população adulta americana apresenta pré-diabetes, e a resistência insulínica é possivelmente a condição mórbida mais prevalente nos EUA, Brasil e no mundo.\n\nCritérios diagnósticos de pré-diabetes: glicemia de jejum entre 100 e 125 mg/dL; glicemia 2 horas após teste oral de tolerância à glicose (TOTG) entre 140 e 199 mg/dL; ou HbA1c entre 5,7% e 6,4%. HbA1c acima de 5,5–5,6% já pode indicar comprometimento inicial, especialmente quando há discordância com glicemia de jejum, sugerindo picos pós-prandiais por alta carga glicêmica.\n\nParâmetros laboratoriais de triagem para resistência insulínica incluem: insulina de jejum (meta funcional ≤6–8 µU/mL), HOMA-IR (meta <2,15), relação triglicerídeos/HDL (mulheres <1,4; homens <1,2), e TAIG (TG/(glicose/2); meta <8). A glicemia de jejum isolada é marcador pobre para avaliar o estado de glicação; a HbA1c e a curva insulinêmica-glicêmica oferecem avaliação mais abrangente.\n\nDo ponto de vista da estratificação de risco, o histórico familiar positivo eleva substancialmente a probabilidade pré-teste de resistência insulínica, pré-diabetes e DM2, e deve motivar rastreio ativo e intervenções preventivas precoces. A epigenética oferece perspectiva de modulação: somente 10 a 20% da longevidade saudável é atribuída estritamente à genética, e intervenções no estilo de vida podem silenciar a expressão de genes de risco, reduzindo a penetrância fenotípica. O DM2 associa-se a risco aumentado de doença cardiovascular, doença hepática gordurosa não alcoólica, nefropatia, neuropatia, neoplasias e doenças neurodegenerativas.",
  "points": 18,
  "patient_explanation": "Ter familiares próximos — como pais, irmãos, avós ou filhos — com diabetes, pré-diabetes ou dificuldade de usar bem a insulina aumenta a sua chance de desenvolver essas condições. Isso acontece porque parte da forma como o corpo regula o açúcar no sangue é herdada geneticamente. A boa notícia é que a genética não é destino: escolhas de alimentação, exercício, sono e manejo do estresse têm grande poder de prevenir ou retardar o aparecimento do diabetes, mesmo em quem tem predisposição familiar. O pré-diabetes e a resistência à insulina costumam se instalar silenciosamente por anos antes de qualquer sintoma, por isso saber que há histórico na família é uma oportunidade valiosa para agir cedo, com exames preventivos e mudanças de hábito que realmente fazem diferença.",
  "conduct": "## Conduta Clínica — Histórico Familiar de DM2 / Pré-diabetes / Resistência Insulínica\n\n### 1. Investigação Laboratorial Complementar\n\n- **HbA1c:** meta funcional integrativa ≤5,2%; valores entre 5,5–5,6% já sugerem comprometimento inicial; ≥6,5% confirma DM2\n- **Glicemia de jejum:** referência complementar; entre 100–125 mg/dL define pré-diabetes\n- **Insulina de jejum:** meta ideal ≤6 µU/mL (até 8 µU/mL em contextos inflamatórios)\n- **HOMA-IR:** meta <2,15\n- **Curva insulinêmica-glicêmica (TOTG com insulina):** indicada em casos limítrofes ou histórico de oscilação de peso, para caracterizar resistência insulínica mesmo com glicemia normal\n- **Triglicerídeos e HDL:** calcular relação TG/HDL (mulheres <1,4; homens <1,2) e TAIG (meta <8)\n- **PCR ultra-sensível:** avaliar inflamação sistêmica associada (meta <1 mg/L para baixo risco)\n- **Perfil lipídico completo:** incluindo LDL oxidada quando disponível\n- **Função renal (creatinina, TFG):** linha de base antes de qualquer farmacoterapia\n- **Frutosamina:** complementar à HbA1c; reflete controle glicêmico dos últimos ~20 dias\n\n### 2. Estratégias Dietéticas com Evidência\n\n- **Redução de carboidratos refinados e farináceos:** melhora peso, IMC, circunferência abdominal, PA, triglicerídeos, glicemia, HbA1c, insulina e PCR\n- **Dieta low carb ou cetogênica:** indicada especialmente para pacientes com HbA1c entre 5,7% e 9%; dieta cetogênica mostrou redução de gordura hepática ~31%, resistência insulínica ~58% e aumento da potência redox mitocondrial ~167% em estudos de curto prazo\n- **Dieta mediterrânea:** opção para perfis com elevação de colesterol/LDL sensíveis a dietas muito ricas em gordura saturada de cadeia longa\n- **Redução de AGEs:** orientar sobre métodos de cozimento que minimizem produtos de glicação avançada\n- **Atenção às fibras:** aumentar fibras fermentáveis para modular microbiota e melhorar sensibilidade à insulina; ajuste especialmente importante em mulheres com tendência à constipação em dietas low carb\n\n### 3. Exercício Físico\n\n- **Musculação (exercício de resistência):** prioritária; contração muscular aumenta captação de glicose independentemente de insulina\n- **HIIT (treinamento intervalado de alta intensidade):** altamente recomendado; combinar com musculação para máximo benefício metabólico\n- **Qualquer movimento regular** já contribui; individualizar conforme condição clínica e preferências\n\n### 4. Jejum Intermitente e Estratégias de Janela Alimentar\n\n- Janelas de 16–18 horas geram cetogênese útil com menor pico insulinêmico\n- Jejum ativa mitofagia (reparo celular) e reduz inflamação via inibição de NLRP3 (mediada por BHB)\n- Janelas de alimentação restrita (ex.: 8h–14h ou 8h–15h) como estratégia de time-restricted feeding\n- Fasting Mimicking Diet (FMD): protocolo de 5 dias de baixa carga glicêmica, aplicável a cada 1–4 meses conforme estado clínico\n\n### 5. Manejo do Estilo de Vida\n\n- **Sono:** higiene rigorosa do sono para ajuste do ciclo circadiano; sono inadequado eleva cortisol e insulina de forma crônica\n- **Estresse:** intervenções de gerenciamento (meditação, yoga, psicoterapia, hobbies) para reduzir eixo HPA hiperativo\n- **Saúde intestinal:** corrigir disbiose com dieta, prebióticos e probióticos individualizados; Akkermansia muciniphila modula resposta insulínica\n\n### 6. Farmacoterapia (quando indicada)\n\n- **Metformina:** indicada em pré-diabetes com alto risco ou DM2 confirmado; dose de 500 mg a 2 g/dia (preferência pela formulação de liberação lenta — Glifage XR — no jantar); avaliar função renal antes e durante o uso; usar em sinergia com mudanças de estilo de vida\n- **Análogos de GLP-1:** considerar após janela de avaliação de eficácia das intervenções não farmacológicas (mínimo 2 meses)\n\n### 7. Suplementação de Suporte (Individualizada)\n\n- Ômega-3 (EPA/DHA): anti-inflamatório, melhora HOMA-IR e perfil lipídico\n- Curcumina padronizada com piperina ou lipossomada: anti-inflamatória, modula resistência insulínica\n- Coenzima Q10 e ácido alfa-lipoico: suporte mitocondrial, especialmente em uso de metformina (que pode reduzir CoQ10)\n- Magnésio: cofator da sinalização insulínica; frequentemente deficiente\n- Berberina: modulador de AMPK com efeito insulino-sensibilizador\n\n### 8. Encaminhamento a Especialistas\n\n- **Endocrinologia:** HbA1c ≥6,5% (DM2 confirmado), pré-diabetes com progressão rápida ou dificuldade de controle\n- **Nutricionista especializado em metabolismo:** para desenho e acompanhamento de intervenção dietética individualizada\n- **Cardiologia preventiva:** quando houver risco cardiovascular aumentado associado (dislipidemia, hipertensão, histórico familiar cardíaco)\n- **Psicologia/psiquiatria:** em casos de transtorno alimentar, compulsão ou dificuldade de adesão às mudanças comportamentais\n\n### 9. Monitoramento e Seguimento\n\n- Repetir HbA1c, insulina de jejum e HOMA-IR a cada 3–6 meses durante intervenção ativa\n- Reavaliar lipidograma e PCR-us semestralmente\n- Acompanhar circunferência abdominal e peso como marcadores de resposta à perda de gordura visceral\n- Considerar rastreio genético (TCF7L2, FTO, FADS1/2) para estimar dificuldade do tratamento e aumentar motivação, quando disponível e pertinente"
}
