{
  "score_item_id": "c77cedd3-2800-74b8-976d-8e90ecd896be",
  "clinical_relevance": "A dislipidemia familiar representa um conjunto de distúrbios hereditários do metabolismo lipídico que conferem risco cardiovascular significativamente elevado, frequentemente independente do estilo de vida individual. O histórico familiar positivo em parentes de primeiro e segundo graus (pais, irmãos, tios, avós, filhos, netos) é um marcador clinicamente relevante de predisposição genética a perfis lipídicos aterogênicos.\n\n**Base genética e fisiopatologia:** A predisposição familiar à dislipidemia é mediada por polimorfismos em múltiplos genes que regulam o metabolismo lipídico. Os principais genes envolvidos incluem: LDLR (receptor de LDL – mutações causam hipercolesterolemia familiar com LDL cronicamente elevado), APOB e APOE (variações associadas a dislipidemia familiar com clearance reduzido de remanescentes lipídicos), ABCG5/ABCG8 (polimorfismos aumentam absorção intestinal de esteróis e predisposição a ateroma), APOC3 (inibição de lipases com fenótipo de HDL cronicamente baixo e maior inflamação endotelial), CETP (variações podem resultar em HDL alto mas disfuncional, sem proteção cardiovascular real), HMGCR (polimorfismos na via do mevalonato associados a síntese anormal de colesterol e possível comprometimento mitocondrial), LIPC (lipase hepática – fenótipo de HDL baixo e LDL alto de difícil modulação), FADS1/FADS2 (desaturases de ácidos graxos – polimorfismos prejudicam conversão de ômega-3 em EPA/DHA), e TCF7L2 (associado a risco de aterosclerose e diabetes independente do peso corporal).\n\n**Valores de referência e metas terapêuticas (Diretrizes PSC/PoLA 2024):** LDL-C estratificado por risco cardiovascular global: muito alto risco <55 mg/dL (<1,4 mmol/L) com redução ≥50%; alto risco <70 mg/dL (<1,8 mmol/L) com redução ≥50%; risco moderado <100 mg/dL (<2,6 mmol/L); baixo risco <115 mg/dL (<3,0 mmol/L). Níveis de alerta: suspeita de hipercolesterolemia familiar heterozigótica: LDL >190 mg/dL (>4,9 mmol/L); suspeita de hipercolesterolemia familiar homozigótica não tratada: LDL >500 mg/dL (>13,0 mmol/L), e em tratamento: LDL >300 mg/dL (>7,8 mmol/L). O perfil lipídico completo inclui: colesterol total (CT), HDL-C, LDL-C (calculado ou dosado diretamente), não-HDL-C, triglicerídeos (TG) e, pelo menos uma vez na vida, Lp(a) – com forte determinação hereditária (~90% de variabilidade genética).\n\n**Marcadores de risco cardiovascular integrado:** A razão TG/HDL funciona como inferência prática de risco – TG aproximadamente 2,5 vezes o HDL sugere maior presença de partículas de LDL pequenas e densas (mais aterogênicas). A razão ApoB/ApoA é considerada marcador mais relevante que o LDL isolado. Cerca de 50% dos indivíduos com LDL 'normal' (≤100 mg/dL) apresentam aterosclerose subclínica aos 50 anos, e quase 40% dos indivíduos com LDL muito elevado podem não apresentar aterosclerose, evidenciando a heterogeneidade do risco e a necessidade de avaliação integrada.\n\n**Risco cardiovascular e estratificação:** O histórico familiar de dislipidemia, especialmente em parentes de primeiro grau com evento cardiovascular prematuro (homens <55 anos, mulheres <65 anos), é fator de risco independente para doença arterial coronariana, infarto agudo do miocárdio e AVC. A exposição cumulativa ao LDL ao longo da vida determina a carga aterosclerótica, sendo que indivíduos com dislipidemia familiar têm exposição prolongada desde a infância. Diretrizes atuais usam limiar de 7,5% de risco cardiovascular em 10 anos para considerar estatinas em prevenção primária, mas a decisão deve integrar escore de cálcio coronariano (CAC) e ApoB em casos de discordância.",
  "points": 18,
  "patient_explanation": "O histórico familiar de dislipidemia significa que parentes próximos seus — como pais, irmãos, tios, avós ou filhos — têm ou tiveram problemas com o colesterol ou gorduras no sangue. Isso é importante porque esses distúrbios têm forte componente hereditário: os genes que herdamos influenciam diretamente como nosso organismo processa e elimina o colesterol e os triglicerídeos.\n\nTer esse histórico na família não significa que você necessariamente vai desenvolver o problema, mas indica que seu risco é maior e que vale a pena monitorar seu perfil lipídico com mais atenção ao longo da vida. Muitas vezes, mesmo com hábitos de vida saudáveis, algumas pessoas têm colesterol elevado simplesmente por causa da genética — e isso não é falha sua.\n\nA boa notícia é que, conhecendo esse risco com antecedência, é possível agir de forma preventiva: fazer exames periódicos, adotar uma alimentação equilibrada, praticar atividade física regular e, quando necessário, contar com orientação médica adequada. O acompanhamento precoce é a melhor ferramenta para proteger sua saúde cardiovascular a longo prazo.",
  "conduct": "## Conduta Clínica: Histórico Familiar de Dislipidemia\n\n### 1. Investigação Laboratorial Inicial\n\n- **Perfil lipídico completo:** colesterol total, HDL-C, LDL-C (calculado e/ou direto), não-HDL-C, triglicerídeos\n- **Lipoproteína(a) [Lp(a)]:** dosar pelo menos uma vez na vida (forte determinação hereditária, ~90% de variabilidade genética)\n- **ApoB e ApoA1:** calcular razão ApoB/ApoA para avaliação de risco mais precisa que o LDL isolado\n- **Marcadores metabólicos integrados:** glicemia de jejum, insulina de jejum, hemoglobina glicada (HbA1c)\n- **Marcadores inflamatórios:** PCR ultrassensível, homocisteína (alvo 4–8 µmol/L)\n- **LDL oxidada:** quando disponível, avalia modificação aterogênica além do número absoluto\n- **Razão TG/HDL:** TG ≈ 2,5× HDL sugere predomínio de LDL pequeno e denso (mais aterogênico)\n- **Função hepática e tireoidiana:** TSH, TGO, TGP (excluir causas secundárias de dislipidemia)\n\n### 2. Investigação de Risco Cardiovascular Estrutural\n\n- **Escore de cálcio coronariano (CAC):** indicado em casos de risco intermediário ou discordância entre LDL e risco clínico; CAC=0 associado a excelente prognóstico mesmo com LDL elevado\n- **Angiotomografia de coronárias:** considerar quando o contexto clínico justificar, especialmente para avaliação de placas moles (não calcificadas), que são as mais instáveis\n- **Limiar de exposição ao LDL:** alvo de LDL oxidada ≤0,7–0,8 para minimizar risco de oxidação\n\n### 3. Avaliação Genética (quando pertinente)\n\n- Polimorfismos a considerar: **LDLR, APOE, APOB, ABCG5/8, FADS1/2, TCF7L2, HMGCR, LIPC, APOC3, CETP, LPL, PCSK9**\n- Interpretar sempre em conjunto com quadro clínico e hábitos de vida\n- Em LDL >190 mg/dL sem causa secundária: investigar hipercolesterolemia familiar heterozigótica\n- Polimorfismos em HMGCR: candidatos à suplementação de CoQ10/ubiquinol; monitorar função mitocondrial com estatinas\n- Polimorfismos em FADS1/FADS2: suplementação direta com EPA e DHA obrigatória (incluindo algas para DHA em vegetarianos)\n\n### 4. Intervenções de Estilo de Vida Baseadas em Evidências\n\n**Dieta:**\n- Priorizar padrão mediterrâneo com ênfase em azeite de oliva extravirgem, vegetais, frutas, oleaginosas, leguminosas, peixes e grãos integrais\n- Reduzir consumo de carboidratos refinados e ultraprocessados como principal intervenção metabólica (reduz TG, CT, LDL, insulina, HbA1c, PCR e aumenta HDL)\n- Limitar carnes vermelhas e processadas, gorduras saturadas em excesso e sal\n- Cautela com dietas cetogênicas/low-carb a longo prazo em portadores de polimorfismos ABCG5/8 ou LIPC, que podem elevar o LDL paradoxalmente\n- Em estratégia low-carb, monitorar: se houver elevação significativa de colesterol, migrar para variante mediterrânea\n- Remover recomendações de álcool como 'cardioprotetor'; avaliar predisposição individual ao consumo\n\n**Atividade Física:**\n- Treino de resistência (força) melhora perfil lipídico e sensibilidade à insulina, especialmente benéfico em fenótipos LIPC e TCF7L2\n- Exercício aeróbico regular aumenta HDL funcional\n\n### 5. Suplementação com Evidências\n\n- **Ômega-3 (EPA/DHA):** reduz triglicerídeos, aumenta tamanho das partículas de LDL (tornando-as menos aterogênicas), reduz ApoB; doses terapêuticas superiores a 1 g/dia; priorizar em portadores de FADS1/2\n- **Niacina (ácido nicotínico/vitamina B3):** considerar em dislipidemia, especialmente em portadores de APOC3; opções: Niaspan (liberação lenta), Niagen (~300 mg), Hexa Niacinato de Inositol (500–1.500 mg, até 3 g/dia divididas); monitorar flushing e adesão\n- **CoQ10/Ubiquinol:** indicado em portadores de polimorfismos HMGCR e em uso de estatinas\n- **Vitamina K2:** benefício de longo prazo na calcificação vascular; não substitui estatina quando indicada\n- **Folato metilado, metilcobalamina e P5P (B6 ativa):** para controle de homocisteína\n- **Astaxantina/carotenoides:** considerar em portadores de polimorfismos FABP2\n\n### 6. Abordagem Farmacológica\n\n- **Estatinas:** avaliar risco-benefício individual com NNT/NNH; em prevenção primária por 5 anos: NNT para prevenir infarto não fatal = 104, NNT para AVC = 154; NNH para causar diabetes = 50, NNH para dano muscular = 10; utilizar limiar de 7,5% de risco em 10 anos e integrar CAC\n- **Inibidores de PCSK9:** reduzem LDL numericamente com benefícios clínicos menos robustos; indicados em hipercolesterolemia familiar heterozigótica ou ASCVD estabelecida com LDL insuficientemente controlado\n- **Red Yeast Rice (levedura de arroz vermelho):** mecanismo semelhante às estatinas (300–900 mg/dia); usar apenas quando necessário, evitando substituir estatina em presença de placas instáveis\n- Avaliar influência farmacêutica na prescrição de novos medicamentos; distinguir desfechos substitutos (redução de LDL) de desfechos clínicos duros (mortalidade, infarto, AVC)\n\n### 7. Monitoramento e Seguimento\n\n- Repetir perfil lipídico completo a cada 6–12 meses ou após intervenções\n- Monitorar razão TG/HDL e ApoB/ApoA seriadamente\n- Reavaliar indicação de escore de cálcio coronariano em casos de risco intermediário\n- **Critérios de encaminhamento a cardiologista:** LDL >190 mg/dL sem resposta a estilo de vida, suspeita de hipercolesterolemia familiar, evento cardiovascular prematuro em familiar de primeiro grau, CAC elevado ou angiotomografia com placas significativas, risco cardiovascular em 10 anos >10%\n- Integrar abordagem com cardiologia para co-gestão em casos complexos\n\n### 8. Comunicação com o Paciente\n\n- Evitar narrativa simplista de 'colesterol mata'; focar em risco real individualizado\n- Explicar heterogeneidade genética: algumas pessoas têm LDL elevado por predisposição hereditária, não por estilo de vida inadequado\n- Planos personalizados e roteiros de comunicação melhoram compreensão e adesão"
}
