{
  "score_item_id": "c77cedd3-2800-7e0c-b44f-ccf9c3b926ef",
  "clinical_relevance": "O histórico familiar de câncer em parentes de primeiro e segundo graus (pais, irmãos, tios, avós, filhos, netos) é um dos mais importantes fatores de risco não modificáveis para diversas neoplasias, com destaque para câncer de mama, ovário, colorretal, próstata e pâncreas. A presença de múltiplos casos na família configura um sinal de alerta para possíveis síndromes hereditárias que requerem investigação específica.\n\n**Estratificação de risco genético:**\nAproximadamente 10% dos cânceres de mama estão associados a mutações genéticas de alta ou média penetrância (como BRCA1, BRCA2 e TP53), enquanto os outros 90% são atribuídos majoritariamente a fatores de estilo de vida e são potencialmente modificáveis. As mutações de alta penetrância conferem risco de desenvolvimento de câncer de mama ao longo da vida de 40% ou mais; penetrância moderada está associada a risco entre 20–25%; e baixa penetrância confere risco inferior a 20%. O limiar operacional utilizado pelas principais calculadoras de risco para definir \"alto risco\" é de ≥20% ao longo da vida.\n\n**Critérios de suspeita para mutação genética hereditária:**\n- Múltiplos casos de câncer na família (especialmente mama), tanto pelo lado materno quanto paterno\n- Câncer de mama triplo negativo\n- Câncer de mama em idade jovem (abaixo de 45 anos)\n- Presença de câncer de ovário, pâncreas, próstata ou câncer de mama em homem na família\n- Descendência judaica Asquenazita (maior prevalência de mutações BRCA)\n\n**Limitações dos testes genéticos:**\nResultado negativo em painel genético não exclui risco familiar elevado, pois existem casos com múltiplos cânceres na família sem mutação identificável pelos painéis atuais — possivelmente por limitações do conhecimento científico vigente. Quando uma mutação é identificada no caso índice, faz sentido testar parentes de primeiro grau; sem mutação identificada, testar familiares oferece menor valor prático.\n\n**Ferramentas de cálculo de risco:**\nCalculadoras como Gail (a mais conhecida), Tyrer-Cuzick e outras que integram Polygenic Risk Score (PRS) com fatores de estilo de vida auxiliam na estratificação. O risco de 1,7% em 5 anos na calculadora de Gail é considerado alto. Importante: essas calculadoras foram desenvolvidas em populações predominantemente europeias e podem superestimar risco em brasileiros, devendo ser utilizadas com cautela.\n\n**Score de risco poligênico (PRS):**\nCombina múltiplas variantes de pequeno efeito (SNPs) para estimar risco individual. Cada indivíduo possui cerca de 50 milhões de variantes; a limitação central é que os bancos de dados são predominantemente europeus, comprometendo a aplicabilidade à população brasileira. O histórico familiar captura risco genético além do que o PRS consegue identificar, sendo ambos complementares.\n\n**Comorbidades que amplificam o risco oncológico:**\nHiperinsulinemia eleva em 34% o risco de desenvolver câncer e em 78% o risco de morte após diagnóstico, independentemente de IMC. Sarcopenia aumenta em 93% as mortes por câncer em geral e em 41% a mortalidade específica por câncer de mama. Inflamação crônica (avaliada por PCR-us, IL-6, fibrinogênio, TNF-α) está associada ao maior risco de cânceres colorretal e de mama, entre outros. Esses dados reforçam a importância de avaliar o contexto metabólico do paciente com histórico familiar oncológico positivo.",
  "points": 20,
  "patient_explanation": "O histórico de câncer na família — como pais, irmãos, avós, filhos, tios ou sobrinhos — é uma informação muito importante para a sua saúde. Quando parentes próximos tiveram câncer, especialmente do mesmo tipo ou em mais de uma pessoa, isso pode indicar que existe uma tendência genética que merece atenção. Isso não significa que você vai desenvolver câncer, mas que pode ser necessário um acompanhamento mais cuidadoso e personalizado. Cerca de 10% dos cânceres de mama, por exemplo, têm relação com genes herdados — e os outros 90% dependem muito do estilo de vida, que pode ser modificado com escolhas saudáveis. Saber sobre o histórico da sua família ajuda o médico a indicar exames preventivos no momento certo, e também a identificar se há necessidade de orientação genética especializada. A genética não é um destino: muitos fatores de risco podem ser controlados com alimentação, exercício físico, sono de qualidade e manejo do estresse.",
  "conduct": "## Conduta Clínica: Histórico Familiar de Câncer\n\n### 1. Anamnese Familiar Detalhada\n\n- **Coletar história oncológica completa** de ambos os lados da família (materno e paterno)\n- Registrar: tipo de câncer, idade ao diagnóstico, grau de parentesco\n- Perguntar especificamente sobre: mama, ovário, pâncreas, próstata, colorretal, estômago e câncer de mama em homens\n- Investigar descendência judaica Asquenazita (maior prevalência de mutações BRCA)\n\n### 2. Critérios de Suspeita para Síndrome Hereditária\n\n**Investigar mutação genética quando houver:**\n- Múltiplos casos de câncer na família (especialmente mama)\n- Câncer de mama triplo negativo em qualquer parente\n- Câncer de mama em pessoa jovem (< 45 anos) na família\n- Câncer de mama em homem na família\n- Câncer de ovário, pâncreas ou próstata na família\n- Descendência judaica Asquenazita\n\n### 3. Encaminhamento para Aconselhamento Genético\n\n- **Encaminhar para aconselhamento genético ANTES da solicitação de teste genético** em pacientes com alta suspeita\n- Documentar claramente o motivo da solicitação\n- Orientar o paciente sobre implicações emocionais e familiares do resultado positivo (afeta história de filhos, irmãos, pais)\n- Se mutação identificada no caso índice: oferecer testagem a parentes de primeiro grau\n- Se sem mutação identificada: testar familiares oferece menor valor prático, mesmo com alto risco agregado\n\n### 4. Estratificação de Risco com Calculadoras\n\n- Utilizar calculadoras de risco (Gail, Tyrer-Cuzick, ou calculadoras que integrem PRS e estilo de vida) como ferramenta pedagógica para engajar o paciente em mudanças de comportamento\n- **Atenção:** essas calculadoras foram desenvolvidas em populações europeias e podem superestimar o risco na população brasileira — usar com cautela interpretativa\n- Risco ao longo da vida > 20% indica necessidade de manejo intensificado\n- Risco de 1,7% em 5 anos (Gail) é considerado alto para fins clínicos\n\n### 5. Investigação Complementar\n\n**Avaliação metabólica e inflamatória:**\n- PCR-us (marcador de inflamação crônica associada a risco oncológico)\n- IL-6, fibrinogênio (especialmente em risco pulmonar e ovariano)\n- Glicemia de jejum, insulina, HOMA-IR (hiperinsulinemia eleva risco de câncer em 34%)\n- Avaliação de composição corporal por bioimpedância ou densitometria: identificar sarcopenia (aumenta mortalidade por câncer em 93%) e gordura visceral\n- Perfil lipídico completo\n\n**Para rastreamento específico de acordo com o tipo de câncer na família:**\n- Mama: mamografia, ultrassom mamário; considerar ressonância magnética em pacientes de alto risco\n- Colorretal: colonoscopia com início mais precoce conforme guidelines\n- Próstata: PSA com início conforme risco individual\n- Ovário: CA-125 com cautela (baixa especificidade isoladamente)\n\n### 6. Intervenções em Fatores de Risco Modificáveis\n\n**Estilo de vida (base da prevenção — 90% dos cânceres dependem desses fatores):**\n- Alimentação antiinflamatória: dieta mediterrânea ou plant-based; consumo de crucíferas (brócolis, couve-flor) 3–4x/semana para modulação dos metabólitos estrogênicos\n- Controle da resistência insulínica e síndrome metabólica\n- Manutenção de massa muscular (prevenir sarcopenia)\n- Atividade física regular\n- Redução do álcool e eliminação do tabaco\n- Manejo do estresse e qualidade do sono\n\n**Suplementação com evidência em contexto oncológico preventivo (avaliar individualmente):**\n- Indol-3-carbinol (I3C): 200–400 mg/dia ou Di-indolilmetano (DIM): 100–200 mg/dia — modulação de metabólitos estrogênicos\n- EPA/DHA, curcumina padronizada, polifenóis — efeito anti-inflamatório com suporte de meta-análises\n\n### 7. Seguimento e Monitoramento\n\n- Reavaliar história familiar periodicamente (novos diagnósticos na família podem alterar a estratificação de risco)\n- Monitorar marcadores metabólicos e inflamatórios após intervenções de estilo de vida\n- Medicina humanizada e individualizada: respeitar decisões da paciente, incluindo cirurgias profiláticas quando indicadas, com suporte emocional adequado\n- Considerar farmacogenética ao selecionar terapias em pacientes com mutações conhecidas"
}
