{
  "score_item_id": "c77cedd3-2800-70c7-942e-a1134e3aa05e",
  "clinical_relevance": "O histórico familiar de doença cardiovascular (DCV) — incluindo infarto agudo do miocárdio (IAM), revascularização miocárdica, arritmias e acidente vascular cerebral (AVC) em parentes de primeiro e segundo graus — é um dos mais robustos preditores independentes de risco cardiovascular individual. A presença desse histórico em parentes próximos (pais, irmãos, tios, avós, filhos, netos) indica herança de predisposição genética poligênica e/ou de variantes de alto impacto como mutações no LDLR (hipercolesterolemia familiar), polimorfismos em PCSK9, APOB, e genes de inflamação como TCF7L2, além de fatores epigenéticos compartilhados por ambiente familiar comum.\n\nDo ponto de vista epidemiológico, a carga global de DCV é enorme: 18 milhões de mortes por ano no mundo, 410 mil no Brasil anualmente, com 14 milhões de brasileiros convivendo com alguma forma de DCV. No Brasil, 36% dos óbitos em indivíduos com 55 anos ou mais decorrem de doença cardiocirculatória. Nos EUA, estima-se 2 milhões de infartos/ano com letalidade de 30% (~750 mil óbitos), dos quais aproximadamente 250 mil ocorrem antes dos 60 anos — faixa etária em que o peso do histórico familiar é proporcionalmente maior.\n\nFisiopatologicamente, a aterosclerose subjacente às DCV é mediada por lesão endotelial, oxidação e glicação do LDL, recrutamento imunológico via VCAM/ICAM, formação de foam cells, citocinas pró-inflamatórias (IL-1β, IL-6, TNF-α), ativação de metaloproteinases e vias como NF-κB, NLRP3/inflamassome e NADPH oxidase. Placas com cápsula fibrosa fina são instáveis e propensas à ruptura com trombose. O fluxo arterial torna-se turbilhonado com aproximadamente 50% de estenose, aumentando o estresse de parede e o risco de ruptura.\n\nA herança familiar amplifica esses mecanismos por meio de polimorfismos genéticos relevantes: LDLR (hipercolesterolemia familiar), CETP (HDL disfuncional), ABCG5/ABCG8 (acúmulo de esteróis), HMGCR (pior resposta a estatinas, menor produção de ubiquinona), LIPC (HDL baixo, LDL alto), LPL (hipertrigliceridemia), FADS1/FADS2 (conversão prejudicada de ômega-3), TCF7L2 (risco de diabetes e aterosclerose independente do peso) e FABP2 (rigidez de membrana, risco de aterosclerose). Lp(a) apresenta ~90% de variabilidade genética, sendo fortemente hereditária e associada a risco aterotrombótico elevado.\n\nNo contexto da estratificação de risco, o histórico familiar de DCV precoce (homens <55 anos, mulheres <65 anos em parentes de primeiro grau) é critério de alto risco nas principais diretrizes. Na pré-menopausa, a incidência de eventos cardiovasculares em mulheres é muito menor (razão 1:20 a 1:30 versus homens), aproximando-se de 1:1 na pós-menopausa com a perda do efeito protetor do estrogênio. Mesmo em indivíduos com alto perfil de risco genético, um estilo de vida favorável está associado a redução de 50% no risco de desenvolvimento de DCV.",
  "points": 25,
  "patient_explanation": "O histórico familiar de doenças do coração e dos vasos sanguíneos — como infarto, cirurgias cardíacas, arritmias e derrame — em parentes próximos como pais, irmãos, avós, tios e filhos é uma informação muito importante para avaliar sua saúde. Isso ocorre porque parte do risco para essas doenças é herdada geneticamente, ou seja, passa de geração em geração. Ter familiares com essas condições não significa que você vai desenvolvê-las, mas indica que é preciso estar mais atento e fazer acompanhamento preventivo regular. A boa notícia é que mesmo quem tem predisposição genética pode reduzir muito esse risco com hábitos saudáveis: alimentação adequada, atividade física, controle do estresse, sono de qualidade, não fumar e manter o peso em níveis saudáveis. Conhecer esse histórico permite que seu médico solicite exames mais detalhados e personalizados para você, agindo de forma preventiva muito antes de qualquer problema aparecer.",
  "conduct": "## Conduta Clínica: Histórico Familiar de Doença Cardiovascular\n\n### Avaliação Inicial\n\n- **Detalhar o histórico familiar:** identificar tipo de evento (IAM, AVC, arritmia, revascularização), grau de parentesco e idade de ocorrência; considerar histórico precoce (homens <55 anos, mulheres <65 anos em parentes de 1º grau) como critério de alto risco\n- **Anamnese dirigida:** fatores de risco presentes no paciente (HAS, DM, dislipidemia, tabagismo, obesidade, sedentarismo, estresse crônico, distúrbios do sono)\n- **Exame físico:** PA em ambos os braços, IMC, circunferência abdominal, ausculta cardíaca e carotídea\n\n### Investigação Laboratorial Ampliada\n\n**Perfil lipídico básico e avançado:**\n- Colesterol total, HDL, LDL calculado e direto, triglicerídeos\n- ApoB e ApoA-I (razão ApoB/ApoA-I com alvo ≤0,7–0,8)\n- Lp(a) — fortemente hereditária (~90% de variabilidade genética), solicitar ao menos uma vez na vida\n- LDL oxidado e subfrações de LDL (pequenas e densas = maior risco)\n- Fosfolipase A2 (marcador de instabilidade de placa)\n\n**Marcadores inflamatórios e endoteliais:**\n- PCR de alta sensibilidade (valor elevado >3 mg/L indica risco aumentado)\n- Interleucina-6 (IL-6) e TNF-α para avaliação pró-inflamatória\n- Interleucina-10 (IL-10) para resposta anti-inflamatória (valor de corte 3,5)\n- Óxido nítrico (NO) — indicador de saúde endotelial, alvo ≥8,8\n- Homocisteína (alvo 4–8 μmol/L; elevada associa-se a risco cardiovascular e cerebrovascular)\n- Gama-GT e leucócitos como indicadores de inflamação subclínica\n\n**Metabólicos:**\n- Glicemia de jejum, insulina de jejum, HbA1c\n- Curva de glicose e insulina (jejum, 30, 60, 90, 120 min) para detectar hiperinsulinemia oculta e resistência à insulina\n- Vitamina D (25-OH-D) e PTH (meta ≥60–80 ng/mL em pacientes com risco cardiovascular)\n- Índice de ômega-3 e razão ômega-6:ômega-3 (alvo razão 2:1 a 3:1)\n- Ácido metilmalônico se suspeita de deficiência de B12\n\n**Hormonal (quando indicado):**\n- Testosterona, estrogênio, DHEA-S — avaliar deficiências hormonais com abordagem individualizada\n\n### Exames de Imagem\n\n- **Escore de Cálcio Coronariano (CAC):** considerar em prevenção primária, especialmente antes de prescrever estatinas; CAC = 0 em pacientes com LDL elevado reduz significativamente o risco de mortalidade e infarto; usar calculadora MESA Risk\n- **Angiotomografia de coronárias:** considerar quando CAC e clínica forem discordantes; avalia placas moles (instáveis) além do cálcio\n- **Doppler de carótidas:** rastreio de aterosclerose subclínica em pacientes com múltiplos fatores de risco\n\n### Estratificação de Risco e Decisão Terapêutica\n\n- Utilizar calculadora de risco global (ex.: MESA Risk, Framingham ou escore brasileiro) integrando histórico familiar\n- Em discordâncias entre risco calculado e achados clínicos/laboratoriais, priorizar imagem (CAC) para decisão\n- Estratificar por TG/HDL e ApoB/ApoA como marcadores funcionais do risco lipídico\n- **Limiar de 7,5% de risco em 10 anos** para considerar estatinas, mas decisão deve ser individualizada com CAC e ApoB\n\n### Intervenções por Estilo de Vida (Primeira Linha)\n\n- **Alimentação:** dieta mediterrânea ou low-carb mediterrânea como base; reduzir carboidratos refinados (melhora múltiplos marcadores cardiometabólicos); aumentar ômega-3 (EPA/DHA); fitosteróis 1,6–1,8 g/d (redução de LDL ~10%); evitar recomendação de álcool como cardioprotetor\n- **Atividade física:** exercício aeróbico e de resistência regularmente; atividade física reduz significativamente a mortalidade em pacientes com risco cardiovascular elevado; indivíduos menos condicionados obtêm maior benefício relativo\n- **Cessação de tabagismo, manejo de estresse, higiene do sono** (redução de resistência à leptina)\n- **Integração social:** pilar relevante de estilo de vida com impacto em desfechos cardiovasculares\n\n### Suplementação Baseada em Evidências\n\n- **Ômega-3 (EPA/DHA):** ajustar conforme índice de ômega-3 e polimorfismos FADS1/FADS2; em portadores de polimorfismos, suplementação direta de EPA/DHA é mandatória (ALA insuficiente)\n- **Vitaminas B9 (metilfolato), B12 (metilcobalamina), B6 (piridoxal-5-fosfato):** em casos de homocisteína elevada ou polimorfismos MTHFR\n- **Vitamina D:** dosar e suplementar conforme necessidade, com meta de 60–80 ng/mL em cardiopatas\n- **CoQ10/ubiquinol:** considerar em uso de estatinas (especialmente com polimorfismo HMGCR) e em pacientes com disfunção mitocondrial\n- **Astaxantina:** considerar em portadores de polimorfismo FABP2 (rigidez de membrana)\n\n### Farmacoterapia (Quando Indicada)\n\n- **Estatinas:** reservar principalmente para prevenção secundária ou altíssimo risco primário; avaliar criticamente benefício anti-inflamatório local no pós-angioplastia; monitorar glicemia, insulina, CoQ10 e função cognitiva\n- **PCSK9 inibidores:** em hipercolesterolemia familiar ou muito alto risco com LDL não controlado; avaliar desfechos clínicos duros além de LDL\n- **Metformina:** em resistência à insulina documentada\n- **Agonistas GLP-1 (semaglutida):** em pacientes com obesidade e/ou DCV estabelecida; evidência de redução de eventos cardiovasculares e mortalidade\n- **Terapias para Lp(a):** otimização de LDL, niacina, vitamina C; avaliar elegibilidade para TRH nas mulheres; monitorar terapias emergentes (ex.: lepodisirã)\n\n### Encaminhamento a Especialistas\n\n- **Cardiologia:** histórico familiar de DCV precoce (homens <55, mulheres <65 anos), múltiplos fatores de risco, CAC elevado, arritmias, IC ou DCV estabelecida\n- **Nutricionista funcional:** obrigatório em qualquer plano de prevenção cardiovascular com abordagem dietética individualizada\n- **Genética médica:** suspeita de hipercolesterolemia familiar (LDL >190 mg/dL sem causa secundária + histórico familiar)\n- **Endocrinologia:** resistência à insulina/diabetes, disfunções hormonais relevantes\n\n### Monitoramento\n\n- Reavaliação de marcadores lipídicos, inflamatórios e metabólicos a cada 6–12 meses\n- Ajuste de intervenções conforme resposta individual e painéis seriados\n- Educação contínua do paciente sobre risco real (absoluto vs. relativo) e importância da adesão"
}
