{
  "score_item_id": "c77cedd3-2800-731d-88cb-2ac2422f8e86",
  "clinical_relevance": "O histórico familiar de doenças renais — incluindo doença renal crônica (DRC), nefrites (glomerulopatias), síndrome nefrótica, nefrolitíase e infecções urinárias de repetição (ITU) — é um dos principais determinantes de risco para o desenvolvimento de patologia renal no indivíduo avaliado. A herança genética e o compartilhamento de fatores ambientais entre parentes de primeiro e segundo grau conferem risco substancialmente aumentado para a maioria dessas condições.\n\n**DRC e componente genético:** A DRC afeta aproximadamente 10-13% da população global. O histórico familiar de DRC é um fator de risco independente reconhecido pelo KDIGO 2024, que recomenda explicitamente a obtenção de pedigree familiar detalhado na avaliação etiológica da DRC (Practice Point 1.1.4.1). Causas genéticas incluem variantes nos genes COL4A3/COL4A4/COL4A5 (Síndrome de Alport), PKD1/PKD2 (doença renal policística autossômica dominante — DRPAD), APOL1 (nefropatia mediada por APOL1), NPHS1 (síndrome nefrótica congênita), HNF1B (doenças renais associadas a diabetes) e GLA (doença de Fabry), entre outros. O KDIGO 2024 classifica esses genes como 'acionáveis' por levarem a ações clínicas concretas: bloqueio do SRAA em portadores de variantes em COL4A3/4/5, rastreamento de aneurismas intracranianos em DRPAD, aconselhamento reprodutivo e diagnóstico pré-natal.\n\n**Glomerulopatias e síndromes nefrótica/nefrítica:** Condições como nefropatia por IgA, glomerulosclerose focal e segmentar (GSFS), síndrome nefrótica corticorresistente (SRNS) e Alport frequentemente têm padrão familiar. A presença de hematúria persistente em familiar deve suscitar investigação de glomerulopatia hereditária. O KDIGO 2024 destaca que causas genéticas de doença renal podem se apresentar sem histórico familiar clássico devido a penetrância variável e mutações de novo.\n\n**Nefrolitíase:** A nefrolitíase tem forte componente familiar. Causas monogênicas incluem hiperoxalúria primária (AGXT, GRHPR, HOGA), cistinúria, deficiência de APRT e acidose tubular renal. A presença de litíase em parente de primeiro grau aumenta o risco de litíase no probando em 2-3 vezes. O KDIGO 2024 lista nefrolitíase recorrente como condição de risco para CKD.\n\n**ITU de repetição:** A predisposição familiar a ITU de repetição pode refletir fatores anatômicos, imunológicos e genéticos compartilhados. ITU de repetição é reconhecida como fator de risco para desenvolvimento de DRC, especialmente quando associada a anomalias estruturais do trato urinário.\n\n**Estratificação de risco:** A avaliação do histórico familiar deve contemplar: grau de parentesco, tipo de doença renal, idade de início, necessidade de diálise/transplante em familiar. Parentes de primeiro grau com DRC terminal (ESRD) conferem o maior risco. A investigação genética deve ser considerada quando há doença renal em múltiplos familiares, início precoce, ou padrão sugestivo de herança mendeliana. Crianças e jovens com doença renal têm maior probabilidade de causa genética que adultos, conforme KDIGO 2024.",
  "points": 14,
  "patient_explanation": "Este item avalia se algum parente próximo — como pais, irmãos, avós, tios, filhos ou netos — teve ou tem doença nos rins. Isso inclui doença renal crônica (rim que vai perdendo a função ao longo do tempo), inflamação nos rins (nefrite), proteína em excesso na urina (síndrome nefrótica), pedras nos rins (cálculos) ou infecções urinárias frequentes. Quando alguém da família teve um problema renal, existe uma chance maior de você também desenvolver algo parecido, seja por herança genética ou por fatores de saúde compartilhados. Isso não significa que você vai ter a doença — significa apenas que vale a pena monitorar com mais atenção. Com exames simples de sangue e urina é possível detectar precocemente qualquer alteração renal e agir antes que ela se torne um problema sério. A boa notícia é que, quando identificado cedo, muito pode ser feito para proteger os rins.",
  "conduct": "## Conduta Clínica — Histórico Familiar de Doenças Renais\n\n### 1. Anamnese Dirigida\n\n- **Caracterizar o histórico familiar:**\n  - Tipo de doença renal (DRC, glomerulopatia, síndrome nefrótica, litíase, ITU de repetição, doença policística)\n  - Grau de parentesco (primeiro grau: pais, filhos, irmãos — maior peso de risco)\n  - Idade de início da doença no familiar\n  - Necessidade de diálise ou transplante renal em familiar (indica DRC terminal — maior risco)\n  - Padrão de herança sugerido (múltiplos familiares afetados, ambos os sexos, múltiplas gerações)\n- **Investigar sintomas renais no paciente:** hematúria (macro ou micro), edema, hipertensão de difícil controle, história de pedras nos rins, ITU de repetição\n- **Identificar comorbidades de risco renal:** diabetes mellitus, hipertensão arterial, obesidade, uso de AINEs ou outros nefrotóxicos\n\n---\n\n### 2. Investigação Laboratorial e de Imagem\n\n**Triagem renal básica (todos os pacientes com histórico familiar positivo):**\n- **Creatinina sérica com cálculo de eGFR** (equação CKD-EPI creatinina ± cistatina C)\n- **Relação albumina-creatinina urinária (ACR)** em amostra de urina isolada (meta: <30 mg/g)\n- **Urina tipo I com sedimento urinário** — pesquisa de hematúria, cilindros, proteinúria\n- **Relação proteína-creatinina urinária (UPCR)** se proteinúria >1 g/dia suspeita\n- **Ácido úrico sérico, eletrólitos, pH urinário** (se suspeita de litíase metabólica)\n\n**Investigação complementar conforme contexto:**\n- **USG renal e vias urinárias:** avaliação de tamanho renal, ecogenicidade cortical, cistos, obstrução, calculose\n- **Urina de 24h para cálcio, oxalato, ácido úrico, citrato, creatinina** — em pacientes com histórico familiar de litíase\n- **Sorologias glomerulares:** ANCA, anti-MBG, anti-PLA2R, complemento (C3, C4), ANA/anti-DNA — se suspeita de glomerulopatia\n- **Eletroforese de proteínas séricas e urinárias** — se suspeita de gamopatia monoclonal com significado renal (MGRS)\n\n---\n\n### 3. Investigação Genética (quando indicado)\n\nConsiderar teste genético nos seguintes cenários (conforme KDIGO 2024):\n- **Suspeita de Síndrome de Alport:** hematúria persistente + histórico familiar + surdez neurossensorial ou alterações oculares → pesquisa de variantes em *COL4A3/COL4A4/COL4A5*\n- **Doença Renal Policística:** cistos renais bilaterais + histórico familiar → *PKD1/PKD2*\n- **Síndrome nefrótica corticorresistente (SRNS):** → genes *NPHS1*, *CoQ10*, entre outros\n- **Hiperoxalúria primária:** litíase recorrente de oxalato de cálcio desde a infância → *AGXT*, *GRHPR*, *HOGA*\n- **Doença de Fabry:** DRC inexplicada + acroparestesias + angioqueratomas → *GLA*\n- **Nefropatia por APOL1:** pacientes de ascendência africana com glomerulopatia ou DRC\n- O resultado genético pode alterar o tratamento (ex.: bloqueio de SRAA em Alport), rastreamento de manifestações extrarrenais (aneurismas em DRPAD) e aconselhamento reprodutivo\n\n---\n\n### 4. Critérios de Encaminhamento à Nefrologia\n\nEncaminhar ao nefrologista quando:\n- **eGFR < 60 mL/min/1,73 m²** confirmado em duas medidas com intervalo ≥ 3 meses\n- **ACR ≥ 30 mg/g** persistente (especialmente ≥ 300 mg/g — nefropatia estabelecida)\n- **Hematúria persistente** (especialmente com cilindros hemáticos ao sedimento — sugere glomerulopatia)\n- **Proteinúria na faixa nefrótica** (>3,5 g/24h ou UPCR >3.500 mg/g)\n- **Suspeita de glomerulopatia** necessitando biópsia renal para diagnóstico, prognóstico e definição de tratamento\n- **Progressão rápida de função renal** (queda de eGFR >5 mL/min/ano)\n- **Hipertensão resistente** associada a achados renais\n- **Suspeita de causa genética** com implicações terapêuticas\n- **Crianças e adolescentes** com qualquer achado renal anormal (ACR ≥ 30 mg/g, hematúria persistente, eGFR reduzido, ITU de repetição, anomalias estruturais)\n\n---\n\n### 5. Intervenções Preventivas e Modificadoras de Risco\n\n**Estilo de vida:**\n- Controle rigoroso de PA (alvo <130/80 mmHg em pacientes com proteinúria)\n- Controle glicêmico intensivo em diabéticos (HbA1c individualizada)\n- Redução de peso em obesos (obesidade é fator de risco independente para hiperfiltração e DRC)\n- Hidratação adequada (especialmente em litíase — diurese alvo >2 L/dia)\n- Evitar AINEs, contraste iodado sem proteção em pacientes com risco renal aumentado\n- Dieta com moderação proteica em estágios avançados de DRC (supervisão especializada)\n\n**Farmacológico (quando indicado):**\n- **Inibidores de SRAA (IECA ou BRA):** primeira linha em DRC com albuminúria — reduzem progressão\n- **Inibidores de SGLT2:** redução adicional de risco renal e cardiovascular em DRC (conforme KDIGO 2024)\n- **Tratamento específico da etiologia:** imunossupressão em glomerulopatias, citrato de potássio em litíase por oxalato/urato, alcalinização em cistinúria\n\n**Monitorização:**\n- Pacientes com histórico familiar positivo e triagem normal: reavaliar anualmente (creatinina + ACR + sedimento urinário)\n- Pacientes com DRC estabelecida: seguimento conforme estadiamento G/A do KDIGO\n- Rastreamento de complicações cardiovasculares (DRC é fator de risco cardiovascular independente)"
}
