{
  "score_item_id": "c77cedd3-2800-7845-98dc-303f46922403",
  "clinical_relevance": "O histórico familiar de doenças virais crônicas — HIV, hepatite B (HBV) e hepatite C (HCV) — constitui parâmetro clínico relevante por múltiplas razões: exposição compartilhada (vertical, horizontal), suscetibilidade genética do sistema imune e risco de coinfecção. Embora HIV, HBV e HCV não sejam classicamente consideradas doenças hereditárias, o histórico familiar sinaliza padrões de transmissão intrafamiliar, comportamentos de risco compartilhados e, no caso do HIV/HBV, risco de transmissão vertical mãe-filho.\n\n**HIV:** Prevalência global estimada em 39 milhões de pessoas vivendo com HIV (UNAIDS, 2023). A transmissão vertical ocorre em 15-45% dos casos sem intervenção; com tratamento antirretroviral adequado, reduz-se para menos de 1%. O histórico familiar de HIV indica necessidade de rastreio sorológico do paciente (anti-HIV), avaliação de exposição perinatal e orientação sobre prevenção. A vulnerabilidade imunogenética (polimorfismos em CCR5, HLA-B*57:01) pode modular a progressão da doença.\n\n**Hepatite B (HBV):** Afeta aproximadamente 296 milhões de pessoas no mundo (OMS). A transmissão vertical (mãe para filho) é a principal via em regiões endêmicas, com risco de cronificação de 90% em neonatos infectados versus 5-10% em adultos. O marcador sorológico HBsAg positivo em familiar de primeiro grau eleva o risco do paciente por exposição domiciliar (compartilhamento de objetos cortantes, contato com sangue). A cronificação do HBV leva a cirrose em 20-30% e hepatocarcinoma em 5-10% dos portadores crônicos ao longo de 25 anos. O índice De Ritis (AST/ALT) tem aplicação no monitoramento da fibrose hepática em pacientes com HCV crônico, sendo valores >1 associados a maior grau de fibrose.\n\n**Hepatite C (HCV):** Estima-se 50-58 milhões de pessoas infectadas globalmente (OMS). A transmissão vertical é menos eficiente (3-5% de mãe para filho) em comparação ao HBV. A transmissão intrafamiliar ocorre principalmente por exposição parenteral (compartilhamento de agulhas, objetos de higiene pessoal). A cronificação ocorre em 55-85% dos infectados, com progressão para cirrose em 15-30% após 20 anos e risco de hepatocarcinoma de 1-4% ao ano nos cirróticos. HCV crônico está associado a manifestações extra-hepáticas incluindo lichen sclerosus, crioglobulinemia e linfoma de células B.\n\n**Estratificação de risco familiar:** Parente de primeiro grau (pais, irmãos, filhos) com HBV ou HIV eleva substancialmente o risco por transmissão vertical ou horizontal. Parentes mais distantes (tios, avós) indicam risco menor mas ainda relevante para rastreio. A avaliação deve incluir status vacinal (HBV tem vacina eficaz), sorologias basais e avaliação de fatores de risco comportamentais.",
  "points": 12,
  "patient_explanation": "Este campo registra se algum parente próximo — como pai, mãe, irmãos, filhos ou avós — teve diagnóstico de HIV, hepatite B ou hepatite C. Essas infecções virais, quando presentes na família, podem ter ocorrido por transmissão da mãe para o filho durante a gravidez ou parto, ou por contato próximo no ambiente doméstico.\n\nSaber sobre esse histórico é importante porque ajuda o médico a decidir quais exames de sangue realizar para verificar se você também foi exposto a algum desses vírus, mesmo que nunca tenha tido sintomas. Muitas dessas infecções são silenciosas por anos, mas podem causar problemas no fígado ou no sistema imunológico se não forem tratadas.\n\nA boa notícia é que, hoje, todas essas condições têm tratamento eficaz. A hepatite B também pode ser prevenida por vacina. Caso você não tenha sido vacinado, seu médico pode recomendar a vacinação. Informar esse histórico não significa que você tem a doença — apenas ajuda a personalizar seu cuidado preventivo.",
  "conduct": "## Conduta Clínica: Histórico Familiar de Doenças Virais Crônicas (HIV, Hepatite B e C)\n\n### 1. Avaliação Inicial\n\n- **Anamnese detalhada:** Identificar qual vírus afetou o familiar, grau de parentesco, possível via de transmissão (vertical, parenteral, sexual) e se o paciente teve exposição direta\n- **Verificar status vacinal:** Perguntar sobre histórico de vacinação para hepatite B (esquema completo: 3 doses) e verificar soroconversão quando possível\n- **Avaliar fatores de risco adicionais:** Transfusões, uso de drogas injetáveis, tatuagens, piercings, parceiros sexuais, profissão de saúde\n\n### 2. Investigação Laboratorial Complementar\n\n**Para histórico familiar de HIV:**\n- Anti-HIV (ELISA de 4ª geração) — rastreio\n- Em caso positivo: confirmar com Western blot ou carga viral HIV-RNA; CD4+ e carga viral\n\n**Para histórico familiar de Hepatite B:**\n- HBsAg (antígeno de superfície) — infecção ativa ou crônica\n- Anti-HBs (anticorpo contra superfície) — imunidade pós-vacinal ou pós-infecção\n- Anti-HBc total (IgG + IgM) — contato prévio com vírus\n- Se HBsAg positivo: HBeAg, Anti-HBe, HBV-DNA (carga viral), ALT, AST\n\n**Para histórico familiar de Hepatite C:**\n- Anti-HCV (anticorpo) — triagem\n- Se Anti-HCV reagente: HCV-RNA qualitativo para confirmar infecção ativa; genotipagem se confirmado\n- ALT, AST (índice De Ritis: AST/ALT >1 sugere fibrose avançada em HCV crônico)\n\n**Avaliação hepática complementar (se HBV ou HCV confirmados):**\n- Bilirrubinas total e frações, GGT, fosfatase alcalina\n- Albumina, TP/INR, plaquetas (função hepática sintética)\n- Elastografia hepática (FibroScan) ou escores não invasivos (FIB-4, APRI) para estadiamento de fibrose\n- AFP (alfafetoproteína) — rastreio de hepatocarcinoma em cirróticos\n- Ultrassonografia abdominal\n\n### 3. Critérios de Encaminhamento a Especialistas\n\n- **Infectologista:** HBsAg positivo com indicação de tratamento (HBV-DNA elevado, ALT alterada, fibrose significativa); HIV confirmado para início de TARV\n- **Hepatologista/Gastroenterologista:** HCV-RNA positivo (tratamento com antivirais de ação direta tem cura >95%); cirrose hepática confirmada; hepatocarcinoma suspeitado; fibrose F3-F4 ao FibroScan\n- **Ginecologista/Obstetra:** Mulheres em idade fértil com HBsAg positivo ou HIV — planejamento reprodutivo, prevenção de transmissão vertical\n\n### 4. Intervenções Preventivas e de Suporte\n\n**Vacinação:**\n- **Hepatite B:** Vacinar não imunes (Anti-HBs <10 mUI/mL após esquema completo); checar soroconversão 4-8 semanas após última dose\n- **Hepatite A:** Vacinar pacientes com doença hepática crônica (coinfecção com HAV pode ser grave)\n\n**Profilaxia pré-exposição (PrEP) para HIV:**\n- Avaliar indicação em pacientes com parceiro soropositivo sem supressão viral ou com comportamentos de alto risco\n\n**Suporte à saúde hepática (medicina funcional integrativa):**\n- Abstinência alcoólica absoluta em portadores de HBV/HCV (álcool acelera fibrose)\n- Controle de peso — esteatose hepática concomitante piora prognóstico\n- Silimarina (150-300 mg/dia) como hepatoprotetor adjuvante com evidência em hepatopatias crônicas\n- Ácido alfa-lipoico (ALA, 300-600 mg/dia) — ação antioxidante e anti-inflamatória hepática\n- Vitamina E (400-800 UI/dia) pode ser considerada em esteatohepatite associada\n- Manter vitamina D >40 ng/mL — imunomodulação relevante em infecções virais crônicas\n\n### 5. Monitoramento e Seguimento\n\n- Pacientes com sorologias negativas e histórico familiar positivo: repetir rastreio conforme exposição e risco (anualmente em alto risco)\n- Portadores de HBV crônicos sem tratamento: ALT e HBV-DNA a cada 6-12 meses; ultrassonografia semestral se cirrótico\n- Pacientes em tratamento de HCV com antivirais de ação direta: monitorar resposta virológica sustentada (RVS12 — carga viral indetectável 12 semanas após término)\n- Em pacientes HIV+: CD4+ e carga viral a cada 3-6 meses conforme estabilidade clínica\n\n### 6. Educação e Prevenção Intrafamiliar\n\n- Orientar sobre não compartilhamento de objetos de higiene pessoal (lâminas, escovas de dente, alicates)\n- Instruir sobre uso de preservativos e práticas sexuais seguras\n- Identificar outros familiares não rastreados e incentivar testagem"
}
