{
  "score_item_id": "019bf31d-2ef0-7f5f-9813-561389776254",
  "clinical_relevance": "O levantamento do histórico familiar de doenças com correlação hereditária é uma das ferramentas mais custo-efetivas da medicina de precisão. A história familiar integra fatores genéticos e ambientais compartilhados, fornecendo informação de risco que nenhum teste genômico isolado consegue capturar por completo (Genome Medicine, 2020). Parentes de primeiro grau (pais, irmãos e filhos) compartilham, em média, 50% do genoma; parentes de segundo grau (tios, avós, netos) compartilham aproximadamente 25%. A presença de doenças em múltiplos graus de parentesco aumenta substancialmente a probabilidade de componente genético relevante.\n\nAs principais categorias de doenças com reconhecido componente hereditário que devem ser investigadas incluem:\n\n**Doenças cardiovasculares:** Hipercolesterolemia familiar (mutações em LDLR, APOB, PCSK9), hipertensão arterial essencial, doença coronariana prematura (homens <55 anos, mulheres <65 anos), cardiopatias e miocardiopatias.\n\n**Doenças metabólicas:** Diabetes mellitus tipo 2 (risco duplicado com um parente de primeiro grau afetado; risco de 5 a 6 vezes com dois parentes de primeiro grau), obesidade (gene FTO e outros loci com polimorfismos que afetam apetite, gasto energético e metabolismo de gorduras e proteínas), síndrome metabólica.\n\n**Doenças autoimunes:** Doenças da tireoide (Hashimoto, Graves), diabetes tipo 1, artrite reumatoide, lúpus eritematoso sistêmico — polimorfismos em genes IL-6, NOS, AHR e VDR (CYP27B1) aumentam susceptibilidade. Filhos de um dos pais com doença alérgica têm risco de aproximadamente 30% de desenvolver alergias; quando ambos os pais são atópicos, o risco sobe para cerca de 80%.\n\n**Neoplasias:** Cânceres de mama, ovário (BRCA1/2), cólon (síndrome de Lynch — genes MLH1, MSH2, MSH6, PMS2), próstata, pâncreas e melanoma familial apresentam padrões de herança bem documentados.\n\n**Doenças neuropsiquiátricas e do neurodesenvolvimento:** Depressão maior, transtorno bipolar, esquizofrenia, TDAH (polimorfismos em LPHN3, CDH13, COMT), doença de Alzheimer (APOE ε4), doença de Parkinson.\n\n**Outras condições relevantes:** Osteoporose, doenças inflamatórias intestinais (Crohn, retocolite ulcerativa), doença renal policística, hemocromatose hereditária, trombofilia (fator V de Leiden, protrombina G20210A), deficiências enzimáticas como fenilcetonúria.\n\nNa perspectiva da medicina funcional integrativa, a história familiar não se limita a identificar risco de doença manifesta: ela orienta a investigação de polimorfismos específicos (MTHFR, COMT, FUT2, FADS, NQO1, CBS, ALDH2, entre outros), personaliza protocolos nutricionais e de suplementação, e permite antecipar intervenções epigenéticas antes que a doença se instale. Fatores epigenéticos — metilação do DNA, modificação de histonas, microRNAs — modulam a expressão dos genes herdados, e hábitos de vida, nutrição, exposições tóxicas e estresse podem silenciar ou ativar genes desfavoráveis ao longo das gerações.",
  "points": 0,
  "patient_explanation": "O histórico de doenças na sua família é uma informação muito importante para a sua saúde. Quando um parente próximo — como pai, mãe, irmão, irmã, tio, avó, filho ou neto — teve certas doenças, você pode ter herdado uma tendência a desenvolvê-las também, pois compartilhamos parte do material genético com esses parentes.\n\nAlgumas condições que costumam aparecer em famílias incluem doenças do coração, diabetes, certos tipos de câncer, doenças da tireoide, doenças autoimunes e transtornos como depressão ou TDAH. Ter um familiar com essas condições não significa que você vai desenvolvê-las — apenas que vale a pena monitorar com mais atenção e adotar hábitos preventivos desde cedo.\n\nCom essa informação, o médico pode personalizar seu acompanhamento, pedir exames preventivos no momento certo e recomendar mudanças de estilo de vida que ajudem a reduzir riscos. Relate tudo que souber sobre a saúde dos seus parentes — mesmo doenças que pareçam não ter relação direta com o que você sente hoje.",
  "conduct": "## Conduta Clínica: Histórico Familiar de Doenças Hereditárias\n\n### 1. Coleta Estruturada da História Familiar\n\n- **Investigar pelo menos três gerações** (paciente, pais, avós) e colaterais (irmãos, tios, primos de primeiro grau)\n- Perguntar especificamente sobre:\n  - Doenças cardiovasculares: infarto, AVC, hipertensão, colesterol alto precoce\n  - Doenças metabólicas: diabetes tipo 1 e 2, obesidade, síndrome metabólica\n  - Doenças autoimunes: tireoide (Hashimoto, Graves), lúpus, artrite reumatoide, doença celíaca\n  - Neoplasias: tipo, idade ao diagnóstico e grau de parentesco\n  - Doenças neuropsiquiátricas: depressão, transtorno bipolar, TDAH, demência, doença de Parkinson\n  - Alergias e atopias: asma, rinite, dermatite atópica, alergias alimentares\n  - Doenças renais, pulmonares e hematológicas\n  - Mortes precoces (antes dos 50-55 anos) e causa\n- Registrar **idade ao diagnóstico** — doenças em parentes jovens aumentam substancialmente o risco genético\n\n### 2. Estratificação de Risco\n\n- **Risco alto:** doença em dois ou mais parentes de primeiro grau, ou um parente de primeiro grau com diagnóstico precoce\n- **Risco intermediário:** um parente de primeiro grau afetado com diagnóstico em idade habitual\n- **Risco baixo/basal:** apenas parentes de segundo grau ou diagnóstico tardio\n\n### 3. Investigação Complementar Orientada pela História Familiar\n\n**Risco cardiovascular/metabólico:**\n- Perfil lipídico completo (LDL, HDL, triglicerídeos, VLDL, Lp(a) em suspeita de hipercolesterolemia familiar)\n- Glicemia de jejum, insulina, HOMA-IR, HbA1c\n- Pressão arterial seriada\n- Considerar testes genéticos para LDLR/APOB/PCSK9 em hipercolesterolemia precoce grave\n\n**Risco autoimune/inflamatório:**\n- TSH, T4 livre, T3 livre, anti-TPO, anti-TG\n- FAN, FR, anti-CCP em suspeita de doença autoimune sistêmica\n- Vitamina D (25-OH), pois polimorfismos em CYP27B1 e VDR associam-se a diversas doenças autoimunes\n- Considerar avaliação de polimorfismos em IL-6, NOS, AHR para risco inflamatório\n\n**Risco oncológico:**\n- Encaminhar ao geneticista clínico quando: dois ou mais parentes de primeiro grau com o mesmo câncer; câncer de mama/ovário em homem; diagnóstico antes dos 50 anos; múltiplos cânceres no mesmo indivíduo\n- Rastreamentos específicos antecipados conforme protocolo (colonoscopia, mamografia, PSA)\n\n**Risco neuropsiquiátrico:**\n- Avaliação do polimorfismo COMT (Val/Val vs. Met/Met) pode orientar manejo de dopamina\n- MTHFR, B12, ácido fólico, homocisteína — especialmente com história familiar de depressão, TDAH ou demência\n- Avaliar BDNF (polimorfismo pode indicar menor capacidade de neuroplasticidade)\n- Investigar histórico de uso de antibióticos na infância, parto, aleitamento — fatores que modulam a expressão epigenética\n\n**Risco de atopia e alergias:**\n- Histórico detalhado: tipo de parto, aleitamento materno, introdução alimentar\n- Um dos pais atópico: risco ~30%; ambos atópicos: risco ~80%\n- IgE total e específicas, IgG4 alimentar quando indicado\n\n### 4. Intervenções Preventivas Baseadas em Evidências\n\n- **Personalização epigenética:** intervenções nutricionais e de estilo de vida podem modular a expressão de genes desfavoráveis herdados\n- **Suporte ao ciclo de metilação** em polimorfismos MTHFR: folato na forma metilada (metilfolato), metilcobalamina (B12 ativa), especialmente se história familiar de doenças cardiovasculares ou neuropsiquiátricas\n- **Polimorfismo FUT2** (identificado em testes genéticos): pode comprometer absorção de B12, indicando necessidade de metilcobalamina\n- **Polimorfismos FADS:** em pacientes com história familiar de doenças inflamatórias ou autoimunes, avaliar capacidade de conversão de ALA em EPA/DHA; em caso de polimorfismo desfavorável, suplementar diretamente com EPA/DHA (peixe ou algas)\n- **Polimorfismo NQO1:** prejudica conversão de CoQ10 (ubiquinona → ubiquinol); considerar suplementação combinada após os 40 anos em pacientes com história familiar de doenças cardiovasculares ou metabólicas\n- Incentivo a dieta antiinflamatória, controle de peso, atividade física regular e cessação do tabagismo — todos modulam epigenoma de forma favorável\n- Rastreamento de metais tóxicos e xenobióticos em histórico familiar de doenças neurológicas ou autoimunes\n\n### 5. Encaminhamentos\n\n- **Geneticista clínico:** suspeita de síndrome hereditária (câncer familial, cardiopatia hereditária, doenças metabólicas raras)\n- **Cardiologista:** história familiar de doença coronariana precoce ou hipercolesterolemia familiar\n- **Oncologista/mastologista:** risco elevado de câncer de mama/ovário hereditário\n- **Reumatologista funcional integrativo:** história familiar importante de doenças autoimunes sistêmicas\n- **Neuropsiquiatra/psiquiatra:** história familiar de transtornos graves do humor ou neurodesenvolvimento\n\n### 6. Registro e Atualização\n\n- Atualizar a história familiar a cada consulta — parentes podem receber novos diagnósticos\n- Construir heredograma formal quando o risco for alto\n- Orientar o paciente a informar familiares sobre diagnósticos relevantes para rastreamento proativo"
}
