{
  "score_item_id": "019c4ffd-f95a-76aa-bc4b-a397be677057",
  "clinical_relevance": "O registro do histórico de hábitos e vícios da mãe (tabagismo, etilismo, uso de drogas e outros comportamentos de risco) é um componente central da anamnese em medicina funcional integrativa, com relevância clínica que transcende a herança genética. A influência materna sobre a saúde do filho opera por múltiplos mecanismos: genético, epigenético, intrauterino (programação metabólica fetal) e comportamental (efeito de espelhamento).\n\n**Mecanismos fisiopatológicos principais:**\n\n1. **Programação metabólica intrauterina:** O ambiente glicêmico, inflamatório, nutricional e tóxico durante a gestação modula a expressão gênica fetal de forma duradoura. Tabagismo materno aumenta estresse oxidativo fetal, prejudica a vascularização placentária e eleva o risco de baixo peso ao nascer, prematuridade e comprometimento do neurodesenvolvimento. O etilismo materno é a principal causa prevenível de defeitos congênitos do sistema nervoso central (Síndrome Alcoólica Fetal).\n\n2. **Epigenética materna:** Hábitos maternos — tabaco, álcool, dieta inadequada, sedentarismo e exposição a toxinas — produzem 'imprints metabólicos' que se perpetuam por modificações epigenéticas (metilação do DNA, modificação de histonas). Estudos demonstram que apenas 10 a 20% da longevidade saudável é atribuível à genética; o impacto epigenético é preponderante.\n\n3. **Risco de TDAH e neurodesenvolvimento:** Diabetes materno pré-gestacional aumenta em 40% as chances de TDAH no filho (OR 1,40; IC 95% documentado). Baixa escolaridade materna aumenta em até 113% a probabilidade de TDAH na infância. Consumo materno de ultraprocessados durante a gestação associa-se adversamente ao desenvolvimento neuropsicológico infantil.\n\n4. **Histórico de hábitos como fator de risco cardiovascular e oncológico:** A história familiar de hábitos de vida funciona como proxy de exposição ambiental compartilhada. A combinação de história familiar com escore poligênico de risco identifica indivíduos em risco elevado para cânceres e doenças cardiovasculares de forma mais eficaz do que qualquer abordagem isolada (Communications Biology, 2022).\n\n5. **Efeito de espelhamento comportamental:** Crianças imitam comportamentos parentais, inclusive hábitos alimentares, padrões de atividade física e uso de substâncias. O histórico de vícios maternos é preditor do comportamento do filho, independente do componente genético.\n\n**Relevância epidemiológica:**\n- Fatores genéticos respondem por menos de 25% dos casos na maioria das doenças crônicas; para cânceres, a mediana da fração atribuível à genética é de apenas 8,26%.\n- Thyroid autoimmunity (42%) e asma (49%) são as condições com maior fração atribuível à genética+exposição compartilhada entre as doenças crônicas estudadas.\n- Mulheres com parceiros envolvidos na gestação têm 1,5 vezes mais probabilidade de receber cuidado pré-natal adequado, reforçando que o contexto familiar amplo — não apenas os hábitos maternos — é determinante.\n\n**Integração clínica:** A anamnese funcional integrativa deve reconstruir a linha do tempo da vida do paciente incluindo: hábitos dos pais na fase pré-concepção e concepção, tabagismo, etilismo e uso de substâncias maternas, condições metabólicas gestacionais (pré-diabetes, diabetes gestacional, pré-eclâmpsia, depressão) e eventos estressores relevantes. Essa reconstituição orienta hipóteses diagnósticas e terapêuticas de alta precisão.",
  "points": 0,
  "patient_explanation": "Este campo registra os hábitos e vícios que sua mãe teve ao longo da vida — como tabagismo, consumo de álcool ou uso de outras substâncias. Isso é importante porque os hábitos da sua mãe, especialmente durante a gestação, podem ter influenciado sua saúde de formas que persistem até hoje.\n\nDurante a gravidez, o organismo materno é o ambiente em que você se desenvolveu. Tabagismo e álcool, por exemplo, podem alterar o funcionamento de genes e influenciar o desenvolvimento do sistema nervoso, do metabolismo e da resposta imunológica do bebê — efeitos que podem se manifestar anos ou décadas depois.\n\nAlém disso, crescer convivendo com determinados hábitos familiares aumenta a chance de adotar comportamentos semelhantes, não apenas por herança genética, mas também pelo exemplo do dia a dia.\n\nConhecer esse histórico ajuda seu médico a entender possíveis vulnerabilidades na sua saúde e a personalizar sua avaliação e prevenção. Isso não significa que você está 'condenado' a ter os mesmos problemas — muito pelo contrário: com essas informações, é possível agir preventivamente de forma muito mais eficaz.",
  "conduct": "## Conduta Clínica: Histórico de Hábitos e Vícios Maternos\n\n### 1. Avaliação Anamnésica Aprofundada\n\n- **Reconstituir a linha do tempo materna:** hábitos de tabagismo (início, duração, intensidade, cessação), etilismo (padrão de consumo, período gestacional) e uso de outras substâncias\n- **Período crítico:** identificar se os vícios estiveram presentes na fase pré-concepção, durante a gestação (especialmente primeiro trimestre) e no período de amamentação\n- **Condições metabólicas gestacionais associadas:** diabetes gestacional, pré-eclâmpsia, depressão perinatal, uso de medicamentos (corticoides, antibióticos, paracetamol em excesso)\n- **Contexto socioeconômico e educacional materno:** escolaridade materna baixa é fator de risco independente para TDAH e comprometimento do neurodesenvolvimento infantil\n- **Amamentação:** duração inferior a 6 meses associa-se a maior risco de problemas de saúde mental na infância e adolescência\n\n---\n\n### 2. Investigação Complementar Direcionada\n\nCom base nos hábitos maternos identificados, considerar:\n\n- **Exposição intrauterina ao tabaco:**\n  - Função pulmonar basal (espirometria)\n  - Avaliação cardiovascular precoce (pressão arterial, perfil lipídico)\n  - Rastreamento de DPOC em adultos jovens com histórico de tabagismo materno intenso\n\n- **Exposição intrauterina ao álcool:**\n  - Avaliação neuropsicológica e cognitiva quando pertinente\n  - Rastreamento de alterações de comportamento e atenção (TDAH, dificuldades de aprendizado)\n  - Exame físico para estigmas de Síndrome Alcoólica Fetal (quando história sugestiva)\n\n- **Programação metabólica fetal (diabetes/obesidade materna):**\n  - Glicemia de jejum, insulina, HOMA-IR\n  - Hemoglobina glicada (HbA1c)\n  - Avaliação de resistência insulínica e síndrome metabólica incipiente\n\n- **Avaliação epigenética e metabólica geral:**\n  - Homocisteína, folato sérico, vitamina B12 (considerar ácido metilmalônico se suspeita de déficit funcional de B12)\n  - Vitamina D (25-OH vitamina D)\n  - Perfil inflamatório: PCR-us, ferritina\n  - Rastreamento de polimorfismos relevantes (MTHFR) quando indicado pelo contexto clínico\n\n---\n\n### 3. Estratificação de Risco\n\n- **Risco aumentado para doenças cardiovasculares e metabólicas:** quando história materna inclui tabagismo prolongado, etilismo e/ou diabetes gestacional\n- **Risco aumentado para TDAH e alterações do neurodesenvolvimento:** diabetes materno pré-gestacional (OR 1,40), baixa escolaridade materna (aumento de até 113% na probabilidade)\n- **Risco oncológico hereditário:** quando histórico materno inclui câncer (especialmente mama, ovário, cólon), combinar história familiar com ferramentas de cálculo de risco validadas (Tyrer-Cuzick, Gail) e considerar aconselhamento genético quando risco ao longo da vida ≥20%\n- **Risco comportamental:** filhos de mães com histórico de vícios têm maior probabilidade de adotar comportamentos semelhantes — rastreamento ativo de tabagismo, etilismo e uso de substâncias no paciente\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n- **Educação e aconselhamento:** explicar ao paciente como o histórico materno influencia sua saúde atual e como hábitos saudáveis podem modular a expressão epigenética de forma protetora\n- **Cessação de tabagismo ativa:** se o paciente também fuma, reforçar a importância da cessação com abordagem motivacional\n- **Modificação do estilo de vida como modulação epigenética:**\n  - Dieta anti-inflamatória, rica em nutrientes metilantes (folato, B12, B6, colina)\n  - Atividade física regular\n  - Redução de exposição a toxinas ambientais\n  - Manejo do estresse (impacto no eixo HPA e no sistema nervoso autônomo)\n- **Suplementação individualizada quando indicada:**\n  - Metilfolato (preferencialmente sobre ácido fólico sintético em doses elevadas)\n  - Vitamina D conforme nível sérico\n  - Ômega-3 (EPA/DHA) para suporte neuroinflamatório\n\n---\n\n### 5. Encaminhamentos\n\n- **Aconselhamento genético:** quando história materna sugestiva de síndrome hereditária (câncer de mama/ovário, doenças autoimunes de alta penetrância)\n- **Neuropediatria ou neurologia:** quando identificadas alterações do neurodesenvolvimento possivelmente relacionadas à exposição intrauterina\n- **Psicologia/psiquiatria:** rastreamento e manejo de transtornos de comportamento, TDAH ou dependência química no paciente com histórico de risco materno\n- **Endocrinologia:** quando resistência insulínica, síndrome metabólica ou risco de diabetes tipo 2 for identificado na investigação\n\n---\n\n### 6. Monitoramento\n\n- Reavaliação periódica dos fatores de risco identificados conforme protocolo de rastreamento individualizado\n- Atualização da história familiar a cada consulta — novos diagnósticos em parentes de primeiro grau devem ser incorporados à estratificação de risco"
}
