{
  "score_item_id": "019c5001-2633-7496-ac85-ae56c0863996",
  "clinical_relevance": "O parâmetro 'Durante adolescência do paciente' avalia a exposição do indivíduo aos hábitos e vícios da mãe — tabagismo, etilismo e uso de drogas — durante seu próprio período adolescente. A adolescência representa uma janela de vulnerabilidade neurobiológica e comportamental de alta relevância: o sistema nervoso central encontra-se em remodelação intensa (pruning sináptico, mielinização do córtex pré-frontal), e exposições ambientais nesse período exercem efeitos de programação duradouros sobre eixos neuroendócrinos, comportamento e saúde metabólica.\n\nO 'efeito espelhamento' é um mecanismo central: crianças e adolescentes imitam comportamentos parentais, inclusive hábitos prejudiciais à saúde. Quando a figura materna apresenta tabagismo ativo, etilismo ou uso de substâncias psicoativas durante a adolescência do paciente, aumenta substancialmente o risco de o filho adotar os mesmos padrões comportamentais. Estudos apontam que filhos de mães fumantes têm probabilidade aumentada de iniciar o tabagismo na adolescência; o mesmo padrão se replica para álcool e outras drogas, mediado por mecanismos epigenéticos, modelagem comportamental e normalização cultural do comportamento de risco.\n\nAlém da transmissão comportamental, há componente epigenético relevante: exposições parentais a toxinas (tabaco, álcool) geram 'imprints metabólicos' que podem se manifestar como alterações na metilação do DNA e regulação de genes relacionados ao metabolismo, inflamação e saúde mental na descendência. Fatores de estilo de vida como tabagismo, álcool e toxinas ambientais interferem negativamente na fertilidade, na saúde fetal e no desenvolvimento do descendente mesmo após o nascimento.\n\nDo ponto de vista do desenvolvimento do sistema nervoso autônomo, a adolescência constitui a 'Janela 2' na linha do tempo funcional: vulnerabilidades emergentes se consolidam nessa fase caso exposições adversas da janela 1 (pré-natal/infância) não tenham sido corrigidas. A presença de padrões comportamentais de risco no ambiente materno durante essa janela amplifica riscos de padrões hormonais, metabólicos e comportamentais disfuncionais no adulto.\n\nNo contexto da história familiar de doenças e vícios, a informação sobre os hábitos maternos durante a adolescência do paciente integra a avaliação de risco intergeracional — relevante para estratificação de risco de adição, doenças metabólicas crônicas, distúrbios de saúde mental e comportamento de risco na vida adulta. A família representa o microambiente epigenético primário, e a mãe, por seu papel central no ambiente doméstico, exerce influência desproporcional sobre a formação de hábitos durante a adolescência.",
  "points": 6,
  "patient_explanation": "Este item do seu histórico de saúde registra se sua mãe tinha hábitos como fumar, beber em excesso ou usar drogas durante a sua adolescência. Isso é importante porque, nessa fase da vida, tendemos a aprender e imitar os comportamentos das pessoas mais próximas de nós — especialmente os pais. Crescer num ambiente onde esses hábitos estavam presentes pode aumentar a chance de desenvolvermos comportamentos semelhantes, além de afetar nosso desenvolvimento de formas que às vezes só percebemos mais tarde. Saber disso nos ajuda a entender melhor o contexto da sua saúde atual e a oferecer um cuidado mais personalizado e sem julgamentos. Nenhuma história familiar define quem você é ou o que pode alcançar — o importante é usar essa informação para cuidar melhor de você.",
  "conduct": "## Conduta Clínica: Hábitos Maternos (Tabagismo, Etilismo, Drogas) Durante a Adolescência do Paciente\n\n### 1. Investigação Complementar na Anamnese\n\n- **Detalhar o tipo de exposição:** especificar quais substâncias a mãe utilizava (tabaco, álcool, cannabis, outras drogas), frequência e intensidade aproximada, e por quanto tempo isso esteve presente durante a adolescência do paciente\n- **Avaliar impacto percebido:** explorar como o paciente vivenciou esse ambiente (normalização dos comportamentos, conflitos familiares, tentativa de uso próprio, etc.)\n- **Investigar histórico próprio de uso:** dado o risco aumentado de comportamento de imitação, questionar ativamente sobre tabagismo, consumo de álcool e uso de substâncias pelo próprio paciente — atual e passado\n- **Rastrear saúde mental:** ambientes com uso materno de substâncias na adolescência associam-se a maior risco de ansiedade, depressão, TDAH e transtornos relacionados ao uso de substâncias no adulto\n- **Avaliar padrões comportamentais e metabólicos:** rastrear doenças crônicas, síndrome metabólica, resistência insulínica e outras condições que possam ter componente de programação epigenética intergeracional\n\n### 2. Avaliação de Risco Comportamental e de Adição\n\n- Aplicar instrumentos de rastreio para uso de substâncias quando indicado (ex.: AUDIT para álcool, ASSIST para substâncias diversas)\n- Investigar histórico de tabagismo com carga tabágica (maços/ano)\n- Avaliar padrão atual de consumo de álcool com critérios de uso nocivo ou dependência\n- Rastrear uso passado ou atual de substâncias ilícitas sem julgamento, em contexto de cuidado integral\n\n### 3. Encaminhamentos e Suporte Especializado\n\n- **Saúde mental:** encaminhar a psicólogo ou psiquiatra caso haja indicadores de trauma, ansiedade, depressão ou padrões de adição — o contexto familiar de substâncias na adolescência é fator de risco reconhecido para transtornos mentais\n- **Dependência química:** se houver uso problemático de substâncias pelo próprio paciente, encaminhar a serviço especializado (CAPS AD, ambulatório de adição ou clínica especializada)\n- **Aconselhamento familiar:** em casos com impacto identificado no funcionamento atual, considerar abordagem sistêmica familiar\n\n### 4. Intervenções Baseadas em Evidências\n\n- **Psicoeducação:** informar o paciente sobre o 'efeito espelhamento' e a influência de modelos parentais sem culpabilização — o objetivo é aumentar a consciência e a agência pessoal\n- **Abordagem epigenética e de estilo de vida:** reforçar que fatores epigenéticos são modificáveis; intervenções em dieta, exercício, sono e manejo de estresse podem contrariar influências negativas do ambiente precoce\n- **Prevenção de tabagismo/etilismo:** se o paciente nunca fumou ou usa álcool minimamente, reforçar positivamente; se houver uso, oferecer suporte de cessação com abordagem motivacional\n- **Vigilância metabólica:** monitorar periodicamente glicemia, perfil lipídico, pressão arterial e composição corporal, considerando que ambientes de risco na infância/adolescência podem aumentar predisposição a síndrome metabólica\n- **Linha do tempo funcional:** incluir este dado na construção da timeline de vida do paciente (eventos, gatilhos, mediadores e perpetuadores), para identificar conexões entre o ambiente adolescente e queixas atuais\n\n### 5. Registro e Acompanhamento\n\n- Documentar o contexto familiar identificado no prontuário como parte do histórico de determinantes sociais e ambientais de saúde\n- Reavaliar impacto comportamental em consultas de acompanhamento, especialmente em contextos de mudança de vida (estresse, gravidez, perdas)\n- Integrar essa informação à estratificação global de risco do paciente no Escore Plenya"
}
