{
  "score_item_id": "019c5004-3ce9-7c9d-8558-71683ef4381e",
  "clinical_relevance": "O parâmetro 'Cônjuge' avalia a presença de hábitos e vícios — tabagismo, etilismo e uso de drogas — no cônjuge ou parceiro(a) do paciente. Sua relevância clínica é fundamentada no conceito de risco compartilhado: conviver com um parceiro que apresenta tais hábitos expõe o paciente a múltiplos mecanismos de dano, diretos e indiretos.\n\n**Tabagismo passivo:** A coabitação com fumante aumenta o risco de doenças cardiovasculares, câncer de pulmão e doenças respiratórias crônicas no não-fumante. A exposição ao fumo passivo domiciliar é particularmente relevante e bem documentada na literatura médica consolidada.\n\n**Etilismo do parceiro:** O consumo excessivo de álcool pelo cônjuge está associado a maior estresse psicossocial no parceiro, risco de violência doméstica, e impacto negativo na saúde mental do paciente. Em casais que planejam ou já têm filhos, o etilismo paterno ou materno afeta negativamente o desenvolvimento infantil e o ambiente familiar.\n\n**Influência comportamental intergeracional:** Os chunks científicos disponíveis destacam que o envolvimento do parceiro na gestação melhora significativamente desfechos de saúde materna e infantil. Mulheres com parceiros envolvidos têm 1,5 vezes mais probabilidade de receber cuidado pré-natal adequado, e mulheres fumantes com parceiros engajados reduziram o consumo de cigarros em 36% a mais do que aquelas sem o mesmo suporte. Isso demonstra que os hábitos e o nível de engajamento do cônjuge funcionam como moduladores do comportamento de saúde do paciente.\n\n**Efeito espelhamento e transmissão cultural:** O 'efeito espelhamento' é bem documentado: crianças imitam comportamentos parentais, inclusive em relação ao peso corporal, hábitos alimentares e uso de substâncias. Pais e mães com hábitos tabagistas, etilistas ou de uso de drogas elevam significativamente o risco de seus filhos adotarem os mesmos comportamentos.\n\n**Programação metabólica fetal:** Em casais em período reprodutivo, os hábitos do cônjuge (especialmente tabagismo e uso de drogas) impactam diretamente a qualidade dos gametas, a saúde fetal e a programação metabólica da prole. A idade paterna avançada associada a hábitos deletérios altera a integridade epigenética dos espermatozoides, aumentando taxas de aborto espontâneo e morbidade infantil.\n\n**Estratificação de risco:** Do ponto de vista clínico, a presença de hábitos deletérios no cônjuge deve ser registrada no histórico familiar do paciente como fator de risco ambiental e comportamental, orientando rastreamento de exposição passiva e avaliação do suporte social disponível.",
  "points": 4,
  "patient_explanation": "Este campo registra se o seu cônjuge ou parceiro(a) tem hábitos como tabagismo, consumo excessivo de álcool ou uso de drogas. Mesmo que você não use essas substâncias, conviver com alguém que usa pode afetar sua saúde. Por exemplo, quem vive com um fumante inala a fumaça do cigarro diariamente, o que aumenta o risco de problemas no coração e nos pulmões. Além disso, hábitos do parceiro ou parceira influenciam o ambiente da casa e os comportamentos de toda a família, inclusive das crianças. Compartilhar informações sobre os hábitos de quem convive com você ajuda o médico a entender melhor o seu ambiente de saúde e identificar riscos que muitas vezes passam despercebidos.",
  "conduct": "## Conduta Clínica — Hábitos e Vícios do Cônjuge\n\n### Investigação Inicial\n\n- **Anamnese ampliada:** Perguntar diretamente sobre hábitos do cônjuge/parceiro(a): tabagismo (tipo, frequência, local — dentro de casa), etilismo (frequência, quantidade) e uso de drogas (tipo, frequência).\n- **Exposição passiva à fumaça:** Avaliar se o paciente é exposto ao tabagismo passivo no domicílio. Registrar tempo de exposição diária e ambiente (espaços fechados vs. abertos).\n- **Impacto na dinâmica familiar:** Investigar se os hábitos do cônjuge geram conflito, estresse crônico ou impacto na rotina de saúde do paciente.\n- **Contexto reprodutivo:** Em casais em período reprodutivo ou que planejam engravidar, avaliar a saúde do cônjuge de forma ampla, incluindo nutrição, exposição a toxinas e saúde mental, conforme orientações do CDC para saúde pré-concepcional masculina.\n\n### Intervenções Baseadas em Evidências\n\n- **Rastreamento de tabagismo passivo:** Reforçar que não existe nível seguro de exposição à fumaça de cigarro. Orientar o paciente sobre os riscos da exposição domiciliar e documentar no prontuário.\n- **Suporte ao cônjuge fumante/etilista:** Oferecer encaminhamento ou orientação ao cônjuge para programas de cessação do tabagismo e/ou acompanhamento para uso nocivo de álcool/drogas, quando houver abertura do casal.\n- **Abordagem motivacional do casal:** Em contextos de saúde reprodutiva ou programas preventivos, considerar consultas conjuntas (casal) para abordar hábitos compartilhados. Evidências mostram que o engajamento do parceiro aumenta significativamente a adesão a mudanças comportamentais.\n- **Orientação sobre efeito espelhamento:** Em famílias com filhos ou que planejam ter filhos, orientar sobre a influência dos hábitos parentais no comportamento das crianças. Pais fumantes, etilistas ou usuários de drogas aumentam o risco de seus filhos adotarem os mesmos comportamentos.\n- **Avaliação de violência doméstica:** Em casos de etilismo ou uso de drogas pelo cônjuge, aplicar rastreamento para violência doméstica de forma segura e sigilosa.\n\n### Encaminhamentos\n\n- **Serviço de cessação do tabagismo:** Indicado quando o cônjuge aceita apoio. O paciente pode ser o agente motivador principal.\n- **CAPS AD (Centro de Atenção Psicossocial para Álcool e Drogas):** Em casos de dependência química identificada no cônjuge.\n- **Psicologia/Terapia de casal:** Quando os hábitos do cônjuge geram conflito conjugal, estresse crônico ou impacto na saúde mental do paciente.\n- **Medicina fetal/Reprodução humana:** Em casais em período pré-concepcional com cônjuge tabagista, etilista ou usuário de drogas, para avaliação de impacto na qualidade dos gametas e saúde fetal.\n\n### Monitoramento\n\n- **Reavaliação periódica:** Registrar mudanças nos hábitos do cônjuge em consultas subsequentes, especialmente após intervenções.\n- **Rastreamento de comorbidades associadas à exposição passiva:** Em pacientes com exposição prolongada ao tabagismo passivo domiciliar, considerar espirometria e rastreamento cardiovascular conforme perfil de risco."
}
