{
  "score_item_id": "019c2e63-92df-7a7b-829e-7e0167b7d5cb",
  "clinical_relevance": "Condições de moradia constituem um determinante social de saúde de primeira ordem, com impacto mensurável sobre desfechos físicos, mentais e de desenvolvimento ao longo de toda a vida. A avaliação desse parâmetro no Escore Plenya captura a dimensão habitacional do contexto de vida do paciente, permitindo estratificar riscos que não seriam detectados por exames laboratoriais isolados.\n\nAs principais dimensões avaliadas incluem: (1) superlotação domiciliar — número de pessoas por cômodo, associado a maior transmissão de doenças respiratórias, privação de sono e prejuízo ao neurodesenvolvimento infantil; (2) qualidade estrutural — presença de umidade, mofo, ventilação inadequada, temperatura extrema e materiais de construção precários, todos associados a doenças respiratórias crônicas, asma e dermatites; (3) saneamento básico — acesso a água tratada, esgotamento sanitário e coleta de lixo; (4) segurança e violência no entorno — exposição a violência urbana como fator de estresse crônico e trauma; (5) estabilidade habitacional — risco de despejo ou situação de moradia temporária.\n\nDo ponto de vista fisiopatológico, a habitação inadequada age por múltiplas vias: ativação crônica do eixo hipotálamo-hipófise-adrenal com elevação de cortisol, privação de sono por superlotação e ruído, exposição a alérgenos (mofo, ácaros), toxinas ambientais (chumbo em tintas antigas, fungos), e pelo estresse psicossocial crônico associado à insegurança habitacional.\n\nDados epidemiológicos consolidados demonstram que fatores socioeconômicos, incluindo condições de moradia, exercem efeito significativo sobre desfechos de saúde. Baixa renda familiar — frequentemente correlacionada a piores condições de moradia — está associada a maior risco de transtornos do neurodesenvolvimento, doenças crônicas e mortalidade precoce. Estudos em populações vulneráveis mostram que crianças em domicílios superlotados apresentam maior risco de distúrbios de sono, problemas de atenção e atrasos no desenvolvimento cognitivo. Condições socioeconômicas mais baixas e urbanização sem infraestrutura adequada estão associadas a maior incidência de síndrome do intestino irritável, transtornos de ansiedade e depressão.\n\nNa estratificação de risco clínico, considera-se: baixo risco — moradia estruturalmente adequada, sem superlotação, com saneamento completo e estabilidade habitacional; risco moderado — presença de um ou dois fatores de inadequação (umidade, superlotação leve, saneamento parcial); alto risco — múltiplos fatores combinados, situação de vulnerabilidade habitacional grave, instabilidade ou ausência de moradia fixa. O contexto habitacional deve ser integrado à anamnese social ampliada e correlacionado com outros determinantes como renda, escolaridade e suporte social.",
  "points": 0,
  "patient_explanation": "As condições de onde você mora têm um impacto direto e profundo na sua saúde, mesmo que isso nem sempre seja óbvio. Uma casa com umidade ou mofo pode piorar alergias e problemas respiratórios. Morar em um espaço pequeno com muitas pessoas pode prejudicar o sono de toda a família, o que afeta a energia, o humor e a capacidade de concentração — especialmente das crianças. A falta de saneamento básico aumenta o risco de infecções. A insegurança de não saber se vai continuar tendo onde morar gera um estresse constante que, com o tempo, afeta o coração, o sistema imunológico e a saúde mental.\n\nNão existe saúde plena sem um lar seguro e adequado. Ao mapearmos suas condições de moradia, conseguimos entender melhor alguns sintomas que você pode estar sentindo e oferecer orientações mais completas — seja indicando recursos de apoio, ajustando condutas clínicas ou priorizando intervenções que façam sentido para a sua realidade.",
  "conduct": "## Conduta Clínica — Condições de Moradia\n\n### 1. Avaliação Inicial na Consulta\n\n- **Anamnese social estruturada:** perguntar sobre número de moradores e cômodos, tipo de construção (alvenaria, madeira, improvisado), presença de umidade/mofo, acesso a água tratada e esgoto, coleta de lixo regular, e estabilidade do vínculo habitacional (próprio, alugado, cedido, risco de despejo)\n- **Rastreio de superlotação:** mais de 2 pessoas por dormitório é referência para superlotação — investigar impacto no sono de adultos e crianças\n- **Identificar exposições ambientais:** chumbo (residências antigas com tinta deteriorada), amianto, agrotóxicos em zonas rurais, poluentes industriais no entorno\n- **Avaliar violência e segurança:** exposição à violência urbana como fator de estresse crônico e risco de trauma psicológico\n\n### 2. Correlações Clínicas a Investigar\n\n- **Respiratório:** asma, rinite alérgica, DPOC em não fumantes — considerar exposição a mofo, umidade e poluentes domésticos como fatores causais ou agravantes\n- **Neurodesenvolvimento infantil:** em crianças com dificuldades de atenção, sono ou desenvolvimento — avaliar superlotação, privação de sono por divisão de cômodo, exposição a chumbo\n- **Saúde mental:** ansiedade, depressão e estresse crônico — investigar insegurança habitacional, violência no entorno e instabilidade de moradia como mediadores\n- **Doenças infecciosas de repetição:** gastroenterites, parasitoses, infecções respiratórias — correlacionar com saneamento inadequado\n- **Distúrbios do sono:** avaliar superlotação, ruído, temperatura e luminosidade inadequados\n\n### 3. Intervenções e Encaminhamentos\n\n- **Educação em saúde ambiental:** orientar sobre controle de umidade, ventilação de ambientes, uso de filtros de água quando saneamento é inadequado, e risco de exposição a fungos\n- **Encaminhamento ao CRAS/assistência social:** para pacientes em vulnerabilidade habitacional grave — acesso a programas habitacionais, benefícios sociais e suporte jurídico em caso de risco de despejo\n- **Notificação e vigilância sanitária:** em situações de exposição a riscos ambientais coletivos (ex: surto de doenças em comunidade com saneamento precário)\n- **Abordagem multidisciplinar:** incluir assistente social no cuidado de pacientes com condições de moradia críticas; psicólogo para manejo do estresse crônico e trauma relacionado à insegurança habitacional\n- **Priorização clínica:** pacientes com moradia inadequada devem ter seguimento mais frequente, pois a adesão ao tratamento e os desfechos clínicos tendem a ser piores em contextos de vulnerabilidade habitacional\n\n### 4. Monitoramento\n\n- Reavaliação das condições de moradia a cada consulta anual ou em mudanças de situação de vida\n- Correlacionar evolução de sintomas respiratórios, do sono e de saúde mental com eventuais mudanças no contexto habitacional\n- Documentar no prontuário como determinante social relevante para contextualizar toda a linha de cuidado do paciente"
}
