{
  "score_item_id": "019bf31d-2ef0-7df0-9a5e-e664e5622f1d",
  "clinical_relevance": "A situação conjugal é um determinante social de saúde de alto impacto clínico, com evidências consolidadas de que o estado relacional influencia diretamente desfechos cardiovasculares, imunológicos, neuroendócrinos, oncológicos e de longevidade. No contexto da medicina funcional integrativa, o estado civil não é uma variável demográfica passiva — é um modulador ativo da carga alostática, do eixo HPA e da variabilidade da frequência cardíaca (VFC).\n\nDo ponto de vista neuroendócrino, relacionamentos estáveis e de qualidade estão associados à ativação parassimpática, maior VFC e regulação saudável do eixo HPA, com curvas de cortisol fisiológicas e resposta adaptativa ao estresse. Por outro lado, isolamento social, divórcio recente, luto conjugal e relacionamentos conflituosos são estressores crônicos de alta magnitude que ativam persistentemente o eixo hipotálamo-hipófise-adrenal (HPA), elevam catecolaminas e cortisol de forma sustentada, e aumentam marcadores inflamatórios como PCR, IL-6 e TNF-α. A hiperativação crônica do eixo HPA associada ao estresse relacional pode levar ao esgotamento do eixo com hipocortisolismo funcional, fadiga crônica, disfunção imune, alterações de humor, sono não reparador e comprometimento cognitivo.\n\nEstudos epidemiológicos demonstram que pessoas casadas ou em relacionamentos estáveis apresentam menor mortalidade por todas as causas comparadas a solteiros, separados, divorciados ou viúvos. O viuvato recente é um dos gatilhos mais potentes de ativação do eixo do estresse documentados na medicina, com aumento significativo de risco cardiovascular no período imediato após a perda. O isolamento social está associado a risco cardiovascular equivalente ao de 15 cigarros por dia segundo estudos de longevidade.\n\nNo contexto da medicina funcional, o suporte conjugal exerce papel protetor específico: o parceiro atua como 'escudo' contra estressores externos, melhora a adesão terapêutica, reduz comportamentos de risco (tabagismo, alcoolismo, sedentarismo), favorece padrões alimentares mais saudáveis e aumenta o engajamento com o cuidado de saúde. Conforme destacado na medicina funcional integrativa, incluir o parceiro nas consultas qualifica o cuidado e aumenta o sucesso terapêutico.\n\nO conflito conjugal crônico, mesmo em casamentos formalmente mantidos, é um estressor de alta potência. A qualidade do relacionamento — e não apenas o estado civil formal — é o determinante clínico mais relevante. Relacionamentos com alta carga de conflito, violência psicológica ou negligência emocional têm efeito fisiológico comparável ao isolamento social, com aumento de marcadores inflamatórios e supressão imune.\n\nA teoria polivagal de Porges fornece arcabouço neurobiológico para compreender o impacto conjugal na saúde: o sistema de engajamento social (nervo vago ventral) é ativado por conexões interpessoais seguras, promovendo calma, digestão adequada e função imune. Estados de ameaça relacional crônica (luta/fuga ou colapso/congelamento) comprometem essa regulação e favorecem padrões de desautonomia.\n\nNo rastreamento do histórico clínico, documentar a situação conjugal atual e suas mudanças recentes (separação, divórcio, viuvato, novos relacionamentos) é essencial para contextualizar achados do eixo HPA, da VFC, do perfil inflamatório e do padrão de sono. Situações de transição conjugal recente (< 2 anos) devem ser consideradas como estressores ativos na matriz funcional do paciente.",
  "points": 0,
  "patient_explanation": "A sua situação conjugal — se você está em um relacionamento estável, casado(a), separado(a), viúvo(a) ou solteiro(a) — tem um impacto real e mensurável na sua saúde física. Não é apenas uma questão emocional: o estado dos seus relacionamentos afeta diretamente seus hormônios, seu sistema imunológico, seu coração e até sua longevidade.\n\nRelacionamentos estáveis e de qualidade funcionam como um amortecedor do estresse: reduzem a produção de cortisol (hormônio do estresse), melhoram o sono, ajudam a manter hábitos saudáveis e aumentam a adesão aos tratamentos médicos. Estudos mostram que pessoas em relacionamentos saudáveis tendem a viver mais e com menos doenças crônicas.\n\nJá situações de isolamento social, luto conjugal, separação recente ou relacionamentos muito conflituosos funcionam como estressores crônicos — mantendo o organismo em estado de alerta constante, o que ao longo do tempo pode contribuir para inflamação, cansaço persistente, alterações de humor, pressão alta e problemas no sistema imunológico.\n\nPor isso, mapear sua situação conjugal faz parte da avaliação completa da sua saúde. Não há julgamento — o objetivo é entender o contexto da sua vida para personalizar melhor o seu cuidado.",
  "conduct": "## Conduta Clínica — Situação Conjugal (Social - Histórico)\n\n### 1. Avaliação Clínica na Anamnese\n\n- **Documentar o estado civil atual:** casado(a)/união estável, solteiro(a), divorciado(a)/separado(a), viúvo(a), em relacionamento sem coabitação\n- **Registrar mudanças recentes (< 2 anos):** separação, divórcio, viuvato, início de novo relacionamento — tratá-las como estressores ativos na matriz funcional\n- **Avaliar qualidade do relacionamento atual:** distinguir estado civil formal de qualidade relacional real; relacionamentos conflituosos têm impacto fisiológico negativo mesmo quando formalmente mantidos\n- **Rastrear suporte social efetivo:** frequência de contato com parceiro, percepção de apoio emocional, isolamento funcional mesmo dentro do relacionamento\n- **Investigar histórico de violência doméstica** (psicológica, física ou sexual): evento adverso de alto impacto no eixo HPA e no sistema nervoso autônomo; abordar com escuta ativa e sem julgamento\n- **Incluir na timeline funcional:** correlacionar mudanças conjugais com início ou agravamento de sintomas crônicos (fadiga, insônia, depressão, hipertensão, ganho de peso)\n\n---\n\n### 2. Avaliação do Impacto Fisiológico\n\n**Considerar investigação laboratorial e funcional quando há situação conjugal de risco (isolamento, luto, separação recente, conflito crônico):**\n\n- **Eixo HPA:** curva de cortisol salivar domiciliar (manhã, tarde, noite) para avaliar padrão de resposta ao estresse; DHEA-S como marcador de reserva adrenal\n- **Variabilidade da frequência cardíaca (VFC):** indicador de alostase e função vagal; valores reduzidos correlacionam-se com estresse crônico e maior risco cardiovascular\n- **Marcadores inflamatórios:** PCR ultrassensível, IL-6 — podem estar elevados em isolamento social e conflito relacional crônico\n- **Painel de saúde mental e sono:** rastreamento de depressão (PHQ-9), ansiedade (GAD-7), qualidade do sono (Pittsburgh ou similar); polissonografia se indicada\n- **Hormônios sexuais:** testosterona, estradiol, LH/FSH, prolactina — o estresse relacional crônico pode cursar com hipogonadismo funcional\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Para pacientes em situação de isolamento social ou luto conjugal:**\n\n- **Priorizar suporte psicológico:** encaminhamento para psicoterapia (abordagens cognitivo-comportamental, EMDR para luto e traumas, terapia de aceitação e compromisso)\n- **Grupos de suporte social:** incentivar participação em grupos comunitários, religiosos, de interesse ou de apoio ao luto\n- **Estimulação vagal e regulação do SNA:** técnicas de respiração (expiração prolongada), meditação, yoga, acupuntura — indicadas para restaurar tônus parassimpático\n- **Atividade física como intervenção social:** exercícios em grupo, caminhadas em parceria, modalidades coletivas que promovam conexão\n- **Gestão do eixo HPA:** higiene do sono rigorosa, rotina circadiana estável, suporte nutricional (magnésio, vitamina C, complexo B, adaptógenos conforme perfil)\n\n**Para pacientes em relacionamentos conflituosos:**\n\n- **Não abordar o conflito como culpa individual:** contextualizar o impacto fisiológico do conflito crônico sem reforçar estigma\n- **Encaminhamento para terapia de casal:** quando há disposição do paciente; documentar na evolução\n- **Rastrear violência doméstica de forma direta e protocolada:** usar ferramentas validadas (ex.: WAST — Woman Abuse Screening Tool) quando houver suspeita\n- **Oferecer recursos de apoio:** CRAM (Centro de Referência de Atendimento à Mulher), CVV (188), CAPS, assistência social conforme necessidade\n- **Priorizar segurança antes de qualquer intervenção terapêutica**\n\n**Para pacientes em relacionamentos estáveis:**\n\n- **Considerar o parceiro como recurso terapêutico:** incluir cônjuge/parceiro nas consultas quando pertinente para adesão ao tratamento\n- **Orientar o casal sobre saúde preventiva compartilhada:** hábitos alimentares, atividade física, sono e gestão do estresse como projeto conjunto\n- **Fortalecer a rede de apoio existente:** valorizar o suporte conjugal como fator protetor documentado na história clínica\n\n---\n\n### 4. Encaminhamentos\n\n- **Psicologia/psicoterapia:** luto conjugal, separação recente, isolamento social significativo, sinais de depressão ou ansiedade associados à situação relacional\n- **Psiquiatria:** quadros depressivos ou ansiosos moderados/graves que não respondam a intervenções iniciais ou que requeiram avaliação farmacológica\n- **Assistência social/serviço social:** situações de vulnerabilidade social, violência doméstica, dependência econômica do agressor\n- **Terapia de casal:** quando há conflito identificado e disposição de ambas as partes\n- **Grupos de apoio ao luto:** viuvez recente, especialmente em pacientes sem rede de suporte social estruturada\n\n---\n\n### 5. Monitoramento\n\n- Reavaliação da situação conjugal e seu impacto a cada consulta de acompanhamento\n- Correlacionar evolução clínica (VFC, cortisol, marcadores inflamatórios, humor, sono) com mudanças no contexto relacional\n- Documentar progressão na timeline funcional para identificar padrões causa-efeito\n- Uso do paciente como próprio controle longitudinal"
}
