{
  "score_item_id": "019c2e63-92e0-7ecb-bd7b-fc0d46bd05d5",
  "clinical_relevance": "A situação de pets — entendida como a posse atual ou passada de animais de estimação e o tipo de relação estabelecida — é um parâmetro histórico-social com relevância clínica crescente na medicina funcional integrativa. A interação humano-animal influencia múltiplos eixos fisiológicos com impacto mensurável sobre saúde cardiovascular, neuroendócrina, imunológica e psiquiátrica.\n\nDo ponto de vista neuroendócrino, a interação física com animais de estimação — especialmente cães e gatos — está associada à liberação de ocitocina, hormônio hipotalâmico com efeitos ansiolíticos, hipotensores e pró-sociais. A ocitocina inibe o eixo hipotálamo-hipófise-adrenal (HPA), reduzindo a secreção de cortisol em resposta ao estresse. Além disso, a interação com animais estimula a liberação de dopamina e serotonina, contribuindo para a regulação do humor e da motivação.\n\nNo eixo cardiovascular, a literatura descreve que a posse de animais de estimação, particularmente cães, associa-se a menor pressão arterial em repouso e menor reatividade cardiovascular ao estresse, além de menor frequência cardíaca basal. Esses efeitos são atribuídos parcialmente à regulação autonômica mediada pela interação física (toque, vocalização, contato visual), que aumenta o tônus parassimpático.\n\nDo ponto de vista imunológico, a exposição precoce a animais domésticos na infância está associada a menor incidência de alergias, asma e condições atópicas, com evidências de modulação da microbiota cutânea e intestinal. Em adultos, a posse de pets também se relaciona a modulação da inflamação sistêmica.\n\nNo contexto psicossocial, animais de estimação funcionam como suporte emocional estruturado, reduzindo sentimentos de solidão e isolamento — fatores associados a piora de desfechos em doenças crônicas, depressão, ansiedade e mortalidade cardiovascular. Em idosos, a presença de pets se associa a maior atividade física diária (especialmente em tutores de cães), maior engajamento social e melhor função cognitiva longitudinal.\n\nA relevância clínica do parâmetro amplia-se em cenários específicos: pacientes com transtornos de ansiedade ou depressão, com isolamento social, em condições de luto ou transição de vida, idosos institucionalizados ou em risco de institucionalização, e crianças com dificuldades de regulação emocional ou TDAH. Em todos esses grupos, a relação com animais pode ser um recurso terapêutico adjuvante relevante.\n\nA ausência de pet — especialmente quando o paciente relata desejo de tê-lo mas impossibilidade por restrições de moradia, alergia ou sobrecarga financeira — também é clinicamente informativa, pois pode sinalizar carência de suporte social, limitações ambientais e barreiras ao bem-estar emocional. Por outro lado, a perda recente de um animal de estimação (luto por pet) é um estressor significativo, associado a reações de luto genuínas com impacto no eixo HPA e no humor.",
  "points": 0,
  "patient_explanation": "Ter um animal de estimação pode impactar sua saúde de formas que vão muito além do prazer e companhia. A convivência com pets como cães e gatos está associada a benefícios reais e documentados: pressão arterial mais baixa, menor nível de estresse, sensação de menos solidão, melhor humor e até mais atividade física no dia a dia — especialmente para quem tem cão e precisa passear.\n\nIsso acontece porque o contato físico com animais libera substâncias no nosso organismo, como a ocitocina (o hormônio do vínculo e do afeto) e a dopamina, que ajudam a regular o estresse e melhorar o bem-estar emocional. Para quem vive sozinho, está passando por uma fase difícil ou tem tendência à ansiedade ou à tristeza, o convívio com um pet pode ser especialmente benéfico.\n\nSaber se você tem, teve ou gostaria de ter um animal de estimação ajuda o médico a entender melhor o seu contexto social, seu suporte emocional e seus recursos de bem-estar — informações importantes para personalizar o seu plano de saúde.",
  "conduct": "## Conduta Clínica — Situação de Pets (Histórico Social)\n\n### 1. Avaliação Clínica Inicial\n\n- **Anamnese direcionada:**\n  - Possui atualmente animal de estimação? Qual espécie e há quanto tempo?\n  - Qual é a qualidade do vínculo com o animal (fonte de alegria e suporte x sobrecarga)?\n  - Já teve pets no passado? Perdeu recentemente um animal de estimação?\n  - Deseja ter um pet mas encontra barreiras (moradia, alergia, custo, responsabilidade)?\n  - O pet exige atividade física do paciente (passeios regulares com cão)?\n\n- **Contextualizar com perfil do paciente:**\n  - Paciente com isolamento social, solidão, depressão ou ansiedade: avaliar papel do pet como suporte emocional\n  - Idosos: avaliar se o pet contribui para atividade física, estrutura de rotina e conexão social\n  - Crianças: avaliar exposição precoce a animais (relação com atopia, microbioma e regulação emocional)\n  - Pacientes alérgicos: avaliar sensibilização a pelo de animais e impacto nas vias aéreas\n\n---\n\n### 2. Investigação Complementar Conforme Indicação\n\n**Em pacientes com alergias respiratórias e convivência com pets:**\n- Testes de hipersensibilidade imediata (skin prick test ou IgE específica) para alérgenos de cão, gato e outros animais\n- Espirometria se sintomas respiratórios recorrentes\n- Avaliação de rinite alérgica persistente associada ao contato com o animal\n\n**Em pacientes com luto recente por perda de pet:**\n- Rastreamento de depressão (PHQ-9) e ansiedade (GAD-7)\n- Avaliar eixo HPA em quadros de luto prolongado (curva de cortisol salivar)\n- Suporte emocional estruturado conforme necessidade\n\n**Em pacientes com isolamento social grave:**\n- Rastreamento de solidão (UCLA Loneliness Scale ou avaliação clínica)\n- Avaliar marcadores inflamatórios (PCR ultrassensível, IL-6) — solidão crônica associa-se a aumento de inflamação sistêmica\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Quando o paciente tem pet e o vínculo é positivo:**\n- Reconhecer e valorizar o papel do animal no suporte emocional e na rotina\n- Para tutores de cães: incentivar passeios regulares como forma de atividade física (meta de 150 min/semana de caminhada)\n- Orientar sobre cuidados zoonóticos básicos (higiene, vacinação do animal, controle de parasitas) especialmente em imunossuprimidos ou gestantes\n- **Não recomendar afastamento do pet** sem indicação clínica clara, dada a relevância do vínculo para o bem-estar emocional\n\n**Quando o paciente deseja ter pet mas encontra barreiras:**\n- Explorar alternativas viáveis: visitas a ONGs de animais, voluntariado em abrigos de animais, ou atividades com animais em espaços comunitários\n- Considerar terapia assistida por animais (TAA) em contexto clínico ou de reabilitação, quando disponível\n- Abordar as barreiras como parte da avaliação do suporte social do paciente\n\n**Quando o pet representa sobrecarga (financeira, emocional, física):**\n- Acolher sem julgamento; avaliar necessidade de suporte social mais amplo\n- Diferenciar vínculo positivo de situação de dependência emocional disfuncional\n\n**Em pacientes alérgicos com pets:**\n- Orientar medidas de controle ambiental (não permitir animais no quarto, uso de purificadores de ar HEPA, limpeza frequente)\n- A remoção do animal do domicílio deve ser discutida apenas quando há doença alérgica grave e não controlada, com decisão compartilhada e respeitosa\n- Imunoterapia alérgeno-específica (vacina antialérgica) pode ser indicada para permitir convivência com menor risco\n\n**Luto por perda de animal de estimação:**\n- Validar o luto como experiência legítima — a perda de um pet pode desencadear resposta emocional equivalente à perda de um ente querido\n- Oferecer suporte empático e, se necessário, encaminhamento para psicoterapia\n- Monitorar sinais de luto complicado ou depressão maior\n\n---\n\n### 4. Encaminhamentos\n\n- **Alergologia/Imunologia:** em alergias a animais com sintomas respiratórios ou cutâneos moderados a graves; avaliação para imunoterapia\n- **Psicologia/Psicoterapia:** em luto por pet prolongado, isolamento social grave, depressão ou ansiedade relacionados à situação de convívio com animais\n- **Serviço de Terapia Assistida por Animais (TAA):** em pacientes com indicação clínica (idosos, reabilitação neurológica, saúde mental)\n- **Infectologia:** em imunossuprimidos com pets — orientação sobre zoonoses e riscos específicos\n\n---\n\n### 5. Monitoramento\n\n- Reavaliação da situação de pets em consultas subsequentes, especialmente se houver mudança (adoção, perda, doença do animal)\n- Integrar o contexto dos pets ao plano de cuidado social e emocional do paciente\n- Considerar o pet como parte da rede de suporte do paciente no plano terapêutico longitudinal"
}
