{
  "score_item_id": "c77cedd3-2800-7ef7-880b-1faef5982a55",
  "clinical_relevance": "A situação financeira e a composição da renda (ativa versus passiva) constituem determinantes sociais de saúde com impacto direto e mensurável sobre desfechos clínicos. A renda ativa é aquela obtida mediante trabalho (emprego formal, autônomo, profissional liberal), enquanto a renda passiva provém de investimentos, aluguéis, dividendos, aposentadoria ou transferências. Essa distinção é clinicamente relevante porque impacta o nível de estresse crônico, a carga alostática e a liberdade de tempo para comportamentos promotores de saúde.\n\nInsegurança financeira crônica ativa o eixo HPA (hipotálamo-hipófise-adrenal), elevando o cortisol basal e promovendo inflamação sistêmica de baixo grau, resistência à insulina, disfunção imunológica e aceleração do envelhecimento celular. Populações em situação de privação socioeconômica apresentam maior prevalência de hipertensão arterial, síndrome metabólica, obesidade, depressão e doenças cardiovasculares — padrão consistente em múltiplos estudos epidemiológicos internacionais e nacionais.\n\nA renda passiva, ao dissociar subsistência de esforço laboral contínuo, tende a reduzir o estresse financeiro percebido, ampliar o tempo disponível para atividade física, sono adequado e alimentação de qualidade, e aumentar o acesso a serviços de saúde preventivos. Por outro lado, a dependência exclusiva de renda passiva não oriunda de trabalho acumulado pode estar associada a isolamento social, sedentarismo e ausência de propósito — fatores de risco independentes para mortalidade.\n\nA avaliação do histórico financeiro no contexto de um escore integrado de saúde permite identificar: (1) pacientes sob estresse financeiro crônico com maior risco cardiometabólico; (2) acesso real a intervenções terapêuticas prescritas (suplementos, exames, procedimentos); (3) capacidade de adesão a mudanças de estilo de vida que demandam tempo e recursos; (4) risco de presenteísmo e burnout em trabalhadores com alta dependência de renda ativa sem reservas.\n\nO nível socioeconômico é um preditor independente de mortalidade geral, com gradiente dose-resposta bem documentado: quanto maior a estabilidade financeira, menor a mortalidade por todas as causas. A estratificação por tipo de renda (ativa/passiva) adiciona dimensão qualitativa ao dado quantitativo da renda, permitindo inferências sobre carga de trabalho, estresse e resiliência financeira do indivíduo.",
  "points": 0,
  "patient_explanation": "Sua situação financeira e de onde vem sua renda fazem parte da avaliação completa da sua saúde. Isso pode parecer incomum em uma consulta médica, mas o estresse relacionado a dinheiro é um dos fatores que mais influenciam a saúde física e mental a longo prazo.\n\nRenda ativa é o dinheiro que você recebe pelo seu trabalho diário. Renda passiva é aquela que chega mesmo quando você não está trabalhando — como aluguel, investimentos ou aposentadoria. Ter alguma fonte de renda passiva costuma trazer mais estabilidade e menos pressão cotidiana.\n\nQuando as finanças estão sob pressão constante, o corpo entra em estado de alerta prolongado, o que pode elevar a pressão arterial, dificultar o sono, enfraquecer a imunidade e aumentar o risco de doenças do coração. Entender sua realidade financeira nos ajuda a propor um plano de saúde que seja realista e acessível para você, e a identificar se o estresse financeiro está afetando sua saúde de formas que merecem atenção.",
  "conduct": "## Avaliação da Situação Financeira no Contexto Clínico\n\n### Anamnese Direcionada\n\n- **Fonte principal de renda:** ativa (emprego, autônomo, profissional liberal) ou passiva (investimentos, aluguel, aposentadoria, transferências)\n- **Estabilidade percebida:** renda fixa, variável ou irregular\n- **Histórico recente:** perda de emprego, redução de renda, dívidas significativas, endividamento crônico\n- **Acesso a serviços de saúde:** plano de saúde, capacidade de arcar com exames e medicamentos prescritos\n- **Tempo disponível:** carga horária de trabalho semanal, flexibilidade para autocuidado\n\n### Rastreio de Impacto na Saúde\n\n- **Estresse financeiro crônico:** aplicar escala de estresse percebido (PSS) ou pergunta direta sobre preocupação financeira como fonte de estresse\n- **Marcadores cardiometabólicos:** em pacientes com instabilidade financeira prolongada, priorizar avaliação de:\n  - Pressão arterial\n  - Glicemia de jejum e insulina basal (HOMA-IR)\n  - Perfil lipídico\n  - Cortisol matinal (se suspeita de hipercortisolismo funcional)\n  - PCR ultrassensível (inflamação crônica de baixo grau)\n- **Saúde mental:** rastrear sintomas de ansiedade (GAD-7) e depressão (PHQ-9), fortemente associados a insegurança financeira\n- **Qualidade do sono:** insônia e sono não reparador são frequentes em contextos de estresse financeiro\n\n### Estratificação de Risco\n\n- **Baixo risco:** renda estável (ativa ou passiva), reservas financeiras, acesso a saúde preventiva, sem dívidas significativas\n- **Risco moderado:** renda ativa exclusiva sem reservas, trabalho de alta pressão, dificuldade pontual de acesso a serviços de saúde\n- **Alto risco:** instabilidade financeira crônica, desemprego recente, endividamento, incapacidade de arcar com tratamentos prescritos, ausência de rede de suporte social\n\n### Intervenções e Encaminhamentos\n\n- **Adaptação do plano terapêutico:** priorizar intervenções de baixo custo e alta efetividade (mudança de estilo de vida, alimentação acessível, exercício físico sem equipamentos)\n- **Prescrição realista:** considerar capacidade financeira real ao prescrever suplementos, exames e procedimentos; oferecer alternativas equivalentes de menor custo quando disponíveis\n- **Encaminhamento para serviço social:** quando identificada privação socioeconômica grave, conectar o paciente a recursos assistenciais disponíveis (programas governamentais, assistência social da unidade de saúde)\n- **Suporte psicológico:** encaminhar para psicologia ou psiquiatria quando o estresse financeiro for fator contribuinte identificado para transtornos de ansiedade, depressão ou insônia\n- **Orientação sobre gestão de estresse:** técnicas de mindfulness, respiração diafragmática e atividade física regular têm evidência de redução da carga alostática mesmo em contextos de adversidade socioeconômica\n- **Reavaliação periódica:** incluir situação financeira nas consultas de seguimento como parte do histórico social, especialmente em pacientes com doenças crônicas cuja adesão ao tratamento pode ser comprometida por limitações financeiras"
}
