{
  "score_item_id": "019c2e63-92e0-73fa-ae5a-7e33f3f91703",
  "clinical_relevance": "A ocupação profissional é um determinante social de saúde de primeira ordem, com impacto documentado sobre mortalidade, morbidade cardiovascular, saúde mental, exposição a agentes tóxicos e comportamentos de risco. O histórico ocupacional do paciente compõe o contexto epidemiológico essencial para a estratificação de risco individual.\n\nDo ponto de vista fisiológico, diferentes categorias ocupacionais expõem o indivíduo a cargas de estresse distintas: profissões com alta demanda e baixo controle (modelo Karasek) associam-se a ativação crônica do eixo HPA, com hipercortisolemia sustentada, resistência insulínica, disfunção endotelial e aumento do risco cardiovascular. Profissões com exposição a agentes químicos (organofosforados, metais pesados, solventes, poeiras) impõem carga alostática adicional via estresse oxidativo e inflamação sistêmica.\n\nAs profissões de saúde merecem atenção especial: dados observacionais de São Paulo indicam que médicos vivem em média 4 anos a menos, e médicas 12 anos a menos que a média de sua classe social, fenômeno atribuído ao estresse crônico, isolamento social, desequilíbrio entre doação e autocuidado, e exposição a turnos noturnos. Este padrão é consistente com literatura internacional que documenta burnout em 30-50% dos profissionais de saúde.\n\nProfissões de alta exigência cognitiva e emocional — como advogados, professores, policiais e trabalhadores sociais — apresentam maior prevalência de transtornos de ansiedade e depressão. Profissões sedentárias de escritório associam-se a maior risco de síndrome metabólica, lombalgia crônica e doença cardiovascular. Profissões com trabalho em turnos alternam o ciclo circadiano, aumentando o risco de obesidade, diabetes tipo 2, doença cardiovascular e câncer.\n\nA epidemiologia ocupacional estabelece gradientes de risco: trabalhadores manuais de baixa qualificação apresentam maior mortalidade prematura em comparação com trabalhadores de colarinho branco, refletindo diferenças em condições de trabalho, acesso à saúde, estilo de vida e nível socioeconômico — que funciona como variável de confusão importante.\n\nPara fins clínicos no Escore Plenya, o histórico de profissões orienta a busca de exposições específicas (tóxicos, radiação, agentes biológicos), a avaliação do padrão de estresse crônico, a identificação de comportamentos sedentários ou de alta demanda física, e a contextualização dos achados laboratoriais e clínicos do paciente.",
  "points": 0,
  "patient_explanation": "Sua profissão e seu histórico de trabalho têm um impacto real sobre sua saúde. Trabalhos com muito estresse, longas jornadas, turnos noturnos ou exposição a substâncias químicas podem afetar o coração, o metabolismo, o sono e o bem-estar mental ao longo dos anos.\n\nPor exemplo, quem trabalha sentado por muitas horas tem maior risco de problemas metabólicos e dores na coluna. Quem trabalha em turnos noturnos tem o relógio biológico alterado, o que aumenta o risco de diabetes e doenças do coração. Profissões com alta carga emocional — como médicos, policiais e professores — têm taxas elevadas de esgotamento e adoecimento mental.\n\nConhecer o histórico profissional ajuda o médico a entender melhor sua saúde, identificar possíveis exposições a substâncias prejudiciais e personalizar as orientações de prevenção. Não se preocupe: o objetivo é entender seu contexto de vida para cuidar melhor de você.",
  "conduct": "## Conduta Clínica: Histórico de Profissões\n\n### Anamnese Ocupacional Dirigida\n\n- **Registrar todas as profissões exercidas** ao longo da vida, com tempo de exposição estimado\n- Identificar exposições específicas:\n  - Agentes químicos: solventes, metais pesados (chumbo, mercúrio, cádmio), agrotóxicos (organofosforados, glifosato), poeiras (sílica, amianto)\n  - Agentes físicos: ruído, radiação ionizante, vibrações, temperatura extrema\n  - Agentes biológicos: patógenos, material biológico (profissionais de saúde)\n  - Turno de trabalho: noturno, rotativo, jornada prolongada\n  - Demanda física: sedentarismo ocupacional vs. esforço físico intenso repetitivo\n  - Carga emocional e nível de controle sobre o próprio trabalho\n\n### Rastreamento por Perfil Ocupacional\n\n**Profissões com trabalho em turno noturno/rotativo:**\n- Rastrear síndrome metabólica (glicemia de jejum, insulina, triglicerídeos, HDL, circunferência abdominal)\n- Avaliar qualidade do sono e cronotipo\n- Pesquisar sinais de dessincronose circadiana\n\n**Profissões com alta carga de estresse (saúde, segurança pública, advocacia, educação):**\n- Rastrear burnout (MBI ou instrumento equivalente)\n- Avaliar cortisol basal e rítmico se indicado clinicamente\n- Pesquisar ansiedade, depressão e transtornos do sono\n- Avaliar marcadores cardiovasculares: PA, frequência cardíaca de repouso, PCR ultrassensível\n\n**Profissões com exposição química (agricultura, indústria, construção civil):**\n- Solicitar hemograma completo, função hepática (TGO, TGP, Gama-GT), função renal\n- Considerar dosagem de metais pesados (chumbo sérico, mercúrio urinário) conforme histórico\n- Avaliar colinesterase se histórico de exposição a organofosforados\n- Rastrear neoplasias associadas à exposição (conforme agente identificado)\n\n**Profissões sedentárias:**\n- Avaliar composição corporal e força muscular\n- Rastrear síndrome metabólica\n- Investigar lombalgia e outros distúrbios musculoesqueléticos\n\n### Intervenções Baseadas em Evidências\n\n- **Redução do estresse ocupacional:** técnicas de mindfulness, atividade física regular, estabelecimento de limites entre trabalho e vida pessoal\n- **Para trabalhadores em turno:** higiene do sono adaptada ao horário, estratégias de ancoragem circadiana (luz, alimentação), evitar cafeína nas horas que antecedem o sono\n- **Para profissões sedentárias:** prescrição de atividade física estruturada, pausas ativas a cada 60-90 minutos, avaliação ergonômica\n- **Para exposições tóxicas confirmadas:** afastamento da fonte quando possível, quelação se indicada (metais pesados com toxicidade documentada), suporte antioxidante e de detoxificação hepática\n\n### Critérios de Encaminhamento\n\n- **Medicina do Trabalho:** quando há exposição ocupacional documentada a agentes de risco, suspeita de doença ocupacional ou necessidade de CAT (Comunicação de Acidente de Trabalho)\n- **Psiquiatria/Psicologia:** burnout grave, transtorno depressivo maior, transtorno de ansiedade de impacto funcional significativo\n- **Toxicologia:** dosagens e interpretação de marcadores de exposição a metais pesados ou agrotóxicos\n- **Pneumologia:** exposição a poeiras minerais ou agentes respiratórios (asbestose, silicose, DPOC ocupacional)\n\n### Integração ao Escore Plenya\n\n- O histórico profissional deve ser interpretado em conjunto com os demais domínios do escore: estresse, sono, saúde mental, marcadores laboratoriais e composição corporal\n- Profissões de alto risco identificadas neste item devem aumentar o nível de atenção nos itens correlatos do escore"
}
