{
  "score_item_id": "019bf31d-2ef0-7801-bb58-5cf2e4209288",
  "clinical_relevance": "As condições de moradia constituem um dos determinantes sociais de saúde mais relevantes, com impacto direto e mensurável sobre morbidade, mortalidade e qualidade de vida ao longo do ciclo de vida. O ambiente domiciliar atua como vetor de múltiplos exposomas: biológicos (mofo, ácaros, baratas, roedores), químicos (produtos de limpeza, tintas, pesticidas, compostos orgânicos voláteis, metais pesados em encanamentos antigos), físicos (ruído, temperatura extrema, superlotação) e psicossociais (violência no entorno, insegurança habitacional).\n\nDo ponto de vista fisiopatológico, moradias com umidade elevada e presença de mofo (principalmente Aspergillus, Penicillium, Stachybotrys) são fortemente associadas a doenças respiratórias obstrutivas — asma, rinite alérgica e doença pulmonar obstrutiva crônica — por mecanismos de sensibilização IgE-mediada e inflamação neutrofílica das vias aéreas. A exposição a micotoxinas pode ativar a proteína beta-amiloide como resposta antimicrobiana, com implicações neurológicas. A poluição interna por partículas finas (PM2.5) e compostos orgânicos voláteis é fator de risco independente para doenças cardiovasculares, neurológicas e cânceres.\n\nA superlotação domiciliar — definida como mais de 1 pessoa por cômodo ou ausência de quarto exclusivo para dormir — amplifica o risco de transmissão de doenças infecciosas respiratórias (tuberculose, influenza, COVID-19), compromete a qualidade do sono por ruído e falta de privacidade, e é mediador relevante entre baixa renda e TDAH em crianças. Estudos mostram que baixa renda familiar aumenta o risco de TDAH em até 83%, com superlotação e conflitos domésticos entre os mediadores identificados.\n\nInsegurança habitacional (risco de despejo, moradia irregular, ausência de titularidade) gera estresse crônico com ativação persistente do eixo HPA, elevação do cortisol basal, disfunção autonômica e inflamação sistêmica de baixo grau. Populações em situação de rua ou moradia precária apresentam acesso reduzido a serviços de saúde, maior prevalência de doenças infectocontagiosas, doenças mentais e uso de substâncias.\n\nDo ponto de vista da medicina funcional integrativa, as condições de moradia devem ser avaliadas sistematicamente em todos os pacientes com doenças crônicas de difícil controle — especialmente respiratórias, neurológicas e autoimunes — pois representam uma 'causa primeira' frequentemente negligenciada. A ausência de saneamento básico adequado (água tratada, esgoto, coleta de lixo) potencializa disbiose intestinal, infecções recorrentes e deficiências nutricionais. Moradias sem acesso a luz natural comprometem o ritmo circadiano e a síntese de vitamina D. Proximidade a rodovias ou indústrias aumenta a carga de metais tóxicos e estresse oxidativo sistêmico.\n\nA avaliação das condições de moradia deve integrar: tipo e qualidade da construção, presença de umidade/mofo, ventilação e iluminação natural, número de moradores por cômodo, acesso a saneamento básico, localização geográfica (zona urbana/rural, proximidade a fontes de poluição), segurança do entorno e estabilidade habitacional. Este conjunto de informações orienta intervenções de controle ambiental e encaminhamentos a serviços sociais quando necessário.",
  "points": 0,
  "patient_explanation": "As condições de moradia — o lugar onde você vive, como é a estrutura da sua casa e quem mora com você — têm um impacto muito grande na sua saúde, muitas vezes maior do que imaginamos.\n\nCasas com umidade, mofo, muita poeira ou produtos químicos podem irritar os pulmões e as vias respiratórias, causando ou piorando problemas como asma, rinite e bronquite. Casas muito cheias de pessoas podem dificultar o sono e aumentar o risco de infecções.\n\nA falta de luz natural pode afetar seu ritmo de sono e disposição. Morar em locais sem água tratada ou saneamento adequado aumenta o risco de infecções intestinais e deficiências de nutrientes. O estresse de morar em local inseguro ou instável também afeta sua saúde de forma significativa, contribuindo para ansiedade, pressão alta e baixa imunidade.\n\nNão se preocupe: identificar esses fatores é o primeiro passo para melhorar. Muitas dessas situações têm soluções práticas e acessíveis, e seu médico pode orientar e, quando necessário, conectar você com serviços de apoio social.",
  "conduct": "## Avaliação das Condições de Moradia\n\n### Anamnese Habitacional Estruturada\n\n- **Tipo de moradia:** casa própria, alugada, cedida, irregular, coletiva (pensão, cortiço), situação de rua\n- **Material de construção:** alvenaria, madeira, misto, lona/improvisado\n- **Umidade e mofo:** presença visível de mofo nas paredes, teto ou roupas; histórico de infiltrações ou inundações\n- **Ventilação e iluminação:** número de janelas, acesso à luz natural, uso de ar-condicionado\n- **Superlotação:** número de moradores e número de cômodos; presença de quarto exclusivo para dormir\n- **Saneamento básico:** acesso a água tratada (rede pública ou poço), destino do esgoto, coleta regular de lixo\n- **Localização:** zona urbana ou rural; proximidade a rodovias, indústrias, aterros sanitários, áreas de queimada\n- **Segurança:** violência no entorno, histórico de despejo ou ameaça de perda de moradia\n- **Exposições domésticas:** cigarro dentro de casa, uso de fogão a lenha, pesticidas, produtos de limpeza com solventes, presença de animais domésticos\n\n---\n\n### Investigação Complementar por Exposição Identificada\n\n**Mofo/umidade:**\n- Considerar CIRS (Síndrome de Resposta Inflamatória Crônica): HLA-DR/DQ, TGF-β1, MMP-9, VEGF, VIP, MSH\n- Espirometria para avaliação de função pulmonar\n- IgE total e específica para fungos (Aspergillus, Alternaria, Cladosporium) se sintomas respiratórios\n- Avaliação de metabólitos de micotoxinas em urina (se disponível)\n\n**Superlotação/infecções recorrentes:**\n- PPD/IGRA para rastreio de tuberculose latente\n- Sorologias conforme epidemiologia local\n- Imunoglobulinas séricas (IgG, IgA, IgM) em casos de infecções recorrentes\n\n**Falta de saneamento:**\n- Parasitológico de fezes seriado\n- Hemograma completo (eosinofilia, anemia)\n- Ferritina, zinco sérico, vitaminas A e D\n\n**Exposição a poluentes/metais:**\n- Metais pesados em sangue (chumbo, mercúrio, arsênio) se exposição identificada\n- Estresse oxidativo: 8-OHdG urinário, glutationa eritrocitária (se disponível)\n\n**Insegurança habitacional/estresse crônico:**\n- Cortisol salivar (perfil diurno ou noturno)\n- Variabilidade da frequência cardíaca (VFC)\n- Escalas validadas: PHQ-9 (depressão), GAD-7 (ansiedade), PSS (estresse percebido)\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Controle ambiental domiciliar:**\n- **Mofo e umidade:** orientar uso de filtros HEPA, função \"dry\" do ar-condicionado, ventilação cruzada diária, desumidificadores em ambientes úmidos; encaminhar para vigilância sanitária se necessário\n- **Poluentes domésticos:** substituir produtos de limpeza por alternativas menos tóxicas; evitar uso de inseticidas em spray dentro de casa; priorizar ventilação durante limpeza\n- **Cigarro passivo:** abordar cessação do tabagismo de qualquer morador fumante\n- **Água:** recomendar filtro por osmose reversa ou carvão ativado para residências com suspeita de contaminação\n\n**Superlotação e sono:**\n- Discutir estratégias para reduzir interferência no sono (uso de tampões de ouvido, reorganização dos espaços de dormir, horários)\n- Abordar higiene do sono em contexto familiar\n- Avaliar impacto no desenvolvimento infantil se houver crianças na residência\n\n**Acesso a luz natural e ritmo circadiano:**\n- Orientar abertura de janelas logo ao acordar como prioridade para regulação circadiana\n- Considerar luminoterapia em moradias com iluminação natural muito reduzida\n- Suplementar vitamina D quando exposição solar insuficiente (alvo > 40-60 ng/mL)\n\n**Estresse crônico por insegurança habitacional:**\n- Abordar como 'causa primeira' em doenças crônicas de difícil controle\n- Técnicas de regulação autonômica: respiração diafragmática, coerência cardíaca\n- Encaminhar para serviço social ou CRAS (Centro de Referência de Assistência Social) quando aplicável\n\n---\n\n### Critérios de Encaminhamento\n\n- **Vigilância Sanitária / Secretaria de Habitação:** moradias com risco estrutural, infestação grave de vetores, ausência de saneamento básico\n- **Assistência Social (CRAS/CREAS):** risco de despejo, situação de rua, vulnerabilidade social grave\n- **Pneumologista:** sintomas respiratórios crônicos com suspeita de CIRS, asma de difícil controle ou DPOC associados à exposição domiciliar\n- **Infectologista:** tuberculose suspeita ou confirmada em contexto de superlotação\n- **Psiquiatra/Psicólogo:** transtornos de humor ou ansiedade significativos relacionados à insegurança habitacional\n- **Toxicologista:** exposição documentada a metais pesados ou agrotóxicos\n\n---\n\n### Monitoramento\n\n- Reavaliação das condições de moradia a cada consulta em pacientes com doenças crônicas respiratórias, neurológicas ou autoimunes\n- Verificar se intervenções de controle ambiental foram implementadas\n- Monitorar desfechos clínicos (frequência de exacerbações, qualidade do sono, marcadores inflamatórios) após mudanças habitacionais"
}
