{
  "score_item_id": "019bf31d-2ef0-7ae7-8a07-f92d9edccc4d",
  "clinical_relevance": "O parâmetro 'Espaço para atividade física' avalia se o ambiente domiciliar e seu entorno imediato oferecem condições físicas adequadas para a prática regular de exercício. Trata-se de um determinante ambiental de saúde inserido na categoria das condições de moradia, com impacto direto sobre o nível habitual de atividade física do indivíduo e, consequentemente, sobre múltiplos desfechos de saúde física e mental.\n\nDo ponto de vista fisiológico, a disponibilidade de espaço físico adequado para atividade é um dos principais moduladores do comportamento sedentário. Evidências apontam que pessoas não se movem apenas porque lhes é dito para fazer isso — elas se movem quando o contexto as compele a isso (Exercise as medicine, 2026). Infraestrutura e arquitetura do ambiente de vida influenciam diretamente o nível de atividade física populacional, sendo a acessibilidade um componente central dessa equação.\n\nCrianças e adolescentes residentes em espaços reduzidos tendem a acumular energia sem canal de descarga adequado, manifestando hiperatividade quando surgem oportunidades — padrão que pode ser confundido com transtornos de neurodesenvolvimento. A ausência de espaço para brincar ao ar livre está associada a maior tempo de tela, menor contato social presencial, menor disciplina e piores habilidades socioemocionais. Crianças que brincam ao ar livre atenuam os efeitos negativos do excesso de telas.\n\nPara adultos, a ausência de espaço acessível para exercício é fator de risco independente para sedentarismo, com consequências bem documentadas: o tempo sedentário elevado associa-se a pior desempenho em memória de trabalho fonológica e controle inibitório. No campo da saúde mental, o exercício regular reduz em 57% o risco de desenvolver ansiedade, e a atividade moderada reduz o risco de depressão em 23%, enquanto a alta intensidade reduz em 43%.\n\nDo ponto de vista clínico, a avaliação deste parâmetro permite identificar barreiras ambientais estruturais à adoção de estilo de vida ativo, subsidiando intervenções individualizadas de prescrição de exercício adaptadas à realidade do paciente. A ausência de espaço adequado não é impeditivo absoluto para a prática de atividade física, mas exige estratégias compensatórias específicas.\n\nEste parâmetro tem impacto clínico moderado: sua contribuição para desfechos de saúde é indireta (mediada pelo comportamento de atividade física), a prevalência do problema é significativa especialmente em populações urbanas de baixa renda, e a intervencionabilidade é alta — diversas estratégias práticas permitem contornar a limitação de espaço físico.",
  "points": 8,
  "patient_explanation": "Este parâmetro avalia se você tem espaço disponível em casa ou nas proximidades para se movimentar e fazer atividade física regularmente. Ter um ambiente que facilite o movimento — seja um quintal, um parque próximo, uma área de lazer no condomínio ou simplesmente espaço suficiente dentro de casa — faz uma grande diferença na sua saúde.\n\nQuando o ambiente ao redor convida ao movimento, fica muito mais fácil criar o hábito de se exercitar. O contrário também é verdade: morar em espaços muito pequenos ou sem acesso a áreas para se movimentar tende a aumentar o tempo sentado ou deitado, o que com o tempo prejudica a saúde do coração, o peso corporal, o humor e até a memória.\n\nSe você não tem muito espaço disponível, não se preocupe — existem muitas formas de se manter ativo mesmo em ambientes menores. O importante é identificar as opções disponíveis na sua realidade e encontrar as que funcionam melhor para você.",
  "conduct": "## Avaliação do Espaço para Atividade Física\n\n### Investigação Inicial\n\n- **Anamnese ambiental:** Perguntar sobre tipo de moradia (casa, apartamento, área rural/urbana), disponibilidade de quintal, varanda, área de lazer, proximidade de parques ou praças\n- **Avaliar barreiras concretas:** Espaço físico interno insuficiente, ausência de áreas externas seguras, bairro sem infraestrutura para caminhada ou exercício\n- **Contexto familiar:** Verificar se há crianças ou adolescentes no domicílio, pois a limitação de espaço impacta de forma especialmente significativa o desenvolvimento neuromotor e comportamental nessa faixa etária\n- **Nível atual de atividade física:** Quantificar tempo sedentário diário e tempo de atividade física moderada/intensa por semana como linha de base\n\n### Estratégias de Intervenção por Cenário\n\n**Paciente com espaço limitado em casa:**\n- Prescrever exercícios que requerem espaço mínimo: yoga, pilates, treinamento funcional com peso corporal, dança, alongamentos\n- Orientar sobre exercício domiciliar estruturado — recomendado especialmente após o contexto pós-pandêmico, onde o exercício em casa demonstrou eficácia mantida\n- Indicar aplicativos e vídeos de treino guiado sem equipamento\n- Para adultos: meta de 20 a 40 minutos de exercício moderado, 3 a 5 vezes por semana, como mínimo terapêutico\n\n**Paciente em área urbana sem parques próximos:**\n- Mapear recursos disponíveis no entorno: academias ao ar livre (equipamentos públicos), escolas com quadras, centros comunitários, igrejas com espaço externo\n- Orientar sobre transporte ativo: caminhar ou pedalar para deslocamentos rotineiros como fonte legítima de atividade física\n- Discutir segurança do bairro como barreira real e explorar alternativas seguras\n\n**Famílias com crianças em espaço reduzido:**\n- Reforçar que crianças em espaços reduzidos tendem a acumular energia e manifestar comportamentos que podem ser confundidos com transtornos de atenção e hiperatividade\n- Incentivar inscrição em atividades externas estruturadas: esportes coletivos, aulas de dança, artes marciais, natação\n- Orientar que brincadeiras ao ar livre, mesmo não estruturadas, são fontes válidas de atividade física e contribuem para menor tempo de tela e melhor desenvolvimento socioemocional\n- Para crianças: meta de aproximadamente 1 hora de atividade física por dia\n\n### Encaminhamentos\n\n- **Educador físico:** Sempre que possível, encaminhar para prescrição individualizada de exercício adaptada à realidade do ambiente do paciente\n- **Assistência social:** Em casos onde a limitação de espaço está associada a vulnerabilidade socioeconômica, avaliar acesso a programas comunitários de atividade física gratuitos\n- **Psicologia/psiquiatria:** Se o sedentarismo associado à falta de espaço está contribuindo para quadros de ansiedade ou depressão já instalados\n\n### Orientações Gerais ao Paciente\n\n- **Reduzir tempo sedentário** é tão importante quanto aumentar o tempo de exercício estruturado — pausas frequentes para movimento ao longo do dia têm impacto positivo mesmo sem sessões formais de treino\n- **Quantidade total de movimento** ao longo do dia pode ser mais relevante para saúde cognitiva e metabólica do que a intensidade isolada de sessões de exercício\n- Engajar o paciente em identificar soluções criativas dentro da sua realidade, evitando prescrições genéricas que não consideram as condições concretas de moradia\n- Discutir como a organização do ambiente doméstico pode facilitar o movimento: manter espaço livre em cômodos, usar móveis que permitam rearranjo para treino, incorporar movimento nas tarefas cotidianas\n\n### Monitoramento\n\n- Reavaliar nível de atividade física em 4 a 12 semanas após orientações\n- Utilizar métricas simples: número de passos diários (pedômetro ou smartphone), minutos de atividade moderada por semana\n- Ajustar estratégias conforme resposta e mudanças no contexto de moradia do paciente"
}
