{
  "score_item_id": "019c2e64-1521-7348-aa97-cae24044024d",
  "clinical_relevance": "A situação conjugal é um determinante social de saúde com impacto clínico consistente e documentado em múltiplos desfechos. Do ponto de vista epidemiológico, indivíduos casados ou em união estável apresentam, em geral, menor mortalidade por todas as causas, menor incidência de doenças cardiovasculares, melhor adesão terapêutica e menor prevalência de transtornos mentais em comparação a indivíduos solteiros, divorciados ou viúvos.\n\nOs mecanismos propostos incluem: (1) regulação comportamental pelo parceiro, com maior adesão a hábitos saudáveis, uso de serviços de saúde e cumprimento de tratamentos; (2) suporte emocional e psicossocial que atenua o impacto do estresse crônico via modulação do eixo HPA, reduzindo os níveis de cortisol; (3) menor isolamento social, fator de risco independente para mortalidade com magnitude comparável ao tabagismo.\n\nDo ponto de vista do contexto clínico deste escore, a literatura identifica efeitos em subgrupos específicos: em mulheres no climatério e pós-menopausa, o estado marital influencia o acesso a cuidados, a atividade sexual e o suporte emocional, fatores diretamente ligados à síndrome geniturinária da menopausa e à qualidade de vida. Estudos descritivos em populações de mulheres pós-menopáusicas mostram que a maioria (em torno de 88-93%) é casada, enquanto viúvas e divorciadas representam minorias com maior vulnerabilidade clínica.\n\nO envolvimento do parceiro demonstra impacto mensurável em desfechos de saúde: mulheres com parceiros ativamente engajados têm 1,5 vez mais probabilidade de receber cuidado pré-natal adequado; a participação do parceiro em intervenções educacionais elevou taxas de amamentação de 41% para 74%; mulheres fumantes com parceiros envolvidos reduziram o consumo de cigarros 36% a mais que aquelas sem suporte do parceiro.\n\nA viuvez, especialmente quando recente, está associada ao chamado 'efeito viuvez' (widowhood effect), com aumento da mortalidade nas semanas e meses subsequentes à perda, particularmente em homens idosos. O divórcio e a separação se associam a piores indicadores metabólicos, maior consumo de álcool e tabaco, e maior prevalência de depressão e ansiedade.\n\nEm estudos de envelhecimento biológico, a situação conjugal aparece como covariável relevante: indivíduos casados ou em coabitação compõem cerca de 60% das amostras populacionais de adultos, enquanto viúvos, divorciados e separados representam 15-18% e solteiros nunca casados cerca de 22%. Essas distribuições refletem o peso demográfico da conjugalidade como variável de estratificação de risco.\n\nNo contexto do Escore Plenya, a situação conjugal funciona como um indicador de suporte social estrutural — sua avaliação permite identificar indivíduos com menor rede de apoio e maior vulnerabilidade a desfechos adversos, especialmente quando combinada a outros determinantes sociais como renda, escolaridade e isolamento.",
  "points": 8,
  "patient_explanation": "A situação conjugal — se você é casado(a), solteiro(a), divorciado(a), viúvo(a) ou vive com um parceiro — influencia a saúde de formas concretas e mensuráveis. Pessoas com um parceiro de vida costumam ter mais apoio emocional, alguém que incentiva consultas médicas e hábitos saudáveis, e menor sensação de solidão, que é um fator de risco real para diversas doenças.\n\nIsso não significa que quem é solteiro ou divorciado não possa ter uma saúde excelente. Significa que o suporte social que um relacionamento estável pode oferecer é um recurso de saúde importante — e que, quando ele está ausente, é fundamental buscar outras formas de apoio, como vínculos com amigos, família e comunidade.\n\nPara quem está em luto recente após a perda do cônjuge, o período de adaptação pode ser especialmente desafiador para a saúde física e emocional, e esse momento merece atenção especial da equipe de saúde. O objetivo de registrar essa informação é entender melhor o contexto social da sua vida e oferecer um cuidado mais completo e personalizado.",
  "conduct": "## Conduta Clínica — Situação Conjugal\n\n### Avaliação Inicial\n\n- **Registrar a situação conjugal atual** como parte da anamnese social completa: casado(a)/união estável, solteiro(a), divorciado(a)/separado(a), viúvo(a)\n- **Investigar qualidade do relacionamento**, não apenas o estado civil formal: relacionamentos conflituosos ou disfuncionais podem ter impacto negativo superior ao da solidão\n- **Avaliar rede de suporte social** de forma ampla, independentemente do estado conjugal: família, amigos, grupos comunitários\n- **Identificar tempo desde evento conjugal relevante** (divórcio recente, viuvez recente), pois o impacto é maior nos primeiros meses a anos\n\n### Estratificação de Risco por Perfil\n\n**Casado(a) / União estável com parceiro envolvido:**\n- Perfil de menor risco social; verificar se o parceiro é fonte de suporte ou de estresse\n- Incluir parceiro em orientações sobre hábitos de vida quando pertinente\n\n**Solteiro(a) nunca casado(a):**\n- Investigar presença de rede social ativa e vínculos de apoio\n- Rastrear sintomas de isolamento social e depressão\n\n**Divorciado(a) / Separado(a):**\n- Período pós-separação associado a maior risco de depressão, abuso de álcool e piora metabólica\n- Atenção redobrada a marcadores metabólicos, pressão arterial e saúde mental\n- Rastrear uso de álcool e tabaco\n\n**Viúvo(a) recente (< 12 meses):**\n- Período de maior vulnerabilidade; rastrear ativamente para depressão e luto complicado\n- Monitorar pressão arterial, marcadores inflamatórios e sono\n- Considerar encaminhamento para suporte psicológico ou grupos de apoio ao luto\n- Em homens idosos, vigilância aumentada para eventos cardiovasculares nos primeiros meses\n\n### Intervenções Baseadas em Evidências\n\n- **Fortalecer rede de suporte social** como intervenção terapêutica: grupos de apoio, atividades comunitárias, voluntariado\n- **Quando há parceiro:** orientar sobre o papel do envolvimento do parceiro em desfechos de saúde — acompanhamento em consultas, participação em mudanças de hábito, suporte emocional ativo\n- **Rastreamento de depressão e ansiedade** em indivíduos solteiros, divorciados ou viúvos: utilizar escalas validadas (PHQ-9, GAD-7)\n- **Avaliação de qualidade do sono:** isolamento social e luto impactam diretamente a arquitetura do sono\n- **Encaminhamento para psicologia ou psiquiatria** quando identificados sinais de luto complicado, depressão clínica ou ansiedade significativa\n\n### Integração com Outros Parâmetros do Escore\n\n- Correlacionar com outros determinantes sociais: renda, escolaridade, suporte social percebido\n- Considerar o conjunto ao interpretar desfechos de saúde mental, adesão terapêutica e comportamentos de risco\n- **Não tratar a situação conjugal de forma isolada:** o impacto clínico é mediado pela qualidade do suporte social, não pelo estado civil em si"
}
