{
  "score_item_id": "019c2e64-1522-74db-a6b5-97595412d14a",
  "clinical_relevance": "A situação familiar é um determinante social de saúde de relevância clínica consolidada, reconhecido pela OMS como fator estrutural que condiciona diretamente o estado de saúde, a adesão terapêutica e os desfechos clínicos ao longo da vida. Compreende a configuração do núcleo doméstico (família nuclear, família extensa, monoparental, sem família, institucionalizado), o status conjugal (casado/união estável, solteiro, divorciado/separado, viúvo) e a qualidade do suporte familiar percebido.\n\nDo ponto de vista fisiopatológico, a situação familiar exerce influência sobre múltiplos eixos biológicos. O isolamento social e a ausência de suporte familiar ativam de forma crônica o eixo hipotálamo-hipófise-adrenal, elevando o cortisol basal e promovendo estado pró-inflamatório com aumento de IL-6, TNF-alfa e proteína C reativa. Esse substrato neuroendócrino e inflamatório está associado a maior risco de doenças cardiovasculares, metabólicas, imunológicas e psiquiátricas.\n\nEpidemiologicamente, indivíduos com suporte familiar inadequado ou que vivem em isolamento apresentam mortalidade por todas as causas significativamente superior em comparação àqueles com redes de apoio robustas — dado amplamente replicado em estudos de coorte e meta-análises. O estado civil de divorciado ou viúvo está associado a piores indicadores de saúde mental, maior prevalência de transtornos depressivos e ansiosos, e menor adesão a tratamentos crônicos. Conflitos familiares frequentes e ambientes domésticos disfuncionais aumentam o risco de transtornos do humor, abuso de substâncias e comportamentos de risco.\n\nNa esfera do desenvolvimento infantil, os chunks científicos disponíveis reforçam que fatores socioeconômicos e estrutura familiar têm impacto mensurado: baixa renda familiar aumenta o risco de TDAH em até 83% e rendas médias em 42% comparadas à linha de base; baixa escolaridade materna aumenta a probabilidade de TDAH em até 113%. A comunicação parental ativa exerceu efeito protetor contra abuso de drogas em acompanhamento de 14 anos. O tipo de família (nuclear vs. extensa) e o status socioeconômico foram preditores independentes de práticas de alimentação complementar adequadas.\n\nNa população adulta, situações de viuvez, divórcio ou vida solo estão associadas a menor controle glicêmico em diabéticos, maior prevalência de síndrome metabólica, pior qualidade do sono e menor engajamento em atividades preventivas. Famílias com histórico de doenças de alta penetrância (como mutações BRCA1/2) demandam rastreamento familiar estruturado e aconselhamento genético.\n\nA estratificação de risco é feita pela combinação de: configuração doméstica (isolamento total = risco mais elevado), qualidade do suporte percebido, presença de conflitos crônicos, eventos recentes de ruptura (divórcio, viuvez), vulnerabilidade de dependentes no domicílio e contexto socioeconômico associado.",
  "points": 12,
  "patient_explanation": "A situação familiar diz respeito a como você vive: se mora com parceiro(a), filhos, pais, sozinho ou em outra configuração, e se sente que tem apoio das pessoas próximas a você. Isso pode parecer um detalhe, mas tem grande influência na saúde. Pessoas que contam com uma rede familiar de apoio tendem a se cuidar melhor, seguir tratamentos com mais regularidade, lidar melhor com o estresse e viver mais. Por outro lado, situações de isolamento, conflitos frequentes em casa ou perdas recentes como separação ou viuvez podem aumentar o estresse do organismo de forma contínua, afetando o coração, o sistema imunológico, o sono e o bem-estar emocional. Não existe uma configuração familiar \"certa\" — o que importa é a qualidade do suporte que você percebe ter. Identificar isso no seu prontuário nos ajuda a entender melhor seu contexto de vida e a oferecer orientações e encaminhamentos que façam sentido para a sua realidade.",
  "conduct": "## Conduta Clínica — Situação Familiar\n\n### 1. Avaliação Inicial\n\n- **Registrar a configuração doméstica atual:** família nuclear, extensa, monoparental, união estável, divorciado/separado, viúvo, solteiro sem coabitação, institucionalizado\n- **Avaliar qualidade do suporte familiar percebido:** perguntar diretamente se o paciente sente que pode contar com familiares em situações de necessidade\n- **Identificar eventos recentes de ruptura:** separação, divórcio, viuvez, saída de filhos de casa, conflitos familiares graves\n- **Investigar presença de dependentes vulneráveis no domicílio:** crianças pequenas, idosos, pessoas com deficiência\n- **Rastrear conflitos domésticos crônicos e situações de violência:** incluir screening de violência doméstica de forma segura e estruturada\n- **Contextualizar junto ao status socioeconômico:** renda, escolaridade dos cuidadores, vulnerabilidade social\n\n### 2. Estratificação de Risco\n\n- **Baixo risco:** família coesa, suporte percebido como adequado, sem eventos recentes de ruptura\n- **Risco moderado:** situação de vida solo, separação/divórcio recente, conflitos familiares não violentos, viuvez com rede social preservada\n- **Alto risco:** isolamento social total, viuvez recente sem suporte, conflitos domésticos frequentes ou violência, vulnerabilidade de dependentes sem suporte\n\n### 3. Intervenções por Nível de Risco\n\n**Risco baixo:**\n- Reforçar a importância da manutenção dos vínculos familiares e sociais\n- Orientar sobre sinais de deterioração do suporte e quando buscar ajuda\n\n**Risco moderado:**\n- Rastrear sintomas de depressão e ansiedade (escalas PHQ-9, GAD-7)\n- Avaliar qualidade do sono e adesão a tratamentos em curso\n- Considerar encaminhamento para suporte psicológico ou grupos de apoio\n- Orientar sobre serviços comunitários e redes de suporte disponíveis\n\n**Risco alto:**\n- Encaminhamento prioritário para serviço de saúde mental\n- Acionamento de assistência social quando indicado\n- Em casos de violência doméstica: seguir protocolo específico de segurança e notificação\n- Avaliação de risco para saúde mental dos dependentes no domicílio\n\n### 4. Considerações Especiais\n\n- **Famílias com histórico de doenças hereditárias de alta penetrância** (ex.: mutações BRCA1/2, cardiomiopatias familiares): indicar aconselhamento genético e rastreamento estruturado dos familiares de primeiro grau\n- **Contexto pediátrico:** ambiente familiar disfuncional, baixa renda e baixa escolaridade dos cuidadores são fatores de risco independentes para atrasos no desenvolvimento, TDAH e problemas comportamentais — intervir precocemente com orientações parentais e encaminhamento a serviços de apoio\n- **Idosos:** viuvez e isolamento são fatores de risco para declínio cognitivo acelerado, depressão e mortalidade — rastrear ativamente\n\n### 5. Reavaliação\n\n- Reclassificar situação familiar em consultas de acompanhamento, especialmente após eventos de vida significativos\n- Integrar a situação familiar na análise global de risco do paciente, junto a outros determinantes sociais de saúde"
}
