{
  "score_item_id": "019c2e64-1522-78e9-b4d0-832e615a6603",
  "clinical_relevance": "A situação financeira — compreendendo a existência, diversificação e estabilidade de fontes de renda ativa (trabalho, atividade profissional) e passiva (investimentos, aposentadoria, aluguéis) — é um determinante social de saúde de elevado impacto clínico, reconhecido pela Organização Mundial da Saúde como um dos principais condicionantes do estado de saúde individual e coletivo.\n\nDo ponto de vista fisiopatológico, a insegurança financeira crônica ativa o eixo hipotálamo-hipófise-adrenal (HPA), elevando cronicamente o cortisol basal. O hipercortisolismo crônico associa-se a resistência à insulina, dislipidemia aterogênica, hipertensão arterial, imunossupressão relativa e aumento do estado inflamatório sistêmico (elevação de IL-6 e PCR). Adicionalmente, a privação de sono — comum em contextos de sobrecarga laboral e instabilidade financeira — amplifica esses mecanismos.\n\nEvidências epidemiológicas consolidadas demonstram gradiente dose-resposta entre nível socioeconômico e mortalidade por todas as causas. Indivíduos em quintis inferiores de renda apresentam expectativa de vida reduzida em 10 a 15 anos em comparação aos quintis superiores, em dados de países de alta e média renda. A baixa renda familiar aumenta o risco de TDAH em até 83% (vs. referência de alta renda), e renda intermediária aumenta em 42%, sugerindo que o impacto socioeconômico sobre a neurobiologia do desenvolvimento e da atenção é substancial e dose-dependente. Fatores mediadores incluem menor tempo parental de qualidade, maior conflito doméstico, superlotação residencial, exposição a poluentes e acesso reduzido a alimentação saudável.\n\nDo ponto de vista nutricional, grupos de baixa renda apresentam maior adesão a padrões alimentares não saudáveis — ricos em ultraprocessados, açúcares e gorduras saturadas — e menor diversidade dietética, em parte porque alimentos não saudáveis geralmente custam menos e podem ser a única opção acessível. Essa relação alimentação-renda é um vetor direto para obesidade, síndrome metabólica, diabetes tipo 2 e doenças cardiovasculares.\n\nA distinção entre renda ativa e passiva tem relevância clínica direta: indivíduos com renda exclusivamente ativa dependem de sua capacidade laborativa, tornando doenças incapacitantes altamente ameaçadoras da segurança financeira e, por consequência, da saúde mental. A presença de renda passiva ou reserva financeira funciona como fator protetor, reduzindo a percepção de ameaça crônica e o alostress associado.\n\nEstratificação de risco:\n- Renda insuficiente para necessidades básicas: risco muito alto (insegurança alimentar, habitacional, sem acesso a cuidados de saúde)\n- Renda suficiente apenas para subsistência, sem reservas: risco alto (vulnerabilidade a eventos adversos, estresse crônico)\n- Renda suficiente com alguma reserva, renda ativa exclusiva: risco moderado\n- Renda diversificada (ativa + passiva) com reserva de emergência adequada: risco baixo\n- Independência financeira com múltiplas fontes passivas: fator protetor robusto",
  "points": 14,
  "patient_explanation": "A sua situação financeira — de onde vem seu dinheiro e se você tem fontes de renda além do trabalho — tem impacto direto na sua saúde. Isso não é apenas uma questão de conforto material: quando há insegurança financeira crônica, o corpo entra em estado de alerta constante, liberando hormônios do estresse que, ao longo do tempo, prejudicam o coração, o sono, o sistema imune e o metabolismo.\n\nTer apenas uma fonte de renda (o trabalho) significa que qualquer problema de saúde que te impeça de trabalhar pode virar também um problema financeiro grave — criando um ciclo difícil de romper. Já ter fontes de renda passiva (investimentos, aposentadoria, aluguel) funciona como uma rede de proteção que reduz essa pressão constante.\n\nNão se trata de julgamento sobre quanto você ganha, mas de entender se sua situação financeira atual está gerando estresse crônico que possa estar afetando sua saúde — e o que pode ser feito para melhorar essa estabilidade ao longo do tempo.",
  "conduct": "## Avaliação da Situação Financeira como Determinante de Saúde\n\n### Anamnese Direcionada\n- Perguntar sobre fontes de renda: ativa (emprego formal, autônomo, empresarial) e passiva (investimentos, previdência, aluguéis, benefícios)\n- Avaliar percepção subjetiva de estabilidade financeira (escala 0-10)\n- Investigar episódios recentes de dificuldade financeira aguda (perda de emprego, dívidas, inadimplência)\n- Questionar sobre capacidade de arcar com despesas inesperadas de saúde\n- Avaliar presença de insegurança alimentar (perguntas simples: \"Nos últimos 3 meses, faltou comida em casa?\")\n\n### Rastreamento de Impactos Clínicos Associados\n- **Saúde mental:** rastrear ansiedade crônica e depressão (PHQ-9, GAD-7) — insegurança financeira é fator de risco independente\n- **Sono:** qualidade e quantidade do sono (escala de Epworth, diário de sono); insegurança financeira associa-se a insônia e sono não reparador\n- **Eixo HPA:** considerar cortisol basal matinal se houver suspeita de hipercortisolismo crônico\n- **Perfil metabólico:** glicemia de jejum, HbA1c, perfil lipídico, pressão arterial — gradiente socioeconômico é fator de risco para síndrome metabólica\n- **Avaliação nutricional:** padrão alimentar (recordatório 24h ou questionário de frequência); identificar consumo de ultraprocessados e insegurança alimentar\n\n### Intervenções Baseadas em Evidências\n\n#### Abordagem Clínica Imediata\n- **Não patologizar a situação financeira**, mas reconhecê-la explicitamente como determinante de saúde\n- Acolher sem julgamento; validar o impacto do estresse financeiro na saúde\n- Adaptar prescrições e recomendações à realidade financeira do paciente (não prescrever alimentos, suplementos ou atividades inacessíveis financeiramente)\n- Orientar sobre recursos públicos de saúde disponíveis (UBS, CAPS, programas de medicamentos)\n\n#### Manejo do Estresse Financeiro Crônico\n- **Técnicas de regulação do sistema nervoso autônomo:** respiração diafragmática, mindfulness, exercício físico regular (baixo custo, alto impacto)\n- **Higiene do sono:** rotina consistente, redução de telas antes de dormir — gratuito e eficaz\n- **Rede de suporte social:** fortalecer vínculos familiares e comunitários como fator protetor\n\n#### Orientação para Construção de Resiliência Financeira\n- Incentivar educação financeira básica (planejamento, reserva de emergência — mesmo pequena)\n- Informar sobre benefícios sociais a que o paciente tem direito (INSS, programas assistenciais)\n- Encaminhar para serviço social quando houver vulnerabilidade socioeconômica grave\n\n### Critérios de Encaminhamento\n- **Serviço Social / CRAS:** insegurança alimentar, instabilidade habitacional, renda abaixo da linha de pobreza\n- **Psicologia / Psiquiatria:** transtorno de ansiedade ou depressão relacionado ao estresse financeiro crônico\n- **Nutricionista:** insegurança alimentar com impacto nutricional identificado\n\n### Monitoramento\n- Reavaliação da situação financeira percebida a cada 6-12 meses como parte da anamnese social\n- Monitorar evolução dos parâmetros metabólicos associados (glicemia, lipídios, pressão arterial)\n- Avaliar resposta ao manejo do estresse e qualidade do sono"
}
