{
  "score_item_id": "c77cedd3-2800-7580-b577-771aa448b12b",
  "clinical_relevance": "O lazer — definido como o conjunto de atividades recreativas, culturais, sociais e de entretenimento realizadas voluntariamente no tempo livre — é reconhecido como determinante social de saúde com impacto mensurável em desfechos físicos, mentais e de longevidade. A ausência ou insuficiência de lazer está associada a maior risco de transtornos depressivos e ansiosos, síndrome de burnout, doenças cardiovasculares e mortalidade precoce. Epidemiologicamente, adultos que relatam ausência de atividades de lazer apresentam risco aumentado de depressão (OR estimado de 1,5 a 2,0 em estudos longitudinais), maior incidência de hipertensão arterial e piores marcadores metabólicos. A Organização Mundial da Saúde inclui o lazer ativo como componente do estilo de vida saudável, especialmente quando associado à atividade física recreativa. Do ponto de vista fisiológico, atividades de lazer prazerosas ativam o sistema de recompensa dopaminérgico (núcleo accumbens, córtex pré-frontal), reduzem a secreção de cortisol e adrenalina, melhoram a variabilidade da frequência cardíaca (índice de saúde autonômica) e promovem liberação de endorfinas e serotonina. O lazer social — atividades realizadas em grupo — agrega ainda o benefício da conexão interpessoal, que é fator protetor independente contra mortalidade por todas as causas, conforme consolidado por meta-análises de Holt-Lunstad et al. A privação crônica de lazer eleva marcadores inflamatórios (IL-6, PCR), contribui para o envelhecimento acelerado e está associada a telômeros mais curtos. Estratificação de risco: (1) Lazer regular e diversificado — baixo risco; (2) Lazer esporádico ou restrito — risco moderado; (3) Ausência de lazer ou lazer exclusivamente passivo e sedentário (televisão excessiva > 4h/dia) — alto risco, com associação a síndrome metabólica e mortalidade cardiovascular aumentada.",
  "points": 7,
  "patient_explanation": "Lazer é o tempo que você dedica a atividades que te dão prazer fora das obrigações do trabalho e da vida doméstica — pode ser um hobby, encontros com amigos, leitura, esportes, viagens, música, jardinagem ou qualquer coisa que você faça por escolha própria e que te faça bem. Ter momentos regulares de lazer é importante para a saúde porque ajuda o seu corpo a reduzir o estresse, equilibrar hormônios e recuperar as energias. Quando vivemos sem lazer, o organismo fica em estado de alerta constante, o que com o tempo aumenta o risco de pressão alta, problemas cardíacos, ansiedade e depressão. Além disso, o lazer — especialmente quando feito em companhia de pessoas queridas — fortalece laços sociais que são um dos fatores mais poderosos de proteção da saúde a longo prazo. Não é necessário ter muito dinheiro ou tempo: pequenas pausas prazerosas e regulares já fazem diferença real na sua saúde e na sua qualidade de vida.",
  "conduct": "## Avaliação do Lazer na Consulta\n\n### Anamnese Direcionada\n- **Frequência:** Com que regularidade o paciente realiza atividades de lazer? (diariamente, semanalmente, raramente, nunca)\n- **Tipo de lazer:** Ativo (caminhada, esporte, dança, jardinagem) vs. passivo (televisão, redes sociais) vs. social (encontros, clubes, associações)\n- **Satisfação subjetiva:** O paciente sente que tem tempo de lazer suficiente? Sente culpa ao descansar?\n- **Barreiras relatadas:** Sobrecarga de trabalho, cuidado de dependentes, questões financeiras, falta de acesso, isolamento geográfico ou social\n- **Horas de tela passiva:** Tempo diário de televisão ou redes sociais sem interação significativa\n\n### Sinais de Alerta\n- Relato de ausência total de lazer há mais de 3 meses\n- Lazer exclusivamente passivo (> 4 horas/dia de tela sedentária)\n- Lazer reduzido por síndrome de burnout ou sobrecarga laboral\n- Isolamento social progressivo com abandono de hobbies anteriores (sinal de depressão ou anedonia)\n\n### Intervenções Baseadas em Evidências\n\n**Orientação comportamental:**\n- Prescrever \"dose\" de lazer ativo: mínimo 2–3 vezes por semana, 30–60 minutos por sessão\n- Estimular lazer social (grupos, clubes, voluntariado) como estratégia de conexão interpessoal\n- Orientar sobre os benefícios do lazer ativo vs. passivo; não eliminar o passivo, mas equilibrar\n- Técnicas de gestão do tempo para priorização do descanso (journaling, planejamento semanal)\n- Abordagem de culpa associada ao descanso — frequente em perfis workaholics e cuidadores\n\n**Encaminhamento a especialistas:**\n- **Psicologia/Psiquiatria:** Quando a ausência de lazer for sintoma de depressão, burnout severo ou transtorno de ansiedade generalizada\n- **Terapeuta ocupacional:** Em casos de sobrecarga de cuidados ou dificuldade de estruturar rotina de lazer\n- **Assistência social:** Quando barreiras forem socioeconômicas (acesso a equipamentos de lazer, suporte para cuidado de dependentes)\n\n**Monitoramento:**\n- Reavaliação a cada 3–6 meses com registro da frequência e tipo de lazer\n- Correlacionar evolução do lazer com marcadores de estresse (cortisol salivar, variabilidade de FC, escala de estresse percebido PSS-10) e humor (PHQ-9, GAD-7)\n- Em pacientes com doenças cardiovasculares ou metabólicas, integrar lazer ativo ao plano terapêutico como coadjuvante não farmacológico"
}
