{
  "score_item_id": "019bf31d-2ef0-7f37-822d-377fdaaf2fca",
  "clinical_relevance": "Hobbies representam atividades de lazer praticadas de forma voluntária, que conferem prazer, desafio cognitivo, expressão criativa ou conexão social ao indivíduo. Do ponto de vista da medicina funcional integrativa, a presença ativa de hobbies é um marcador de engajamento com a vida e de saúde psicossocial que impacta múltiplos sistemas fisiológicos.\n\nDo ponto de vista neurobiológico, a prática regular de hobbies estimula a neuroplasticidade por meio do aumento de BDNF (Brain-Derived Neurotrophic Factor), favorece a neurogênese hipocampal e fortalece circuitos dopaminérgicos de recompensa. Atividades que envolvem aprendizado contínuo (instrumentos musicais, idiomas, artesanato, xadrez) ativam vias de plasticidade sináptica e estão associadas a maior reserva cognitiva — conceito que descreve a capacidade do cérebro de resistir a danos neuropatológicos antes de manifestar declínio funcional.\n\nDo ponto de vista do eixo HPA e do sistema nervoso autônomo, hobbies prazerosos e engajadores reduzem a ativação do eixo hipotálamo-hipófise-adrenal, diminuem os níveis de cortisol basal e aumentam o tônus parassimpático. Esse mecanismo tem impacto direto na modulação da inflamação sistêmica, na qualidade do sono, na saúde cardiovascular e na função imune.\n\nA dimensão social dos hobbies é particularmente relevante: atividades praticadas em grupo (esportes coletivos, grupos de leitura, corais, voluntariado, grupos de caminhada) promovem conexão social genuína, que é um dos fatores mais robustamente associados à longevidade nas chamadas \"zonas azuis\" — regiões geográficas com maior concentração de centenários saudáveis. O isolamento social, por sua vez, representa risco comparável ao tabagismo em termos de mortalidade cardiovascular e declínio cognitivo.\n\nO sentido de utilidade e pertencimento derivado de hobbies é especialmente crítico em idosos: manter atividades significativas — seja cozinhar, cultivar plantas, praticar artesanato, acompanhar netos ou participar de comunidades — preserva a autonomia percebida e reduz o risco de depressão e declínio cognitivo. Em adultos em qualquer faixa etária, a ausência de hobbies ou o abandono progressivo de atividades antes prazerosas é sinal de alerta para anedonia, depressão, burnout ou perda de propósito.\n\nDo ponto de vista epidemiológico, estudos em medicina do estilo de vida demonstram que indivíduos com hobbies ativos apresentam menor risco de demência, menor prevalência de depressão e ansiedade, e melhor autorrelato de qualidade de vida. A diversidade de hobbies — contemplando dimensões física, cognitiva, social e criativa — oferece proteção mais ampla do que uma única categoria de atividade.\n\nNo contexto do Escore Plenya, este parâmetro avalia o estado atual dos hobbies praticados, funcionando como indicador de engajamento com a vida, saúde psicossocial e resiliência adaptativa. A ausência de hobbies ou o relato de abandono progressivo de atividades antes prazerosas deve ser investigado como possível expressão de disfunção emocional, sobrecarga crônica ou comprometimento do eixo HPA.",
  "points": 6,
  "patient_explanation": "Hobbies são as atividades que você faz por prazer, escolha própria e sem obrigação — pode ser um esporte, tocar um instrumento, cozinhar, jardinar, pintar, jogar, ler, praticar artesanato, fazer parte de um grupo, entre muitos outros exemplos.\n\nTer hobbies ativos faz mais pelo seu cérebro e pela sua saúde do que parece. Quando você se engaja em algo que gosta, seu cérebro libera dopamina — o neurotransmissor do prazer e da motivação — e produz substâncias que protegem e fortalecem os neurônios. Isso ajuda a memória, o foco e o bem-estar emocional.\n\nAlém disso, hobbies ajudam a reduzir o estresse: quando você está absorto em algo que gosta, o nível de cortisol (hormônio do estresse) cai, o sistema nervoso se equilibra e o corpo descansa de verdade. Isso melhora o sono, a imunidade e a saúde do coração.\n\nQuando os hobbies envolvem outras pessoas — um grupo de corrida, um clube, um coral, um jogo com amigos — o benefício é ainda maior: a conexão social genuína é um dos fatores mais importantes para uma vida longa e saudável.\n\nSe você perceber que foi perdendo o interesse em atividades que antes gostava, isso é uma informação importante para compartilhar com seu médico — pode ser sinal de estresse excessivo, depressão ou outro desequilíbrio que merece atenção.",
  "conduct": "## Avaliação Clínica\n\n- **Anamnese qualitativa:** investigar quais hobbies o paciente pratica atualmente, com que frequência, se pratica sozinho ou em grupo, e há quanto tempo mantém essas atividades\n- **Mudanças recentes:** questionar se houve abandono ou redução de hobbies antes prazerosos — isso é sinal de alerta para anedonia, depressão, burnout ou sobrecarga crônica\n- **Diversidade de domínios:** avaliar se os hobbies cobrem diferentes dimensões (físico, cognitivo, social, criativo/expressivo) ou se estão restritos a uma única área\n- **Uso de telas passivo:** distinguir entre hobbies ativos e engajadores (que geram desafio, aprendizado ou conexão) e uso passivo de telas (séries, redes sociais), que não oferece os mesmos benefícios\n- **Integração com rotina:** avaliar se o paciente reserva tempo deliberado para hobbies ou se eles foram suprimidos por demandas de trabalho, família ou saúde\n\n## Sinais de Alerta\n\n- Ausência total de hobbies ou lazer na rotina atual\n- Abandono progressivo de atividades antes prazerosas sem causa orgânica clara\n- Relato de que \"não tem tempo\" ou \"não sinto mais vontade\" para atividades anteriores\n- Isolamento social associado à perda de hobbies coletivos\n- Predomínio de uso passivo de telas como única forma de lazer\n\n## Investigação Complementar\n\n- **Avaliação emocional:** aplicar PHQ-9 e GAD-7 quando há relato de perda de interesse em hobbies — pode indicar depressão ou ansiedade\n- **Eixo HPA:** considerar cortisol salivar em múltiplos pontos do dia em pacientes com sobrecarga crônica e abandono de lazer\n- **Avaliação cognitiva:** em idosos com redução de hobbies, investigar declínio cognitivo leve (testes de memória, atenção)\n- **Contexto biopsicossocial:** explorar fatores que impedem a prática de hobbies — dor crônica, fadiga, depressão, isolamento, falta de recursos financeiros, sobrecarga de cuidador\n\n## Intervenções Baseadas em Evidências\n\n### Prescrição de Hobbies\n- **Orientar o paciente a identificar 2 a 3 atividades** que gerem prazer genuíno, desafio moderado e, quando possível, contato social\n- **Priorizar hobbies com componente cognitivo:** aprender algo novo (idioma, instrumento musical, xadrez, culinária nova) estimula neuroplasticidade e aumenta reserva cognitiva\n- **Incluir atividades com componente social:** grupos de prática esportiva, clubes de leitura, voluntariado, grupos de caminhada, aulas coletivas\n- **Para idosos:** estruturar rotina diária com atividades significativas que promovam senso de utilidade e pertencimento — princípio central das \"zonas azuis\" associado a maior longevidade\n- **Reservar tempo deliberado:** orientar o paciente a agendar hobbies na agenda como compromisso real, não como atividade residual após obrigações\n\n### Modulação do Eixo HPA e SNA\n- Hobbies engajadores contribuem para equilíbrio autonômico — complementar com práticas de respiração, contato com a natureza e sono adequado para potencializar o efeito\n- Atividades ao ar livre combinam benefícios de lazer, exposição à luz natural (regulação circadiana) e atividade física leve\n\n### Abordagem Funcional Integrativa\n- Tratar causas subjacentes que impedem o engajamento com hobbies: investigar e manejar depressão, dor crônica, fadiga, disfunção do eixo HPA ou resistência insulínica quando presentes\n- Em pacientes com anedonia, o retorno progressivo a hobbies pode ser usado como métrica de resposta ao tratamento\n- Envolver família e rede de apoio: facilitar condições práticas para que o paciente tenha tempo e espaço para atividades de lazer\n\n## Encaminhamento\n\n- **Psicólogo/psicoterapeuta:** quando há anedonia persistente, isolamento social ou abandono de lazer associado a sintomas depressivos ou ansiosos\n- **Terapeuta ocupacional:** especialmente em idosos ou pacientes com limitações funcionais que necessitam de apoio para reengajamento em atividades significativas\n- **Psiquiatra:** se PHQ-9 sugestivo de depressão moderada a grave associada à perda de interesse em hobbies"
}
