{
  "score_item_id": "c77cedd3-2800-73ab-a4ee-d2c0e08de952",
  "clinical_relevance": "A profissão exercida pelo paciente é um determinante social de saúde com impacto fisiológico direto e mensurável. O Escore Plenya avalia a profissão atual como parâmetro do contexto social porque diferentes ocupações impõem cargas distintas de estresse crônico, exposição a turnos noturnos, sedentarismo ocupacional, exposição a tóxicos ambientais e disrupção do ritmo circadiano — todos fatores que modulam o eixo hipotálamo-pituitária-adrenal (HPA) e, por consequência, praticamente todos os sistemas orgânicos.\n\n**Impacto do trabalho noturno e da disrupção circadiana**\n\nO trabalho em regime de turno noturno é a exposição ocupacional com evidências mais robustas de risco à saúde. Uma meta-análise de 61 estudos com aproximadamente 115.000 mulheres demonstrou que o trabalho noturno aumenta o risco de câncer de mama em 32% na população geral e em até 58% em enfermeiras — grupo com maior carga de estresse noturno, consumo de cafeína e alimentação inadequada nesse horário. Em razão dessas evidências, a Agência Internacional de Pesquisa sobre Câncer (IARC) classificou o trabalho em turno que altera o ritmo circadiano como potencialmente cancerígeno (grupo 2A).\n\nO mecanismo central dessa toxicidade ocupacional é a supressão da melatonina noturna pela exposição à luz artificial, combinada à ativação crônica do eixo HPA. A melatonina é fundamental para a saúde mitocondrial, para a imunomodulação e para o controle da proliferação celular. Sua supressão crônica reduz a capacidade antioxidante e oncoprotetora. Paralelamente, a cronobiologia demonstra que o organismo não é fisiologicamente projetado para atividade intensa, luz intensa e alimentação à noite: por volta das 22h30 os movimentos peristálticos são suprimidos; o pico fisiológico de melatonina ocorre entre 20h e 21h; e o metabolismo noturno opera em gliconeogênese e catabolismo lipídico — não em lipogênese.\n\n**Estresse ocupacional e eixo HPA**\n\nProfissões com alta demanda psicológica, baixo controle sobre o trabalho e exposição a trauma vicário (profissionais de saúde, segurança pública, educação em contextos vulneráveis) produzem ativação crônica do eixo HPA. A elevação sustentada do cortisol contribui para: resistência insulínica, síndrome metabólica, hipertensão arterial sistêmica, dislipidemia, supressão imune, disbiose intestinal, hipogonadismo funcional, hipotireoidismo funcional, transtornos de humor (depressão, ansiedade) e declínio cognitivo. Em cenário de estresse extremo — como demonstrado em estudos com militares sob privação de sono, alimento e exercício intenso — observam-se elevação acentuada do cortisol, queda expressiva de testosterona e DHEA, elevação de estradiol e persistência das alterações mesmo após período de descanso.\n\nA privação de sono de apenas duas horas por noite (dormir 6h em vez de 8h) é suficiente para elevar marcadores de estresse oxidativo, resistência insulínica e citocinas inflamatórias. Profissões com jornadas estendidas, plantões ou culturas de presenteísmo frequentemente impõem essa carga de forma crônica.\n\n**Sedentarismo ocupacional**\n\nProfissões predominantemente sedentárias (trabalho administrativo, transporte, tecnologia da informação) reduzem a captação de glicose muscular mediada por GLUT4, aumentam a adiposidade visceral e a inflamação sistêmica, agravando a resistência insulínica. O exercício físico regular reduz o risco de ansiedade em 57% e o risco de depressão em 23–43% conforme a intensidade, sendo um antídoto fisiológico ao estresse ocupacional cuja ausência potencializa os danos.\n\n**Exposições tóxicas e ambientais**\n\nCertas profissões implicam exposição a metais pesados, solventes, agrotóxicos, poluentes eletromagnéticos e outros agentes que não são capturados apenas pelo nome da ocupação, mas que o contexto profissional permite rastrear. A avaliação da profissão abre a investigação dessas exposições.\n\n**Relevância para o Escore Plenya**\n\nA profissão atual integra o domínio Social por ser um determinante proximal de múltiplos outros parâmetros do escore: qualidade do sono, nível de estresse, sedentarismo, padrão alimentar (acesso e horário), exposição a tóxicos e equilíbrio circadiano. Seu registro e interpretação permitem contextualizar achados laboratoriais e clínicos, orientar intervenções realistas e priorizar rastreios ocupacionais específicos.",
  "points": 0,
  "patient_explanation": "A sua profissão é uma informação muito importante para entender a sua saúde. O tipo de trabalho que você faz pode influenciar diretamente como você dorme, como o seu organismo lida com o estresse, o quanto você se movimenta durante o dia e até os horários em que você come.\n\nPor exemplo, quem trabalha à noite ou em turnos alternados tem o relógio biológico do corpo desregulado com mais frequência, o que pode aumentar o risco de problemas como alterações hormonais, dificuldade para dormir, ganho de peso e até câncer — por isso esse tipo de trabalho exige atenção especial na avaliação de saúde. Já profissões com muito estresse psicológico ou longas jornadas aumentam os níveis de cortisol (o hormônio do estresse) no sangue por tempo prolongado, o que pode favorecer pressão alta, diabetes, ansiedade e outros problemas.\n\nTrabalhos em que você fica sentado a maior parte do tempo também têm impacto: o corpo precisa de movimento para queimar energia, controlar o açúcar no sangue e manter o bom humor. Além disso, algumas profissões expõem a substâncias que podem prejudicar a saúde ao longo do tempo.\n\nSaber qual é a sua profissão nos ajuda a entender melhor o conjunto da sua saúde e a indicar as melhores estratégias para você — sem deixar de lado o contexto real da sua vida.",
  "conduct": "## Conduta Clínica: Profissão como Determinante de Saúde\n\n### 1. Anamnese Ocupacional Direcionada\n\n- **Tipo de jornada:** diurna fixa, noturna fixa, turnos alternados, escala 12x36, plantões\n- **Carga horária semanal real** (incluindo horas extras habituais)\n- **Tempo de deslocamento** casa–trabalho (impacto sobre sono e horários de refeição)\n- **Nível de demanda psicológica:** alta pressão, prazo curto, responsabilidade por vidas, atendimento ao público em situações de conflito\n- **Grau de controle sobre o próprio trabalho:** autonomia vs. subordinação rígida\n- **Sedentarismo ocupacional:** proporção do tempo sentado ou em posição estática\n- **Exposições ambientais:** ruído, luz artificial intensa, calor, frio, químicos, metais pesados, radiação eletromagnética, agrotóxicos\n- **Padrão alimentar relacionado ao trabalho:** refeições em horários irregulares, alimentação noturna, acesso a alimentos saudáveis\n- **Satisfação e significado no trabalho:** fator protetor ou de distresse crônico\n\n---\n\n### 2. Rastreio Laboratorial Orientado pelo Contexto Ocupacional\n\n**Para trabalhadores noturnos ou em turnos alternados:**\n- Curva de cortisol salivar em 4 pontos (ao despertar, 30 min pós-despertar, tarde e noite) para mapear ritmo circadiano e fases de disfunção do eixo HPA\n- Melatonina urinária noturna (quando disponível)\n- Glicemia de jejum, insulina de jejum e índice HOMA-IR (rastreio de resistência insulínica)\n- Perfil lipídico completo\n- TSH, T3 e T4 livres (hipotireoidismo funcional secundário ao estresse crônico)\n- Testosterona total e livre, DHEA-S (hipogonadismo funcional)\n- PCR ultrassensível, IL-6 (inflamação crônica de baixo grau)\n- Hemograma completo\n\n**Para profissões com alta carga de estresse psicológico:**\n- Cortisol salivar (curva) e/ou cortisol urinário de 24h\n- DHEA-S sérico\n- Rastreio de ansiedade e depressão (GAD-7, PHQ-9)\n- Avaliação de qualidade do sono (PSQI ou actimetria)\n\n**Para profissões com exposição a tóxicos:**\n- Metais pesados séricos ou urinários conforme suspeita (chumbo, mercúrio, arsênio, cádmio)\n- Função hepática (ALT, AST, GGT) e renal (creatinina, ureia)\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n#### 3.1 Trabalhadores Noturnos e em Turnos\n\n- **Higiene do sono adaptada ao turno:** blackout total no quarto, uso de óculos âmbar ao sair do trabalho para atenuar o estímulo de luz azul, rotina de descompressão antes de dormir\n- **Exposição à luz natural:** quando possível, exposição à luz solar no período de vigília para ancorar o ritmo circadiano residual\n- **Alimentação cronobiológica:** evitar refeições ricas em carboidratos no turno noturno; preferir proteínas e gorduras saudáveis; não comer nas 2–3h antes de dormir\n- **Suplementação noturna quando indicada clinicamente:**\n  - Melatonina (conforme avaliação individual — não como primeira intervenção)\n  - Magnésio treonato (200–500 mg) ou bisglicinato para relaxamento e sono\n  - L-teanina (200–400 mg) para redução da ativação noturna\n  - 5-HTP sublingual com P5P (vitamina B6) em casos de déficit de serotonina\n  - Fosfatidilserina (200–400 mg) para modulação do cortisol noturno elevado\n  - Relora (extrato de Magnolia e Phellodendron): evidência de redução de cortisol salivar em ~18% vs. placebo\n- **Orientação sobre câncer:** informar o paciente sobre o risco aumentado associado ao trabalho noturno crônico e a classificação IARC 2A; discutir rastreios oncológicos adequados à faixa etária e ao sexo\n\n#### 3.2 Profissões com Estresse Psicológico Elevado\n\n- **Investigação e modulação do eixo HPA** como eixo central da abordagem, não apenas tratamento sintomático\n- **Psicoterapia:** cognitivo-comportamental, mindfulness-based stress reduction (MBSR) ou terapias de regulação do sistema nervoso autônomo\n- **Exercício físico prescrito:**\n  - Priorizar horários diurnos (manhã ou tarde)\n  - Atividade aeróbica moderada: 150 min/semana (redução de 23% no risco de depressão) ou alta intensidade (redução de 43%)\n  - Se treino noturno for a única opção: preferir musculação (anaeróbio) ao aeróbio, pois libera menos cortisol\n- **Técnicas de desativação do eixo HPA:** respiração diafragmática, coerência cardíaca, meditação, exposição a natureza\n- **Avaliação de traumas e estresse crônico na história de vida** como possível causa raiz de disfunção do HPA em doenças crônicas sem causa orgânica clara\n\n#### 3.3 Profissões Sedentárias\n\n- **Metas de movimento:** pausas ativas a cada 45–60 min, meta de pelo menos 7.000–10.000 passos/dia\n- **Prescrição de exercício resistido e/ou HIIT** para aumentar captação de glicose muscular via GLUT4, melhorar sensibilidade à insulina e reduzir gordura visceral\n- **Ergonomia:** avaliação de postura e setup de trabalho para prevenção de síndromes musculoesqueléticas\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Medicina do Trabalho:** trabalhadores com exposições ocupacionais de risco, suspeita de doença ocupacional, necessidade de afastamento ou readaptação\n- **Psiquiatria/Psicologia:** burnout estabelecido, transtornos de ansiedade ou depressão moderados a graves, TEPT ocupacional\n- **Endocrinologia:** disfunção do eixo HPA com repercussão em múltiplos eixos hormonais\n- **Oncologia/Mastologia:** trabalhadores noturnos de longa data com outros fatores de risco oncológico\n- **Medicina Funcional Integrativa:** investigação aprofundada de causas raiz em pacientes com múltiplas queixas crônicas no contexto de estresse ocupacional"
}
