{
  "score_item_id": "c77cedd3-2800-7ef6-8f6e-66db64655c69",
  "clinical_relevance": "A 25-hidroxivitamina D [25(OH)D] é o principal metabólito circulante da vitamina D e o marcador laboratorial padrão para avaliação do status corporal deste hormônio. Trata-se de um secoesteroide derivado do colesterol, sintetizado na pele por ação dos raios UVB (7-deidrocolesterol → D3), convertido no fígado a 25(OH)D (calcidiol) e posteriormente ativado a 1,25-diidroxivitamina D [1,25(OH)₂D, calcitriol] pela enzima 1α-hidroxilase (CYP27B1) nos rins e em múltiplos tecidos. A 25(OH)D possui meia-vida de aproximadamente três semanas, tornando-a ideal para monitoramento laboratorial. O calcitriol (forma ativa) possui meia-vida de apenas 6 a 8 horas, sendo inadequado para dosagem ou reposição.\n\nA vitamina D atua como hormônio sistêmico com ação endócrina, autócrina e parácrina. Seus receptores nucleares (VDR) estão amplamente distribuídos em praticamente todas as células do organismo — incluindo células imunes (linfócitos B e T, monócitos, macrófagos, células dendríticas), intestino, cérebro, coração, próstata e plaquetas — e influenciam a transcrição de aproximadamente 3% do genoma humano (~900 genes).\n\n**Valores de referência e metas funcionais:**\n- Deficiência severa: <10 ng/mL\n- Deficiência: <20 ng/mL\n- Insuficiência: 20–29 ng/mL (padrão laboratorial convencional, insuficiente para prevenção de doenças crônicas)\n- Suficiência convencional: ≥30 ng/mL (adultos saudáveis, meta mínima)\n- Meta funcional/integrativa: 40–60 ng/mL (benefícios amplos, incluindo fertilidade e imunidade)\n- Em doenças autoimunes (ex.: esclerose múltipla): metas entre 60–100 ng/mL, sob monitorização rigorosa\n- Faixa de segurança estabelecida: 20–100 ng/mL sem associação com cálculo renal em condições usuais\n\nConversão: ng/mL × 2,5 = nmol/L; 1 mcg = 40 UI.\n\n**Epidemiologia:** Estima-se que 30% da população mundial seja deficiente (<20 ng/mL) e 60% insuficiente em vitamina D. A exposição solar é responsável por 80–90% da produção, sendo fontes alimentares e exposição insuficiente na maioria da população moderna. A janela solar ideal situa-se entre 11h e 15h, com ~70% do corpo exposto por 20 minutos sem filtro solar. Pela \"teoria da sombra\" (sombra menor que a altura indica síntese ativa), exposição de ~70% da pele pode gerar ~10.000 UI em ~10 minutos sob condições ideais.\n\n**Fisiopatologia e mecanismos sistêmicos:**\n- Imunomodulação: reduz citocinas inflamatórias (IL-1, IL-6, TNF-α), suprime TH1/TH17, aumenta Tregs e IL-10, favorecendo tolerância imunológica e controle da autoimunidade\n- Cardiovascular: estudo de Framingham identificou risco cardiovascular 80% maior com 25(OH)D <10 ng/mL e 53% maior com <15 ng/mL; revisões de 2023 demonstram melhora do perfil lipídico (↑HDL, ↓LDL), menor oxidação lipídica, modulação do SRAA e redução de citocinas inflamatórias; também melhora de secreção e sensibilidade à insulina (↓HOMA-IR)\n- Metabolismo ósseo: regulação de PTH, cálcio e fósforo; PTH elevado com 25(OH)D adequada sugere necessidade de aumentar a dose para melhorar ativação\n- Neurológico: associado à diferenciação de oligodendrócitos (bainha de mielina), redução da incidência de Alzheimer e Parkinson em idosos\n- Oncológico: deficiência associada ao aumento de até 18 tipos de câncer; correlação geográfica com distância do Equador\n- COVID-19: mais de 1.100 publicações relacionam vitamina D e COVID-19; níveis >60 ng/mL associados a sintomas mais leves e melhores desfechos; uso habitual de suplementação associado a redução de 34% no risco de infecção (estudo observacional)\n- Artrite reumatoide: meta-análise (Guan et al., Frontiers in Medicine, 2020) demonstrou aumento significativo dos níveis séricos com suplementação [WMD=23,37, IC95% 16,15–30,59, p<0,001] e redução do DAS28 no grupo suplementado [WMD=−0,41, IC95% −0,59 a −0,23, p<0,001]\n\n**Variabilidade individual de resposta:** Estimativa de incremento médio de ~0,7 ng/mL por cada 100 UI suplementadas; obesos podem necessitar até 3× a dose padrão; pacientes com doenças autoimunes frequentemente apresentam menor resposta à mesma dose; 10.000 UI/dia pode elevar apenas 14→21 ng/mL em alguns indivíduos, enquanto 5.000 UI/dia pode causar queda abrupta de PTH e hipercalciúria em outros.",
  "points": 18,
  "patient_explanation": "A vitamina D é muito mais do que uma vitamina comum — na verdade, ela age como um hormônio no seu corpo e influencia centenas de funções importantes. Quase todas as células do seu organismo têm receptores para ela, o que significa que ela participa da regulação do sistema imunológico, da saúde dos ossos, do humor, da memória, da função cardíaca, do controle do açúcar no sangue e até da prevenção de certos tipos de câncer.\n\nO exame de 25-hidroxivitamina D mede a quantidade desse hormônio no seu sangue. Apesar de o laboratório considerar 20 ng/mL como valor normal, para uma saúde plena e prevenção de doenças, o ideal é manter-se acima de 40 ng/mL. Estima-se que 60% das pessoas no mundo tenham níveis insuficientes, pois a exposição ao sol — principal fonte de vitamina D — é frequentemente inadequada no estilo de vida moderno.\n\nNíveis baixos de vitamina D podem estar relacionados a maior cansaço, infecções frequentes, dores musculares e ósseas, alterações de humor e maior risco de doenças crônicas. Caso seus níveis estejam abaixo do ideal, seu médico poderá indicar suplementação com acompanhamento periódico — não se preocupe, a reposição é segura quando feita corretamente e os benefícios para sua saúde podem ser significativos.",
  "conduct": "## Conduta Clínica: 25-Hidroxivitamina D\n\n### Avaliação Inicial\n\n- **Solicitar painel completo de monitoramento:**\n  - 25(OH)D sérico (marcador padrão)\n  - PTH (paratormônio) — marcador funcional de ativação da vitamina D\n  - Cálcio total e iônico\n  - Calciúria de 24h (especialmente antes de iniciar altas doses)\n  - Creatinina e função renal\n\n- **Estratificação do resultado:**\n  - <20 ng/mL → deficiência: iniciar reposição com dose de ataque\n  - 20–29 ng/mL → insuficiência: iniciar suplementação para atingir meta funcional\n  - 30–39 ng/mL → suficiência convencional, porém abaixo da meta funcional integrativa\n  - 40–60 ng/mL → meta ideal para benefícios sistêmicos amplos\n  - >60 ng/mL até 100 ng/mL → aceitável em doenças autoimunes sob monitorização rigorosa\n\n---\n\n### Protocolo de Suplementação\n\n**Doses de reposição (individualizar por nível basal e quadro clínico):**\n- **Manutenção geral (adultos):** 2.000–5.000 UI/dia\n- **Reposição ativa (deficiência documentada):** 5.000–10.000 UI/dia; reavaliar em 8–12 semanas\n- **Alta demanda metabólica (autoimunes, obesidade):** até 10.000–20.000 UI/dia com monitorização intensiva\n- **Gestantes:** 4.000–10.000 UI/dia, com monitorização (diretrizes norte-americanas)\n- **Lactantes:** >6.400 UI/dia para transferência adequada pelo leite materno\n- **Crianças (1º ano):** 800 UI/dia; ajustar conforme exames\n- **Incremento estimado:** ~0,7 ng/mL por cada 100 UI suplementadas (média populacional; variação individual ampla)\n\n**Forma de administração:**\n- Cápsulas oleosas ou gotas (lipofílica; ingerir com refeição contendo gordura)\n- Evitar formas secas em pacientes com má absorção intestinal\n\n---\n\n### Co-suplementação Obrigatória\n\n- **Vitamina K2 (MK7):** 100–200 mcg/dia — direciona cálcio para os ossos e evita calcificação vascular; recomendado ~20 mcg por cada 100 UI de vitamina D\n- **Magnésio:** 200–1.000 mg de magnésio elementar/dia (glicina ou malato) — essencial para ativação da vitamina D; aumentar dose em pacientes com inflamação, estresse, hipertensão ou uso de altas doses de vitamina D\n- Considerar também: vitamina A, zinco, riboflavina (B2) e ômega-3 como co-fatores de ativação do VDR\n\n---\n\n### Monitoramento\n\n- **Reavaliação laboratorial:** 8–12 semanas após início ou ajuste de dose\n- **Parâmetros a monitorar:** 25(OH)D, PTH, cálcio total, cálcio iônico\n- **PTH como marcador funcional:** PTH persistentemente elevado com 25(OH)D adequada sugere necessidade de aumentar a dose\n- **Calciúria de 24h:** monitorar mensalmente no início com altas doses; calciúria >300–450 mg/24h indica suspensão temporária e revisão da dieta de cálcio\n- Em altas doses: solicitar cálcio iônico e função renal periodicamente\n\n---\n\n### Critérios de Alerta e Segurança\n\n- **Hipercalcemia/hipercalciúria:** principais riscos com doses altas sem monitorização, especialmente se há alto consumo de laticínios ou cálcio suplementar\n- **Dieta restrita em cálcio (≤500 mg/dia)** indicada quando se utilizam doses muito altas (ex.: Protocolo Coimbra para autoimunes)\n- Frente a calciúria elevada: suspender vitamina D, revisar dieta e retomar após normalização\n- Casos de hipercalcemia por erro de manipulação ou ingestão inadvertida de cálcio são reversíveis com manejo adequado\n- Faixa 20–100 ng/mL: sem evidência de associação com cálculo renal em condições usuais\n\n---\n\n### Encaminhamento a Especialistas\n\n- **Neurologista/imunologista:** pacientes com doenças autoimunes (esclerose múltipla, Hashimoto, artrite reumatoide, psoríase) que demandem protocolo de altas doses\n- **Endocrinologista:** distúrbios do metabolismo ósseo, hiperparatireoidismo primário, hipercalcemia persistente\n- **Nefrologista:** pacientes com DRC, histórico de nefrolitíase ou calciúria persistentemente elevada\n- **Obstetra/perinatologista:** gestantes com deficiência grave\n\n---\n\n### Orientações ao Paciente\n\n- Exposição solar segura: entre 11h–15h, com ~70% do corpo exposto por 20 minutos, sem filtro solar — guiar pela \"teoria da sombra\" (sombra menor que a altura indica síntese ativa)\n- Fontes alimentares (peixe gordo, carne, ovos, fígado) são insuficientes para atingir metas funcionais isoladamente\n- Adesão à co-suplementação (K2 e magnésio) é fundamental para eficácia e segurança\n- Manter hidratação adequada e atividade física regular durante o tratamento"
}
