{
  "score_item_id": "c77cedd3-2800-77e4-b510-d4cccf642c0d",
  "clinical_relevance": "O ACTH (hormônio adrenocorticotrófico) é um peptídeo produzido pela adenohipófise em resposta ao CRH (hormônio liberador de corticotropina) hipotalâmico. Sua função primária é estimular o córtex adrenal a produzir cortisol, DHEA e outros esteroides, além de aumentar norepinefrina e epinefrina, caracterizando a resposta de \"luta ou fuga\". O eixo hipotálamo-hipófise-adrenal (HPA) opera em ritmo circadiano com pico matinal de cortisol e declínio progressivo ao longo do dia, sendo o ACTH o mediador central desse ritmo.\n\n**Valores e interpretação clínica:**\nA dosagem de ACTH é medida em pg/mL e sua interpretação é sempre contextual — frequentemente apresenta-se normal mesmo em presença de disfunção funcional do eixo HPA. O ACTH muito elevado associado a cortisol baixo é o padrão clássico da insuficiência adrenal primária (Doença de Addison). Na insuficiência secundária (hipofisária), tanto o ACTH quanto o cortisol estão baixos. Na insuficiência terciária (hipotalâmica), há ausência de CRH com ACTH e cortisol reduzidos.\n\n**Interpretação em contexto de disfunção funcional:**\nMesmo com ACTH normal, a capacidade de produção de esteroides das glândulas adrenais pode estar reduzida, operando entre 52% e 85% do seu potencial, configurando disfunção do eixo sem critérios para insuficiência clássica. O cortisol sanguíneo matinal é o parâmetro mais utilizado para triagem: valores abaixo de 3 µg/dL são fortemente sugestivos de insuficiência adrenal; valores abaixo de 10 µg/dL indicam provável insuficiência; na presença de doença, estresse ou ACTH elevado, valores abaixo de 18 µg/dL são altamente sugestivos. O ACTH elevado com cortisol baixo-normal reforça a suspeita de comprometimento adrenal funcional.\n\n**Fisiopatologia resumida:**\nO estresse crônico ativa persistentemente o eixo HPA, levando a fases progressivas de adaptação: inicialmente com cortisol elevado mantendo ritmo circadiano; depois com pico matinal atenuado e valores vespertinos/noturnos elevados (prejudicando o sono); e por fim à curva \"flat\", com cortisol baixo em todos os horários, indicando exaustão adrenal funcional severa. Corticoide exógeno prévio pode suprimir o ACTH e distorcer as leituras, exigindo anamnese rigorosa. A ativação crônica do HPA reduz T3, GH e sensibilidade à insulina, induzindo catabolismo e resistência insulínica. Sessenta agentes químicos distintos identificados na literatura podem causar danos ao córtex adrenal.\n\n**Epidemiologia:**\nA Síndrome de Fadiga Crônica (SFC), manifestação da disfunção do eixo HPA, afeta principalmente adultos jovens de 20 a 40 anos e é 2 a 3 vezes mais prevalente em mulheres. Burnout — outra expressão da disfunção HPA — apresenta maior incidência em médicos e policiais. A supressão do eixo HPA por corticosteroides inalatórios ocorre em aproximadamente 10% dos casos de forma sintomática e em até 40% de forma bioquímica, podendo persistir por até um ano após a suspensão.\n\n**Estratificação de risco:**\nRisco baixo: ACTH normal com cortisol matinal acima de 18 µg/dL e ritmo circadiano preservado. Risco moderado: ACTH normal ou levemente elevado com cortisol matinal entre 10 e 18 µg/dL, especialmente em contexto de estresse crônico, burnout ou uso prévio de corticoides. Risco alto: ACTH elevado com cortisol abaixo de 10 µg/dL, ou curva de cortisol salivar flat, sugerindo insuficiência adrenal funcional severa ou primária.",
  "points": 14,
  "patient_explanation": "O ACTH é um hormônio produzido pela hipófise (no cérebro) que ordena às glândulas suprarrenais — localizadas acima dos rins — produzirem cortisol, o hormônio do estresse. Quando tudo funciona bem, o ACTH sobe pela manhã, o cortisol sobe junto dando energia para o dia, e ambos caem ao longo do dia para permitir o descanso noturno.\n\nQuando o ACTH está alterado, pode indicar que a comunicação entre o cérebro e as suprarrenais não está correta. Se o ACTH estiver muito alto e o cortisol baixo, as suprarrenais podem estar com dificuldade de responder. Se ambos estiverem baixos, pode ser o cérebro que não está enviando o sinal adequadamente.\n\nEssa disfunção pode causar cansaço intenso ao acordar, queda de energia no fim da tarde, dificuldade para lidar com o estresse, compulsão por sal ou doces, pressão baixa ao levantar e inflamações frequentes. O exame ajuda o médico a avaliar se o seu sistema de resposta ao estresse está funcionando adequadamente.",
  "conduct": "## Conduta Clínica — ACTH\n\n### Avaliação Diagnóstica Complementar\n\n- **Cortisol plasmático matinal (8h):** Triagem principal — <3 µg/dL fortemente sugestivo; <10 µg/dL provável insuficiência; <18 µg/dL altamente sugestivo com ACTH elevado ou estresse\n- **Curva de cortisol salivar domiciliar:** Exame funcional mais preciso; coletar ao despertar, 1h após (pico 0,27–1,18 ng/dL), tarde e noite; coleta direta no tubo\n- **Cortisol urinário de 24h:** Panorama diário; útil principalmente em suspeita de Cushing\n- **Teste de estimulação com ACTH (250 µg):** Cortisol basal limítrofe; resposta adequada ≥18 µg/dL\n- **Teste de supressão com dexametasona (1 mg às 22h):** Suspeita de hipercortisolismo/Cushing\n- **DHEA-S:** Marcador da reserva adrenal; frequentemente reduzido em disfunção do HPA\n- **Perfil tireoidiano (T3 livre, T4 livre, TSH):** Cortisol elevado inibe conversão T4→T3 (hipotireoidismo funcional com TSH normal); corrigir HPA antes de iniciar hormônio tireoidiano\n- **Perfil gonadal (testosterona total/livre, estradiol):** Estresse crônico reduz testosterona significativamente\n- **Glicemia e insulina de jejum / HOMA-IR:** Ativação crônica do HPA reduz sensibilidade à insulina\n- **Investigar uso prévio ou atual de corticoides** (inalatórios, tópicos, injetáveis): podem suprimir o eixo e falsear resultados\n\n---\n\n### Interpretação Integrada dos Padrões de Curva de Cortisol\n\n- **Estresse agudo:** Cortisol elevado mantendo ritmo circadiano — fase adaptativa saudável\n- **Estresse crônico fase 1-2:** Pico matinal no limite inferior, vespertino/noturno elevados — sono prejudicado, início de disregulação\n- **Estresse crônico fase 3 (curva flat):** Cortisol baixo em todos os horários — insuficiência adrenal funcional severa; pacientes frequentemente não respondem a antidepressivos pois a causa-base é hipocortisolismo\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Abordagem integrativa da disfunção funcional do eixo HPA:**\n\n- **Higiene do sono e rotina circadiana:** Prioridade máxima — melhora do sono noturno é essencial para restaurar o pico matinal de cortisol; manejo de luz artificial noturna; rotina de horários regulares\n- **Moduladores do cortisol:**\n  - **Alcaçuz (Licorice):** Inibe 11-beta-HSD2, preservando o cortisol endógeno; indicado em hipocortisolismo funcional; contraindicado em hipertensão\n  - **EGCG (extrato de chá verde):** Reduz cortisol — usar com cautela em hipocortisolismo, pois pode piorar o quadro\n  - **Adaptógenos fitoterápicos:** Discussão individualizada conforme fase do estresse\n- **Suporte nutricional (estudo duplo-cego, randomizado, 12 semanas, n=60):**\n  - B1 75 mg; B2 20 mg; B12 300 mcg; biotina 200 mcg; ácido fólico 150 mcg; vitamina C 130 mg; vitamina E 50 UI\n  - Resultados: reduções significativas em tensão pessoal, confusão mental e humor deprimido\n- **DHEA:** Mulheres: 10–15 mg/dia; homens: 25–50 mg/dia; monitorar DHEA-S sérico\n- **Intervenção intestinal:** Avaliar disbiose e endotoxemia; intervenções de barreira reduzem ativação inflamatória do HPA\n- **Cafeína:** Orientar uso responsável — efeitos agudos de estimulação do HPA e potencial conversão de cortisol em cortisona com uso repetido\n\n**Hidrocortisona (uso criterioso e restrito):**\n- Reservada para insuficiência adrenal confirmada ou curva flat severa sem resposta integrativa\n- Dose fisiológica para Doença de Addison: 15–20 mg pela manhã + 5 mg às 16h (simula ritmo circadiano)\n- **Dose única de 20 mg é suprafisiológica** — eleva cortisol livre excessivamente\n- Risco de prescrever sem restaurar a conectividade do eixo: dependência e recaída\n- Fludrocortisona (insuficiência mineralocorticoide): 0,05–0,3 mg/dia (média 0,1 mg), renina alvo 1–3 em ortostase\n\n---\n\n### Critérios de Encaminhamento ao Especialista\n\n- **Endocrinologia obrigatória:** Suspeita de Doença de Addison (ACTH muito elevado + cortisol muito baixo), síndrome de Cushing (hipercortisolismo verdadeiro), tumor hipofisário produtor de ACTH, adrenalectomia prévia\n- **Endocrinologia recomendada:** Cortisol matinal <3 µg/dL, falha no teste de estimulação com ACTH (<18 µg/dL), necessidade de reposição com hidrocortisona\n- **Abordagem integrativa/funcional:** Disfunção do eixo HPA funcional (curva salivar alterada sem critérios para insuficiência clássica), burnout, fadiga crônica sem causa estrutural identificada\n\n---\n\n### Monitoramento\n\n- Repetir curva de cortisol salivar após 8–12 semanas de intervenção para avaliar resposta\n- Reavaliar perfil tireoidiano após normalização do eixo HPA antes de introduzir hormônios tireoidianos\n- Crescimento linear a cada 6 meses em crianças em uso de corticosteroides inalatórios\n- Objetivo terapêutico: restaurar a função do eixo HPA (ritmo circadiano fisiológico), não apenas suprimir sintomas"
}
