{
  "score_item_id": "019bf31d-2ef0-7b0c-b243-4774be10bee0",
  "clinical_relevance": "O ácido fólico eritrocitário (folato intraeritrocitário) reflete os estoques teciduais de folato (vitamina B9) acumulados ao longo da vida dos eritrócitos (~120 dias), sendo um marcador mais fidedigno do status nutricional de longo prazo do que o folato sérico, que reflete a ingestão recente. A unidade de medida é ng/mL. Em medicina funcional integrativa, o objetivo terapêutico é manter o folato no quartil superior da faixa de referência laboratorial, pois valores dentro da normalidade convencional podem mascarar deficiências funcionais clinicamente relevantes.\n\nO folato é cofator essencial no ciclo de um carbono (metilação), participando da síntese de purinas e pirimidinas (síntese de DNA), da remetilação da homocisteína a metionina (via MTHFR/MTR) e da produção de S-adenosilmetionina (SAM), principal doador de grupos metil do organismo. A deficiência compromete a síntese e reparo do DNA, a metilação epigenética e eleva os níveis de homocisteína.\n\nA hiper-homocisteinemia é consequência direta da deficiência de folato e constitui marcador de risco para mais de 100 doenças, especialmente cardiovasculares e do sistema nervoso central. Estudos demonstram risco crescente de aterosclerose coronariana por quartis de homocisteína: risco 1,8x maior no quartil 2 (8–10 µmol/L), 3,2x no quartil 3 e 4x no quartil 4. O objetivo terapêutico é manter a homocisteína entre 5 e 8 µmol/L; valores até 10 são considerados seguros; ≥11 µmol/L justificam intervenção.\n\nCausas de deficiência de folato eritrocitário: baixa ingesta dietética (dietas pobres em vegetais verdes folhosos), cozimento excessivo dos alimentos (destrói o folato), uso de anticoncepcionais orais (meta-análise de 2015 demonstra redução significativa do folato sanguíneo), uso de metotrexato e outros antifolatos, alcoolismo (álcool interfere no ciclo de um carbono), polimorfismos em MTHFR (C677T e A1298C), DHFR, SHMT e outras enzimas do ciclo de metilação, que comprometem a conversão do ácido fólico sintético na forma ativa (metilfolato/L-5-MTHF).\n\nO polimorfismo MTHFR C677T é prevalente na população e está associado a maior risco de trombofilia, complicações gestacionais (defeitos do tubo neural), doenças cardiovasculares e câncer. Mulheres que planejam engravidar devem ter o status de folato e homocisteína ativamente monitorados.\n\nDistinção clínica importante: ácido fólico sintético (usado em suplementos convencionais e alimentos fortificados) é diferente do folato natural e do metilfolato (forma ativa, L-5-metiltetraidrofolato). Pacientes com polimorfismos MTHFR não convertem eficientemente o ácido fólico sintético. A suplementação com metilfolato é superior, especialmente neste contexto. A dose convencional de 5 mg de ácido fólico sintético é considerada excessiva e potencialmente problemática; substitui-se por até 1 mg de metilfolato.\n\nAvaliação laboratorial complementar recomendada: homocisteína plasmática (principal marcador funcional do ciclo de metilação), vitamina B12 sérica (cofator essencial; ideal >500 pg/mL na perspectiva funcional), e opcionalmente vitamina B6 (piridoxal-5-fosfato). O ácido metilmalônico urinário é o padrão-ouro para confirmar deficiência funcional de B12, o que auxilia na interpretação conjunta do status de folato.",
  "points": 12,
  "patient_explanation": "O ácido fólico eritrocitário mede a quantidade de vitamina B9 (folato) armazenada dentro dos seus glóbulos vermelhos. Diferente do folato no sangue, que varia com o que você comeu recentemente, esse exame mostra se o seu corpo teve folato suficiente nos últimos três a quatro meses, sendo um retrato mais fiel dos seus estoques reais.\n\nO folato é fundamental para a produção e reparo do DNA, para a formação de células sanguíneas saudáveis e para um processo chamado metilação, que afeta praticamente tudo no seu organismo: energia, humor, memória, proteção cardiovascular e prevenção de doenças. Quando o folato está baixo, uma substância chamada homocisteína se acumula no sangue, aumentando o risco de problemas no coração, nos vasos e no cérebro.\n\nValores abaixo do ideal podem indicar baixo consumo de vegetais verdes escuros, uso de anticoncepcionais, consumo excessivo de álcool, ou uma variação genética comum (MTHFR) que dificulta o aproveitamento do folato. A boa notícia é que, quando identificada, essa deficiência costuma ser corrigida com mudanças na alimentação e, quando necessário, suplementação com a forma ativa da vitamina (metilfolato).",
  "conduct": "## Conduta Clínica — Ácido Fólico Eritrocitário\n\n### Interpretação dos Resultados\n\n- **Objetivo funcional:** Manter o folato eritrocitário no quartil superior da faixa de referência laboratorial, não apenas dentro dos limites de normalidade\n- Valores dentro da faixa normal convencional podem ser funcionalmente insuficientes, especialmente em contexto de homocisteína elevada\n- Avaliar sempre em conjunto com **homocisteína plasmática**, **vitamina B12** e sintomas clínicos\n\n### Investigação Complementar\n\n- **Obrigatória:** Homocisteína plasmática (alvo funcional: 5–8 µmol/L; intervenção indicada se ≥11 µmol/L)\n- **Obrigatória:** Vitamina B12 sérica (alvo funcional: >500 pg/mL)\n- **Considerar:** Vitamina B6 (piridoxal-5-fosfato) se homocisteína persistir elevada após correção de folato e B12\n- **Considerar:** Ácido metilmalônico urinário — padrão-ouro para avaliar utilização celular de B12\n- **Considerar:** Pesquisa de polimorfismos MTHFR (C677T, A1298C) e FUT2, especialmente em casos de difícil controle, histórico de abortos recorrentes ou para fundamentar suplementação vitalícia\n\n### Fatores de Risco para Deficiência — Investigar Ativamente\n\n- **Medicamentos depletores:** Anticoncepcionais orais, metotrexato, antiepilépticos, sulfassalazina\n- **Dieta:** Baixo consumo de vegetais folhosos verdes, cozimento excessivo dos alimentos\n- **Álcool:** Interfere diretamente no ciclo de um carbono\n- **Gravidez e planejamento gestacional:** Alta demanda de folato; defeitos do tubo neural associados à deficiência\n- **Polimorfismo MTHFR:** Compromete a conversão de ácido fólico sintético em metilfolato ativo\n\n### Intervenções Baseadas em Evidências\n\n#### Nutricional\n- Aumentar consumo de fontes dietéticas de folato: vegetais folhosos verdes escuros (espinafre, couve, brócolis), leguminosas, abacate\n- Evitar cozimento excessivo (destrói folato)\n- Otimizar dieta como estratégia de custo acessível antes ou em paralelo à suplementação\n\n#### Suplementação\n- **Metilfolato (L-5-metiltetraidrofolato):** Forma ativa preferencial; doses de **200 mcg a 1 mg/dia** conforme grau de deficiência e resposta clínica; dose máxima prática de 1 mg (substituindo a dose convencional de 5 mg de ácido fólico sintético, considerada excessiva e não presente na natureza)\n- **Ácido fólico sintético:** Alternativa apenas em restrição financeira sem necessidade específica de forma ativa; evitar doses altas\n- **Metilcobalamina (B12):** Suplementar concomitantemente se B12 <500 pg/mL; preferencialmente sublingual, 200–1.000 mcg/dia\n- **Piridoxal-5-fosfato (P5P, B6 ativa):** Adicionar se homocisteína persistir elevada após correção de folato e B12; 5–30 mg/dia\n- **Trimetilglicina (TMG/betaína):** 250 mg a 1 g/dia se vitaminas B isoladas forem insuficientes para normalizar homocisteína\n- **Fosfatidilcolina:** 200 mg a 1 g/dia como suporte adicional ao ciclo de metilação\n\n#### Atenção Especial\n- **Anticoncepcionais orais:** Monitorar folato, B12 e homocisteína ativamente; suplementar metilfolato se necessário\n- **Planejamento gestacional:** Medir homocisteína, B12 e folato proativamente; considerar teste MTHFR; corrigir deficiências antes da concepção\n- **Veganos/vegetarianos:** Risco aumentado de deficiência de B12 e metionina; homocisteína pode estar falsamente baixa por baixo consumo de metionina\n\n### Monitoramento\n\n- Reavaliar folato eritrocitário, B12 e homocisteína a cada **3–4 meses** até atingir alvos funcionais\n- Ajustar doses conforme resposta laboratorial e clínica\n- Meta: homocisteína 5–8 µmol/L + folato e B12 no quartil superior da referência\n\n### Critérios de Encaminhamento\n\n- Suspeita de síndrome de má absorção intestinal (doença celíaca, doença inflamatória intestinal, pós-bariátrica)\n- Anemia megaloblástica confirmada ou suspeita (encaminhar a hematologista)\n- Trombofilia associada a MTHFR com complicações gestacionais (encaminhar a hematologista/obstetra de alto risco)\n- Homocisteína persistentemente elevada (≥15 µmol/L) sem resposta à suplementação otimizada"
}
