{
  "score_item_id": "019bf31d-2ef0-7ecf-87d3-66cd04d3a8cb",
  "clinical_relevance": "O ácido fólico plasmático (folato sérico, vitamina B9) é um micronutriente hidrossolúvel essencial para o ciclo de metilação de um carbono, sendo cofator indispensável na síntese de nucleotídeos, reparo do DNA, produção de neurotransmissores e regulação epigenética. Sua dosagem plasmática reflete o status funcional recente de folato disponível para esses processos.\n\n**Valores de referência e alvos funcionais:**\nOs laboratórios convencionais utilizam faixas baseadas em distribuição populacional (percentil 2,5–97,5 da curva de Gauss), que podem não refletir suficiência funcional. Na prática integrativa, o alvo é manter o folato sérico no quartil superior da faixa de referência laboratorial, não apenas dentro da faixa. A meta funcional é interpretada em conjunto com homocisteína e vitamina B12: folato e B12 do meio para cima da referência são indicadores de metilação adequada. Valores no quartil inferior, mesmo dentro do normal laboratorial, devem ser investigados no contexto clínico.\n\n**Fisiopatologia da deficiência:**\nO folato é convertido pela enzima MTHFR (metilenotetrahidrofolato redutase) em sua forma ativa, o 5-metiltetrahidrofolato (5-MTHF ou metilfolato). Esta forma ativa é o doador de grupamento metil para converter homocisteína em metionina, processo fundamental para a síntese de S-adenosilmetionina (SAM), o principal doador universal de metil no organismo. A deficiência de folato ou a incapacidade de convertê-lo na forma ativa (por polimorfismos MTHFR) resulta em acúmulo de homocisteína, redução da capacidade de metilação, comprometimento da síntese de DNA e aumento do risco de múltiplas doenças crônicas.\n\n**Polimorfismo MTHFR e implicações:**\nOs polimorfismos C677T e A1298C no gene MTHFR são comuns na população e reduzem a eficiência da conversão do folato na forma ativa, elevando a homocisteína mesmo com níveis séricos de folato aparentemente normais. Nesses casos, a suplementação deve ser feita preferencialmente com metilfolato (forma ativa) e não com ácido fólico sintético, que pode não ser eficientemente convertido.\n\n**Homocisteína como biomarcador integrador:**\nA homocisteína sérica funciona como marcador funcional do status combinado de folato, B12 e B6. Elevação da homocisteína indica metabolismo inadequado dessas vitaminas. A meta terapêutica funcional é manter a homocisteína entre 5 e 8 µmol/L. Valores ≥ 11 µmol/L justificam intervenção. Risco de aterosclerose coronariana aumenta progressivamente: 1,8 vezes no quartil de homocisteína 8–10 µmol/L, 3,2 vezes no quartil seguinte e 4 vezes no quartil superior. Revisão de 2021 identificou mais de 100 condições associadas à hiper-homocisteinemia, predominantemente cardiovasculares e do sistema nervoso central.\n\n**Fatores que reduzem o folato sérico:**\n- Uso de anticoncepcionais orais (meta-análise de 2015 demonstrou redução significativa do folato sanguíneo)\n- Uso de metformina e inibidores de bomba de prótons\n- Consumo excessivo de álcool (principal fator que altera o ciclo de um carbono)\n- Consumo excessivo de café\n- Dieta pobre em vegetais verdes folhosos\n- Polimorfismos MTHFR (comprometem aproveitamento do folato disponível)\n- Síndromes de má absorção intestinal\n\n**Populações de risco:**\nMulheres em uso de anticoncepcionais orais, gestantes e mulheres que planejam engravidar (risco de defeitos do tubo neural), idosos, usuários crônicos de metformina ou omeprazol, vegetarianos e veganos, portadores de polimorfismo MTHFR, pacientes pós-cirurgia bariátrica e portadores de doenças inflamatórias intestinais.\n\n**Ácido fólico sintético vs. metilfolato:**\nO ácido fólico sintético (forma utilizada em suplementos convencionais e alimentos fortificados) não existe na natureza e requer múltiplas etapas enzimáticas para ser convertido em metilfolato ativo. A dose padrão de 5 mg de ácido fólico sintético é considerada excessiva e potencialmente problemática. A suplementação moderna deve priorizar metilfolato em doses de até 1 mg (1.000 mcg), considerada dose plena e mais segura.",
  "points": 12,
  "patient_explanation": "O ácido fólico (ou folato, vitamina B9) é uma vitamina essencial que o seu corpo usa para fabricar e reparar o material genético das células, produzir substâncias químicas importantes para o funcionamento do cérebro e manter o coração saudável. Ele trabalha em equipe com a vitamina B12 e a vitamina B6 em um processo chamado metilação, que é como um sistema de manutenção geral do organismo.\n\nQuando o folato está baixo, uma substância chamada homocisteína se acumula no sangue. Níveis altos de homocisteína estão associados a maior risco de doenças do coração, problemas de memória e outras condições crônicas. Por isso, manter o folato em bons níveis é importante para a sua saúde a longo prazo.\n\nAlgumas situações reduzem o folato no organismo: uso de anticoncepcionais, consumo excessivo de álcool ou café, certos medicamentos como metformina e omeprazol, e algumas variações genéticas comuns (polimorfismo MTHFR). Se o seu resultado estiver baixo, seu médico pode indicar suplementação e ajustes no estilo de vida. A boa notícia é que a deficiência é tratável e os resultados de uma correção adequada aparecem em poucos meses.",
  "conduct": "## Conduta Clínica: Ácido Fólico Plasmático (ng/mL)\n\n### Interpretação dos Resultados\n\n- **Meta funcional:** Folato sérico no quartil superior da faixa de referência laboratorial (não apenas dentro da faixa)\n- **Interpretação integrada:** Avaliar sempre em conjunto com homocisteína e vitamina B12\n- **Alerta funcional:** Mesmo valores dentro da faixa normal, porém no quartil inferior, merecem atenção clínica se houver sintomas ou homocisteína elevada\n\n### Investigação Complementar Obrigatória\n\n- **Homocisteína sérica** — biomarcador funcional integrador; meta: 5–8 µmol/L (máximo funcional: 10 µmol/L; intervenção obrigatória: ≥ 11 µmol/L)\n- **Vitamina B12 sérica** — meta funcional: > 500 pg/mL (quartil superior da faixa 200–800)\n- **Ácido metilmalônico (AMM)** — padrão-ouro para avaliar suficiência celular de B12 quando há suspeita de falso normal\n- **Vitamina B6 (P5P)** — se homocisteína persistir elevada após correção de folato e B12\n- **Pesquisa de polimorfismo MTHFR (C677T e A1298C)** — indicado em casos de difícil controle, histórico de abortos recorrentes, trombofilia gestacional ou para orientar suplementação vitalícia\n- **Pesquisa de polimorfismo FUT2** — se B12 estiver persistentemente baixa\n\n### Fatores Interferentes a Investigar\n\n- **Medicamentos redutores de folato:** anticoncepcionais orais, metformina, inibidores de bomba de prótons (omeprazol e similares), anticonvulsivantes, metotrexato\n- **Hábitos:** consumo excessivo de álcool, café em excesso (> 5 xícaras/dia)\n- **Condições de má absorção:** hipocloridria, cirurgia bariátrica, doença inflamatória intestinal, doença celíaca\n- **Dieta:** padrão alimentar pobre em vegetais verdes folhosos, dieta vegana/vegetariana sem suplementação\n\n### Intervenções Baseadas em Evidências\n\n**1. Suplementação — forma e dose:**\n- Preferir **metilfolato (5-MTHF)** sobre ácido fólico sintético, especialmente em portadores de polimorfismo MTHFR ou em uso de anticoncepcionais\n- Dose de metilfolato: **200 mcg a 1.000 mcg/dia** (dose plena; máximo recomendado 1 mg para manutenção)\n- Em casos de deficiência mais acentuada ou homocisteína elevada: doses de até 2.000 mcg/dia com reavaliação em 3–4 meses\n- Reavaliação laboratorial de folato, B12 e homocisteína a cada **3–4 meses** até estabilização\n\n**2. Suplementação combinada (se homocisteína elevada):**\n- **Metilcobalamina (B12 ativa):** 200–1.000 mcg, preferencialmente sublingual (via oral pode ser ineficaz em casos de má absorção)\n- **Piridoxal-5-fosfato (P5P, B6 ativa):** 5–30 mg/dia — adicionar se homocisteína persistir elevada após correção de folato e B12\n- **Trimetilglicina (TMG/betaína):** 250 mg a 1 g/dia — considerar se vitaminas B não normalizarem a homocisteína\n- **Fosfatidilcolina:** 200 mg a 1 g/dia — suporte adicional ao ciclo de metilação\n\n**3. Orientações dietéticas:**\n- Aumentar consumo de fontes naturais de folato: vegetais verde-escuros (espinafre, couve, brócolis), feijões, lentilha, aspargos, abacate\n- Reduzir ou eliminar consumo excessivo de álcool e café\n- Em veganos: monitorar ativamente B12 e homocisteína; considerar suplementação de metionina (200–500 mg) para avaliar nível real de homocisteína antes de corrigir com vitaminas B\n\n### Situações Especiais\n\n**Mulheres em uso de anticoncepcionais orais:**\n- Monitorar folato, B12 e homocisteína periodicamente\n- Considerar suplementação profilática com metilfolato\n\n**Mulheres que planejam engravidar / gestantes:**\n- Medir proativamente homocisteína, B12 e folato antes da concepção\n- Considerar testagem de polimorfismo MTHFR\n- Suplementar com metilfolato (não ácido fólico sintético em doses elevadas) — trombofilia gestacional associada ao MTHFR não deve ser tratada apenas com anticoagulantes\n\n**Idosos:**\n- Alta prevalência de deficiência por hipocloridria, polimedicação e menor ingestão alimentar\n- Preferir formas ativas (metilfolato e metilcobalamina sublingual)\n\n**Usuários de metformina ou inibidores de bomba de prótons:**\n- Monitorar folato e B12 regularmente\n- Planejar redução ou substituição do antiácido quando clinicamente apropriado\n\n### Critérios de Encaminhamento\n\n- **Hematologista:** se deficiência grave com quadro de anemia megaloblástica\n- **Geneticista/medicina genômica:** em casos de polimorfismo MTHFR com manifestações clínicas importantes (trombofilia recorrente, perdas gestacionais múltiplas)\n- **Nefrologista:** se hiper-homocisteinemia associada a insuficiência renal (causa independente de elevação)\n- **Endocrinologista:** se hiper-homocisteinemia associada a hipotireoidismo não controlado\n\n### Monitoramento\n\n- Reavaliação de folato, B12 e homocisteína: **a cada 3–4 meses** durante ajuste de suplementação\n- Após estabilização: controle semestral ou anual conforme contexto clínico\n- Meta de tratamento: homocisteína entre 5–8 µmol/L e folato no quartil superior da referência"
}
