{
  "score_item_id": "019bf31d-2ef0-7b59-b026-91417ddd7248",
  "clinical_relevance": "O ácido úrico é o produto final do metabolismo das purinas em humanos, gerado pela xantina oxidase a partir da hipoxantina e xantina. A hiperuricemia resulta de produção aumentada, excreção renal reduzida ou ambas. O American College of Rheumatology define hiperuricemia como concentração sérica de ácido úrico igual ou superior a 6,8 mg/dL (aproximadamente 400 mmol/L), limiar a partir do qual ocorre supersaturação e risco de cristalização de urato monosódico nos tecidos.\n\nEm homens, os valores normais são geralmente considerados entre 3,5 e 7,2 mg/dL, com metas funcionais mais restritivas em pacientes de alto risco. A prevalência de hiperuricemia e gota é significativamente maior no sexo masculino: dados do NHANES 2015–2016 indicam prevalência de gota em adultos de 3,9%, com predomínio em homens (5,2%) em relação a mulheres (2,7%). Na presença de doença renal crônica estágio G3, a odds ratio para gota é de aproximadamente 1,96 (IC 95%: 1,05–3,66), evidenciando a relação bidirecional entre hiperuricemia e disfunção renal.\n\nOs principais fatores de risco para hiperuricemia incluem: ingestão elevada de purinas (carnes vermelhas, frutos do mar), consumo de álcool, frutose em excesso (incluindo bebidas carbonatadas e adoçadas com xarope de milho), obesidade, hipertensão arterial, hipotireoidismo, doença renal crônica, uso de diuréticos tiazídicos e de alça, e exposição a pesticidas. Experimentalmente, a ingestão de 1 g/kg de frutose eleva a uricemia em 1–2 mg/dL após 2 horas.\n\nA hiperuricemia está associada a múltiplos desfechos cardiovasculares adversos por mecanismos que incluem inflamação sistêmica, estresse oxidativo, disfunção endotelial e ativação do sistema renina-angiotensina-aldosterona. Uma revisão de 2025 (Critical Pathways in Cardiology) documenta associações com hipertensão arterial, fibrilação atrial e insuficiência cardíaca. Estudo em mulheres pós-menopáusicas (Int J Cardiology, 2015, n=645, seguimento ~72 meses) demonstrou associação independente do ácido úrico com eventos cardiovasculares maiores (MACE), especialmente eventos cerebrovasculares, no tercil mais elevado.\n\nNo entanto, a relação causal permanece controversa: o ensaio clínico randomizado ALL-HEART (n=5.721, ≥60 anos, cardiopatia isquêmica sem gota) demonstrou que alopurinol não modificou o risco cardiovascular em comparação ao cuidado padrão (HR para desfecho composto — IAM não fatal, AVC não fatal, morte cardiovascular — de 1,04; IC 95%: 0,89–1,21). O guideline KDIGO 2024 também observa que a terapia hipouricemiante não demonstrou modificar o risco de eventos cardiovasculares ou mortalidade por todas as causas em pacientes com DRC.\n\nDo ponto de vista renal, o guideline KDIGO 2024 recomenda oferecer intervenção hipouricemiante a pacientes com DRC e hiperuricemia sintomática (recomendação 1C). Diuréticos tiazídicos e de alça aumentam a uricemia por mecanismos renais.\n\nQuanto à estratificação de risco em medicina funcional integrativa, o objetivo terapêutico em homens é manter o ácido úrico abaixo de 6,0 mg/dL em pacientes de alto risco metabólico e cardiovascular, e abaixo de 5,0 mg/dL após episódios de gota tofácea.",
  "points": 14,
  "patient_explanation": "O ácido úrico é uma substância produzida naturalmente pelo seu corpo quando ele quebra compostos presentes em certos alimentos, como carnes vermelhas, frutos do mar e algumas bebidas. Em quantidades normais, o ácido úrico não causa problemas. Porém, quando está elevado, ele pode se acumular e formar pequenos cristais nas articulações, causando a gota — uma forma dolorosa de artrite — e também pode sobrecarregar os rins ao longo do tempo.\n\nHomens têm naturalmente tendência a valores mais altos do que mulheres e são mais afetados por esse problema. Nível alto de ácido úrico também está relacionado a maior risco de pressão alta, problemas cardíacos e de rim.\n\nA boa notícia é que o ácido úrico responde muito bem a mudanças no estilo de vida: reduzir o consumo de álcool, refrigerantes e sucos industrializados, diminuir carnes vermelhas e miúdos, beber mais água e manter um peso saudável já fazem grande diferença. Quando necessário, existem medicamentos eficazes para controlar esse valor. O objetivo é manter seus níveis dentro de uma faixa saudável para proteger suas articulações, rins e coração.",
  "conduct": "## Conduta Clínica — Ácido Úrico Elevado em Homens\n\n### 1. Avaliação Inicial\n\n- **Confirmar hiperuricemia:** valor ≥ 6,8 mg/dL define hiperuricemia (ACR); metas funcionais mais restritivas (< 6,0 mg/dL em alto risco; < 5,0 mg/dL pós-gota tofácea)\n- **Investigar sintomas:** artrite aguda (gota), tofos, nefrolitíase por urato\n- **Avaliar fatores causais:**\n  - Dieta: consumo de purinas (carnes vermelhas, vísceras, frutos do mar), frutose (refrigerantes, sucos industrializados), álcool\n  - Medicamentos hiperuricemiantes: **diuréticos tiazídicos e de alça** (mecanismo renal), AAS em baixa dose, ciclosporina, pirazinamida\n  - Condições associadas: obesidade, síndrome metabólica, resistência à insulina, hipertensão, hipotireoidismo, DRC, doenças mieloproliferativas\n  - Exposição ambiental: pesticidas\n\n### 2. Exames Complementares Recomendados\n\n- **Uricosúria de 24h:** diferencia hiperprodução (> 800 mg/dia) de hipoexcreção\n- **Função renal:** creatinina, ureia, eGFR (KDIGO G3 eleva 2x a prevalência de gota)\n- **Urina de 24h:** clearance de creatinina, pH urinário, cristais\n- **Perfil metabólico ampliado:** glicose em jejum, insulina, HOMA-IR, triglicerídeos, HDL (síndrome metabólica)\n- **TSH:** excluir hipotireoidismo\n- **Ácido úrico seriado:** confirmar padrão crônico antes de iniciar tratamento hipouricemiante\n- **Radiografia/ultrassonografia articular:** nos casos com suspeita de tofos ou artrite\n\n### 3. Intervenções Não Farmacológicas (primeira linha)\n\n**Dieta:**\n- Reduzir ingestão de purinas: limitar carnes vermelhas, miúdos (fígado, rim), frutos do mar\n- Eliminar ou reduzir drasticamente: refrigerantes e bebidas adoçadas com frutose/xarope de milho, sucos industrializados\n- Reduzir ou eliminar álcool (> 30 unidades/semana associado a maior risco de gota recorrente; qualquer quantidade eleva uricemia)\n- Dieta plant-based, rica em fibras e com laticínios com baixo teor de gordura associa-se a menor incidência de gota\n- **Dieta low-carb** é estratégia válida para pacientes com síndrome metabólica e resistência à insulina — atenção ao excesso de frutose como causa comum de hiperuricemia\n- Aumentar hidratação (objetivo ≥ 2L/dia para diluição e excreção renal)\n\n**Estilo de vida:**\n- Redução de peso (obesidade é fator de risco independente)\n- Atividade física regular\n- Cessação do tabagismo\n\n**Suplementação com evidência:**\n- **Quercetina 500 mg/dia:** ensaio clínico randomizado duplo-cego (BJN, 2016) demonstrou redução de ~26,5 µmol/L no ácido úrico plasmático em homens pré-hiperuricêmicos após 4 semanas, em comparação ao placebo\n\n### 4. Tratamento Farmacológico\n\n**Hiperuricemia assintomática:**\n- Intervenção hipouricemiante rotineira não é recomendada universalmente para hiperuricemia assintomática sem DRC, gota ou nefrolitíase\n- Em pacientes com DRC e hiperuricemia **sintomática**, o KDIGO 2024 recomenda oferecer tratamento hipouricemiante (1C)\n\n**Gota aguda:**\n- Em pacientes com DRC: **colchicina em baixa dose** ou **glicocorticoides** (intra-articular ou oral) são preferidos aos AINEs\n- Dose aprovada pela FDA para gota aguda: colchicina 1,2 mg imediatamente + 0,6 mg 1 hora depois; ajuste de dose necessário em DRC G5\n- Iniciar tratamento o mais precocemente possível após início dos sintomas\n\n**Terapia hipouricemiante de longo prazo (gota recorrente, tofácea ou com comorbidades):**\n- Alopurinol é o agente mais utilizado; febuxostate como alternativa\n- **Nota de evidência:** o ensaio ALL-HEART demonstrou que alopurinol não reduziu eventos cardiovasculares em pacientes com cardiopatia isquêmica sem gota (HR 1,04; IC 95%: 0,89–1,21) — a indicação primária permanece sendo a prevenção de gota e proteção renal, não a redução cardiovascular isolada\n- Revisar e substituir quando possível medicamentos hiperuricemiantes (ex.: trocar diurético tiazídico por losartana, que tem efeito hipouricemiante leve)\n\n### 5. Critérios de Encaminhamento\n\n- **Reumatologia:** gota recorrente, tofácea, refratária ao tratamento inicial, artrite de difícil controle\n- **Nefrologia:** DRC associada, nefrolitíase por urato, hiperuricemia com eGFR < 60 mL/min/1,73 m²\n- **Endocrinologia/Medicina Funcional:** hiperuricemia no contexto de síndrome metabólica complexa, resistência à insulina grave, hipotireoidismo associado\n\n### 6. Monitoramento\n\n- Dosar ácido úrico a cada 3–6 meses durante ajuste de tratamento\n- Meta: < 6,0 mg/dL em hiperuricemia com comorbidades; < 5,0 mg/dL em gota tofácea\n- Monitorar função renal, eletrólitos e perfil metabólico em paralelo"
}
