{
  "score_item_id": "019bf31d-2ef0-70be-8f60-c7f5eee6ce9c",
  "clinical_relevance": "O ácido úrico (AU) é o produto final do metabolismo das purinas em humanos, resultante da oxidação da xantina pela enzima xantina oxidase. Seu valor sérico reflete o equilíbrio entre produção endógena (catabolismo de purinas) e excreção renal, que responde por aproximadamente dois terços da eliminação total. Em mulheres, os níveis séricos normais são tipicamente inferiores aos observados em homens, devido ao efeito uricosúrico do estrogênio — efeito que se perde após a menopausa, elevando o risco de hiperuricemia nessa faixa etária.\n\nA hiperuricemia é definida pelo American College of Rheumatology como concentração sérica de ácido úrico igual ou superior a 6,8 mg/dL (aproximadamente 400 mmol/L), limiar em que o urato monossódico atinge sua solubilidade plasmática e precipita nos tecidos. Dados do NHANES 2015-2016 demonstram prevalência de gota (por autorrelato, diagnóstico médico ou uso de terapia hipouricemiante) de 3,9% na população adulta americana, com diferença significativa entre os sexos: 5,2% em homens versus 2,7% em mulheres.\n\nDo ponto de vista cardiovascular, estudos prospectivos têm demonstrado associação independente entre hiperuricemia e risco cardiovascular em mulheres pós-menopáusicas. Em uma coorte de 645 pacientes acompanhadas por aproximadamente 72 meses, aquelas no tertil mais alto de ácido úrico apresentaram taxas significativamente maiores de eventos cardiovasculares maiores (MACE), especialmente eventos cerebrovasculares, sendo o AU um preditor independente de morbidade e mortalidade cardiovascular nessa população. Adicionalmente, um estudo prospectivo com 229 mulheres pós-menopáusicas demonstrou associação entre AU sérico elevado e disfunção endotelial coronariana (CED): mulheres com CED apresentaram níveis médios de AU de 4,9 ± 1,3 mg/dL versus 4,4 ± 1,3 mg/dL naquelas sem CED, sugerindo que mesmo valores dentro da faixa de referência convencional podem ter relevância clínica nessa população.\n\nOs principais fatores de risco para hiperuricemia incluem: consumo elevado de álcool, dieta rica em purinas (carnes vermelhas, frutos do mar) e em frutose (refrigerantes, sucos industrializados), doença renal crônica (DRC), hipertensão arterial, hipotireoidismo, obesidade e uso de medicamentos como diuréticos tiazídicos e de alça, que elevam a uricemia por mecanismos renais. A resistência à insulina e a síndrome metabólica também se associam à hiperuricemia, em parte pelo efeito da frutose no aumento da produção de purinas.\n\nNa DRC, a prevalência de gota é aproximadamente duas vezes maior em pacientes com eGFR compatível com estágio G3 (odds ratio: 1,96; IC 95%: 1,05-3,66, dados NHANES). O KDIGO 2024 recomenda oferecer terapia hipouricemiante a pacientes com DRC e hiperuricemia sintomática (Recomendação 1C), não havendo indicação de tratamento farmacológico na hiperuricemia assintomática isolada.\n\nComo marcador inflamatório, o AU integra painéis de avaliação de inflamação subclínica junto a PCR, ferritina, VSG e RDW, e sua elevação reflete estresse oxidativo sistêmico, uma vez que o ácido úrico em altas concentrações possui efeitos pró-inflamatórios e pró-oxidantes — paradoxalmente ao seu papel antioxidante fisiológico em concentrações normais.",
  "points": 14,
  "patient_explanation": "O ácido úrico é uma substância produzida naturalmente pelo seu organismo quando ele quebra certos alimentos, especialmente carnes vermelhas, frutos do mar e bebidas açucaradas. Normalmente, o ácido úrico é eliminado pelos rins através da urina. Quando sua produção é excessiva ou sua eliminação está reduzida, os níveis no sangue sobem — condição chamada hiperuricemia.\n\nEm mulheres, o hormônio estrogênio ajuda a manter o ácido úrico em níveis mais baixos. Por isso, após a menopausa, há uma tendência natural de elevação desses níveis e de aumento do risco associado.\n\nQuando o ácido úrico fica muito elevado, pode se depositar nas articulações causando crises de gota (dores intensas, inchaço e vermelhidão nas juntas), nos rins formando cálculos renais, e pesquisas indicam que níveis elevados também estão associados a maior risco de problemas cardiovasculares, especialmente em mulheres após a menopausa.\n\nA boa notícia é que hábitos alimentares e de estilo de vida têm grande impacto nesses níveis: reduzir o consumo de álcool, refrigerantes, carnes vermelhas e alimentos processados ricos em frutose já pode fazer uma diferença significativa. O acompanhamento médico permite identificar e tratar essa condição de forma individualizada e segura.",
  "conduct": "## Avaliação Inicial\n\n- **Confirmar o valor e o contexto clínico:** Um resultado isolado elevado deve ser repetido em jejum. Avaliar sintomas de gota (artrite gotosa, tofo), história de litíase renal e uso de medicamentos que elevam o AU (diuréticos tiazídicos, diuréticos de alça).\n- **Identificar fatores de risco modificáveis:**\n  - Consumo de álcool, carnes vermelhas, frutos do mar, refrigerantes e alimentos ricos em frutose\n  - Obesidade e resistência à insulina\n  - Hipotireoidismo (dosar TSH)\n  - Hipertensão arterial não controlada\n  - Estágio pós-menopausa (perda do efeito uricosúrico do estrogênio)\n\n## Investigação Complementar\n\n- **Função renal:** Creatinina sérica, eGFR, relação albumina/creatinina urinária (ACR) — hiperuricemia e DRC têm relação bidirecional; CKD G3+ dobra a prevalência de gota\n- **Perfil metabólico:** Glicemia de jejum, insulina, HOMA-IR, triglicerídeos, HDL — avaliar síndrome metabólica e resistência à insulina\n- **TSH:** Hipotireoidismo é causa tratável de hiperuricemia\n- **Marcadores inflamatórios:** PCR, ferritina — ácido úrico elevado compõe painel de inflamação subclínica\n- **Avaliação cardiovascular:** Em mulheres pós-menopáusicas com hiperuricemia, considerar avaliação de risco cardiovascular ampliada (pressão arterial, perfil lipídico, score de risco)\n- **Uricosúria de 24h:** Quando necessário diferenciar hiperprodução de hipoexcreção, para orientar a escolha da terapia farmacológica\n\n## Critérios de Encaminhamento\n\n- **Reumatologia:** Gota com crises recorrentes, tofo gotoso confirmado, hiperuricemia refratária ao tratamento\n- **Nefrologia:** DRC concomitante (eGFR < 60 mL/min/1,73m²), litíase renal de repetição ou AU > 9 mg/dL com função renal reduzida\n- **Endocrinologia:** Síndrome metabólica complexa, resistência à insulina grave, hipotireoidismo de difícil controle\n\n## Intervenções Não Farmacológicas (Primeira Linha)\n\n- **Dieta:** Reduzir consumo de carnes vermelhas e frutos do mar (ricos em purinas), eliminar refrigerantes e alimentos com xarope de milho rico em frutose, reduzir ou eliminar álcool (especialmente cerveja e destilados)\n- **Hidratação:** Ingestão adequada de líquidos (principalmente água) para favorecer excreção renal de urato\n- **Abordagem da dieta low-carb:** Para pacientes com síndrome metabólica e resistência à insulina, dieta low-carb pode ser benéfica para o conjunto metabólico, mas atenção: dieta cetogênica pode elevar transitoriamente o AU por competição no transporte renal; excesso de frutose é causa frequente de hiperuricemia\n- **Exercício físico regular:** Melhora sensibilidade à insulina e contribui para controle do peso — fatores que impactam diretamente a uricemia\n- **Controle do peso:** Obesidade é fator de risco independente\n\n## Intervenções Farmacológicas\n\n### Hiperuricemia Assintomática\n- **Não há indicação de tratamento farmacológico** na ausência de sintomas, de acordo com as diretrizes vigentes (KDIGO 2024). Foco em medidas de estilo de vida e controle dos fatores de risco.\n\n### Hiperuricemia Sintomática (gota confirmada)\n- **Inibidores da xantina oxidase são a primeira escolha** (preferência sobre agentes uricosúricos, especialmente em pacientes com DRC):\n  - **Alopurinol:** Agente de primeira linha; dose ajustada conforme função renal\n  - **Febuxostat:** Alternativa ao alopurinol; atenção — estudo CARES demonstrou maior mortalidade cardiovascular com febuxostat versus alopurinol em pacientes com gota e doença cardiovascular prévia (HR morte por qualquer causa: 1,22; IC 95%: 1,01-1,47)\n- **Agentes uricosúricos (probenecida):** Eficácia reduzida em DRC (efeito diminuído com queda do eGFR); uso mais restrito\n- **Tratamento da crise aguda de gota:**\n  - Colchicina em baixa dose (1,2 mg seguido de 0,6 mg 1 hora depois) é preferível a AINEs, especialmente em DRC\n  - Glicocorticoides (oral ou intra-articular) como alternativa — ex.: prednisolona 30 mg/dia por 3-5 dias\n  - AINEs devem ser evitados em DRC pelo risco de nefrotoxicidade\n  - Iniciar tratamento precocemente após início dos sintomas\n  - Atentar para flare gotoso nas primeiras semanas de introdução de hipouricemiante (aconselhamento e profilaxia com colchicina em baixa dose)\n\n### Considerações Especiais em Mulheres Pós-Menopáusicas\n- Avaliar risco cardiovascular de forma integrada: hiperuricemia é preditor independente de MACE nessa população\n- SGLT2 inibidores (em contexto de DM2 ou DRC): análises post-hoc de grandes RCTs demonstraram redução do AU sérico e menor incidência de eventos gotosos com essa classe\n- Diuréticos tiazídicos e de alça elevam o AU — revisar necessidade e possibilidade de substituição quando clinicamente viável\n\n## Metas Terapêuticas\n\n- **Hiperuricemia assintomática:** Intervenção no estilo de vida; monitoramento periódico\n- **Gota confirmada:** AU sérico < 6,0 mg/dL (meta geral); < 5,0 mg/dL em casos com tofos\n- **Reavaliação:** AU sérico a cada 3-6 meses durante ajuste terapêutico; anualmente após estabilização"
}
