{
  "score_item_id": "019bf31d-2ef0-7961-b660-d39b07645f73",
  "clinical_relevance": "O ácido metilmalônico (AMM) é o padrão-ouro para avaliar a suficiência funcional de vitamina B12 no nível celular. Enquanto a B12 sérica pode estar falsamente elevada pelo consumo de algas, espirulina ou leveduras nutricionais, o AMM reflete diretamente a utilização intracelular da cobalamina: quando B12 está funcionalmente deficiente, a conversão de metilmalonil-CoA em succinil-CoA — reação dependente de adenosilcobalamina — é prejudicada, resultando em acúmulo e elevação sérica/urinária de AMM.\n\nFisiologicamente, a vitamina B12 atua como cofator essencial em duas reações enzimáticas: (1) metilmalonil-CoA mutase (via mitocondrial, avaliada pelo AMM) e (2) metionina sintase (via citosólica, avaliada indiretamente pela homocisteína). O AMM detecta especificamente disfunção na via mitocondrial, tornando-se positivo precocemente na deficiência funcional, antes mesmo da queda da B12 sérica.\n\nValores de referência: o nível sérico deve estar baixo (dentro da faixa laboratorial normal). Na abordagem funcional, qualquer elevação — mesmo dentro dos limites convencionais — é interpretada em conjunto com B12 sérica e homocisteína para confirmar deficiência funcional. A medição urinária é considerada preferencial por alguns autores por maior sensibilidade.\n\nEpidemiologia e grupos de risco: aproximadamente 20% da população apresenta polimorfismos genéticos que comprometem o transporte intracelular de B12 (incluindo variantes no gene FUT2), tornando o AMM especialmente relevante nesse grupo mesmo com B12 sérica aparentemente normal. Cerca de 20% das pessoas acima de 60 anos apresentam deficiência funcional de B12, frequentemente por hipocloridria e redução do fator intrínseco. Outros grupos de alto risco incluem: vegetarianos e veganos estritos, pacientes em uso de metformina (que reduz absorção de B12), usuários crônicos de inibidores de bomba de prótons (omeprazol e similares), pós-bariátricos, e pacientes com doença inflamatória intestinal.\n\nA importância clínica do AMM vai além de detectar deficiência nutricional: a B12 funcional é indispensável para produção de glóbulos vermelhos, mielinização neuronal, síntese de DNA e suporte ao ciclo de metilação (via conversão de homocisteína em metionina). A deficiência funcional não corrigida pode resultar em: neuropatia periférica, degeneração combinada subaguda da medula espinhal, anemia megaloblástica, elevação de homocisteína com aumento do risco cardiovascular e cerebrovascular, comprometimento cognitivo e demência — frequentemente diagnosticados equivocadamente em idosos como depressão ou demência primária.\n\nEstratificação de risco: AMM elevado com B12 sérica normal confirma deficiência funcional e indica necessidade de intervenção. AMM normal com B12 sérica baixa pode ocorrer em estágios iniciais ou após suplementação recente. A interpretação conjunta com homocisteína (ideal: 5–8 µmol/L, máximo funcional aceito: 10 µmol/L) e B12 sérica (ideal: quartil superior, geralmente >500 pg/mL) é essencial para conduta clínica precisa.",
  "points": 12,
  "patient_explanation": "O ácido metilmalônico é um exame de sangue que mostra se a vitamina B12 está funcionando corretamente dentro das suas células — e não apenas se ela está circulando no sangue. Isso é importante porque, às vezes, o exame comum de B12 pode aparecer normal enquanto as células estão, na prática, com falta dessa vitamina. Quando o ácido metilmalônico está elevado, significa que o seu organismo não está conseguindo aproveitar bem a B12, o que pode afetar seus nervos, sua disposição, sua memória e até seu coração ao longo do tempo. A boa notícia é que, identificada a causa — seja alimentação, absorção intestinal ou medicamentos que interferem — o problema costuma ser corrigido com suplementação adequada, geralmente com a forma ativa da vitamina B12 (metilcobalamina). O exame é especialmente importante para vegetarianos, pessoas acima de 60 anos, quem usa certos remédios para diabetes ou ácido no estômago, e quem fez cirurgia bariátrica.",
  "conduct": "## Conduta Clínica — Ácido Metilmalônico Elevado\n\n### Interpretação do Resultado\n\n- **AMM elevado** confirma deficiência funcional de B12, independentemente do nível sérico de B12\n- Interpretar sempre em conjunto com: B12 sérica (ideal >500 pg/mL), homocisteína (ideal 5–8 µmol/L, aceitar até 10), folato sérico\n- B12 sérica falsamente elevada pode ocorrer com uso de algas, espirulina ou leveduras nutricionais — o AMM desvenda a deficiência oculta nesses casos\n- Em veganos: homocisteína pode estar falsamente baixa por baixo consumo de metionina; considerar dosagem de metionina antes de interpretar\n\n---\n\n### Investigação Complementar\n\n**Exames obrigatórios no painel de metilação:**\n- Vitamina B12 sérica\n- Homocisteína\n- Folato sérico (B9)\n- Hemograma completo (pesquisa de anemia megaloblástica)\n\n**Considerar conforme contexto:**\n- Pesquisa de polimorfismo FUT2 (compromete absorção intestinal de B12)\n- Polimorfismo MTHFR (C677T, A1298C) se homocisteína persistir elevada após correção de B12 e folato\n- Avaliação de hipocloridria (pH gástrico, teste de Heidelberg) em idosos e usuários de IBP\n- Fator intrínseco e anticorpos anti-células parietais se suspeita de anemia perniciosa\n\n---\n\n### Identificação e Correção das Causas\n\n**Causas de deficiência funcional de B12 a investigar:**\n- **Dietéticas:** dieta vegetariana/vegana estrita, baixo consumo de proteína animal\n- **Má absorção:** hipocloridria (envelhecimento, IBP crônicos), ausência ou disfunção do fator intrínseco, doença inflamatória intestinal, pós-bariátrica\n- **Medicamentos:** metformina (reduz absorção de B12), omeprazol e outros IBP, antiácidos crônicos, anticoncepcionais orais (afetam folato e B12)\n- **Genéticos:** polimorfismos em FUT2 (absorção intestinal) e nos genes de transporte de cobalamina\n- **Outros:** consumo excessivo de álcool, excesso de cafeína (>5 cafés/dia)\n\n---\n\n### Intervenções Terapêuticas\n\n**Suplementação de B12:**\n- **Forma preferencial:** Metilcobalamina (forma ativa), via sublingual\n  - Dose: 200–2.000 mcg/dia (ajustar conforme gravidade e resposta)\n  - Via sublingual é essencial em casos de má absorção intestinal (hipocloridria, pós-bariátrica, IBP); via oral é ineficaz nesses contextos\n  - Via oral pode ser suficiente em vegetarianos com absorção preservada\n- **Reavaliação:** repetir AMM, B12, homocisteína e folato em 3–4 meses para ajuste de dose\n\n**Se homocisteína persistir elevada após correção de B12:**\n- Adicionar **Metilfolato (B9 ativa):** 200 mcg a 2 mg/dia (conforme déficit e resposta)\n- Adicionar **Piridoxal-5-Fosfato (P5P, B6 ativa):** 10–30 mg/dia sublingual ou oral\n- Considerar **Trimetilglicina (TMG/Betaína):** 250 mg a 1 g/dia como doador de metil adicional\n- Considerar **Fosfatidilcolina:** 200 mg a 1 g/dia\n- Em veganos: **Metionina** 200–500 mg pode ser adicionada para avaliar ciclo de metilação com maior precisão\n\n**Meta terapêutica:**\n- B12 sérica: >500 pg/mL (quartil superior da referência)\n- Homocisteína: 5–8 µmol/L (máximo funcional aceito: 10 µmol/L)\n- AMM: normalização dentro da faixa laboratorial\n\n---\n\n### Critérios de Encaminhamento\n\n- **Neurologista:** sinais ou sintomas de neuropatia periférica, mielite, comprometimento cognitivo progressivo\n- **Hematologista:** anemia megaloblástica grave ou refratária\n- **Gastroenterologista:** suspeita de anemia perniciosa (anticorpos anti-fator intrínseco/anti-células parietais), doença inflamatória intestinal, avaliação de hipocloridria grave\n- **Geneticista:** polimorfismos complexos com resposta terapêutica inadequada\n\n---\n\n### Monitoramento e Seguimento\n\n- Reavaliação laboratorial a cada 3–4 meses durante ajuste de dose\n- Após estabilização: reavaliação semestral ou anual\n- Em usuários de metformina: monitorar B12, AMM e homocisteína anualmente\n- Em pacientes acima de 60 anos: incluir AMM no painel de rastreio de rotina\n- Atenção especial em idosos: deficiência de B12 pode mimetizar depressão e demência — reversível com tratamento precoce"
}
