{
  "score_item_id": "019bf31d-2ef0-72b1-93e5-4f90b8d07339",
  "clinical_relevance": "A alfafetoproteína (AFP) é uma glicoproteína fetal sintetizada primariamente pelo fígado fetal, saco vitelínico e trato gastrointestinal do feto. Em adultos saudáveis, os níveis séricos são baixos (geralmente < 10 ng/mL), pois a produção hepática fetal cessa progressivamente após o nascimento. A AFP é o biomarcador sérico mais amplamente utilizado para triagem e monitoramento do carcinoma hepatocelular (CHC), o tumor primário de fígado mais prevalente, e também está elevada em carcinomas de células germinativas (testicular e ovariano), especialmente nos tumores de seio endodérmico (tumor do saco vitelínico) e nos carcinomas embrionários com componente yolk sac.\n\nValores de referência em adultos não grávidos: < 10 ng/mL (a maioria dos laboratórios adota como limite superior 10–20 ng/mL dependendo do método). Valores entre 10 e 200 ng/mL podem ocorrer em condições benignas como hepatite viral ativa, cirrose hepática, hepatite alcoólica e doença hepática gordurosa não alcoólica com atividade inflamatória. Valores acima de 200 ng/mL em paciente cirrótico têm alta especificidade para CHC (especificidade > 95%, sensibilidade ~ 40–60%). O ponto de corte diagnóstico clássico para CHC é de 400 ng/mL, com especificidade próxima de 99%, porém com sensibilidade reduzida (~20–40%). Valores extremamente elevados (> 1000 ng/mL) são fortemente sugestivos de CHC avançado ou tumor de células germinativas.\n\nFisiopatologia: No CHC, a desdiferenciação hepatocitária leva à reexpressão do gene AFP (AFP gene), com aumento da síntese e secreção da proteína. Em tumores de células germinativas, as células derivadas do saco vitelínico secretam AFP ativamente. Na gestação, a AFP materna eleva-se progressivamente até o terceiro trimestre — quando elevada acima do esperado para a idade gestacional pode indicar defeitos do tubo neural aberto (anencefalia, espinha bífida), síndrome de Turner, onfalocele, morte fetal; quando baixa, pode associar-se à síndrome de Down.\n\nEstratificação de risco em adultos (não gestantes):\n- < 10 ng/mL: normal\n- 10–200 ng/mL: zona cinza — pode representar doença hepática benigna ativa ou CHC precoce; requer correlação com imagem (ultrassonografia, TC ou RM hepática)\n- 200–400 ng/mL: suspeita alta para CHC em contexto de cirrose ou hepatite B/C crônica\n- > 400 ng/mL: critério diagnóstico para CHC em paciente com cirrose (sem necessidade de biópsia conforme diretrizes AASLD/EASL históricas, hoje substituídas por critérios de imagem dinâmica)\n- > 1000 ng/mL: CHC avançado ou tumor de células germinativas — encaminhamento urgente\n\nA AFP não é um marcador sensível isolado para rastreamento de CHC (sensibilidade 40–65%), sendo utilizada em conjunto com ultrassonografia semestral em populações de alto risco (cirróticos, portadores de HBV com carga viral detectável, hepatite C com fibrose avançada). Falsos positivos ocorrem em hepatite aguda, cirrose descompensada, metástases hepáticas e teratomas maduros.",
  "points": 20,
  "patient_explanation": "A alfafetoproteína (AFP) é uma proteína produzida normalmente pelo fígado e pelo intestino antes do nascimento. Depois que nascemos, seu nível no sangue cai para valores muito baixos. Quando o exame mostra valores elevados em um adulto, isso pode indicar uma inflamação ativa no fígado, uma cirrose hepática ou, em alguns casos, a presença de um tumor no fígado ou em órgãos reprodutivos como testículo ou ovário. Em mulheres grávidas, o nível de AFP no sangue da mãe é usado para rastrear possíveis problemas no desenvolvimento do bebê. O exame por si só não confirma nenhuma doença — o médico sempre interpreta o resultado junto com outros exames de sangue e de imagem para entender o que está acontecendo. Se o seu resultado estiver elevado, não se preocupe antes de conversar com seu médico: muitas condições benignas também podem elevar levemente essa proteína.",
  "conduct": "## Conduta Clínica — Alfafetoproteína (AFP) Elevada\n\n### 1. Interpretação Inicial por Faixa de Valor\n\n- **< 10 ng/mL:** Normal. Sem conduta adicional isoladamente.\n- **10–200 ng/mL (zona cinza):**\n  - Solicitar ultrassonografia hepática\n  - Avaliar contexto: hepatite viral ativa, cirrose, doença hepática gordurosa não alcoólica (DHGNA) com inflamação\n  - Repetir AFP em 3 meses após controle da doença hepática de base\n- **200–400 ng/mL:**\n  - Solicitar TC ou RM de abdome com contraste (protocolo hepático trifásico)\n  - Investigar marcadores tumorais associados: CEA, CA 19-9, beta-hCG, LDH\n  - Em homens: ultrassonografia testicular (descartar tumor de células germinativas)\n  - Encaminhar para hepatologista ou gastroenterologista\n- **> 400 ng/mL:**\n  - Encaminhamento urgente para hepatologista/oncologista\n  - Investigação de imagem imediata (RM hepática com contraste ou TC trifásica)\n  - Nos homens jovens sem doença hepática: investigar tumor testicular (beta-hCG, ultrassom escrotal)\n- **> 1000 ng/mL:**\n  - Encaminhamento oncológico urgente\n  - Estadiamento completo (TC tórax/abdome/pelve)\n\n### 2. Investigação Complementar Recomendada\n\n- **Função hepática completa:** AST, ALT, GGT, fosfatase alcalina, bilirrubinas, albumina, INR\n- **Sorologias virais:** HBsAg, Anti-HBc total, Anti-HCV (se não realizados recentemente)\n- **Imagem hepática:** ultrassonografia é o exame de triagem; TC ou RM com contraste para lesões suspeitas\n- **Marcadores associados:** beta-hCG (tumores germinativos), LDH, CA 125 (em mulheres)\n- **Elastografia hepática (FibroScan):** avaliar grau de fibrose/cirrose quando indicado\n- **Hemograma completo e plaquetas:** trombocitopenia pode indicar hipertensão portal\n\n### 3. Populações de Alto Risco — Rastreamento Periódico\n\n- Pacientes com **cirrose hepática** (qualquer etiologia): AFP semestral + ultrassonografia semestral\n- Portadores de **hepatite B crônica** com carga viral detectável ou fibrose avançada\n- Portadores de **hepatite C com fibrose F3-F4**\n- Homens com **história pessoal de criptorquidia** ou tumor testicular prévio\n\n### 4. Critérios de Encaminhamento Especializado\n\n- **Hepatologista:** AFP > 20 ng/mL persistente após tratamento da hepatopatia de base; qualquer valor > 200 ng/mL; cirróticos com qualquer elevação acima do basal\n- **Oncologista/Urologista:** suspeita de tumor de células germinativas (homens jovens, massa testicular, AFP elevada)\n- **Ginecologista oncologista:** mulheres com massa anexial e AFP elevada\n- **Pré-natal/Genética:** AFP materna fora do esperado para a idade gestacional (encaminhamento para medicina fetal)\n\n### 5. Intervenções sobre Causas Benignas de Elevação\n\n- **Hepatite viral ativa:** tratamento antiviral específico (DAAs para HCV, análogos de nucleosídeos/nucleotídeos para HBV) com reavaliação de AFP após supressão viral\n- **DHGNA/EHGNA:** intervenção intensiva no estilo de vida — redução de peso (meta 7–10% do peso corporal), restrição de frutose e carboidratos refinados, atividade física aeróbica regular\n- **Hepatite alcoólica:** abstinência alcoólica; suporte nutricional; avaliar indicação de corticoterapia em formas graves\n- **Suplementos hepatoprotetores com evidência:** silimarina (até 300 mg/dia), ácido alfa-lipoico (300–600 mg/dia) podem auxiliar na melhora da função hepática e redução de marcadores inflamatórios em contexto de DHGNA\n\n### 6. Monitoramento\n\n- Reavaliação de AFP após 3 meses de tratamento da causa identificada\n- Se normalização confirmada e sem lesão focal à imagem: seguimento clínico habitual\n- Se AFP persistentemente elevada sem causa identificável: manter investigação ativa e encaminhamento especializado"
}
