{
  "score_item_id": "019bf31d-2ef0-750e-b7f1-03a388ec5e62",
  "clinical_relevance": "A amilase sérica é uma enzima hidrolítica produzida principalmente pelo pâncreas exócrino (isoforma pancreática, P-amilase) e pelas glândulas salivares (isoforma salivar, S-amilase), sendo responsável pela digestão inicial de carboidratos complexos (amido e glicogênio) em maltose e oligossacarídeos. Fisiologicamente, a amilase pancreática é secretada em resposta à colecistocinina (CCK) e acetilcolina, sendo sua produção diária de 2 a 3 litros de suco pancreático com enzimas digestivas. A atividade ótima da amilase ocorre em pH alcalino, garantido pelo bicarbonato pancreático que neutraliza o quimo ácido proveniente do estômago.\n\nValores de referência laboratoriais (adultos): 28–100 U/L (método cinético colorimétrico), podendo variar conforme o laboratório. A isofracionação (amilase total, P-amilase e S-amilase) agrega precisão diagnóstica.\n\nElevações da amilase sérica (hiperamilasemia) ocorrem principalmente em:\n- Pancreatite aguda: elevação de 3 a 5 vezes o limite superior em 6–12 horas do início dos sintomas, com retorno ao normal em 3–5 dias. A elevação isolada da amilase tem sensibilidade de 83–85% e especificidade de 88–91% para pancreatite aguda.\n- Pancreatite crônica: pode haver elevação moderada nas exacerbações, mas valores normais ou baixos são frequentes nas fases avançadas com fibrose parenquimatosa.\n- Insuficiência renal: redução do clearance renal eleva a amilase sérica sem causa pancreática primária.\n- Condições extra-pancreáticas: parotidite (elevação da S-amilase), perfuração de víscera oca, obstrução intestinal, gravidez ectópica, macroamilasemia.\n\nRedução da amilase sérica (hipoamilasemia) pode indicar:\n- Insuficiência pancreática exócrina avançada (fibrose, pancreatite crônica grave)\n- Hepatopatia grave\n- Fibrose cística com comprometimento pancreático\n\nNa perspectiva da medicina funcional integrativa, a função pancreática exócrina é um eixo central da digestibilidade. A diminuição da função exócrina pode ocorrer com o envelhecimento, esteatose pancreática, hipocloridria (redução do estímulo ácido ao duodeno que prejudica a liberação de secretina e CCK), estresse crônico e disbiose intestinal. O marcador mais sensível para insuficiência pancreática exócrina funcional é a elastase pancreática fecal (normal >200 µg/g de fezes), mais específico que a amilase sérica para disfunções crônicas e subclínicas. A amilase sérica isolada tem baixa sensibilidade para insuficiência pancreática crônica leve a moderada.\n\nDo ponto de vista epidemiológico, a pancreatite aguda tem incidência de 13–45 casos por 100.000 habitantes/ano, sendo a principal causa de hospitalização por doença gastrointestinal em países ocidentais. A pancreatite crônica afeta 5–12 por 100.000 habitantes. Litíase biliar e etilismo respondem por 70–80% dos casos de pancreatite aguda. A mortalidade na pancreatite aguda leve é inferior a 1%, elevando-se para 20–30% nas formas graves com necrose.",
  "points": 8,
  "patient_explanation": "A amilase é uma enzima produzida principalmente pelo pâncreas e pelas glândulas salivares. Ela ajuda o seu organismo a digerir os carboidratos presentes nos alimentos, como pães, massas, arroz e frutas, quebrando essas moléculas em partes menores que o intestino consegue absorver.\n\nQuando medimos a amilase no sangue, estamos avaliando como está a saúde do seu pâncreas e das glândulas salivares. Um valor muito elevado pode indicar inflamação no pâncreas (pancreatite) e geralmente vem acompanhado de dor abdominal intensa. Já valores baixos podem sugerir que o pâncreas não está produzindo enzimas digestivas em quantidade suficiente, o que pode causar sintomas como inchaço abdominal, gases, fezes pastosas ou gordurosas e dificuldade em digerir certos alimentos.\n\nUm exame alterado não significa necessariamente uma doença grave — seu médico vai avaliar o resultado junto com seus sintomas e outros exames para entender o que está acontecendo e orientar o melhor cuidado para você.",
  "conduct": "## Conduta Clínica: Amilase Sérica Alterada\n\n### Avaliação Inicial\n\n- **Anamnese dirigida:** investigar dor abdominal (localização, irradiação, intensidade), náuseas, vômitos, alterações do trânsito intestinal, consumo de álcool, uso de medicamentos (corticoides, diuréticos tiazídicos, valproato, azatioprina), histórico de litíase biliar, sintomas de má absorção (esteatorreia, flatulência excessiva, perda de peso)\n- **Exame físico:** avaliar sinal de Cullen, sinal de Grey-Turner, defesa abdominal, icterícia\n- **Contextualizar o resultado:** considerar que a amilase sérica pode estar elevada por causas extra-pancreáticas (parotidite, insuficiência renal, macroamilasemia)\n\n---\n\n### Investigação Complementar\n\n**Na suspeita de pancreatite aguda (amilase >3x o limite superior):**\n- **Lipase sérica:** mais específica e com janela diagnóstica mais longa (permanece elevada por 7–14 dias vs. 3–5 dias da amilase); solicitar em conjunto\n- **Hemograma completo**, PCR, creatinina, ureia, bilirrubinas, TGO, TGP, fosfatase alcalina, GGT\n- **Ultrassonografia abdominal:** avaliação de litíase biliar e coledocolitíase\n- **Tomografia computadorizada de abdome com contraste** (se dúvida diagnóstica ou suspeita de formas graves): permite estadiamento pelo escore de Balthazar\n- **Gasometria arterial e lactato** em formas potencialmente graves\n\n**Na suspeita de insuficiência pancreática exócrina (amilase baixa ou contexto de má digestão):**\n- **Elastase pancreática fecal:** exame de maior sensibilidade e especificidade para insuficiência exócrina; valores <200 µg/g indicam disfunção (leve-moderada: 100–200; grave: <100)\n- **Coprologia funcional (exame coprológico):** avaliação de digestibilidade, sobras alimentares, gordura fecal\n- **Glicemia de jejum, insulina basal, HOMA-IR:** disglicemia e resistência insulínica estão associadas à disfunção pancreática\n- **Vitaminas lipossolúveis (A, D, E, K):** avaliar má absorção em casos de insuficiência exócrina significativa\n- **Vitamina B12:** absorção dependente de função gástrica e pancreática adequadas\n\n**Na avaliação funcional integrativa:**\n- Investigar hipocloridria (pH gástrico comprometido reduz estimulação de CCK/secretina e prejudica a secreção pancreática)\n- Considerar SIBO (teste respiratório com lactulose ou glicose: elevação acima de 20 ppm nos primeiros 90 minutos) em pacientes com sintomas de má digestão de carboidratos e gases\n- Avaliar hábitos de mastigação: mastigação insuficiente reduz contato substrato-amilase salivar e aumenta carga ao pâncreas\n\n---\n\n### Critérios de Encaminhamento\n\n- **Emergência hospitalar imediata:** amilase >3x LSN com dor abdominal intensa — suspeita de pancreatite aguda\n- **Gastroenterologista:** pancreatite aguda confirmada, suspeita de pancreatite crônica, insuficiência pancreática exócrina grave (elastase fecal <100 µg/g), achados de dilatação do ducto de Wirsung à imagem\n- **Cirurgião:** suspeita de litíase biliar sintomática como causa desencadeante\n- **Endocrinologista:** se associação com diabetes mellitus tipo 3c (diabetes pancreatoprival)\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Para insuficiência pancreática exócrina (funcional ou estrutural):**\n- **Suplementação de enzimas digestivas (pancreatina):** administrar antes das refeições (15 min); não associar betaína HCl na mesma cápsula; titular dose conforme sintomas e resposta clínica\n- **Restauração da acidez gástrica:** considerar estratégias para reversão de hipocloridria quando indicado; avaliar uso crônico de inibidores de bomba de prótons (IBP) — o desmame deve ser gradual para evitar hiperacidez de rebote\n- **Otimização da secreção pancreática via dieta:** estimular CCK com gorduras de boa qualidade e proteínas bem preparadas; incluir fibras prebióticas e alimentos coloridos\n\n**Para pancreatite aguda leve (ambulatorial após estabilização hospitalar):**\n- Abstinência alcoólica absoluta\n- Dieta hipogordurosa e fracionada\n- Tratamento etiológico (colecistectomia em litíase biliar quando indicado)\n\n**Abordagem funcional integrativa:**\n- Orientar mastigação adequada (até formar pasta homogênea) para maximizar a ação da amilase salivar e reduzir demanda pancreática\n- Controle do estresse crônico: estresse reduz função parassimpática, compromete salivação e secreção enzimática pancreática; encaminhar para psicoterapia ou terapias complementares conforme indicado\n- Investigar e tratar SIBO/SIFO se presentes\n- Monitorar marcadores inflamatórios sistêmicos: PCR-us, HOMA-IR, homocisteína\n- Suportar microbiota intestinal saudável como parte da modulação da função digestiva global"
}
