{
  "score_item_id": "019bf31d-2ef0-74e0-b2fa-dfb17164d4c9",
  "clinical_relevance": "O Anti-endomísio IgA (EMA-IgA) é um autoanticorpo dirigido contra componentes do tecido conjuntivo perimiocístico — especificamente a transglutaminase tecidual 2 (TG2) presente no endomísio do músculo liso — detectado por imunofluorescência indireta em esôfago de macaco ou cordão umbilical humano. É um marcador sorológico de alta acurácia para doença celíaca (DC), uma enteropatia autoimune desencadeada pela ingestão de glúten (gliadinas do trigo, secalinas do centeio, hordeínas da cevada) em indivíduos geneticamente predispostos (HLA-DQ2 ou HLA-DQ8).\n\n**Desempenho diagnóstico:** O EMA-IgA apresenta especificidade próxima de 98–100% e sensibilidade de 85–98% para DC com atrofia vilositária confirmada por biópsia. Por sua altíssima especificidade, um resultado positivo é virtualmente confirmatório de DC ativa, enquanto um resultado negativo não exclui a doença — especialmente nas formas leves (Marsh I-II) ou em pacientes com deficiência seletiva de IgA, condição que acomete aproximadamente 2–3% dos celíacos e pode gerar falsos negativos. Nesse cenário, a triagem deve ser completada com anti-tTG IgG e/ou EMA-IgG.\n\n**Interpretação e referência:** O exame é qualitativo (positivo/negativo) e, quando disponível, semi-quantitativo por titulação (1:5, 1:10, 1:20 etc.). Qualquer positividade em adulto com dieta contendo glúten é clinicamente significativa. A magnitude do título tende a correlacionar-se com o grau de atrofia vilositária e retorna à negatividade após 6–24 meses de dieta isenta de glúten (DIG) rigorosa, sendo útil no monitoramento da adesão terapêutica.\n\n**Contexto clínico e prevalência:** A DC afeta aproximadamente 1% da população mundial, porém permanece subdiagnosticada. Estudos de rastreamento estimam que para cada caso diagnosticado existem 5–7 casos não identificados. Manifesta-se em espectro clínico amplo: forma clássica (diarreia, esteatorréia, perda de peso, distensão abdominal), forma atípica (anemia ferropriva refratária, osteoporose, infertilidade, neuropatia periférica, dermatite herpetiforme, hipertransaminasemia inexplicada) e forma silenciosa (assintomática com atrofia vilositária confirmada). Sintomas extraintestinais incluem fadiga, brain fog, depressão e manifestações neurológicas — contexto que os chunks científicos associam a neuroinflamação e hiperpermeabilidade intestinal.\n\n**Fisiopatologia resumida:** A ingestão de glúten desencadeia, em indivíduos HLA-DQ2/DQ8 positivos, uma resposta imune adaptativa com ativação de linfócitos T CD4+ na lâmina própria e resposta humoral com produção de autoanticorpos (anti-tTG2, EMA). A inflamação resultante gera atrofia vilositária progressiva (classificação de Marsh: I = infiltrado, II = hiperplasia de criptas, III = atrofia vilositária parcial/subtotal/total), comprometendo a absorção de macro e micronutrientes. A hiperpermeabilidade intestinal (leaky gut), com rompimento das junções estreitas e passagem de antígenos para a corrente sanguínea, amplifica a resposta inflamatória sistêmica — mecanismo mencionado nos chunks como associado a condições neurológicas, dermatológicas e autoimunes.\n\n**Diferencial diagnóstico:** O EMA-IgA pode estar positivo também na dermatite herpetiforme (forma cutânea da DC). Não é positivo na sensibilidade ao glúten não celíaca (SGNC) nem na alergia ao trigo — condições que compartilham sintomas com a DC mas têm fisiopatologia distinta, conforme mencionado nos chunks sobre triagem diferencial. O diagnóstico definitivo de DC requer biópsia duodenal com achados histológicos compatíveis, com ressalva de que em crianças com anti-tTG IgA > 10x o limite superior do normal e EMA-IgA positivo, o diagnóstico pode ser firmado sem biópsia segundo critérios da ESPGHAN 2020.",
  "points": 12,
  "patient_explanation": "O Anti-endomísio IgA (EMA-IgA) é um exame de sangue que detecta um tipo de anticorpo que o próprio corpo produz quando reage ao glúten — proteína presente no trigo, centeio e cevada. Quando esse anticorpo está presente, significa que o sistema imunológico está atacando o intestino, um quadro chamado doença celíaca.\n\nA doença celíaca é uma condição autoimune: o glúten provoca uma inflamação crônica no intestino delgado que prejudica a absorção de nutrientes como ferro, cálcio e vitaminas. Isso pode causar sintomas como diarreia frequente, distensão abdominal, cansaço intenso, anemia, dores nas articulações, e até sintomas fora do intestino, como enxaqueca e dificuldade de concentração.\n\nUm resultado positivo neste exame é muito específico — quase sempre indica doença celíaca ativa. O médico poderá solicitar uma endoscopia para confirmar o diagnóstico. A boa notícia é que a doença celíaca tem tratamento eficaz: uma dieta completamente livre de glúten permite que o intestino se recupere e os anticorpos desapareçam com o tempo. Com adesão rigorosa à dieta, a maioria dos pacientes tem melhora significativa dos sintomas e da qualidade de vida.",
  "conduct": "## Interpretação do Resultado\n\n- **EMA-IgA positivo:** altamente sugestivo de doença celíaca ativa — especificidade ~98–100%. Iniciar investigação confirmatória imediatamente\n- **EMA-IgA negativo com suspeita clínica mantida:** solicitar IgA sérica total para excluir deficiência seletiva de IgA (causa de falso negativo); se IgA baixa, solicitar anti-tTG IgG e/ou EMA-IgG\n- **Monitoramento pós-diagnóstico:** EMA tende a negativar em 6–24 meses com dieta isenta de glúten (DIG) rigorosa; positividade persistente indica transgressão alimentar\n\n---\n\n## Investigação Complementar\n\n### Exames Sorológicos\n- **IgA sérica total:** obrigatória para interpretar EMA-IgA (excluir deficiência de IgA)\n- **Anti-tTG IgA:** primeira linha de rastreamento; solicitar em conjunto\n- **Anti-tTG IgG / EMA-IgG:** indicados quando IgA total baixa ou ausente\n- **Anti-gliadina deaminada (DGP) IgA e IgG:** útil especialmente em crianças < 2 anos e em pacientes IgA-deficientes\n\n### Genética\n- **HLA-DQ2/DQ8:** presença é necessária (mas não suficiente) para DC; ausência afasta o diagnóstico com alto valor preditivo negativo; útil em casos duvidosos ou para triagem familiar\n\n### Histologia\n- **Endoscopia digestiva alta com biópsias duodenais:** mínimo de 4 fragmentos do bulbo duodenal e 4 do duodeno distal; classificação de Marsh (I a III) orienta diagnóstico e prognóstico\n- **Exceção pediátrica:** crianças com sintomas típicos, anti-tTG IgA > 10x LSN e EMA-IgA positivo podem ser diagnosticadas sem biópsia (critérios ESPGHAN 2020)\n\n### Avaliação Nutricional e Funcional\n- **Hemograma completo:** anemia ferropriva ou megaloblástica frequente\n- **Ferritina e saturação de transferrina:** deficiência de ferro é apresentação atípica comum\n- **Vitamina B12, folato e vitamina D:** frequentemente deficientes por má absorção\n- **Cálcio, fósforo e PTH:** avaliar comprometimento da mineralização óssea\n- **Densitometria óssea:** indicada em adultos ao diagnóstico (risco elevado de osteopenia/osteoporose)\n- **Transaminases (ALT/AST):** hipertransaminasemia é manifestação extra-intestinal reconhecida\n- **Perfil tireoidiano (TSH, T4L, anti-TPO):** doença celíaca associa-se a tireoidite de Hashimoto e outras condições autoimunes\n- **Glicemia de jejum e anti-GAD/anti-IA2:** rastrear DM1 autoimune, que coexiste com DC em ~5–10% dos casos\n\n---\n\n## Tratamento e Conduta\n\n### Dieta Isenta de Glúten (DIG)\n- **Pilar único e insubstituível** do tratamento da doença celíaca\n- Retirar completamente trigo, centeio, cevada e seus derivados; aveia contaminada deve ser evitada\n- A DIG rigorosa permite recuperação da mucosa intestinal, normalização dos anticorpos e resolução dos sintomas na maioria dos pacientes\n- Orientar sobre fontes ocultas de glúten (molhos industrializados, condimentos, medicamentos, suplementos)\n- **Encaminhar a nutricionista** especializada em DC para educação alimentar e prevenção de deficiências nutricionais\n\n### Reposição Nutricional\n- Corrigir deficiências identificadas: ferro, vitamina D, vitamina B12, folato, cálcio, magnésio, zinco\n- Reavaliar absorção após 6–12 meses de DIG antes de suplementação indefinida\n- **Probióticos:** modular microbiota intestinal; cepas como *Lactobacillus rhamnosus* têm evidência em suporte à barreira intestinal\n\n### Modulação da Permeabilidade Intestinal\n- Suporte à barreira intestinal com butirato, glutamina e fibras fermentáveis\n- Dieta anti-inflamatória: rica em vegetais, peixes, azeite de oliva; reduzir ultraprocessados\n- Estilo de vida anti-inflamatório: controle do estresse, sono adequado, atividade física regular\n\n---\n\n## Encaminhamentos e Seguimento\n\n- **Gastroenterologista:** para realização de endoscopia e biópsias confirmatórias; seguimento especializado\n- **Nutricionista:** educação e acompanhamento da DIG; prevenção de deficiências\n- **Endocrinologista:** se osteoporose significativa ou DM1 associado\n- **Dermatologista:** se suspeita de dermatite herpetiforme (DC cutânea)\n- **Neurologista:** se manifestações neurológicas (neuropatia, ataxia por glúten)\n\n### Monitoramento após diagnóstico\n- **Sorologia (EMA-IgA e/ou anti-tTG IgA):** a cada 6 meses no 1º ano; anualmente após negativação\n- **Avaliação nutricional:** ferro, ferritina, vitamina D, B12, folato — reavaliados a cada 6–12 meses\n- **Densitometria óssea:** reavaliação em 2–3 anos após DIG\n- **Rastreamento familiar:** parentes de 1º grau têm risco aumentado de DC (~10%); oferecer triagem sorológica"
}
