{
  "score_item_id": "ac36a27f-9e17-4f2d-a7c6-30770ceecc2c",
  "clinical_relevance": "A lipase é uma enzima hidrolítica produzida predominantemente pelas células acinares do pâncreas exócrino, responsável pela hidrólise de triglicerídeos (gorduras) em ácidos graxos livres e monoglicerídeos no duodeno. Em menor grau, é produzida pela mucosa gástrica (lipase gástrica, responsável pela hidrólise de 5% a 40% dos triglicerídeos no estômago) e por outras glândulas. A lipase sérica é o marcador laboratorial preferencial para diagnóstico de pancreatite aguda, com superioridade diagnóstica sobre a amilase por ter meia-vida mais longa, permanecer elevada por 7 a 14 dias após o início do quadro, e apresentar maior sensibilidade e especificidade.\n\nValores de referência: A maioria dos laboratórios adota o limite superior de normalidade entre 60 e 160 U/L, com variações conforme o método e o analisador utilizados. Em contexto clínico, elevações acima de 3 vezes o limite superior da normalidade são altamente sugestivas de pancreatite aguda (sensibilidade ~85-90%, especificidade ~95%). Valores entre 1 e 3 vezes o limite superior exigem interpretação cuidadosa no contexto clínico.\n\nFisiopatologia: A elevação da lipase sérica ocorre principalmente por lesão das células acinares pancreáticas, com extravasamento enzimático para o interstício e absorção para a corrente sanguínea. As causas mais comuns de hiperlipasemia são: pancreatite aguda (litiásica, alcoólica, hipertrigliceridêmica, medicamentosa, autoimune, traumática), pancreatite crônica em exacerbação, obstrução do ducto pancreático, neoplasias pancreáticas, insuficiência renal (redução da depuração), e macrolipasemia. Hipertrigliceridemia grave (triglicerídeos > 880 mg/dL) representa causa importante de pancreatite aguda e pode, paradoxalmente, interferir na dosagem da lipase por efeito de diluição, levando a resultados falsamente normais em pancreatite hipertrigliceridêmica.\n\nValores reduzidos de lipase sérica podem indicar insuficiência pancreática exócrina avançada, com destruição do parênquima acinar, situação comumente encontrada em pancreatite crônica evoluída, fibrose cística e neoplasias pancreáticas extensas.\n\nRisco clínico: A pancreatite aguda apresenta mortalidade de 1% a 3% nos casos leves, podendo atingir 15% a 30% nos casos graves com necrose infectada. A pancreatite crônica associa-se a risco aumentado de adenocarcinoma pancreático, diabetes mellitus tipo 3c (pancreatogênico) e má absorção com desnutrição grave.\n\nContexto funcional integrativo: A função exócrina pancreática é regulada dinamicamente por estímulos digestivos, sendo dependente da acidez gástrica preservada para a liberação adequada de CCK (colecistoquinina) e secretina pelas células I e S duodenais. Hipocloridria compromete essa cascata, podendo resultar em insuficiência pancreática exócrina funcional mesmo sem lesão anatômica do pâncreas — situação avaliada mais adequadamente pela elastase pancreática fecal do que pela lipase sérica.",
  "points": 12,
  "patient_explanation": "A lipase é uma enzima produzida pelo pâncreas, uma glândula localizada atrás do estômago. Essa enzima tem a função de ajudar o organismo a digerir as gorduras dos alimentos. Quando o pâncreas está inflamado ou lesionado, a lipase extravasa para o sangue e seus níveis no exame de sangue ficam elevados.\n\nO exame de lipase sérica é solicitado principalmente quando o médico suspeita de inflamação do pâncreas (chamada de pancreatite), que pode causar dor intensa na barriga, náuseas e vômitos. Valores muito elevados confirmam esse diagnóstico e indicam que o pâncreas precisa de atenção imediata.\n\nValores baixos de lipase podem indicar que o pâncreas está com dificuldade de produzir enzimas digestivas em quantidade adequada, o que pode causar dificuldade para digerir gorduras, fezes com aspecto gorduroso e perda de peso. Esse achado também pode ser avaliado com outros exames específicos, como a elastase fecal. Sempre que o resultado estiver fora dos valores de referência, é importante conversar com seu médico para avaliar o contexto clínico completo.",
  "conduct": "## Conduta Clínica — Lipase Sérica\n\n### Interpretação dos Resultados\n\n- **Normal:** Dentro dos limites do laboratório (habitualmente < 60–160 U/L dependendo do método)\n- **Elevação leve (1–3x LSN):** Investigação clínica dirigida; pode refletir pancreatite leve, insuficiência renal, uso de medicamentos ou condição benigna\n- **Elevação significativa (> 3x LSN):** Altamente sugestiva de pancreatite aguda; manejo urgente\n- **Valor reduzido:** Avaliar insuficiência pancreática exócrina avançada\n\n---\n\n### Hiperlipasemia — Investigação Complementar\n\n**Exames laboratoriais:**\n- Amilase sérica (complementar; eleva mais precocemente, normaliza mais rápido)\n- Hemograma completo, PCR-us, procalcitonina (marcadores de gravidade e infecção)\n- Perfil metabólico: glicemia, creatinina, ureia, eletrólitos, albumina\n- **Triglicerídeos séricos** — causa importante e frequentemente subestimada de pancreatite aguda; TG > 880 mg/dL indica risco alto de pancreatite e pode causar resultado de lipase falsamente normal por interferência analítica\n- Cálcio sérico (hipercalcemia como causa de pancreatite)\n- Função hepática (ALT, AST, bilirrubinas, GGT) — investigação de etiologia biliar\n- IgG4 sérica (pancreatite autoimune tipo 1)\n\n**Exames de imagem:**\n- **Ultrassonografia de abdome:** Primeira linha — avalia vesícula, vias biliares, pâncreas, presença de colelitíase ou coledocolitíase\n- **Tomografia computadorizada de abdome com contraste:** Indicada em casos moderados a graves para estadiamento (Classificação de Balthazar), avaliação de necrose e complicações locais\n- **Ressonância magnética / MRCP:** Avaliação de ducto pancreático, coledocolitíase oculta, pancreatite autoimune\n- **EUS (ecoendoscopia):** Avaliação ductal e de lesões focais pancreáticas quando indicado\n\n---\n\n### Pancreatite Aguda — Manejo Imediato\n\n- **Hospitalização** em casos com dor intensa, vômitos, alterações laboratoriais significativas ou sinais de gravidade\n- Hidratação venosa vigorosa nas primeiras 24–48h (Ringer lactato preferencial em ausência de contraindicação)\n- Jejum oral inicial com progressão para dieta oral precoce conforme tolerância clínica (evidências atuais suportam reinício precoce da dieta)\n- Analgesia adequada\n- **Encaminhamento urgente ao gastroenterologista ou cirurgião** em pancreatite aguda grave, necrose ou complicações\n\n---\n\n### Etiologia — Abordagem por Causa\n\n**Litíase biliar (causa mais comum):**\n- Colecistectomia laparoscópica eletiva após resolução do episódio agudo (recomendada na mesma internação em casos leves)\n- CPRE + papilotomia se coledocolitíase confirmada\n\n**Hipertrigliceridemia:**\n- Redução urgente de triglicerídeos (dieta zero gordura, hidratação, fibrato, insulinoterapia em casos graves)\n- Investigação de causas secundárias: diabetes descompensado, hipotireoidismo, síndrome nefrótica, uso de medicamentos\n\n**Álcool:**\n- Cessação do consumo — pilar do tratamento e prevenção de recorrências\n- Suporte nutricional e reposição de vitaminas (tiamina, B12)\n\n**Medicamentos:**\n- Revisão da lista medicamentosa (azatioprina, valproato, tetraciclina, diuréticos tiazídicos, corticosteroides, GLP-1 agonistas — revisão individual)\n\n---\n\n### Hiperlipasemia Assintomática ou Leve\n\n- Excluir insuficiência renal (reduz depuração da lipase)\n- Macrolipasemia (lipase ligada a imunoglobulinas — elevação persistente sem sintomas, benigna)\n- Repetir dosagem em 4–6 semanas\n- Correlacionar com sintomas digestivos, perda de peso, esteatorréia\n\n---\n\n### Hiperlipasemia Crônica / Insuficiência Pancreática Exócrina\n\n- **Elastase pancreática fecal:** Marcador de escolha para insuficiência exócrina; valores < 200 µg/g indicam insuficiência; < 100 µg/g indicam insuficiência grave\n- Avaliação de má absorção: perfil nutricional (vitaminas lipossolúveis A, D, E, K), albumina, pré-albumina\n- **Reposição de enzimas pancreáticas (CREON ou equivalente):** Indicada em insuficiência exócrina confirmada com sintomas; dose ajustada individualmente\n- Investigação de causa subjacente: pancreatite crônica (TC/MRCP), fibrose cística (teste do suor, genética), neoplasia pancreática\n\n---\n\n### Perspectiva Funcional Integrativa\n\n- Avaliar função gástrica: hipocloridria compromete a liberação de CCK/secretina e pode causar insuficiência pancreática exócrina funcional mesmo sem lesão estrutural do pâncreas\n- Investigar disbiose intestinal e SIBO, que podem agravar a má digestão de gorduras\n- Estimular hábitos que otimizem a secreção pancreática: mastigação adequada, refeições sem pressa, ingestão de gorduras de boa qualidade e proteínas bem preparadas\n- **Encaminhamento ao gastroenterologista** sempre que houver pancreatite aguda, elevações persistentes sem causa identificada, suspeita de neoplasia pancreática ou insuficiência exócrina grave"
}
