{
  "score_item_id": "019bf31d-2ef0-7382-8875-36b5357355b5",
  "clinical_relevance": "O Anti-RO (SSA) é um autoanticorpo dirigido contra antígenos ribonucleoproteicos citoplasmáticos, especificamente as proteínas Ro60 (60 kDa) e Ro52 (52 kDa), componentes do complexo RNP-Y. Sua detecção é realizada por ELISA ou imunofluorescência indireta, sendo considerado positivo quando acima dos valores de referência do laboratório (tipicamente > 7 UI/mL ou conforme cut-off validado localmente).\n\nEpidemiologia e prevalência: O Anti-RO (SSA) é detectado em 50-70% dos pacientes com Síndrome de Sjögren primária, tornando-se um dos marcadores laboratoriais mais relevantes dessa condição. No Lúpus Eritematoso Sistêmico (LES), a positividade ocorre em 25-40% dos casos, frequentemente associado ao Anti-LA (SSB). Em gestantes com LES ou Sjögren, a presença de Anti-RO tem importância clínica crítica pelo risco de complicações fetais e neonatais.\n\nAssociações clínicas principais:\n- Síndrome de Sjögren primária e secundária: O Anti-RO integra os critérios classificatórios ACR/EULAR 2016 para Sjögren, com peso de 3 pontos (dos 4 necessários para diagnóstico), sendo o marcador laboratorial com maior peso isolado nesses critérios.\n- Lúpus Eritematoso Sistêmico (LES): Associado a fenótipos específicos — fotossensibilidade, lúpus cutâneo subagudo (SCLE), síndrome de overlap Sjögren-LES, e lúpus ANA-negativo (casos raros onde Anti-RO pode ser o único autoanticorpo positivo).\n- Lúpus neonatal: O Anti-RO atravessa a barreira placentária e pode causar bloqueio cardíaco congênito (BAV completo, terceiro grau) no feto/neonato, dermatite neonatal lúpica, citopenias transitórias e hepatite neonatal. O risco de BAV em gestantes Anti-RO positivas é estimado em 1-3% em primeira gravidez e 15-20% após nascimento de filho afetado previamente.\n- Outras condições: Artrite reumatoide (especialmente com manifestações extra-articulares), miopatias inflamatórias, esclerodermia e outras conectivopatias.\n\nFisiopatologia resumida: As proteínas Ro são normalmente intracelulares, mas em estados de apoptose ou estresse celular migram para a superfície, tornando-se acessíveis ao sistema imune. Fatores como radiação ultravioleta (relevante na fotossensibilidade do lúpus) facilitam essa exposição antigênica. Os autoanticorpos Anti-RO interferem na regulação do RNA e nos mecanismos de reparo celular, contribuindo para o dano tecidual.\n\nInterpretação e estratificação de risco:\n- Baixo título positivo em indivíduo assintomático: monitoramento clínico, repetir em 6-12 meses, investigar sintomas sicca (boca seca, olho seco) e fotossensibilidade.\n- Alto título positivo com sintomas sicca ou rash fotossensível: alta probabilidade de Sjögren ou LES, encaminhamento reumatológico prioritário.\n- Gestante Anti-RO positiva: protocolo especializado com ecocardiograma fetal seriado entre 16-26 semanas de gestação, monitoramento cardiológico fetal.\n- Anti-RO isolado sem Anti-LA: maior associação com LES; Anti-RO + Anti-LA juntos: maior associação com Sjögren e menor risco de nefrite lúpica.",
  "points": 14,
  "patient_explanation": "O Anti-RO (SSA) é um marcador encontrado no sangue que indica que o sistema imunológico pode estar reagindo contra proteínas do próprio organismo, chamadas de autoanticorpos. Quando positivo, ele pode ser um sinal de doenças autoimunes como a Síndrome de Sjögren (que causa ressecamento de olhos e boca) ou o Lúpus Eritematoso Sistêmico.\n\nUm resultado positivo não significa necessariamente que você tem uma doença grave — muitas pessoas com esse marcador levam vida normal com acompanhamento adequado. No entanto, é importante que seu médico avalie o resultado junto com seus sintomas e outros exames. Se você está grávida ou planeja engravidar, informe imediatamente ao seu médico sobre esse resultado, pois existe um monitoramento especial recomendado durante a gestação. Proteger-se do sol com filtro solar e roupas adequadas também é uma medida importante para quem tem esse marcador positivo.",
  "conduct": "## Conduta Clínica — Anti-RO (SSA) Positivo\n\n### 1. Avaliação Clínica Inicial\n\n- **Anamnese dirigida:** Investigar sintomas sicca (xerostomia, xeroftalmia), fotossensibilidade, rash cutâneo (especialmente malar ou anular), artralgia/artrite, fadiga persistente, fenômeno de Raynaud, disfagia, sintomas neurológicos.\n- **História familiar** de doenças autoimunes.\n- **Uso de medicamentos** que podem induzir positividade (procainamida, hidralazina, isoniazida, alguns anti-hipertensivos).\n- **Gestação atual ou planejada:** situação de alta prioridade clínica.\n\n### 2. Investigação Laboratorial Complementar\n\n- **Painel de autoanticorpos:** Anti-LA (SSB), Anti-dsDNA, Anti-Sm, Anti-RNP, ANCA, fator reumatoide, Anti-CCP.\n- **FAN (ANA):** padrão e título (critério de entrada para LES com título ≥ 1:80).\n- **Complemento:** C3, C4, CH50 (consumo indica atividade de LES).\n- **Hemograma completo:** investigar citopenias (anemia hemolítica, leucopenia, trombocitopenia).\n- **Função renal:** creatinina, uréia, proteinúria em urina de 24h ou relação proteína/creatinina (rastreio de nefrite lúpica).\n- **Enzimas hepáticas e musculares:** TGO, TGP, CPK, aldolase.\n- **VHS e PCR:** avaliação de atividade inflamatória.\n- **TSH e autoanticorpos tireoideos:** Anti-TPO, Anti-Tg (associação com tireoidite autoimune e com líquen escleroso).\n- **Urina I com sedimento:** hematúria e cilindros como sinal de comprometimento renal.\n\n### 3. Avaliação Especializada\n\n- **Encaminhamento à Reumatologia** em todos os casos com:\n  - Sintomas sistêmicos associados.\n  - Positividade confirmada em dois exames distintos.\n  - Suspeita de Sjögren, LES ou conectivopatia overlap.\n- **Oftalmologia:** Avaliação de olho seco com teste de Schirmer e coloração com rosa bengala ou fluoresceína.\n- **Odontologia/Estomatologia:** Avaliação de fluxo salivar e saúde oral em suspeita de Sjögren.\n- **Dermatologia:** Se presença de rash, fotossensibilidade ou lesões cutâneas sugestivas.\n\n### 4. Gestante Anti-RO Positiva — Protocolo Prioritário\n\n- **Encaminhamento imediato** a pré-natalista de alto risco e reumatologista.\n- **Ecocardiograma fetal seriado** entre 16 e 26 semanas de gestação para rastreio de bloqueio atrioventricular (BAV) congênito.\n- Discutir com cardiologista pediátrico o manejo caso BAV detectado.\n- Monitoramento neonatal: avaliação de rash neonatal lúpico, citopenias e função hepática no recém-nascido.\n\n### 5. Intervenções e Manejo\n\n- **Fotoproteção rigorosa:** filtro solar fator ≥ 50 (preferencialmente físico/mineral), uso diário mesmo em dias nublados, roupas protetoras, evitar exposição solar no pico (10h-16h). Especialmente relevante em pacientes com lúpus e fotossensibilidade.\n- **Vitamina D:** pacientes com lúpus frequentemente apresentam deficiência de vitamina D por fotoproteção intensa e por menor expressão de receptores VDR. Suplementação orientada por dosagem sérica (25-OH vitamina D).\n- **Abordagem integrativa complementar ao tratamento convencional:** dieta anti-inflamatória, gestão do estresse, sono de qualidade e atividade física regular podem contribuir para o controle da atividade inflamatória em conectivopatias.\n- **Hidratação oral e ocular:** uso de substitutos da saliva e lágrimas artificiais em síndrome sicca.\n- Tratamento farmacológico específico (hidroxicloroquina, corticoides, imunossupressores) conforme indicação do reumatologista, baseado em diagnóstico firmado e atividade da doença.\n\n### 6. Monitoramento\n\n- **Anti-RO isolado, assintomático:** repetir painel autoimune em 6-12 meses, acompanhamento clínico semestral.\n- **Diagnóstico confirmado:** monitoramento conforme protocolo da doença de base (avaliação periódica de atividade, função orgânica, efeitos de medicamentos).\n- Não existe necessidade de tratar o autoanticorpo per se; o manejo é orientado pelo quadro clínico e diagnóstico estabelecido."
}
