{
  "score_item_id": "019bf31d-2ef0-7d96-8445-fd566e9c720f",
  "clinical_relevance": "Os anticorpos anti-tireoglobulina (anti-Tg) são imunoglobulinas IgG dirigidas contra a tireoglobulina (Tg), principal proteína de armazenamento dos hormônios tireoidianos. Sua presença indica processo autoimune tireoidiano ativo, sendo marcador essencial na investigação de tireoidite de Hashimoto e, secundariamente, da doença de Graves. A tireoglobulina é uma glicoproteína de alto peso molecular (660 kDa) sintetizada exclusivamente pela tireoide; quando exposta ao sistema imune, desencadeia resposta autoimune com produção de anti-Tg e anti-TPO.\n\nValores de referência: a maioria dos laboratórios adota como limite superior de normalidade 115 IU/mL (método de quimioluminescência), podendo variar entre 60 e 115 IU/mL conforme o fabricante. Títulos acima do limite de referência são considerados positivos. O anti-Tg é menos sensível que o anti-TPO para o diagnóstico de Hashimoto, porém complementa o painel: cerca de 60-80% dos pacientes com Hashimoto têm anti-TPO elevado, enquanto 20-50% têm anti-Tg elevado; aproximadamente 3-18% dos pacientes com Hashimoto apresentam anti-Tg positivo com anti-TPO negativo, tornando o teste clinicamente relevante no painel combinado.\n\nEpidemiologia: anticorpos antitireoidianos estão presentes em 10-12% da população geral, com prevalência significativamente maior em mulheres. A doença de Hashimoto — etiologia autoimune responsável por ~90% dos casos de hipotireoidismo — acomete predominantemente mulheres entre 20 e 60 anos, com prevalência de até 27% em mulheres adultas. O hipotireoidismo subclínico afeta 10-12% da população mundial e o hipotireoidismo franco ~1%; a presença de anticorpos antitireoidianos é fator de risco independente para progressão ao hipotireoidismo clínico.\n\nFisiopatologia: a autoimunidade tireoidiana envolve perda de tolerância a antígenos tireoidianos (Tg, TPO, receptor de TSH), com infiltração linfocitária, destruição folicular progressiva e inflamação crônica de baixo grau. O anti-Tg por si só tem menor efeito citotóxico direto que o anti-TPO, mas serve como indicador de carga autoimune e de extensão do processo inflamatório. A autoimunidade tireoidiana não se restringe à glândula: impacta conversão T4→T3 pelas deiodinases, sensibilidade dos receptores periféricos e múltiplos sistemas (cardiovascular, neurológico, reprodutivo, gastrointestinal).\n\nImplicações clínicas estratificadas:\n- Anti-Tg levemente elevado (1-2× o limite superior): pode ser achado isolado sem hipotireoidismo; requer seguimento com TSH, T4 livre e ultrassonografia de tireoide.\n- Anti-Tg moderado a alto (>2× o limite superior), especialmente em associação a anti-TPO: fortemente sugestivo de Hashimoto ativo; investigar função tireoidiana completa (TSH, T4L, T3L) e considerar impacto sistêmico.\n- Associação com sintomas: autoimunidade tireoidiana correlaciona-se com maior carga de depressão (anti-TPO/anti-Tg associados a escores de depressão independentemente de TSH/T4L), fadiga crônica, queixas cognitivas e músculo-esqueléticas; ~35% dos pacientes com fibromialgia apresentam anticorpos antitireoidianos.\n- Fertilidade: anticorpos antitireoide impactam fertilidade feminina e masculina; triagem com anti-Tg e anti-TPO é recomendada na avaliação precoce de infertilidade, mesmo com TSH normal.\n- Câncer de tireoide: o anti-Tg é utilizado como interferente na monitorização da tireoglobulina sérica em pacientes com carcinoma diferenciado de tireoide submetidos a tireoidectomia total; títulos elevados de anti-Tg podem falsear resultados de Tg, prejudicando a vigilância oncológica.\n\nMonitoramento: a magnitude e a tendência temporal dos títulos (ascendente, estável, descendente) são mais informativas do que um valor isolado. Redução de anti-Tg ao longo do tempo pode refletir resposta a intervenções sobre causas-raiz (dieta, micronutrientes, controle de infecções, redução de exposições tóxicas).",
  "points": 8,
  "patient_explanation": "O anti-tireoglobulina é um exame de sangue que detecta anticorpos que o próprio organismo produz contra a glândula tireoide. A tireoide fica no pescoço e regula o metabolismo, a energia, o humor e o peso. Quando o sistema imunológico ataca a tireoide por engano, surgem esses anticorpos — sinal de inflamação autoimune, como ocorre na doença de Hashimoto.\n\nTer esse anticorpo elevado não significa que a tireoide esteja funcionando mal agora, mas indica um processo inflamatório a ser acompanhado. Pessoas com anti-Tg elevado têm maior risco de desenvolver hipotireoidismo e podem sentir cansaço, dificuldade de concentração, alterações de humor, queda de cabelo ou dificuldade para engravidar.\n\nO resultado deve ser analisado com outros exames de tireoide (TSH, T4 livre, T3 livre) e ultrassom. O acompanhamento médico é essencial para identificar o momento de iniciar tratamento e adotar medidas que reduzem a inflamação: alimentação, correção de deficiências nutricionais e controle do estresse.",
  "conduct": "## Conduta Clínica — Anti-Tireoglobulina (Anti-Tg) Elevado\n\n### 1. Avaliação Diagnóstica Inicial\n\n**Painel tireoidiano completo obrigatório:**\n- TSH (de preferência metodologia ultrassensível)\n- T4 livre e T3 livre (ultrafiltração quando disponível para maior acurácia)\n- Anti-TPO (complementar ao anti-Tg; juntos aumentam sensibilidade diagnóstica para Hashimoto)\n- Prolactina (especialmente em casos de infertilidade ou irregularidade menstrual)\n- Ultrassonografia de tireoide com Doppler (avaliar ecotextura, volume, nodulação, vascularização)\n\n**Biomarcadores teciduais auxiliares (função tireoidiana periférica):**\n- Colesterol total, LDL, Lp(a) — elevados em hipotireoidismo\n- SHBG — reduzida em hipotireoidismo\n- CK e mioglobina — elevadas em miopatia tireoidiana\n- Ferritina — frequentemente baixa; ferro é cofator das deiodinases\n- PCR-us — inflamação de baixo grau associada à autoimunidade\n\n**Investigação de causas-raiz e cofatores:**\n- Deficiências nutricionais: ferro (sérico e ferritina), selênio, zinco, vitaminas D, A, B12, C, E\n- Iodo urinário: excesso ou deficiência ambos podem agravar autoimunidade tireoidiana\n- Avaliação de disbiose/SIBO e permeabilidade intestinal (eixo intestino–tireoide bidirecional)\n- Exposições a disruptores endócrinos e metais pesados quando história sugestiva\n- Glicemia de jejum, insulina, HOMA-IR (resistência insulínica associa-se a maior risco de disfunção tireoidiana)\n\n---\n\n### 2. Estratificação de Risco e Seguimento\n\n**Anti-Tg positivo com função tireoidiana normal (eutireoidismo):**\n- Seguimento semestral a anual com TSH, T4L, T3L\n- Investigar sintomas atribuíveis à autoimunidade (fadiga, depressão, infertilidade, fibromialgia)\n- Orientar sobre fatores modificáveis (dieta, micronutrientes, estilo de vida)\n\n**Anti-Tg positivo com hipotireoidismo subclínico (TSH 4–10, T4L normal):**\n- Avaliar sintomas, contexto clínico, comorbidades cardiovasculares e gestação\n- Em gestantes ou mulheres com desejo de gestar: tratar com levotiroxina (alvo TSH <2,5)\n- Em não gestantes sintomáticas: considerar prova terapêutica de levotiroxina\n- Reavaliação a cada 3–6 meses\n\n**Anti-Tg positivo com hipotireoidismo franco (TSH >10 ou sintomas marcados):**\n- Iniciar reposição hormonal com levotiroxina; individualizar alvo de TSH além da simples normalização\n- Em casos selecionados (polimorfismos de deiodinases, tireoidectomizados, sintomas persistentes com T3L baixo): considerar terapia combinada T4+T3\n\n---\n\n### 3. Intervenções Baseadas em Evidências (Abordagem Integrativa)\n\n**Nutrição e micronutrientes:**\n- **Selênio:** cofator das deiodinases e glutationa peroxidase; evidências de redução de títulos de anticorpos tireoidianos com suplementação (200 μg/dia na forma de selenometionina em estudos clínicos)\n- **Ferro:** corrigir ferropenia antes de avaliar conversão T4→T3; deficiência é muito comum\n- **Zinco e vitamina D:** moduladores da imunidade e da sensibilidade do receptor tireoidiano\n- **Iodo:** cautela — em pacientes com anticorpos positivos, iniciar dose baixa (100 μg/dia) e monitorar iodo urinário; excesso de iodo pode agravar autoimunidade\n- **Vitamina A:** relevante para expressão de receptores tireoidianos\n- Dieta de exclusão de glúten: considerar na associação com doença celíaca (avaliar anti-gliadina, anti-transglutaminase)\n\n**Estilo de vida:**\n- **Exercício físico regular:** aumenta sensibilidade do receptor tireoidiano e modula inflamação\n- Controle de estresse crônico (cortisol e citocinas inflamatórias suprimem função tireoidiana)\n- Reduzir exposições a disruptores endócrinos (flúor, pesticidas, BPA)\n\n**Microbioma intestinal:**\n- Investigar e tratar disbiose/SIBO; hipomotilidade intestinal é consequência e fator agravante do hipotireoidismo; suporte com probióticos e dieta anti-inflamatória quando indicado\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Endocrinologia:** hipotireoidismo franco, nódulos tireoidianos suspeitos, hipotireoidismo na gestação, casos refratários\n- **Reumatologia/Imunologia:** suspeita de sobreposição com outras doenças autoimunes sistêmicas\n- **Ginecologia/Reprodução humana:** infertilidade com anticorpos positivos; triagem precoce com TSH, T4L, T3L, anti-TPO, anti-Tg e prolactina\n- **Psiquiatria (co-manejo):** depressão associada a autoimunidade tireoidiana; considerar T3 como adjuvante com monitorização rigorosa em casos selecionados\n- **Oncologia/Endocrinologia (pós-tireoidectomia):** anti-Tg elevado interfere na dosagem de tireoglobulina sérica usada como marcador de recidiva de carcinoma diferenciado; encaminhar para interpretação especializada\n\n---\n\n### 5. Monitoramento Longitudinal\n\n- Reavaliação de anti-Tg a cada 6–12 meses para avaliar tendência temporal\n- Tendência descendente indica resposta às intervenções sobre causas-raiz\n- Integrar clínica + TSH + T3/T4 livres + biomarcadores teciduais; não tratar o número isoladamente\n- Personalizar metas para restaurar função tecidual e qualidade de vida além da simples normalização do TSH"
}
