{
  "score_item_id": "019bf31d-2ef0-7376-9b50-cf3bb9bcda9f",
  "clinical_relevance": "O anticorpo anti-transglutaminase IgA (anti-TTG IgA) é o marcador sorológico de primeira linha para rastreamento e diagnóstico da doença celíaca (DC). A transglutaminase tecidual (tTG) é o principal autoantígeno envolvido na resposta imune à gliadina (fração proteica do glúten) em indivíduos geneticamente suscetíveis, predominantemente portadores dos haplótipos HLA-DQ2 e HLA-DQ8 — presentes em quase 100% dos casos de DC. O exame deve ser interpretado em conjunto com a dosagem de IgA sérica total, pois a deficiência seletiva de IgA (prevalência ~1:300–1:500 na população geral, mais frequente em celíacos) pode gerar falso-negativo. Nessa situação, os testes baseados em IgG (anti-TTG IgG, anti-endomísio IgG ou anticorpos anti-peptídeos de gliadina desaminada IgG) devem ser solicitados.\n\nValores de referência habituais: negativo < 20 U/mL (os limites variam por laboratório e kit; confirmar os valores de referência do laboratório executor). Títulos ≥ 10× o limite superior do normal (LSN) apresentam elevada especificidade para DC (acima de 99% em algumas séries) e, em contexto clínico compatível, podem dispensar biópsia em crianças segundo as diretrizes europeias (ESPGHAN 2020); em adultos, a biópsia duodenal ainda é o padrão para confirmação. A sensibilidade do anti-TTG IgA para DC ativa situa-se entre 93–98% e a especificidade entre 94–97%.\n\nFisiopatologia: a ingestão de glúten em indivíduos suscetíveis desencadeia resposta imune adaptativa mediada por linfócitos T CD4+ na lâmina própria, que reconhecem peptídeos de gliadina desaminados pela tTG e apresentados via HLA-DQ2/DQ8. Isso resulta em inflamação crónica da mucosa duodenojejunal com atrofia das vilosidades (classificação de Marsh), hiperplasia de criptas e aumento de linfócitos intraepiteliais, levando a má absorção de macro e micronutrientes.\n\nEpidemiologia: a DC afeta aproximadamente 1% da população mundial, sendo frequentemente subdiagnosticada — estima-se que apenas 10–30% dos casos sejam identificados clinicamente. A DC pode manifestar-se em qualquer idade, com picos na infância e entre 30–50 anos. Formas atípicas (oligossintomáticas ou extraintestinais) são mais comuns em adultos e incluem anemia ferropriva refratária, osteoporose precoce, infertilidade, neuropatia periférica, dermatite herpetiforme e manifestações neuropsiquiátricas (depressão, ataxia, epilepsia).\n\nEm pacientes com síndrome do intestino irritável (SII), a avaliação para DC com IgA sérica total e anti-TTG IgA é indicada em todos os casos, não apenas naqueles com diarreia predominante. A DC é comórbida com diversas condições autoimunes: tireoidite de Hashimoto, diabetes mellitus tipo 1, síndrome de Sjögren, hepatite autoimune e artrite reumatoide — quadros que devem elevar o índice de suspeição clínica.\n\nEstratificação de risco: títulos muito elevados (≥10× LSN) com clínica compatível conferem alta probabilidade pré-teste de DC ativa; títulos levemente elevados requerem investigação adicional; negatividade em paciente com IgA normal torna DC ativa improvável (valor preditivo negativo elevado) mas não exclui formas latentes ou pacientes já em dieta isenta de glúten.",
  "points": 14,
  "patient_explanation": "O anti-transglutaminase IgA é um exame de sangue que investiga doença celíaca — condição em que o organismo reage ao glúten (trigo, centeio, cevada), inflamando e danificando o intestino delgado.\n\nResultado elevado pode indicar que o sistema imunológico está reagindo ao glúten, dificultando a absorção de ferro, cálcio e vitaminas. Pode explicar sintomas como dor abdominal, diarreia, fadiga, inchaço ou anemia.\n\nResultado alterado não confirma o diagnóstico isoladamente — geralmente é necessária endoscopia com biópsia intestinal para confirmar. Importante: o exame só é válido se você estiver consumindo glúten normalmente; não retire antes dos testes, pois isso mascara o resultado.\n\nSe confirmada doença celíaca, o tratamento é dieta estritamente sem glúten para a vida toda, o que leva à recuperação intestinal e melhora completa dos sintomas.",
  "conduct": "## Conduta Clínica — Anti-transglutaminase IgA\n\n### 1. Interpretação do Resultado\n\n- **Sempre dosar IgA sérica total junto com anti-TTG IgA** para excluir deficiência seletiva de IgA (falso-negativo)\n- Se IgA total estiver baixa (< 7 mg/dL em adultos): solicitar **anti-TTG IgG e/ou anti-gliadina desaminada IgG**\n- Confirmar os valores de referência do laboratório executor (cada kit tem seu próprio LSN)\n- **Importante:** o paciente deve estar consumindo glúten regularmente antes do exame; resultados em dieta isenta de glúten têm valor diagnóstico reduzido\n\n### 2. Anti-TTG IgA Elevado — Investigação Complementar\n\n**Títulos ≥ 10× LSN com clínica compatível:**\n- Alta probabilidade de doença celíaca ativa\n- Em adultos: encaminhar para **endoscopia digestiva alta com biópsias duodenais múltiplas** (mínimo 4–6 fragmentos, incluindo bulbo duodenal)\n- Em crianças: avaliar com gastroenterologista pediátrico — diretrizes europeias permitem diagnóstico sem biópsia em casos selecionados\n\n**Títulos levemente elevados (1–10× LSN):**\n- Biópsia duodenal para confirmação histológica (classificação de Marsh)\n- Considerar genotipagem **HLA-DQ2/DQ8**: se negativa, exclui DC com alta confiabilidade\n- Reavaliação sorológica após 6 meses se biópsia não for realizada imediatamente\n\n**Anti-TTG IgA negativo com alta suspeição clínica:**\n- Verificar IgA total (excluir deficiência)\n- Investigar com anticorpos IgG\n- Considerar diagnósticos alternativos: sensibilidade ao glúten não celíaca (SGNC), intolerância ao trigo mediada por IgE\n- SGNC é diagnóstico de exclusão: sem autoanticorpos, sem enteropatia histológica, com melhora sintomática com retirada do glúten\n\n### 3. Exames Complementares Associados\n\n- **Hemograma completo:** anemia ferropriva, plaquetas > 400.000 podem sugerir enteropatia inflamatória crônica\n- **Ferritina, ferro sérico e saturação de transferrina:** avaliar má absorção de ferro\n- **Vitaminas B12, D, folato, cálcio e magnésio:** marcadores de má absorção\n- **Perfil tireoidiano e anti-TPO:** rastreio de tireoidite de Hashimoto (comorbidade autoimune frequente)\n- **Glicemia de jejum e HbA1c:** rastreio de DM tipo 1 associado\n- **Densitometria óssea:** em adultos com suspeita ou diagnóstico confirmado (risco de osteoporose por má absorção de cálcio/vitamina D)\n- **Calprotectina fecal:** útil para diferenciar DC de SII; valores < 100 µg/g com alta sensibilidade para SII funcional\n- **Zonulina:** marcador de permeabilidade intestinal, pode ser utilizado como apoio à avaliação funcional\n\n### 4. Encaminhamento a Especialistas\n\n- **Gastroenterologista:** sempre que indicada biópsia duodenal ou diagnóstico incerto\n- **Nutricionista com experiência em dieta sem glúten:** fundamental após diagnóstico confirmado de DC\n- **Endocrinologista:** se comorbidades autoimunes endócrinas identificadas (Hashimoto, DM1)\n- **Reumatologista:** se artrite ou outras manifestações autoimunes sistêmicas\n- **Neurologista:** se ataxia, neuropatia periférica ou epilepsia associada a celíaca\n\n### 5. Intervenções Baseadas em Evidências\n\n**Doença celíaca confirmada:**\n- **Dieta estritamente isenta de glúten (trigo, centeio, cevada e derivados)** — tratamento único e definitivo; a adesão é determinante para recuperação da mucosa e normalização dos anticorpos\n- Reposição de micronutrientes deficientes (ferro, B12, folato, cálcio, vitamina D) conforme exames\n- Monitoramento sorológico com anti-TTG IgA a cada 6–12 meses após início da dieta para avaliar adesão e resposta\n- Educação sobre contaminação cruzada e leitura de rótulos\n\n**Sensibilidade ao glúten não celíaca (SGNC):**\n- Propor período de exclusão de glúten de 3–4 semanas com avaliação clínica da resposta sintomática\n- Para confirmar DC subsequentemente, reintroduzir glúten por ≥ 6 semanas antes de repetir sorologia e biópsia\n- Suporte à saúde intestinal: dieta anti-inflamatória, fibras fermentáveis, probióticos (ex.: *Lactobacillus rhamnosus*), manejo do estresse\n\n**Estilo de vida complementar:**\n- Reduzir consumo de ultraprocessados e dieta ocidental inflamatória\n- Manejo de estresse e sono adequado como suporte à integridade da barreira intestinal\n- Adotar estilo de vida anti-inflamatório como pilar preventivo e terapêutico"
}
