{
  "score_item_id": "c77cedd3-2800-778d-b09f-63922e272b74",
  "clinical_relevance": "O anticorpo anti-transglutaminase tecidual IgG (anti-TTG IgG) é um marcador sorológico de segunda linha para o diagnóstico da doença celíaca, indicado especificamente em pacientes com deficiência seletiva de IgA — condição que torna o anti-TTG IgA (exame de primeira linha) falsamente negativo. A deficiência de IgA ocorre com frequência cerca de 10 a 15 vezes maior em pacientes celíacos do que na população geral, tornando a triagem combinada (IgA total + anti-TTG IgA; e, se IgA baixa, anti-TTG IgG) essencial para evitar diagnósticos equivocados.\n\nA doença celíaca é uma enteropatia autoimune crônica desencadeada pela ingestão de glúten (gliadina do trigo, secalina do centeio, hordeína da cevada) em indivíduos geneticamente predispostos. A predisposição genética é determinada principalmente pelos haplótipos HLA-DQ2 (presente em ~90% dos celíacos) e HLA-DQ8, cuja ausência praticamente exclui o diagnóstico. A transglutaminase tecidual tipo 2 (TG2) é o principal autoantígeno na doença celíaca: a gliadina desaminada pela TG2 forma neoantígenos altamente imunogênicos que ativam linfócitos T CD4+ na lâmina própria, desencadeando resposta inflamatória com produção de anticorpos (IgA e IgG) contra a própria TG2 e contra a gliadina.\n\nValores de referência: o resultado é expresso em U/mL. Cada laboratório define seu ponto de corte (tipicamente negativo abaixo de 10 U/mL, fraco positivo 10–30 U/mL, positivo acima de 30 U/mL), devendo sempre ser interpretado conforme o intervalo de referência do método utilizado. A sensibilidade e especificidade do anti-TTG IgG para doença celíaca em pacientes com deficiência de IgA são comparáveis às do anti-TTG IgA na população geral (sensibilidade ~80–90%, especificidade ~95%).\n\nQuadro clínico da doença celíaca: apresentação clássica inclui diarreia crônica, esteatorreia, distensão abdominal, perda de peso e déficits nutricionais (ferro, folato, vitamina B12, vitamina D, zinco, cálcio). Formas atípicas — cada vez mais prevalentes — manifestam-se com sintomas extraintestinais: dermatite herpetiforme, anemia ferropriva refratária, osteopenia/osteoporose, infertilidade, ataxia, neuropatia periférica, elevação de transaminases, aftas recorrentes, fadiga crônica e manifestações neuropsiquiátricas (brain fog, depressão, ansiedade). Há evidências de que a hiperpermeabilidade intestinal associada à doença celíaca não tratada contribui para neuroinflamação e piora de condições como TDAH e TEA.\n\nO anti-TTG IgG deve ser solicitado no contexto de:\n- Triagem para doença celíaca em pacientes com IgA sérica total baixa ou indetectável;\n- Investigação de síndrome do intestino irritável (SII), pois a doença celíaca é diagnóstico diferencial obrigatório;\n- Investigação de anemia ferropriva inexplicada, osteoporose precoce, transaminases elevadas sem causa aparente;\n- Monitoramento de adesão à dieta sem glúten em pacientes celíacos com deficiência de IgA (títulos devem cair com dieta estrita).\n\nÉ fundamental distinguir a doença celíaca da sensibilidade ao glúten não celíaca (SGNC), que não cursa com autoanticorpos positivos nem com atrofia vilositária, e da alergia ao trigo (mediada por IgE ou não IgE). O anti-TTG IgG positivo, em contexto clínico compatível, requer confirmação histológica por biópsia duodenal (atrofia de vilosidades, hiperplasia de criptas — classificação de Marsh) antes de se firmar o diagnóstico definitivo de doença celíaca.",
  "points": 10,
  "patient_explanation": "O anti-transglutaminase IgG é um exame de sangue para identificar doença celíaca — condição em que o organismo reage ao glúten (trigo, centeio, cevada) de forma autoimune, prejudicando a absorção de nutrientes. Este exame é pedido quando o anti-TTG IgA não pode ser usado, devido à deficiência de IgA, mais comum em pessoas celíacas. Resultado alterado indica que o sistema imunológico pode estar reagindo ao glúten. Isso não fecha o diagnóstico isoladamente — geralmente é necessário confirmar com endoscopia e biópsias intestinais. Se confirmada a doença celíaca, a medida principal é adotar dieta rigorosamente sem glúten, o que na maioria dos casos permite a recuperação intestinal e o desaparecimento dos sintomas. Com orientação adequada e acompanhamento profissional, é possível ter alimentação nutritiva e satisfatória sem glúten.",
  "conduct": "## Conduta Clínica — Anti-transglutaminase IgG\n\n### Indicações de Solicitação\n\n- **Triagem primária** em pacientes com IgA sérica total baixa (<7 mg/dL) ou indetectável, nos quais o anti-TTG IgA seria falsamente negativo\n- **Investigação de doença celíaca** como diagnóstico diferencial obrigatório em síndrome do intestino irritável (SII), especialmente em pacientes que não respondem ao manejo convencional\n- **Anemia ferropriva** refratária a reposição oral sem causa aparente\n- **Osteopenia/osteoporose** precoce, especialmente em adultos jovens\n- **Transaminases elevadas** de causa indeterminada\n- **Sintomas extraintestinais** sugestivos: dermatite herpetiforme, aftas recorrentes, neuropatia periférica, ataxia, infertilidade, amenorreia\n- **Monitoramento** da adesão à dieta isenta de glúten em pacientes celíacos com deficiência de IgA\n\n---\n\n### Interpretação dos Resultados\n\n- **Negativo (dentro do valor de referência do laboratório):** Torna improvável a doença celíaca ativa em pacientes com deficiência de IgA; considerar outros diagnósticos\n- **Limítrofe/fraco positivo:** Repetir em 3–6 meses, avaliar contexto clínico e complementar com anti-gliadina desamidada IgG (DGP-IgG), HLA-DQ2/DQ8 e IgA total\n- **Positivo:** Alta suspeita de doença celíaca; encaminhar para confirmação endoscópica com biópsias duodenais (mínimo 4–6 fragmentos, incluindo bulbo duodenal)\n\n**Importante:** O anti-TTG IgG pode ser positivo em outras condições (hepatite viral, insuficiência cardíaca, doenças inflamatórias intestinais), portanto a interpretação sempre deve ser feita em conjunto com o quadro clínico.\n\n---\n\n### Investigação Complementar\n\n- **IgA sérica total:** Sempre dosar em conjunto para interpretar corretamente o anti-TTG IgA; resultado baixo justifica o uso do anti-TTG IgG\n- **Anti-gliadina desamidada IgG (anti-DGP IgG):** Complementar ao anti-TTG IgG, especialmente útil em crianças menores de 2 anos\n- **Genética HLA-DQ2/DQ8:** Ausência exclui praticamente a doença celíaca; presença não confirma, mas justifica investigação mais intensa\n- **Hemograma completo:** Anemia por deficiência de ferro, folato ou B12\n- **Ferritina e saturação de transferrina:** Deficiência de ferro é achado comum\n- **Vitaminas:** 25-OH vitamina D, B12, folato, zinco\n- **Calprotectina fecal:** Abaixo de 100 µg/g favorece SII; acima de 250 µg/g exige colonoscopia para excluir doença inflamatória intestinal\n- **Endoscopia digestiva alta com biópsias duodenais:** Padrão-ouro para confirmação diagnóstica; avaliar atrofia vilositária (classificação de Marsh I a IIIc)\n\n---\n\n### Critérios de Encaminhamento\n\n- **Gastroenterologista:** Anti-TTG IgG positivo para confirmação endoscópica e histológica; suspeita de doença celíaca refratária\n- **Nutricionista especializada em doença celíaca:** Para orientação e planejamento de dieta rigorosamente isenta de glúten após confirmação diagnóstica\n- **Geneticista/imunologista:** Casos com deficiência seletiva de IgA confirmada que necessitam de investigação imunológica mais ampla\n- **Dermatologista:** Suspeita de dermatite herpetiforme (lesões vesicobolhosas pruriginosas em cotovelos, joelhos, glúteos)\n\n---\n\n### Conduta Terapêutica\n\n**Se diagnóstico de doença celíaca confirmado:**\n\n- **Dieta isenta de glúten:** Tratamento único e definitivo; deve ser rigorosamente mantida ao longo da vida, incluindo contaminação cruzada\n  - Evitar trigo, centeio, cevada e seus derivados\n  - Orientar leitura de rótulos e riscos de contaminação cruzada\n- **Reposição de nutrientes deficientes:** Ferro, folato, vitamina B12, vitamina D, cálcio, zinco — conforme avaliação laboratorial individualizada\n- **Suporte à saúde intestinal:** Modulação da microbiota com fibras prebióticas, probióticos com evidência (ex.: *Lactobacillus rhamnosus*), suporte à barreira intestinal (zinco, vitamina A, butirato)\n- **Monitoramento sorológico:** Anti-TTG IgG (em pacientes com deficiência de IgA) deve reduzir progressivamente com adesão à dieta sem glúten; acompanhar a cada 6–12 meses\n- **Densitometria óssea:** Em adultos com doença celíaca confirmada, especialmente se houver suspeita de osteopenia/osteoporose\n\n**Se anti-TTG IgG positivo sem confirmação histológica:**\n- Não iniciar dieta sem glúten antes de biópsia (pode negativar a histologia e dificultar o diagnóstico definitivo)\n- Orientar o paciente a manter ingestão de glúten até a realização da endoscopia\n\n**Se sensibilidade ao glúten não celíaca (SGNC) for considerada:**\n- Anti-TTG IgG negativo + ausência de atrofia vilositária + melhora clínica com dieta sem glúten\n- Dieta de exclusão de 3–4 semanas com avaliação clínica criteriosa\n- Reintrodução para confirmar a relação causal antes de diagnóstico definitivo"
}
