{
  "score_item_id": "019bf31d-2ef0-7281-88a3-1e6034fd0552",
  "clinical_relevance": "A Apolipoproteína A-I (ApoA-I) é a principal proteína estrutural das partículas de HDL, respondendo por aproximadamente 70% do conteúdo proteico dessas lipoproteínas, e desempenha papel central na biogênese e função do HDL, incluindo o transporte reverso de colesterol. Valores de referência para mulheres adultas situam-se tipicamente entre 119–240 mg/dL, sendo que níveis mais elevados estão consistentemente associados a menor risco cardiovascular. A razão ApoB/ApoA-I é um marcador integrador de risco aterosclerótico estabelecido pelo estudo INTERHEART: o alvo ideal é ≤0,7–0,8; acima de 0,8 ocorre maior exposição do LDL à oxidação e aumento do risco aterogênico. Inversamente, a razão ApoA-I/ApoB elevada indica perfil de risco mais favorável. ApoA-I complementa o HDL-colesterol (HDL-C) pois quantifica diretamente a funcionalidade e o número de partículas HDL, superando as limitações do HDL-C isolado — que é heterogêneo em tamanho, densidade e composição lipoproteica. No contexto feminino, o estrogênio endógeno exerce efeito protetor cardiovascular na pré-menopausa, com incidência de eventos cardiovasculares na proporção de 1:20 a 1:30 em relação aos homens; na pós-menopausa essa razão se aproxima de 1:1, em parte pela redução dos níveis de ApoA-I e pela piora do perfil lipídico associada à queda estrogênica. ApoA-I baixa associa-se a dislipidemia, resistência à insulina, síndrome metabólica, inflamação crônica e maior risco aterosclerótico. Em perfil lipídico ampliado, a dosagem de ApoA-I e ApoB — com cálculo da razão entre elas — é recomendada para estratificação de risco cardiovascular mais precisa, especialmente em contextos de discordância entre LDL-C, não-HDL-C e ApoB. As subpopulações de HDL ricas em ApoA-I (LpA-I e LpA-I/LpA-II) podem ser avaliadas por imunoensaios e cromatografia covalente para análise mais detalhada da funcionalidade da fração HDL. Intervenções que elevam ApoA-I incluem atividade física regular, dieta mediterrânea, cessação do tabagismo, ácido nicotínico (niacina) e, em alguns estudos, policosanol.",
  "points": 14,
  "patient_explanation": "A Apolipoproteína A1 (ApoA1) é a principal proteína que compõe o colesterol 'bom' — o HDL. Ela age como um 'caminhão de coleta': retira o colesterol depositado nas paredes das artérias e o transporta de volta ao fígado, onde é eliminado. Quanto maior o nível de ApoA1, melhor protegida está a saúde do seu coração e das suas artérias. Níveis baixos de ApoA1 indicam que esse sistema de proteção está enfraquecido, o que pode aumentar o risco de entupimento das artérias ao longo do tempo. Para as mulheres, esse exame é especialmente importante após a menopausa, quando a queda dos hormônios pode reduzir essa proteção natural. A boa notícia é que hábitos saudáveis — como praticar atividade física regularmente, adotar uma alimentação anti-inflamatória e evitar o tabagismo — são capazes de elevar os níveis de ApoA1 e fortalecer essa defesa cardiovascular.",
  "conduct": "## Investigação Complementar\n\n- **Perfil lipídico ampliado:** dosagem de ApoA-I, ApoB, HDL-C, LDL-C, triglicerídeos, colesterol total e não-HDL-C\n- **Calcular razão ApoB/ApoA-I:** alvo ≤0,7–0,8; valores acima de 0,8 indicam maior risco aterogênico\n- **LDL oxidada direta:** marcador de estresse oxidativo lipídico; valores elevados potencializam o risco mesmo com LDL-C normal\n- **Insulina de jejum, glicemia de jejum e HbA1c:** resistência à insulina reduz ApoA-I e deteriora o perfil lipídico\n- **PCR ultrassensível:** inflamação crônica de baixo grau associa-se à disfunção do HDL e redução funcional de ApoA-I\n- **Lp(a):** avaliar ao menos uma vez na vida; pró-trombótico e pró-inflamatório, compõe risco aditivo\n- **Avaliação hormonal em mulheres:** estradiol, FSH, DHEA-S, testosterona — especialmente na peri/pós-menopausa, dado o impacto do declínio estrogênico sobre o perfil lipídico e ApoA-I\n- **Escore de cálcio coronariano (CAC) e/ou angiotomografia de coronárias:** considerar quando há discordância entre exames laboratoriais ou risco intermediário na calculadora MESA\n- **Subfracionamento de HDL (LpA-I e LpA-I/LpA-II):** em casos selecionados de alto risco com HDL-C normal mas ApoA-I baixa\n\n---\n\n## Critérios de Encaminhamento\n\n- **Cardiologista/lipidologista:** ApoA-I persistentemente baixa com razão ApoB/ApoA-I >0,9 e risco cardiovascular intermediário ou alto\n- **Endocrinologista/ginecologista:** pós-menopausa com piora do perfil lipídico e candidata a avaliação de terapia de reposição hormonal (TRH)\n- **Nutrólogo/nutricionista:** para planejamento alimentar anti-inflamatório individualizado e implementação de dieta mediterrânea\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### Estilo de Vida\n- **Atividade física regular:** modalidades aeróbicas (caminhada, corrida, natação, ciclismo) são as que mais elevam ApoA-I e HDL-C; frequência mínima de 150 min/semana de intensidade moderada\n- **Dieta mediterrânea:** padrão alimentar com maior evidência de benefício lipídico; em síndrome metabólica, considerar versão com restrição calórica combinada com atividade física, com reavaliação aos 6 e 12 meses\n- **Cessação do tabagismo:** o tabagismo reduz ApoA-I e prejudica a função do HDL\n- **Redução do consumo de álcool:** remover a ideia de consumo 'cardioprotetor'; álcool eleva triglicerídeos e aumenta risco de câncer e disfunção do sono\n- **Manejo do estresse e higiene do sono:** estresse crônico e privação de sono elevam inflamação e resistência à insulina, deteriorando o perfil lipídico\n\n### Farmacológico e Nutricional\n- **Ácido nicotínico (niacina):** agente com efeito favorável em HDL e ApoA-I; formas de uso — Niaspan (liberação lenta), Hexa Niacinato de Inositol (500–1500 mg/dia, até 3 g/dia divididos em 3 tomadas); monitorar flushing e adesão; avaliar polimorfismo APOC3 para predizer resposta\n- **Ômega-3 (EPA/DHA):** reduz triglicerídeos e inflamação, com efeito favorável no perfil lipídico global; dosar índice ômega-3 e razão ômega-3:ômega-6 antes de suplementar\n- **Policosanol:** evidências de redução de LDL (~28%) e aumento de HDL (~17,5%), além de efeito antioxidante e antiagregante plaquetário\n- **Ácido alfa-lipoico (ALA):** melhora perfil lipídico, reduz LDL oxidada, triglicerídeos e marcadores inflamatórios\n- **Extrato de bergamota (Vasguard):** potência comparável à rosuvastatina 10 mg na redução de LDL, com benefício adicional no aumento do HDL e melhora da resistência à insulina\n- **Terapia de reposição hormonal (TRH):** em mulheres pós-menopáusicas elegíveis, pode melhorar o perfil lipídico e elevar ApoA-I; indicação e risco-benefício individualizados\n- **Vitamina K2:** benefício em calcificação vascular a longo prazo; não substitui estatina quando indicada\n\n### Monitoramento\n- Reavaliar ApoA-I, ApoB e razão ApoB/ApoA-I após 3–6 meses de intervenção\n- Não tomar decisões baseadas em marcador isolado; avaliar o conjunto: inflamação (PCR), oxidação (LDL oxidada), glicação (HbA1c), perfil hormonal e risco cardiovascular global"
}
