{
  "score_item_id": "019bf31d-2ef0-7179-bf54-dcd082ca05cc",
  "clinical_relevance": "A apolipoproteína B (apoB) é a proteína estrutural presente em todas as lipoproteínas aterogênicas — VLDL, IDL, LDL e quilomícrons remanescentes — com exceção do HDL. Cada uma dessas partículas carrega exatamente uma molécula de apoB, o que torna sua dosagem sérica um equivalente direto da contagem de partículas aterogênicas circulantes. Existem duas isoformas: apoB100 (550 kDa), sintetizada nos hepatócitos e presente em VLDL, IDL e LDL; e apoB48 (265 kDa), sintetizada nos enterócitos e presente nos quilomícrons e seus remanescentes. A determinação sérica é feita por imuno-turbidimetria ou imunonefelometria, com erro total aceitável de ±6% conforme recomendação do NCEP e das diretrizes PSLD/PoLA 2024.\n\nValores de referência e estratificação de risco (diretrizes Polish Lipid Association 2024 e NLA 2024):\n- Risco baixo e moderado: <100 mg/dL\n- Risco alto: <80 mg/dL\n- Risco muito alto: <70 mg/dL\n- Risco extremo: <55 mg/dL\n\nA razão apoB/apoA-I é um preditor de risco cardiovascular superior aos níveis isolados de colesterol LDL. Valores ideais de apoB/apoA-I: ≤0,7–0,8 (INTERHEART). Valores de baixo risco por sexo: homens <0,69–0,70; mulheres <0,60. Risco extremo: mulheres >1,0; homens >1,1.\n\nA superioridade clínica da apoB sobre o LDL-C é especialmente pronunciada em situações de discordância lipídica: pacientes com diabetes tipo 2, síndrome metabólica, hipertrigliceridemia e em uso de estatinas frequentemente apresentam LDL-C falsamente baixo pela fórmula de Friedewald, enquanto a contagem real de partículas aterogênicas — refletida pela apoB — permanece elevada. Estudos de discordância demonstram que quando LDL-C, colesterol não-HDL e apoB divergem entre si, o risco cardiovascular segue mais proximamente a apoB e o não-HDL, refletindo com maior fidelidade o potencial aterogênico real.\n\nO consenso da National Lipid Association (2024) recomenda a dosagem de apoB como complemento ao painel lipídico padrão para estratificação de risco mais precisa e ajuste terapêutico em pacientes de risco intermediário a alto. As diretrizes polonesas (2024) recomendam sua medição como alternativa ao cálculo de LDL-C em pacientes com hipertrigliceridemia, obesidade e diabetes tipo 2, e como elemento ideal de qualquer avaliação de risco cardiovascular elevado. A apoB é mensurável por técnicas automatizadas de amplo acesso, com maior acurácia, precisão e seletividade em relação ao LDL-C calculado ou ao não-HDL-C.\n\nA suplementação com ômega-3 demonstrou reduzir apoB e aumentar o tamanho das partículas de LDL, tornando-as menos aterogênicas. A relação apoB/apoA-I desde 2004 (INTERHEART) é reconhecida como preditor de risco cardiovascular superior ao LDL isolado, tendo seu valor prognóstico reforçado por estudos subsequentes até 2021.",
  "points": 22,
  "patient_explanation": "A apolipoproteína B (apoB) é uma proteína presente nas partículas que carregam o colesterol ruim no sangue. Como cada partícula aterogênica contém exatamente uma apoB, o exame equivale a uma contagem direta de partículas perigosas circulantes — algo que o LDL convencional não mede com tanta precisão.\n\nQuanto mais apoB no sangue, maior a quantidade de partículas que podem se depositar nas paredes das artérias e causar entupimentos, levando a infarto ou derrame. Por isso esse marcador detecta risco cardiovascular oculto em pessoas com perfil lipídico aparentemente normal.\n\nValores elevados não significam problema cardíaco inevitável — indicam que é hora de agir: ajustar a alimentação, praticar atividade física e, se necessário, usar medicamentos. Quanto mais cedo identificado e tratado, melhor a proteção do coração e das artérias ao longo da vida.",
  "conduct": "## Conduta Clínica — Apolipoproteína B (ApoB)\n\n### 1. Interpretação do Resultado\n\n- **<100 mg/dL** — Risco baixo/moderado: aceitável em prevenção primária sem fatores de risco maiores\n- **<80 mg/dL** — Meta para risco alto (ex.: hipertensão + tabagismo + DM)\n- **<70 mg/dL** — Meta para risco muito alto (ex.: doença cardiovascular estabelecida)\n- **<55 mg/dL** — Meta para risco extremo (ex.: DCV + DM, DCV recorrente)\n- **Razão apoB/apoA-I >0,8** indica dominância aterogênica com maior exposição do LDL à oxidação\n\n---\n\n### 2. Investigação Complementar\n\n**Quando apoB estiver elevada ou discordante do LDL-C:**\n\n- **Painel lipídico completo:** LDL-C, HDL-C, não-HDL-C, triglicerídeos, colesterol total\n- **ApoA-I e razão apoB/apoA-I:** preditor superior ao LDL isolado; alvo ≤0,7–0,8\n- **Lipoproteína(a) [Lp(a)]:** dosar ao menos uma vez na vida; forte componente genético (~90%)\n- **Glicemia de jejum, insulina de jejum, hemoglobina glicada:** avaliar resistência à insulina como driver de dislipidemia aterogênica\n- **Subfracionamento de partículas LDL:** identificar padrão B (pequenas e densas, mais aterogênicas)\n- **Anti-LDL oxidado:** avaliar grau de oxidação das partículas\n- **Escore de cálcio coronariano (CAC):** indicado em risco intermediário ou discordância entre exames; CAC=0 identifica risco muito baixo e pode evitar estatina em prevenção primária\n- **Angiotomografia coronária:** considerar em alto risco ou discordância persistente\n- **Avaliação hormonal:** testosterona, estradiol, DHEA-S — disfunções hormonais associam-se a piora do perfil aterogênico\n- **Avaliação genética:** considerar polimorfismos em LDLR, APOE, ABCG5/8, APOC3 em casos de elevação extrema ou história familiar de DCV precoce\n\n---\n\n### 3. Intervenções Não Farmacológicas (Baseadas em Evidências)\n\n**Dieta e estilo de vida:**\n- Reduzir consumo excessivo de carboidratos refinados e açúcares (principal driver de partículas pequenas e densas e de hipertrigliceridemia)\n- Individualizar dieta conforme perfil metabólico e possíveis polimorfismos genéticos (evitar dietas cetogênicas a longo prazo em indivíduos com elevação excessiva de LDL por polimorfismos)\n- Praticar atividade física regular: melhora perfil lipídico e sensibilidade à insulina\n- Controle de peso e gordura visceral\n- Redução de estresse e melhora do sono\n\n**Suplementos com evidência:**\n- **Ômega-3 (EPA/DHA):** reduz triglicerídeos e apoB; aumenta tamanho das partículas de LDL (menos aterogênicas); dose estudada: 2 g duas vezes ao dia\n- **Ácido alfa-lipoico (ALA):** 600 mg/dia; modula perfil lipídico, reduz LDL oxidado e triglicerídeos, melhora função endotelial\n- **Policosanol:** reduz LDL (~28%) e aumenta HDL (~17,5%); doses efetivas 5–10 mg; efeito antioxidante e antiagregante\n- **Fitosteróis:** redução média de LDL ~10%; doses usuais 1,6–1,8 g/dia\n- **Extrato de bergamota (Vasguard):** efeito comparável à rosuvastatina 10 mg na redução de LDL; benefícios adicionais em HDL, triglicerídeos e resistência à insulina\n\n---\n\n### 4. Intervenções Farmacológicas\n\n- **Estatinas:** indicadas principalmente em prevenção secundária (baixo NNT, efeitos pleiotrópicos: redução de inflamação, estabilização de placa, melhora endotelial); em prevenção primária, decisão deve integrar CAC, apoB e risco absoluto — não apenas metas numéricas de LDL\n- **Inibidores de PCSK9:** reduzem substrato LDL e apoB de forma expressiva; considerar em pacientes de risco muito alto ou extremo não atingindo metas com estatina\n- **Ezetimiba:** complemento à estatina para redução adicional de apoB\n- **Inclisiran:** redução de ~50% no LDL/apoB; avaliar custo-benefício e desfechos clínicos duros\n\n---\n\n### 5. Monitoramento\n\n- Repetir apoB após 3–6 meses de intervenção terapêutica\n- Monitorar periodicamente razão triglicerídeos/HDL e razão apoB/apoA-I\n- Em pacientes tratados com estatinas, preferir apoB ao LDL-C calculado para avaliação de risco residual\n- Integrar resultado com escore de cálcio e marcadores inflamatórios para decisão terapêutica individualizada\n\n---\n\n### 6. Critérios de Encaminhamento\n\n- **Cardiologista:** DCV estabelecida, risco muito alto ou extremo, apoB persistentemente elevada apesar de tratamento otimizado\n- **Endocrinologista/Lipidologista:** suspeita de hipercolesterolemia familiar, dislipidemia severa refratária, ou perfil lipídico complexo com múltiplas alterações\n- **Geneticista:** história familiar forte de DCV precoce com elevação extrema de apoB"
}
