{
  "score_item_id": "019bf31d-2ef0-7f8c-b04c-0756bc7237c2",
  "clinical_relevance": "Bilirrubinas totais (BT) representam a soma da bilirrubina direta (conjugada) e indireta (não conjugada) no plasma, expressas em mg/dL. São produto final do catabolismo do heme — a hemoglobina e outras hemeproteínas são degradadas em biliverdina e, em seguida, em bilirrubina não conjugada (UCB), transportada ligada à albumina até o fígado, onde sofre conjugação com ácido glicurônico via UDP-glicuronosiltransferase, tornando-se hidrossolúvel e excretada na bile.\n\nValores de referência amplamente aceitos: 0,2–1,2 mg/dL para bilirrubina total; direta (conjugada) < 0,3 mg/dL; indireta (não conjugada) < 0,9 mg/dL. Hiperbilirrubinemia é definida como BT > 1,2 mg/dL; icterícia clínica torna-se visível geralmente acima de 2,5–3,0 mg/dL.\n\nFisiopatologia das elevações: (a) Superprodução — hemólise patológica, eritropoiese ineficaz — eleva preferencialmente a fração indireta; (b) Comprometimento da captação hepática — também eleva indireta; (c) Defeito de conjugação — deficiência de UDP-glucuronosiltransferase (Síndrome de Gilbert, Síndrome de Crigler-Najjar) — eleva indireta; (d) Defeito de excreção biliar — disfunção hepatocelular ou obstrução biliar — eleva preferencialmente a fração direta.\n\nFracionamento diagnóstico: Valores de BT > 2,5 mg/dL justificam fracionamento obrigatório. Hiperbilirrubinemia indireta predominante orienta investigação para hemólise, eritropoiese ineficaz e síndromes hereditárias (Gilbert, Crigler-Najjar). Hiperbilirrubinemia direta predominante indica disfunção hepatocelular ou colestase, demandando investigação hepática e biliar.\n\nValor prognóstico em doenças hepáticas: Na insuficiência hepática aguda hiperaguda, as aminotransferases elevam-se substancialmente antes da bilirrubina; na fase subaguda, o quadro inverte-se e hiperbilirrubinemia indica mau prognóstico e maior mortalidade. Bilirrubina > 17,6 mg/dL é indicação de hospitalização em hepatite aguda não relacionada ao paracetamol. Na cirrose hepática, elevação progressiva da bilirrubina é evento relativamente tardio e sinaliza disfunção hepatocelular grave. O INR (tempo de protrombina) é o marcador mais precoce e preciso de insuficiência hepática e deve sempre acompanhar a avaliação da bilirrubina.\n\nEfeito protetor da bilirrubina levemente elevada: Estudos clínicos demonstram forte correlação negativa entre concentrações plasmáticas de bilirrubina e risco de doença arterial coronariana, independentemente de fatores de risco cardiovasculares convencionais. No coorte de Framingham, leve elevação de bilirrubina associou-se a menor risco de aterosclerose. Coorte de pacientes com Síndrome de Gilbert mostrou efeito protetor semelhante. A bilirrubina não conjugada levemente elevada exerce efeitos antioxidantes e anti-inflamatórios relevantes, sugerindo papel protetor contra doenças induzidas por estresse oxidativo.\n\nRelação com microbioma e metabolismo: A enzima BilR de bactérias intestinais reduz bilirrubina a urobilinogênio. Urobilina (metabólito final) está positivamente associada à resistência insulínica. Níveis de bilirrubina são negativamente correlacionados com adiposidade em homens e mulheres obesos.\n\nLimitações diagnósticas: A bilirrubina possui sensibilidade e especificidade limitadas como marcador isolado de lesão hepática. Sua interpretação deve ser contextualizada com anamnese, grau de alteração e padrão de outros marcadores bioquímicos hepáticos (ALT, AST, GGT, fosfatase alcalina, INR, albumina).",
  "points": 10,
  "patient_explanation": "Bilirrubina é uma substância amarelada produzida naturalmente pelo organismo quando os glóbulos vermelhos velhos são destruídos. Ela é processada pelo fígado e eliminada pela bile. O exame de bilirrubinas totais mede a quantidade dessa substância no sangue.\n\nQuando a bilirrubina está elevada, a pele e o branco dos olhos podem ficar amarelados — isso se chama icterícia. Isso pode acontecer por vários motivos: o fígado pode estar sobrecarregado ou com alguma disfunção, pode haver destruição excessiva de glóbulos vermelhos, ou pode existir algum bloqueio nas vias biliares. Há também uma condição benigna chamada Síndrome de Gilbert, muito comum, em que a bilirrubina é levemente mais alta sem causar nenhum dano.\n\nCuriosidade: níveis levemente elevados de bilirrubina parecem proteger o coração e vasos sanguíneos, pois age como antioxidante natural.\n\nSe o resultado estiver alterado, converse com seu médico para avaliação do contexto completo.",
  "conduct": "## Conduta Clínica — Bilirrubinas Totais\n\n### Interpretação Inicial\n\n- **BT normal (0,2–1,2 mg/dL):** Sem ação específica; interpretar em conjunto com demais marcadores hepáticos.\n- **BT 1,3–2,4 mg/dL:** Elevação discreta. Avaliar contexto clínico, histórico de Gilbert, hemólise subclínica ou doença hepática incipiente. Solicitar fracionamento se houver suspeita clínica.\n- **BT ≥ 2,5 mg/dL:** Fracionamento obrigatório (bilirrubina direta e indireta). Avaliar padrão para orientar investigação.\n- **BT > 17,6 mg/dL (hepatite aguda não-paracetamol):** Considerar hospitalização.\n\n---\n\n### Investigação Complementar Baseada no Padrão\n\n**Hiperbilirrubinemia indireta predominante (indireta > direta):**\n- **Hemograma completo** com reticulócitos — investigar hemólise.\n- **LDH, haptoglobina** — marcadores de hemólise.\n- **Teste de Coombs direto** — hemólise autoimune.\n- **Esfregaço de sangue periférico** — morfologia eritrocitária.\n- **Pesquisa de Síndrome de Gilbert** — bilirrubina indireta isoladamente elevada, exames hepáticos normais, sem hemólise, padrão familiar benigno.\n- **Considerar Crigler-Najjar** em hiperbilirrubinemia indireta grave.\n\n**Hiperbilirrubinemia direta predominante (direta > 50% da total):**\n- **ALT, AST, GGT, fosfatase alcalina** — padrão hepatocelular vs. colestático.\n- **INR/TP, albumina** — avaliar função hepática sintética (INR é o marcador mais precoce e preciso de insuficiência hepática).\n- **Ultrassonografia abdominal** — dilatação de vias biliares, colelitíase, lesões focais.\n- **Sorologia viral** — hepatites A, B, C, E conforme contexto.\n- **Medicamentos e suplementos** — hepatotoxicidade como causa.\n- **Considerar CPRM (colangiopancreatografia por ressonância magnética)** se suspeita de obstrução biliar sem dilatação evidente à USG.\n\n---\n\n### Avaliação Funcional e Integrativa\n\n- **Avaliar saúde hepática ampliada:** GGT, ALT, AST, fosfatase alcalina, albumina, INR em conjunto com bilirrubinas.\n- **Investigar exposições tóxicas** (metais pesados, poluentes, medicamentos, álcool) se GGT e/ou bilirrubinas elevados sem causa aparente.\n- **Avaliar microbioma intestinal:** Disfunção do metabolismo entero-hepático da bilirrubina pode refletir disbiose; urobilina elevada associa-se a resistência insulínica.\n- **Correlacionar com adiposidade e resistência insulínica:** Bilirrubina baixa associa-se a maior adiposidade e pode indicar maior carga oxidativa.\n\n---\n\n### Critérios de Encaminhamento\n\n- **Hepatologista/Gastroenterologista:**\n  - BT > 3 mg/dL de causa não esclarecida.\n  - Padrão de hiperbilirrubinemia direta com alteração de outros marcadores hepáticos.\n  - Suspeita de cirrose ou hepatite crônica.\n  - BT progressivamente crescente em contexto de doença hepática conhecida.\n- **Hematologista:**\n  - Hiperbilirrubinemia indireta com evidência de hemólise.\n  - Anemia hemolítica confirmada.\n- **Urgência/Hospitalização:**\n  - BT > 17,6 mg/dL em hepatite aguda não relacionada a paracetamol.\n  - Insuficiência hepática aguda (bilirrubina elevada + INR elevado + encefalopatia).\n\n---\n\n### Intervenções e Monitoramento\n\n- **Síndrome de Gilbert:** Condição benigna, sem tratamento necessário; orientar paciente sobre natureza da condição, piora com jejum, estresse e infecções.\n- **Doença hepática subjacente:** Tratar causa primária (antiviral, cessar álcool, suspender hepatotóxico, tratar colestase).\n- **Suporte funcional hepático:** Considerar modulação do microbioma intestinal (simbióticos) e redução de exposições tóxicas para otimização da função hepática.\n- **Monitoramento em doença hepática crônica:** Bilirrubina seriada integrada ao acompanhamento com INR, albumina e escalas prognósticas (Child-Pugh, MELD)."
}
