{
  "score_item_id": "019bf31d-2ef0-7de5-b905-c0c8ade3f713",
  "clinical_relevance": "A bilirrubina direta (BD), também denominada bilirrubina conjugada, é a fração solúvel em água resultante da conjugação hepática da bilirrubina indireta (não conjugada) com ácido glicurônico, reação catalisada pela enzima UDP-glucuronosiltransferase (UGT1A1). Após conjugação, a BD é excretada ativamente para a bile pelos hepatócitos por meio de proteínas transportadoras (principalmente MRP2/ABCC2) e, subsequentemente, alcança o intestino delgado para participar da digestão lipídica.\n\nValores de referência: BD < 0,3 mg/dL (ou < 25-30% da bilirrubina total) é considerado normal na maioria dos laboratórios. Valores de bilirrubina total acima de 2,5 mg/dL justificam o fracionamento em direta e indireta para orientação diagnóstica adequada.\n\nFisiopatologia da hiperbilirrubinemia direta: A elevação isolada da BD — hiperbilirrubinemia conjugada — indica falha nos mecanismos pós-conjugação: (1) disfunção hepatocelular com comprometimento do transporte canalicular, como na hepatite viral aguda, cirrose e hepatite alcoólica; (2) colestase intra-hepática (colangite biliar primária, colangite esclerosante primária, colestase induzida por fármacos, colestase gravídica); (3) obstrução biliar extra-hepática (coledocolitíase, neoplasia pancreática, colangiocarcinoma, estenoses biliares). Também pode estar elevada por defeitos genéticos raros nos transportadores de exportação biliar, como nas síndromes de Dubin-Johnson e de Rotor.\n\nSignificado prognóstico: Em doenças hepáticas agudas e crônicas, a bilirrubina total — com predomínio da fração direta — possui reconhecido valor prognóstico. Na insuficiência hepática aguda subaguda, enquanto na fase hiperaguda os níveis de bilirrubina são relativamente baixos comparados à elevação intensa das aminotransferases, na fase subaguda o cenário se inverte: a hiperbilirrubinemia conjugada persistente é marcador de mau prognóstico e mortalidade elevada. Bilirrubina total > 17,6 mg/dL é critério de internação em hepatites agudas não relacionadas ao paracetamol. Na cirrose hepática, elevações progressivas da bilirrubina representam evento tardio e indicam disfunção hepática grave. O escore MELD (Model for End-Stage Liver Disease) utiliza a bilirrubina total como componente central para estratificação de prioridade em transplante hepático. No contexto da insuficiência hepática aguda sobre crônica (ACLF), a bilirrubina isolada é considerada importante indicador prognóstico de mortalidade de curto prazo. Carcinoma hepatocelular e outros tumores hepáticos avançados cursam com elevação da bilirrubina conjugada, refletindo comprometimento funcional progressivo.\n\nContexto laboratorial integrado: A elevação de BD deve ser interpretada em conjunto com aminotransferases (ALT, AST), fosfatase alcalina, gama-GT, albumina sérica e tempo de protrombina (RNI). O RNI é o marcador mais precoce e preciso de falência hepática funcional, devendo ser sempre incluído na avaliação de hepatopatia aguda ou crônica. Padrões bioquímicos de colestase (fosfatase alcalina e gama-GT elevadas desproporcionalmente às transaminases) associados a BD elevada orientam investigação diferencial entre colestase intra e extra-hepática. Os métodos analíticos para dosagem de bilirrubina incluem: (1) reação de diazo (método de Jendrassik-Grof modificado — padrão-ouro, com boa transferibilidade inter-laboratorial); (2) cromatografia líquida de alta performance (HPLC); (3) métodos oxidativos, enzimáticos e químicos; (4) espectrofotometria direta; (5) métodos transcutâneos.",
  "points": 12,
  "patient_explanation": "A bilirrubina direta é produzida pelo fígado a partir da degradação de células vermelhas do sangue. Quando o fígado funciona bem, transforma essa substância em uma forma solúvel e a elimina pela bile. Se esse processo é bloqueado — por doença hepática ou obstrução nas vias biliares —, a bilirrubina se acumula no sangue e pode causar icterícia: amarelamento da pele e dos olhos.\n\nValor elevado de bilirrubina direta indica que o fígado tem dificuldade para eliminar essa substância, seja por hepatite, cirrose, uso de certos medicamentos, ou por bloqueio nas vias biliares (como pedras no ducto biliar). Ao contrário da bilirrubina indireta, a elevação da fração direta quase sempre sinaliza um problema que precisa ser investigado.\n\nQuanto mais elevada e persistente a alteração, mais urgente é buscar a causa. O resultado deve ser analisado junto com os demais exames de função hepática.",
  "conduct": "## Conduta Clínica — Bilirrubina Direta Elevada\n\n### Interpretação Inicial\n\n- **Confirmar fracionamento:** Solicitar fracionamento de bilirrubina (direta e indireta) sempre que bilirrubina total > 2,5 mg/dL ou quando houver suspeita clínica de hepatopatia/colestase.\n- **Diferenciar padrão:** BD elevada com predomínio sobre bilirrubina indireta orienta para disfunção hepatocelular ou colestase; BD baixa com indireta elevada sugere hemólise, síndrome de Gilbert ou distúrbios da conjugação.\n- **Avaliar grau de elevação:**\n  - BD levemente elevada (0,3–1,0 mg/dL): investigação ambulatorial programada.\n  - BD moderadamente elevada (1,0–3,0 mg/dL): investigação complementar prioritária; avaliar necessidade de internação conforme quadro clínico.\n  - BD acentuadamente elevada (> 3,0 mg/dL com bilirrubina total > 17,6 mg/dL): considerar internação hospitalar, especialmente em hepatite aguda não relacionada ao paracetamol.\n\n### Investigação Complementar\n\n**Painel laboratorial mínimo:**\n- AST, ALT, fosfatase alcalina (FA), gama-GT\n- Albumina sérica, tempo de protrombina/RNI *(marcador mais precoce de falência hepática funcional)*\n- Hemograma completo (anemia, plaquetopenia na cirrose)\n- Creatinina e ureia (síndrome hepatorrenal)\n- Bilirrubina total, direta e indireta\n\n**Padrões bioquímicos orientadores:**\n- **Disfunção hepatocelular:** ALT/AST elevadas (> 3x LSN), BD aumentada, albumina reduzida, RNI prolongado → hepatite viral aguda, hepatite alcoólica, hepatotoxicidade medicamentosa, cirrose descompensada.\n- **Colestase:** FA e gama-GT desproporcionalmente elevadas em relação às transaminases, BD elevada → investigar colestase intra ou extra-hepática.\n\n**Imagem:**\n- **Ultrassonografia abdominal:** primeiro exame de imagem de escolha; avalia dilatação de vias biliares, colelitíase, coledocolitíase, lesões focais hepáticas e esplenomegalia.\n- **Colangioressonância magnética (CPRM):** indicada quando USG inconclusivo para avaliação detalhada das vias biliares.\n- **TC de abdome com contraste:** investigação de neoplasias pancreáticas, colangiocarcinoma e outras causas obstrutivas.\n\n**Sorologias e testes complementares (conforme suspeita):**\n- Anti-HAV IgM, HBsAg, Anti-HBc IgM, Anti-HCV: hepatites virais agudas.\n- FAN, Anti-músculo liso (ASMA), IgG total: hepatite autoimune.\n- AMA (anticorpos antimitocondriais): colangite biliar primária.\n- ANCA, colangioressonância: colangite esclerosante primária.\n- Revisão do histórico de medicamentos e suplementos: hepatotoxicidade medicamentosa.\n- GGT e outros marcadores hepáticos em contexto de medicina funcional integrativa.\n\n### Critérios de Encaminhamento\n\n- **Gastroenterologista/Hepatologista:** BD persistentemente elevada sem causa definida após investigação inicial; suspeita de hepatopatia crônica, cirrose ou colestase intra-hepática.\n- **Cirurgião ou endoscopia digestiva alta/CPRE:** colestase extra-hepática com obstrução confirmada ou fortemente suspeitada (coledocolitíase, estenose biliar).\n- **Oncologista:** suspeita de neoplasia pancreática, colangiocarcinoma ou carcinoma hepatocelular.\n- **Internação hospitalar:** BD + bilirrubina total > 17,6 mg/dL em hepatite aguda não paracetamol; sinais de falência hepática aguda (RNI > 1,5, encefalopatia, hipoglicemia); suspeita de insuficiência hepática aguda sobre crônica (ACLF).\n\n### Intervenções e Monitoramento\n\n- **Suspender hepatotóxicos:** retirar imediatamente medicamentos, suplementos ou ervas com potencial hepatotóxico diante de hiperbilirrubinemia conjugada de causa não estabelecida.\n- **Monitoramento seriado:** em hepatopatia crônica, acompanhar BD junto ao RNI e albumina para rastrear progressão da disfunção hepática.\n- **Evitar álcool:** orientação categórica em qualquer grau de disfunção hepática evidenciada por BD elevada.\n- **Suporte nutricional:** em cirrose e hepatopatia avançada, avaliar estado nutricional e indicar acompanhamento com nutricionista experiente em hepatologia.\n- **Avaliação para transplante hepático:** em hepatopatia crônica avançada, a bilirrubina é componente do escore MELD; referenciar oportunamente a centro transplantador."
}
