{
  "score_item_id": "019bf31d-2ef0-7b39-9f75-7306ee5c8c46",
  "clinical_relevance": "A bilirrubina indireta (não conjugada, UCB) é o produto final do catabolismo do heme, derivada principalmente da degradação da hemoglobina eritrocitária. Fisiologicamente, a UCB é lipossolúvel e insolúvel em água, circulando no plasma ligada à albumina. No hepatócito, sofre conjugação com ácido glicurônico pela enzima UDP-glucuronosiltransferase (UGT1A1), tornando-se bilirrubina direta (conjugada, CB) — hidrossolúvel e excretável na bile. A bilirrubina indireta elevada (hiperbilirrubinemia não conjugada) indica alteração nas etapas pré-hepáticas ou hepáticas precoces do metabolismo: excesso de produção (hemólise, eritropoiese ineficaz), comprometimento da captação hepática ou defeito de conjugação.\n\nValores de referência laboratorial: bilirrubina indireta normal é tipicamente < 1,0 mg/dL (a maioria dos laboratórios adota 0,2–0,9 mg/dL como limite superior da normalidade). A fração indireta corresponde à diferença entre bilirrubina total e direta. Fracionamento é recomendado quando bilirrubina total supera 2,5 mg/dL, conforme diretrizes clínicas estabelecidas. Valores > 1,0 mg/dL já podem indicar hemólise subclínica ou síndrome de Gilbert; valores > 2,5 mg/dL tipicamente produzem icterícia clínica visível nas mucosas e escleras.\n\nPrincipais causas de hiperbilirrubinemia indireta isolada:\n1. Pré-hepáticas: hemólise acelerada (anemia hemolítica auto-imune, esferocitose hereditária, deficiência de G6PD, falcemia, malária); eritropoiese ineficaz; grande hematoma em reabsorção.\n2. Hepáticas (defeitos de captação/conjugação): Síndrome de Gilbert (variante UGT1A1*28, afeta 3–10% da população geral, benigna, sem necessidade de seguimento); Síndrome de Crigler-Najjar tipo 1 (deficiência total de UGT, potencialmente fatal por kernicterus — deposição de bilirrubina nos gânglios da base e tronco encefálico) e tipo 2 (deficiência parcial, responde ao fenobarbital).\n3. Fármacos que competem com transportadores hepatocelulares: rifampicina, cloranfenicol, probenecida.\n\nA bilirrubina indireta NÃO aparece na urina (ausência de colúria), pois é lipossolúvel e não filtrada pelos rins — diferencial importante em relação à hiperbilirrubinemia direta. Nas hiperbilirubinemias indiretas por hemólise, as aminotransferases, albumina e atividade de protrombina permanecem normais, e o diagnóstico diferencial se apoia em reticulocitose, anemia e outros marcadores hemolíticos.\n\nEvidência emergente demonstra efeito antioxidante e anti-inflamatório de concentrações levemente elevadas de UCB: estudos de coorte (incluindo o Framingham Heart Study e coorte de pacientes com Síndrome de Gilbert) identificaram correlação negativa entre bilirrubina plasmática e risco de doença coronariana e aterosclerose, sugerindo papel protetor independente dos fatores de risco cardiovascular clássicos. Bilirrubina elevada também se associa a menor risco de doenças induzidas por estresse oxidativo.\n\nDo ponto de vista prognóstico, a hiperbilirrubinemia isoladamente não confere mau prognóstico (exceto em neonatos), pois o organismo possui mecanismos eficientes de destoxificação. Contudo, hiperbilirubinemia total > 17,6 mg/dL constitui indicação de hospitalização em hepatite aguda não relacionada a paracetamol. Em insuficiência hepática aguda, elevação de bilirrubina na fase subaguda é indicador de mau prognóstico e mortalidade. O marcador mais precoce e acurado de falência hepática permanece o INR.",
  "points": 6,
  "patient_explanation": "A bilirrubina indireta é uma substância amarelada produzida naturalmente quando o organismo destrói glóbulos vermelhos velhos. Ela é transportada pelo sangue até o fígado, onde é processada e eliminada. Quando está elevada, pode indicar que os glóbulos vermelhos estão sendo destruídos mais rapidamente do que o normal (hemólise), que o fígado está com dificuldade em processá-la, ou que existe uma condição hereditária benigna chamada Síndrome de Gilbert, muito comum e que não requer tratamento. Em níveis muito altos, a bilirrubina pode depositar-se na pele e nos olhos, causando o amarelamento chamado icterícia. Na maioria das vezes, um valor levemente acima do normal tem explicação simples e não representa perigo. Mesmo assim, é importante investigar a causa com seu médico para descartar condições que precisem de tratamento, como anemia hemolítica ou problemas no fígado.",
  "conduct": "## Conduta Clínica — Bilirrubina Indireta Elevada\n\n### Avaliação Inicial\n\n- **Confirmar fracionamento:** solicitar bilirrubina total, direta e indireta sempre que bilirrubina total > 2,5 mg/dL ou quando há icterícia clínica\n- **Anamnese dirigida:** uso de medicamentos (rifampicina, cloranfenicol, probenecida), história familiar de icterícia, sintomas de hemólise (fadiga, urina escura, esplenomegalia), episódios prévios relacionados a jejum ou estresse\n- **Avaliar padrão laboratorial complementar:**\n  - Aminotransferases (ALT, AST), albumina, INR — normais em hiperbilirrubinemia pré-hepática pura\n  - Hemograma completo com reticulócitos — reticulocitose sugere hemólise\n  - LDH e haptoglobina — elevação de LDH e queda de haptoglobina confirmam hemólise\n  - Coombs direto (teste antiglobulina direto) — suspeita de hemólise auto-imune\n  - Esfregaço de sangue periférico — morfologia eritrocitária (esferócitos, células falciformes, esquizócitos)\n\n### Estratificação por Nível\n\n- **Bilirrubina indireta < 1,0 mg/dL:** normal; sem investigação adicional necessária\n- **1,0–3,0 mg/dL sem anemia, sem sintomas, transaminases normais:** considerar Síndrome de Gilbert — condição benigna, prevalência 3–10% da população; não requer tratamento nem seguimento específico\n- **> 3,0 mg/dL ou com anemia/reticulocitose:** investigação ativa de hemólise\n- **> 17,6 mg/dL em hepatite aguda (não relacionada a paracetamol):** considerar hospitalização\n\n### Investigação Complementar Conforme Suspeita\n\n**Hemólise confirmada:**\n- Tipagem ABO e Rh, pesquisa de anticorpos irregulares\n- Eletroforese de hemoglobina (suspeita de hemoglobinopatia)\n- Dosagem de G6PD (especialmente em homens com histórico de hemólise após exposição a oxidantes)\n- Ultrassonografia abdominal (esplenomegalia, cálculos biliares de pigmento — complicação da hemólise crônica)\n- Citometria de fluxo para hemoglobinúria paroxística noturna (HPN) se hemólise inexplicada\n\n**Suspeita de Crigler-Najjar (bilirrubina indireta muito elevada desde infância, sem hemólise):**\n- Encaminhamento imediato a hepatologia/genética\n- Tipo 1: pode exigir fototerapia prolongada e eventual transplante hepático\n- Tipo 2: teste terapêutico com fenobarbital (reduz bilirrubina)\n\n### Critérios de Encaminhamento\n\n- **Hematologia:** hemólise ativa confirmada, anemia hemolítica auto-imune, hemoglobinopatia diagnosticada\n- **Hepatologia:** bilirrubina indireta persistentemente > 3,0 mg/dL sem causa identificada; suspeita de Crigler-Najjar; hepatite aguda com hiperbilirrubinemia grave\n- **Genética:** suspeita de síndromes hereditárias de conjugação (Crigler-Najjar, Rotor, Dubin-Johnson para padrão misto)\n\n### Intervenções\n\n- **Síndrome de Gilbert:** tranquilização do paciente; orientar que jejum, estresse, exercício intenso e doenças intercorrentes podem elevar transitoriamente os níveis; **não requer tratamento**\n- **Hemólise auto-imune:** corticoterapia (prednisolona 1 mg/kg/dia) como primeira linha; esplenectomia ou imunossupressores em casos refratários — conduzido por hematologista\n- **Retirada de fármacos causadores:** rifampicina, cloranfenicol, probenecida quando identificados como causa\n- **Suporte nutricional:** evitar jejum prolongado em portadores de Gilbert\n- **Monitoramento:** em doenças hemolíticas crônicas, rastrear colelitíase por pigmento (ultrassom anual), e deficiência de folato (suplementação 5 mg/dia em casos de hemólise ativa)\n\n### Observação Importante\n\nO INR permanece o marcador mais precoce e preciso de falência hepática e deve ser solicitado em paralelo sempre que houver suspeita de disfunção hepatocelular significativa, não devendo a bilirrubina ser usada isoladamente para avaliar função de síntese hepática."
}
