{
  "score_item_id": "019bf31d-2ef0-7efb-9043-edc99b773ec4",
  "clinical_relevance": "O CA-125 (Cancer Antigen 125) é uma glicoproteína de alto peso molecular expressa por células epiteliais celômicas, incluindo as do peritônio, pleura, pericárdio e endométrio. É codificado pelo gene MUC16 e atua como mucina de superfície celular. Na prática clínica, é utilizado principalmente como biomarcador sérico para monitoramento do câncer de ovário epitelial, especialmente do tipo seroso de alto grau, no qual se encontra elevado em aproximadamente 80% dos casos avançados (estágios III e IV).\n\nValores de referência: o valor de corte padrão é de 35 U/mL para mulheres na pré-menopausa e pós-menopausa, embora algumas referências aceitem até 35 U/mL como limiar universal. Mulheres menstruantes saudáveis podem apresentar elevações fisiológicas transitórias durante a menstruação. Em mulheres grávidas, especialmente no primeiro trimestre, valores discretamente elevados são comuns e não devem ser interpretados isoladamente.\n\nElevações patológicas são observadas em diversas condições ginecológicas benignas — endometriose, doença inflamatória pélvica, cistos ovarianos, leiomiomas, adenomiose — além de condições não ginecológicas como ascite de qualquer etiologia, pleurite, pericardite, insuficiência hepática, pancreatite, cirrose e neoplasias de outros sítios (mama, pulmão, cólon, pâncreas). Esse perfil amplo de elevação limita sua especificidade para rastreamento em população geral.\n\nEstratificação de risco:\n- CA-125 < 35 U/mL: dentro da normalidade; não exclui câncer de ovário inicial (sensibilidade limitada em estágio I: ~50%).\n- CA-125 35–200 U/mL: elevação moderada; amplo diagnóstico diferencial, incluindo causas benignas e malignas. Correlacionar com imagem e clínica.\n- CA-125 > 200 U/mL: elevação significativa; maior probabilidade de malignidade, especialmente na pós-menopausa. Investigação especializada urgente.\n- CA-125 > 500 U/mL: altamente sugestivo de neoplasia maligna ativa, doença avançada ou recidiva.\n\nUso no monitoramento: após tratamento cirúrgico e quimioterápico do câncer de ovário, o CA-125 é o principal marcador de resposta terapêutica e detecção de recidiva. Queda superior a 50% após dois ciclos de quimioterapia indica resposta favorável. Elevação progressiva no seguimento é um indicador precoce de recidiva, muitas vezes precedendo os achados clínicos e de imagem por semanas a meses.\n\nO índice de risco de malignidade (RMI — Risk of Malignancy Index) combina CA-125, características ultrassonográficas e status menopausal para estratificar risco pré-operatório de malignidade ovariana com desempenho superior ao CA-125 isolado. O algoritmo ROMA (Risk of Ovarian Malignancy Algorithm) combina CA-125 e HE4 (Human Epididymis Protein 4), oferecendo maior especificidade que o CA-125 isolado.\n\nDo ponto de vista de medicina funcional e longevidade, a elevação persistente de CA-125 — mesmo em contexto de causas benignas como endometriose — reflete inflamação pélvica crônica, disfunção imune e exposição estrogênica aumentada, fatores que merecem abordagem integrativa abrangente.",
  "points": 22,
  "patient_explanation": "O CA-125 é uma proteína produzida por células do abdômen e da pelve que pode aparecer em maior quantidade no sangue em diversas situações. Ele é usado principalmente para acompanhar mulheres que já tiveram diagnóstico de câncer de ovário, ajudando o médico a verificar se o tratamento está funcionando ou se a doença voltou.\n\nUm valor elevado de CA-125 não significa automaticamente que há câncer. Ele pode subir em situações completamente benignas, como durante a menstruação, na presença de endometriose, de inflamações pélvicas ou até em algumas doenças do fígado. Por isso, esse exame sempre é interpretado junto com outros exames e com a avaliação clínica completa.\n\nSe o seu resultado veio alterado, não entre em pânico. O médico provavelmente solicitará exames de imagem (como ultrassonografia ou tomografia) e outros marcadores para entender o que está causando essa elevação. O mais importante é não ignorar o resultado e seguir as orientações médicas para a investigação adequada.",
  "conduct": "## Conduta Clínica para CA-125 Alterado\n\n### Avaliação Inicial\n\n- **Contextualizar o resultado**: considerar status menopausal, ciclo menstrual, gravidez, uso de contraceptivos, histórico de endometriose, DIP ou cirurgias pélvicas prévias.\n- **Repetir o exame** se houver suspeita de interferência fisiológica (ex: menstruação em curso): aguardar 4–6 semanas antes de repetir.\n- **Definir limiar de preocupação**: qualquer valor > 35 U/mL na pós-menopausa exige investigação ativa; na pré-menopausa, o contexto clínico é determinante.\n\n### Investigação Complementar\n\n- **Ultrassonografia transvaginal (USTV)**: exame de imagem de primeira linha para avaliação de massa pélvica ou ovariana.\n- **Calcular o RMI (Risk of Malignancy Index)**: combina USTV + CA-125 + status menopausal; RMI > 200 indica alto risco e encaminhamento para oncologia ginecológica.\n- **HE4 sérico**: combinado com CA-125 no algoritmo ROMA, aumenta a especificidade diagnóstica para câncer epitelial de ovário.\n- **Tomografia computadorizada (TC) de abdômen e pelve** com contraste: indicada quando há suspeita de doença avançada, ascite ou massa pélvica complexa.\n- **Avaliação hepática**: AST, ALT, GGT, bilirrubinas, albumina e USG hepática quando há suspeita de doença hepática como causa de elevação.\n- **Marcadores complementares em casos selecionados**: CEA (cólon), CA 19-9 (pâncreas), AFP, beta-hCG (tumores de células germinativas em mulheres jovens).\n\n### Critérios de Encaminhamento\n\n- **Encaminhamento urgente à ginecologia oncológica**:\n  - CA-125 > 200 U/mL na pós-menopausa.\n  - Qualquer CA-125 elevado associado a massa pélvica complexa ao ultrassom.\n  - RMI > 200 ou ROMA de alto risco.\n  - CA-125 em elevação progressiva no seguimento de paciente oncológica.\n- **Encaminhamento eletivo à ginecologia**:\n  - CA-125 entre 35–200 U/mL na pré-menopausa sem massa pélvica identificada, para investigação de endometriose ou DIP.\n  - CA-125 moderadamente elevado com sintomas ginecológicos (dor pélvica crônica, dispareunia, dismenorreia intensa).\n\n### Intervenções Baseadas em Evidências\n\n**Em pacientes com elevação por endometriose ou inflamação pélvica:**\n- Abordagem anti-inflamatória: dieta mediterrânea, redução de alimentos ultraprocessados e ômega-6 em excesso, aumento de ômega-3.\n- Modulação estrogênica: avaliar dominância estrogênica; considerar DIM (diindolilmetano) conforme contexto clínico e avaliação hormonal (DUTCH test ou esteroidograma sérico).\n- Suporte ao eixo intestinal: disbiose e permeabilidade intestinal aumentada podem elevar recirculação de estrogênios via metabolismo da beta-glucuronidase; probióticos e fibras podem ser benéficos.\n- Vitamina D: manter entre 50–80 ng/mL; níveis adequados associam-se a menor risco de neoplasias ginecológicas.\n- Redução do estresse oxidativo: antioxidantes (vitamina C, vitamina E, selênio, NAC, glutationa) podem ser considerados como suporte.\n\n**Em pacientes em seguimento oncológico:**\n- Monitorar CA-125 a cada 3 meses nos primeiros 2 anos após tratamento, depois a cada 6 meses.\n- Eleições de CA-125 > 2× o nadir (menor valor atingido) durante o seguimento devem motivar reavaliação de imagem e consulta oncológica.\n- Não utilizar CA-125 isolado para decisão de reinício de quimioterapia sem confirmação clínica ou de imagem (conforme estudos que demonstraram ausência de benefício no tratamento precoce baseado apenas em marcador).\n\n### Pontos de Atenção\n\n- **CA-125 não é indicado para rastreamento populacional** de câncer de ovário em mulheres assintomáticas de risco habitual (evidências mostram ausência de benefício e potencial dano por falsos positivos).\n- Em mulheres com **mutações BRCA1/BRCA2** ou síndrome de Lynch, o manejo deve ser individualizado com equipe de genética e oncologia preventiva.\n- Evitar interpretar o CA-125 de forma isolada: sempre integrar com clínica, imagem e outros biomarcadores."
}
