{
  "score_item_id": "019bf31d-2ef0-7536-bd52-a9b668f5efe7",
  "clinical_relevance": "O cálcio iônico (ou cálcio ionizado) representa a fração fisiologicamente ativa do cálcio sérico total — aproximadamente 45–50% do cálcio plasmático. Diferentemente do cálcio total, o cálcio iônico não é influenciado pelas variações da albumina sérica, tornando-se o padrão superior para avaliação do status real do cálcio, especialmente em pacientes com hipoalbuminemia, estados inflamatórios, doença hepática ou renal, acidose/alcalose e durante monitoramento de suplementação com altas doses de vitamina D.\n\n**Valores de referência (adultos):**\n- Faixa convencional: 1,15–1,35 mmol/L (equivalente a 4,6–5,4 mg/dL)\n- Em medicina funcional integrativa, busca-se o limite médio da faixa de referência, evitando tanto a hipocalcemia quanto a hipercalcemia\n\n**Regulação fisiológica:**\nO cálcio iônico é regulado por três eixos principais: (1) PTH (paratormônio), que eleva o cálcio ao mobilizá-lo dos ossos, aumentar a reabsorção renal e estimular a produção renal de calcitriol; (2) calcitriol (1,25(OH)₂D — forma ativa da vitamina D), que aumenta a absorção intestinal de cálcio; e (3) calcitonina, que inibe a reabsorção óssea. O magnésio é cofator essencial para a secreção e ação adequada do PTH — hipomagnesemia grave pode causar hipocalcemia resistente à correção.\n\n**Hipercalcemia:**\nDefinida como cálcio iônico > 1,35 mmol/L (> 5,4 mg/dL). As principais causas incluem: hiperparatireoidismo primário (mais comum em ambulatório), malignidades (metástases ósseas, PTHrP), toxicidade por vitamina D (especialmente com altas doses — risco documentado com doses acima de 30.000 UI/dia sem monitoramento), sarcoidose e outras granulomatoses. Manifestações clínicas: nefrolitíase/nefrocalcinose, dor óssea, náuseas/constipação, e alterações neuropsiquiátricas (fadiga, confusão, depressão). Hipercalcemia grave (> 3,5 mmol/L no cálcio total) é emergência médica com risco de arritmias e coma.\n\n**Hipocalcemia:**\nDefinida como cálcio iônico < 1,15 mmol/L (< 4,6 mg/dL). Causas frequentes: hipoparatireoidismo (pós-cirúrgico ou autoimune), deficiência de vitamina D, hipomagnesemia, pancreatite aguda, insuficiência renal crônica e uso de bisfosfonatos. Manifestações: parestesias periorais e nas extremidades, sinal de Chvostek, sinal de Trousseau, tetania, laringoespasmo e, em casos graves, convulsões e prolongamento do intervalo QT com risco de arritmias.\n\n**Contexto funcional integrativo:**\nNo monitoramento de suplementação com altas doses de vitamina D (≥ 10.000 UI/dia), o cálcio iônico deve ser avaliado junto ao cálcio total, fósforo, PTH, função renal e calciúria de 24h. Calciúria > 300–450 mg/24h indica suspensão ou redução da vitamina D. A co-prescrição de vitamina K2 (MK7, 100–200 mcg/dia) é recomendada para direcionar o cálcio para a matriz óssea, evitando deposição ectópica vascular. O magnésio, bloqueador natural dos canais de cálcio, é essencial para manter a regulação adequada (meta sérica > 2,1 mg/dL; preferencialmente avaliado como magnésio eritrocitário).",
  "points": 14,
  "patient_explanation": "O cálcio iônico é a parte do cálcio no sangue que está realmente ativa e disponível para o seu corpo usar. Ao contrário do cálcio total, ele não é influenciado por proteínas do sangue — por isso é um exame mais preciso para saber se o seu organismo tem cálcio suficiente, nem de mais nem de menos.\n\nO cálcio é fundamental para muito mais do que ossos: ele participa da contração muscular (incluindo o coração), da transmissão de sinais nervosos e da coagulação. Por isso, manter o cálcio iônico na faixa ideal é importante para o funcionamento do coração, dos músculos e do sistema nervoso.\n\nQuando está baixo, pode causar formigamentos, cãibras e, em casos graves, convulsões. Quando está alto, pode provocar fraqueza, constipação, pedras nos rins e confusão mental. Esse exame é especialmente importante para quem usa vitamina D em doses elevadas, pois o monitoramento regular garante a segurança do tratamento.",
  "conduct": "## Avaliação Laboratorial\n\n### Exames Essenciais\n- **Cálcio iônico:** solicitar na suspeita de dis-calcemia ou no acompanhamento de suplementação com altas doses de vitamina D\n- **Cálcio sérico total + albumina:** divergência entre total e iônico sugere hipoalbuminemia ou distúrbio ácido-base\n- **PTH intacto:** obrigatório em qualquer alteração do cálcio iônico para diferenciar causas paratireóideas\n- **25(OH)D:** meta integrativa 40–80 ng/mL; reavaliação em 30–60 dias após ajuste de dose\n- **Fósforo sérico:** relação inversa com PTH; hipofosfatemia sugere hiperparatireoidismo\n- **Magnésio sérico:** mínimo > 2,1 mg/dL; hipomagnesemia causa hipocalcemia refratária\n- **Função renal (creatinina, TFG):** rim é central na ativação da vitamina D\n- **Calciúria de 24h:** em pacientes com altas doses de vitamina D; suspender se > 300–450 mg/24h\n\n### Exames Complementares Conforme Contexto\n- **PTHrP:** hipercalcemia com PTH suprimido — suspeitar de malignidade\n- **ECA sérica:** suspeita de sarcoidose (hipercalcemia por calcitriol ectópico)\n- **Marcadores de turnover ósseo** (osteocalcina, N-telopeptídeo urinário): avaliar metabolismo ósseo\n\n---\n\n## Estratificação de Risco\n\n- **Hipocalcemia leve** (1,05–1,15 mmol/L): investigar vitamina D, magnésio e hipoparatireoidismo subclínico\n- **Hipocalcemia grave** (< 1,05 mmol/L): risco de tetania e arritmias; manejo urgente; considerar reposição parenteral\n- **Hipercalcemia leve** (1,35–1,50 mmol/L): revisar dose de vitamina D/cálcio suplementar; investigar hiperparatireoidismo primário\n- **Hipercalcemia grave** (> 1,50 mmol/L ou cálcio total > 14 mg/dL): emergência médica; encaminhar imediatamente\n\n---\n\n## Condutas por Cenário\n\n### Suplementação com Vitamina D em Alta Dose\n- Monitorar cálcio iônico e calciúria mensalmente nas primeiras 8–12 semanas; reavaliação em 30–60 dias após cada ajuste e após infecções ou estresse agudo\n- **Suspender vitamina D** se hipercalcemia, calciúria > 300–450 mg/24h ou sintomas de toxicidade\n- **Associar K2 (MK7, 100–200 mcg/dia):** direciona cálcio para osso, reduzindo calcificação vascular\n- **Associar magnésio** (glicinato ou malato, 200–400 mg/dia em 2 tomadas): cofator da vitamina D e modulador dos canais de cálcio\n\n### Hipocalcemia por Deficiência de Vitamina D\n- Repor vitamina D com dose individualizada; garantir magnésio adequado antes e durante a reposição\n- Monitorar PTH como marcador funcional: PTH elevado com vitamina D adequada sugere deficiência de magnésio ou resistência\n\n### Hipercalcemia por Hiperparatireoidismo Primário\n- **Encaminhar ao endocrinologista** para avaliação cirúrgica quando indicado: cálcio > 1 mg/dL acima do limite superior, nefrolitíase, osteoporose, TFG < 60 ou idade < 50 anos\n- Casos assintomáticos leves: acompanhamento semestral com densitometria e função renal\n- Hidratação > 2L/dia; evitar diuréticos tiazídicos\n\n---\n\n## Encaminhamento\n\n- **Endocrinologista:** hipercalcemia com PTH elevado, suspeita de hiperparatireoidismo ou NEM\n- **Nefrologista:** nefrolitíase de repetição, nefrocalcinose ou TFG < 45 mL/min/1,73m²\n- **Oncologista:** hipercalcemia com PTH suprimido e PTHrP elevado\n- **Reumatologista/Pneumologista:** suspeita de sarcoidose (ECA elevada)\n\n---\n\n## Monitoramento\n\n- **Durante ajuste de vitamina D:** cálcio iônico + PTH + 25(OH)D + magnésio + função renal + calciúria a cada 30–60 dias\n- **Em manutenção estável:** painel completo a cada 3–6 meses\n- **Densitometria óssea:** anualmente em hipocalcemia crônica, hiperparatireoidismo ou uso prolongado de corticoides"
}
