{
  "score_item_id": "019bf31d-2ef0-796b-af4f-fe9eb0f895bc",
  "clinical_relevance": "O cálcio total sérico reflete a soma de três frações: cálcio ionizado (livre, biologicamente ativo, ~45–50%), cálcio ligado a proteínas — principalmente albumina (~40–45%) — e cálcio complexado a ânions como fosfato e citrato (~5–10%). A fração ionizada é a fisiologicamente ativa, regulando contração muscular, condução nervosa, coagulação, secreção hormonal e sinalização intracelular. A homeostase do cálcio é mantida pelo eixo PTH–vitamina D–FGF-23, com participação dos rins, intestino e esqueleto.\n\nValores de referência laboratoriais convencionais: 8,5–10,2 mg/dL (2,12–2,55 mmol/L) para adultos. Na perspectiva funcional integrativa, o monitoramento deve incluir cálcio ionizado (referência: 4,6–5,3 mg/dL ou 1,15–1,33 mmol/L), uma vez que o cálcio total pode ser falsamente normal em estados de hipoalbuminemia. A fórmula de correção pela albumina é amplamente utilizada: cálcio corrigido (mg/dL) = cálcio medido + 0,8 × (4 – albumina g/dL).\n\nHipercalcemia (>10,5 mg/dL): as causas mais prevalentes são hiperparatireoidismo primário (responsável por ~80–90% dos casos ambulatoriais) e malignidade (principal causa em pacientes hospitalizados). Outras causas incluem intoxicação por vitamina D, granulomatoses (sarcoidose, tuberculose), síndrome de leite-álcali, hipercalcemia hipocalciúrica familiar e uso de diuréticos tiazídicos. Clinicamente, a hipercalcemia manifesta-se pelo mnemônico \"bones, stones, groans, psychic moans\": dor óssea, litíase renal, sintomas gastrointestinais (náusea, constipação, pancreatite) e alterações neuropsiquiátricas (fadiga, confusão, depressão). Hipercalcemia grave (>14 mg/dL) pode causar crise hipercalcêmica com desidratação, insuficiência renal aguda, arritmias e coma. Conforme destacado nos chunks, na suplementação de vitamina D em altas doses, o monitoramento de cálcio sérico total e ionizado, fósforo e calciúria de 24 horas é medida preventiva crítica, especialmente frente a calciúria elevada (>300–450 mg/24h).\n\nHipocalcemia (<8,5 mg/dL; ionizado <4,6 mg/dL): causas incluem hipoparatireoidismo (pós-cirúrgico é o mais comum), deficiência grave de vitamina D, insuficiência renal crônica (por déficit de ativação de vitamina D e hiperfosfatemia), hipomagnesemia (bloqueia a secreção e ação do PTH), pancreatite aguda e síndrome de má absorção. Manifestações incluem parestesias peribucais e acrais, câimbras, tetania, sinal de Chvostek e Trousseau positivos; nos casos graves, laringoespasmo, convulsões e prolongamento do intervalo QT com risco de arritmias ventriculares.\n\nEpidemiologia: o hiperparatireoidismo primário tem prevalência estimada de 1–7 por 1.000 adultos, com pico em mulheres pós-menopausa. A hipocalcemia assintomática é subdiagnosticada, frequentemente associada à deficiência de vitamina D — condição endêmica no Brasil e no mundo. A relação entre cálcio, vitamina K2 e saúde cardiovascular é relevante: a vitamina K2 (MK-7) direciona o cálcio para a matriz óssea e inibe a calcificação vascular; conforme os chunks, a co-prescrição de vitamina K2 com vitamina D é recomendada para otimizar a saúde óssea e cardiovascular. Estudos observacionais associam calcificação arterial coronariana e de aorta a desfechos cardiovasculares adversos, sendo o score de cálcio coronariano um marcador de risco estratificado.\n\nEm termos de estratificação de risco: hipercalcemia persistente >12 mg/dL exige investigação urgente; hipocalcemia sintomática ou ionizado <3,2 mg/dL representa emergência médica. Valores borderline (8,0–8,5 ou 10,2–10,5 mg/dL) justificam confirmação com ionizado, PTH intacto, vitamina D 25(OH) e calciúria de 24 horas.",
  "points": 12,
  "patient_explanation": "O cálcio é o mineral mais abundante do corpo e está presente principalmente nos ossos e dentes. No sangue, regula funções essenciais como a contração muscular, o funcionamento dos nervos, a coagulação e a liberação de hormônios.\n\nQuando o valor está acima do normal (hipercalcemia), pode causar cansaço, confusão mental, dores ósseas, pedras nos rins e náuseas. As causas mais comuns são alterações na paratireoide ou excesso de vitamina D. Quando está abaixo do normal (hipocalcemia), aparecem formigamentos ao redor da boca e nas mãos, câimbras e, em casos graves, convulsões.\n\nImportante: o cálcio no sangue não reflete diretamente a saúde dos ossos nem indica que você precisa de suplementação. Ele é regulado por hormônios e vitaminas (PTH e vitamina D). Um resultado alterado pede investigação das causas — não simplesmente mais cálcio.",
  "conduct": "## Conduta Clínica — Cálcio Total\n\n### 1. Exames Complementares Essenciais\n\n**Sempre que houver alteração no cálcio total, solicitar:**\n- **Cálcio ionizado** — fração biologicamente ativa; obrigatório para confirmar distúrbio real\n- **Albumina sérica** — para cálculo do cálcio corrigido (fórmula: Ca corrigido = Ca medido + 0,8 × [4 − albumina])\n- **PTH intacto** — diferencia causas PTH-dependentes (hiperparatireoidismo) de PTH-independentes (malignidade, vitamina D)\n- **25(OH)D (vitamina D)** — causa frequente de hipocalcemia; monitorar conforme alvo funcional (40–80 ng/mL)\n- **Fósforo sérico** — relação inversa com PTH e direta com vitamina D\n- **Magnésio sérico** — hipomagnesemia impede secreção e ação do PTH; causa reversível de hipocalcemia refratária\n- **Calciúria de 24 horas** — especialmente em hipercalcemia (>300–450 mg/24h sugere hipercalciúria; <100 mg/24h orienta hipercalcemia hipocalciúrica familiar)\n- **Creatinina e função renal** — doença renal crônica altera metabolismo do cálcio e da vitamina D\n- **Fosfatase alcalina** — marcador de remodelação óssea elevada\n- **Vitamina K2 (se disponível)** — deficiência associa-se a calcificação ectópica\n\n**Em hipercalcemia confirmada (>10,5 mg/dL):**\n- PTH intacto elevado → investigar hiperparatireoidismo primário (cintilografia de paratireoide, USG cervical)\n- PTH suprimido → investigar malignidade (PTHrP, LDH, eletroforese de proteínas, PET-CT conforme suspeita), granulomatoses, intoxicação por vitamina D\n- Score de cálcio coronariano quando indicado para estratificação de risco cardiovascular associado\n\n**Em hipocalcemia confirmada (<8,5 mg/dL ou ionizado <4,6 mg/dL):**\n- PTH elevado → investigar deficiência de vitamina D, hipomagnesemia, doença renal crónica, má absorção\n- PTH baixo/inapropriadamente normal → hipoparatireoidismo (pós-cirúrgico, autoimune, infiltrativo)\n\n---\n\n### 2. Critérios de Encaminhamento\n\n- **Endocrinologia:** hipercalcemia persistente >10,5 mg/dL com PTH elevado (hiperparatireoidismo primário); hipocalcemia refratária à reposição; alterações complexas de PTH/vitamina D\n- **Nefrologia:** hipercalcemia com comprometimento renal agudo ou crônico; hipercalciúria com litíase renal recorrente\n- **Oncologia:** hipercalcemia com PTH suprimido sem causa benigna identificada\n- **Urgência/emergência:** hipercalcemia aguda >14 mg/dL (crise hipercalcêmica) ou hipocalcemia sintomática grave (tetania, laringoespasmo, convulsões, QTc prolongado)\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Hipercalcemia leve (10,5–12 mg/dL), assintomática:**\n- Hidratação adequada (2–3 L/dia)\n- Evitar imobilização prolongada\n- Suspender ou reduzir suplementação de cálcio e vitamina D enquanto não esclarecida a causa\n- Evitar tiazídicos (reduzem excreção renal de cálcio)\n- Monitorar a cada 3–6 meses\n\n**Hipercalcemia moderada a grave (>12 mg/dL) ou sintomática:**\n- Hidratação venosa vigorosa com soro fisiológico 0,9% (primeira linha)\n- Bisfosfonatos IV (zoledronato, pamidronato) quando associados a malignidade ou hiperparatireoidismo grave\n- Calcitonina para redução rápida a curto prazo\n- Tratar causa de base\n\n**Hipocalcemia:**\n- Aguda/sintomática: gluconato de cálcio IV (emergência)\n- Crônica: carbonato ou citrato de cálcio VO + vitamina D3 (colecalciferol) com titulação por 25(OH)D e calciúria\n- **Co-prescrever vitamina K2 (MK-7)** com vitamina D para direcionar cálcio ao osso e reduzir risco de calcificação vascular — prática recomendada na abordagem integrativa\n- **Corrigir hipomagnesemia** antes ou junto à reposição de cálcio, pois magnésio é essencial para a secreção e ação do PTH\n- Monitorar cálcio sérico e calciúria de 24 horas mensalmente no início da suplementação de vitamina D em altas doses; ajustar ou suspender se calciúria >300–450 mg/24h\n\n**Prevenção e otimização funcional:**\n- Garantir ingestão adequada de cálcio dietético (laticínios, vegetais verde-escuros, tofu, sardinha) sem excesso de suplementação isolada\n- Exposição solar segura e suplementação de vitamina D conforme status laboratorial\n- Exercício com impacto (caminhada, corrida, musculação) para saúde óssea\n- Avaliar e manter magnésio sérico >2,1 mg/dL (considerar suplementação em deficiência); magnésio atua como bloqueador natural de canais de cálcio\n- Monitorar PTH próximo ao limite inferior da normalidade em pacientes em uso de vitamina D em doses elevadas\n- Evitar excesso de fósforo (ultraprocessados, refrigerantes) que antagoniza a absorção de cálcio\n\n---\n\n### 4. Monitoramento\n\n- **Pacientes em suplementação de vitamina D em dose de manutenção:** cálcio sérico e calciúria a cada 6–12 meses\n- **Pacientes em fase de ataque de vitamina D (altas doses):** calciúria mensal no início\n- **Hiperparatireoidismo primário assintomático em vigilância:** cálcio sérico, função renal, densidade mineral óssea e calciúria anualmente\n- **Pós-paratireoidectomia ou tireoidectomia:** monitorar diariamente nos primeiros dias; risco de hipocalcemia por hipoparatireoidismo transitório ou permanente"
}
