{
  "score_item_id": "019bf31d-2ef0-7be2-b9d9-715585b230a9",
  "clinical_relevance": "A calprotectina fecal é uma proteína heterodímera (S100A8/S100A9) abundante no citoplasma de neutrófilos, monócitos e macrófagos. Durante processos inflamatórios intestinais, neutrófilos migram para a mucosa e lúmen intestinal e liberam seu conteúdo citoplasmático, incluindo a calprotectina, que pode ser detectada nas fezes de forma proporcional à intensidade do recrutamento leucocitário. Por ser resistente à degradação proteolítica e estável em temperatura ambiente por até 7 dias, constitui um biomarcador fecal altamente reprodutível e de fácil coleta.\n\n**Valores de referência e interpretação estratificada:**\n- **< 50 µg/g:** Negativo para doença inflamatória intestinal (DII); valor-alvo em adultos saudáveis e no monitoramento de remissão.\n- **50–100 µg/g:** Zona limítrofe baixa; pode refletir irritação transitória, uso de AINEs, exercício físico intenso ou dieta.\n- **100–200 µg/g (alguns autores até 250):** Zona indeterminada (cinzenta); requer repetição do exame e correlação clínica detalhada. Níveis entre 150–200 podem ocorrer transitoriamente após exposição a gatilhos agudos (ex.: ingestão de glúten em indivíduos com sensibilidade).\n- **> 200 µg/g (ou > 250 µg/g conforme referencial):** Positivo para DII ativa. Valores acima de 200 indicam inflamação intestinal ativa e necessidade de investigação endoscópica.\n- **> 250 µg/g:** Indicação formal de colonoscopia para diferenciação entre DII, neoplasia e outras causas orgânicas.\n\n**Aplicações diagnósticas principais:**\n1. **Diferencial DII vs. SII (Síndrome do Intestino Irritável):** Calprotectina < 100 µg/g tem acurácia de 98% para diagnóstico funcional (SII), sendo o principal uso clínico do exame. Valores acima de 250 µg/g requerem colonoscopia para excluir DII orgânica.\n2. **Monitoramento de atividade em DII estabelecida (Crohn e Retocolite Ulcerativa):** Utilizada para avaliar resposta terapêutica e detectar recaídas antes da manifestação clínica.\n3. **Pediatria — Alergia à Proteína do Leite de Vaca (APLV):** Valores elevados (400–500 µg/g) em lactentes indicam inflamação mucosa ativa e necessidade de remoção do alérgeno. Valores < 138 µg/g excluem alergia não mediada por IgE com alta sensibilidade.\n4. **Diagnóstico de infecção entérica bacteriana:** Elevação importante (lactoferrina e calprotectina simultaneamente) sugere enterite infecciosa por Shigella, Salmonella, Campylobacter, C. difficile ou E. coli enteroinvasiva.\n5. **Neuroinflamação e eixo intestino-cérebro:** Calprotectina elevada foi identificada em casos com neuroinflamação sistêmica e disfunção do eixo HPA, correlacionando-se com manifestações neuropsiquiátricas.\n6. **Reumatologia:** Marcador útil em espondilite anquilosante (onde a inflamação intestinal subclínica é frequente) e fibromialgia associada a SIBO/disbiose.\n\n**Marcadores complementares no painel de inflamação intestinal:**\n- Lactoferrina fecal: confirma recrutamento neutrofílico ativo\n- Alfa-1-antitripsina fecal: avalia permeabilidade intestinal e enteropatia perdedora de proteínas\n- IgA secretória fecal: função imune de mucosa\n- Elastase pancreática fecal: função exócrina pancreática (frequentemente comprometida em inflamação intestinal crônica)\n- Zonulina fecal: permeabilidade intestinal via junctions estreitas\n\n**Impacto clínico:** O exame evita colonoscopias desnecessárias em pacientes com sintomas funcionais e permite rastreamento não invasivo de atividade inflamatória. Em contexto de medicina funcional integrativa, auxilia na abordagem do eixo intestino-cérebro, na investigação de inflamação de baixo grau associada a doenças crônicas e na resposta a intervenções terapêuticas (dieta, probióticos, modulação intestinal).",
  "points": 12,
  "patient_explanation": "A calprotectina fecal é uma proteína liberada pelas células de defesa quando existe inflamação no intestino. É medida em uma pequena amostra de fezes coletada em casa.\n\nEsse exame ajuda o médico a entender se sintomas intestinais — dor abdominal, diarreia, gases, inchaço — têm uma causa inflamatória real ou são funcionais (sem lesão ativa).\n\nValores abaixo de 50 são normais. Entre 50 e 200 podem indicar inflamação leve ou transitória. Acima de 200 sugerem inflamação intestinal mais intensa e exigem investigação.\n\nO exame permite monitorar a saúde intestinal ao longo do tempo, avaliar resposta a tratamentos e evitar procedimentos invasivos desnecessários. Coletar em um dia típico da rotina alimentar, evitando anti-inflamatórios nas 48h anteriores.",
  "conduct": "## Conduta Clínica — Calprotectina Fecal\n\n### Interpretação e Estratificação Inicial\n\n- **< 50 µg/g:** Normal. Não indica inflamação intestinal ativa. Manter monitoramento conforme contexto clínico.\n- **50–200 µg/g (zona indeterminada):**\n  - Repetir exame em 4–6 semanas, coletado em dia de rotina alimentar normal (evitar coleta após excessos, uso de AINEs ou exercício intenso nas 48h anteriores)\n  - Investigar uso de AINEs, IBPs, antibióticos recentes\n  - Correlacionar com sintomas, hemograma e PCR-us\n- **> 200 µg/g:**\n  - Investigação formal de doença inflamatória intestinal (DII)\n  - Solicitação de colonoscopia com biópsias\n  - Associar lactoferrina fecal, alfa-1-antitripsina, IgA secretória e elastase pancreática fecal para perfil completo\n- **> 250 µg/g:** Colonoscopia mandatória para exclusão de DII (Crohn, Retocolite Ulcerativa) e neoplasia\n\n---\n\n### Investigação Complementar Recomendada\n\n**Exames fecais:**\n- Lactoferrina fecal (confirma neutrofilia intestinal ativa)\n- Alfa-1-antitripsina fecal (permeabilidade e perda proteica)\n- IgA secretória fecal (imunidade de mucosa)\n- Elastase pancreática fecal (função exócrina pancreática)\n- Zonulina fecal (permeabilidade via tight junctions)\n- Pesquisa de parasitas e sangue oculto nas fezes\n\n**Exames séricos:**\n- PCR-us, VHS, hemograma com diferencial\n- Calprotectina sérica (quando disponível)\n- IgA sérica total + anticorpo antitransglutaminase IgA (excluir doença celíaca em todos os pacientes com sintomas intestinais)\n- Se IgA sérica baixa: solicitar IgG total e antitransglutaminase IgG\n- HOMA-IR, glicemia de jejum e insulina (inflamação intestinal crônica associa-se a resistência insulínica)\n- Homocisteína, vitamina B12 (absorção dependente de integridade mucosa)\n\n**Quando suspeitar de SIBO/SIFO:**\n- Teste respiratório de hidrogênio/metano: positivo se H2 > 20 ppm em até 90 min ou CH4 > 10 ppm em qualquer momento\n\n---\n\n### Diagnóstico Diferencial\n\n| Calprotectina | Hipótese principal |\n|---|---|\n| < 100 µg/g | SII (98% de probabilidade diagnóstica funcional) |\n| 100–250 µg/g | Zona cinzenta — repetir; excluir causas transitórias |\n| > 250 µg/g | DII ativa (Crohn, RCU), infecção entérica, neoplasia |\n| > 400 µg/g em lactentes | APLV ativa — remover alérgeno imediatamente |\n| Elevada + lactoferrina muito elevada | Infecção entérica bacteriana (Shigella, Salmonella, Campylobacter, C. difficile) |\n\n---\n\n### Critérios de Encaminhamento\n\n- **Gastroenterologista:** Calprotectina > 250 µg/g, especialmente com sintomas sistêmicos (perda de peso, sangramento retal, febre, anemia)\n- **Alergologista/imunologista pediátrico:** Lactentes com calprotectina > 400 µg/g suspeita de APLV\n- **Reumatologista:** Calprotectina elevada associada a dor articular, uveíte ou história familiar de espondiloartropatia\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Dietéticas:**\n- Identificar e remover gatilhos alimentares inflamatórios (glúten em sensíveis, proteína do leite em APLV, alimentos ultra-processados, excesso de ômega-6)\n- Dieta anti-inflamatória: aumentar ômega-3, fibras prebióticas, polifenóis (chás, alimentos coloridos), vegetais crucíferos\n- Dieta Low FODMAP em contexto de SII confirmada (monitorar butirato; considerar suplementação se redução significativa)\n- Orientar coleta do exame em dia típico de rotina (ex: quarta-feira), evitando pós-excessos alimentares para não gerar falsos positivos\n\n**Suplementação (conforme avaliação individualizada):**\n- **Curcumina:** Atividade anti-inflamatória intestinal e sistêmica; para efeito local no intestino preferir pó sem piperina; extrato com 95% curcuminoides para ação sistêmica\n- **Flavonoides cítricos:** Modulam microbiota → produção de butirato/AGCC → fortalecimento da barreira intestinal → redução de calprotectina\n- **Ômega-3:** Suplementação sugerida para manejo da inflamação crônica\n- **Probióticos e simbióticos:** Individualizar; objetivo de restaurar microbiota e reduzir translocação bacteriana\n- **Butirato de sódio:** Considerar quando houver redução de fibras fermentáveis ou protocolo Low FODMAP prolongado\n- **Zinco, vitamina D, magnésio:** Suporte à integridade da barreira intestinal e imunidade de mucosa\n\n**Monitoramento:**\n- Repetir calprotectina a cada 3–6 meses após intervenção terapêutica para avaliar resposta\n- Em DII estabelecida: monitoramento mais frequente conforme atividade de doença\n- Integrar ao painel inflamatório completo (PCR-us, lactoferrina, hemograma) para avaliação global\n\n**Observação prática:** Ao solicitar o exame, justificar como \"suspeita de doença inflamatória intestinal\" para aumentar a chance de cobertura pelo plano de saúde."
}
