{
  "score_item_id": "019bf31d-2ef0-738a-962b-30ad9afa2d4e",
  "clinical_relevance": "A saturação de transferrina (IST ou TSAT) representa a razão entre o ferro sérico e a capacidade total de fixação de ferro (TIBC/CTLF), expressa em percentual. Fisiologicamente, a transferrina é a principal proteína de transporte de ferro no plasma, sendo sintetizada pelo fígado em resposta inversa aos estoques de ferro: quando os estoques estão depletados, a síntese de transferrina aumenta, elevando a TIBC e, consequentemente, reduzindo a saturação. A faixa de referência estabelecida é de 20 a 50%. Valores abaixo de 20% indicam insuficiência funcional de ferro — situação em que a eritropoiese começa a ser comprometida — e devem ser evitados. Valores muito elevados, acima de 50%, associam-se a maior risco em contextos de diabetes mellitus e neoplasias, possivelmente por acúmulo de ferro livre com potencial pró-oxidante e pró-inflamatório.\n\nA IST é um biomarcador indispensável na avaliação do status de ferro, sendo mais informativa que o ferro sérico isolado, que frequentemente possui baixa utilidade clínica por sua ampla variabilidade diurna e sensibilidade às condições pré-analíticas. O uso conjunto de ferritina e IST constitui o padrão para a avaliação laboratorial do metabolismo do ferro.\n\nNa diferenciação entre anemia ferropriva e anemia da inflamação (anemia de doença crônica), a IST assume papel central no painel diagnóstico:\n- Anemia ferropriva: IST baixa (em geral <16–20%), transferrina elevada, ferritina baixa, hepcidina baixa, percentual de eritrócitos hipocrômicos elevado.\n- Anemia da inflamação: IST normal-baixa sem consumo excessivo de ferro, transferrina baixa (proteína de fase negativa), ferritina elevada (proteína de fase aguda), hepcidina elevada — que bloqueia a liberação de ferro dos macrófagos e enterócitos.\n\nA hepcidina elevada na inflamação crônica é o mecanismo central que reduz a disponibilidade de ferro circulante, independentemente dos estoques reais, tornando a interpretação isolada da IST insuficiente sem o contexto clínico e laboratorial ampliado.\n\nA presença de ferritina baixa (<50 ng/mL) associada à IST abaixo de 15%, especialmente em mulheres, é um sinal laboratorial sugestivo de hipocloridria ou gastrite atrófica autoimune, pois a acidez gástrica é essencial para a absorção do ferro não-heme (Fe³⁺ → Fe²⁺). Nesses casos, está indicada a investigação com anticorpos anticélulas parietais.\n\nDo ponto de vista da medicina funcional integrativa, a avaliação funcional do ferro deve considerar metas além dos limiares convencionais: a IST deve ser mantida na faixa de 20 a 50%, com especial atenção para evitar valores abaixo de 20%, que comprometem a eritropoiese e a função mitocondrial. A deficiência de ferro antecede o surgimento de anemia (dano mitocondrial e ao DNA são consequências precoces), e a IST serve como marcador funcional do ferro disponível para os tecidos.\n\nÉ importante ressaltar que estados inflamatórios e infecções agudas distorcem os marcadores do metabolismo do ferro. A IST pode estar falsamente baixa na inflamação crônica por redução da transferrina total (proteína de fase negativa). Portanto, a avaliação do status de ferro deve ser realizada, preferencialmente, fora de períodos de infecção ou inflamação aguda, ou interpretada conjuntamente com marcadores inflamatórios como PCR-us.",
  "points": 12,
  "patient_explanation": "A saturação de transferrina (IST) é um exame de sangue que mede quanto do \"transportador de ferro\" do seu corpo está carregando ferro. Pense na transferrina como um ônibus: a IST mostra quantos assentos estão ocupados. O ideal é que entre 20% e 50% estejam preenchidos.\n\nAbaixo de 20%, há pouco ferro disponível para o organismo — isso pode causar cansaço, fraqueza, queda de cabelo e dificuldade de concentração, mesmo antes de surgir uma anemia.\n\nAcima de 50%, pode indicar ferro em excesso circulando, o que também não é saudável e pode estar ligado a inflamação ou outras condições.\n\nEsse exame é mais preciso que o ferro sérico isolado e deve ser avaliado junto com a ferritina (o estoque de ferro). Juntos, ajudam o médico a entender com precisão se há ferro suficiente, falta ou excesso. Na maioria das vezes, a situação pode ser corrigida com alimentação e, quando necessário, suplementação adequada.",
  "conduct": "## Investigação Complementar\n\n### Painel laboratorial inicial do metabolismo do ferro\n- **Ferritina sérica** (pilar do estoque): meta funcional ≥100 ng/mL fora de inflamação; conforto clínico para mulheres ≥70–75 ng/mL\n- **Ferro sérico** (auxiliar, pouco informativo isoladamente)\n- **TIBC / Transferrina** (capacidade total de fixação de ferro)\n- **Saturação de transferrina (IST)**: referência 20–50%; evitar <20%\n- **Hemograma completo**: CHr (conteúdo de hemoglobina do reticulócito), % eritrócitos hipocrômicos, VCM, HCM\n- **PCR-us e/ou VHS**: para contextualizar o estado inflamatório antes de interpretar ferritina e IST\n\n### Diferenciação entre anemia ferropriva e anemia da inflamação\n| Parâmetro | Anemia Ferropriva | Anemia da Inflamação |\n|---|---|---|\n| IST | Baixa (<16–20%) | Normal-baixa |\n| Transferrina/TIBC | Elevada | Baixa |\n| Ferritina | Baixa (<45 ng/mL) | Elevada ou normal |\n| Hepcidina | Baixa | Elevada |\n| % hipocrômicos | Alto | Normal/baixo |\n\n## Intervenções Baseadas em Evidências\n\n### Otimização dietética\n- **Ferro heme** (carnes, especialmente vísceras): absorção 10–40%, menos susceptível a inibidores alimentares\n- **Ferro não-heme** (leguminosas, vegetais verde-escuros, sementes): absorção 2–20%; potencializado por vitamina C e acidez gástrica; inibido por polifenóis (café, chá), cálcio/lácteos, ácido fítico\n- **Práticas recomendadas**:\n  - Evitar café e chá próximos às refeições ricas em ferro (aguardar ≥1h)\n  - Separar lácteos das refeições com alto teor de ferro\n  - Deixar leguminosas de molho por 12–48h para reduzir ácido fítico\n  - Incluir fonte de vitamina C junto ao ferro não-heme\n\n### Suplementação de ferro (quando indicada)\n- **Forma preferencial**: ferro bisglicinato — melhor tolerabilidade gastrointestinal e biodisponibilidade superior ao sulfato ferroso (este último tem baixa eficácia e muitos efeitos colaterais — evitar como primeira escolha)\n- **Estratégia**: iniciar com doses menores e escalar conforme resposta e tolerância; considerar administração em dias alternados para melhorar absorção (regulação da hepcidina duodenal)\n- **Potencializar com**: vitamina C (palmitato de ascorbila ou ácido ascórbico)\n- **Associação com múltiplos micronutrientes**: suplementação de ferro combinada com ácido fólico e outros micronutrientes é mais eficaz que ferro isolado para correção de estoques (evidência de revisão sistemática de 2021 com 636 estudos e estudo em crianças de 6–24 meses)\n- **Monitorar**: ferritina e IST após 8–12 semanas de suplementação para avaliar resposta\n\n## Critérios de Encaminhamento\n\n- **Hematologista**: anemia grave (Hb <8 g/dL), refratária à suplementação oral, suspeita de hemoglobinopatia ou síndrome mielodisplásica\n- **Gastroenterologista**: suspeita de sangramento digestivo oculto (ferro persistentemente baixo sem causa aparente, especialmente em homens e mulheres pós-menopausa), doença celíaca, doença inflamatória intestinal\n- **Hepatologista / Especialista em distúrbios do ferro**: IST persistentemente elevada (>50%), suspeita de hemocromatose hereditária\n- **Endocrinologista**: hipotireoidismo subclínico ou manifesto associado à deficiência de ferro refratária\n\n---\n\n## Metas Funcionais e Monitoramento\n\n- **IST**: manter entre 20–50%; evitar <20%\n- **Ferritina**: meta funcional ≥100 ng/mL (fora de contexto inflamatório); aceitável ≥70–75 ng/mL para mulheres\n- **Momento de avaliação**: preferir períodos sem infecção ou inflamação aguda; se paciente com inflamação crônica, interpretar com PCR-us simultaneamente\n- **Reavaliação laboratorial**: a cada 8–12 semanas durante a correção de deficiência; após estabilização, avaliação semestral ou anual\n- **Gestantes e mulheres em idade reprodutiva**: monitoramento regular de ferritina e IST pela relação com função tireoidiana, autoimunidade e programação metabólica fetal"
}