{
  "score_item_id": "019bf31d-2ef0-7da2-a52b-f0b8b1294476",
  "clinical_relevance": "O cádmio (Cd) é um metal pesado de transição, sem função biológica conhecida, classificado como carcinógeno do Grupo 1 pela IARC. A mensuração na urina de 24 horas reflete a carga corporal total acumulada, pois o cádmio se deposita preferencialmente nos rins e no fígado, com meia-vida biológica de 10 a 30 anos. Ao contrário do chumbo ou do mercúrio, cujos níveis sanguíneos traduzem exposição recente, a cadmiúria de 24h é o marcador de escolha para exposição crônica e dano renal tubular incipiente.\n\n**Valores de referência:** em populações não expostas ocupacionalmente, o valor de referência amplamente adotado é <2 µg/g creatinina (ou <2 µg/24h). Valores entre 2 e 5 µg/g creatinina indicam sobrecarga significativa; acima de 5 µg/g há risco expressivo de nefrotoxicidade tubular proximal. A OMS e a ACGIH adotam 5 µg/g creatinina como limiar de ação para monitoramento ocupacional. Em população geral não fumante, a média situa-se entre 0,3 e 0,8 µg/g creatinina.\n\n**Fontes de exposição:** tabagismo é a principal causa de sobrecarga em não ocupacionalmente expostos — um cigarro contém em média 1–2 µg de cádmio, com absorção pulmonar de 10–40%, muito superior à absorção gastrointestinal (3–8%). Alimentos representam a segunda fonte: cereais integrais, arroz de regiões contaminadas, vegetais folhosos, moluscos bivalves (ostras, mexilhões), fígado e rim de bovinos criados em solo enriquecido com fertilizantes fosfatados. Exposição ocupacional ocorre em trabalhadores de metalurgia, produção de baterias Ni-Cd, galvanoplastia, fabricação de pigmentos e soldagem de ligas metálicas.\n\n**Fisiopatologia:** o cádmio absorvido liga-se à metalotioneína hepática, formando o complexo Cd-metalotioneína que é então filtrado pelo glomérulo e reabsorvido no túbulo proximal. Ali, o metal é liberado e exerce toxicidade direta: inibe enzimas mitocondriais, gera espécies reativas de oxigênio (ROS), interfere na sinalização de cálcio e induz apoptose tubular. Clinicamente manifesta-se como disfunção tubular proximal (síndrome de Fanconi subclínica): perda urinária de proteínas de baixo peso molecular (beta-2-microglobulina, NAG, cistatina C), glicosúria normoglicêmica, hipofosfatemia e hipercalciúria. A nefropatia crônica por cádmio pode evoluir para doença renal crônica (DRC) irreversível. O cádmio também interfere no metabolismo ósseo, causando desmineralização e osteomalacia — mecanismo central na síndrome de Itai-Itai, descrita no Japão.\n\n**Efeitos sistêmicos adicionais:** carcinogênese pulmonar e renal (evidência IARC Grupo 1), disfunção endócrina (interferência com receptores de estrogênio e andrógenos), neurotoxicidade (disfunção mitocondrial neuronal), imunossupressão e disfunção cardiovascular por estresse oxidativo vascular. A GGT elevada pode refletir toxicidade crônica por metais pesados, incluindo cádmio, como marcador inespecífico de toxicidade hepática e renal. Metais tóxicos como mercúrio, chumbo, cádmio e arsênico devem integrar avaliação anual em protocolos de medicina funcional integrativa.\n\n**Epidemiologia:** a exposição ambiental ao cádmio é universal na população industrial moderna. Fumantes apresentam carga renal de cádmio 2 a 3 vezes superior à de não fumantes. Em regiões agrícolas com uso intensivo de fertilizantes fosfatados contaminados, populações não fumantes também atingem níveis de preocupação. Estudos populacionais associam cadmiúria aumentada a maior risco de DRC, osteoporose, diabetes tipo 2 e mortalidade cardiovascular, independentemente de outros fatores de risco.",
  "points": 12,
  "patient_explanation": "O cádmio é um metal tóxico que não tem nenhuma função no nosso organismo. Ele se acumula lentamente nos rins e no fígado ao longo dos anos — principalmente pelo cigarro, por certos alimentos (como ostras, fígado, arroz e cereais de regiões contaminadas) e por exposição ocupacional em indústrias.\n\nO exame de cádmio na urina de 24 horas mede o quanto desse metal está saindo pelo rim, o que indica quanto se acumulou no corpo ao longo da vida. Quando o nível está elevado, significa que os rins estão sendo sobrecarregados: o metal pode danificar células dos tubos renais, prejudicando a capacidade do rim de filtrar e reabsorver nutrientes importantes.\n\nA boa notícia é que, ao identificar a sobrecarga precocemente, é possível agir: parar de fumar (o passo mais importante), ajustar a alimentação e, dependendo do nível, adotar estratégias para proteger os rins e reduzir o estresse oxidativo causado pelo metal. Manter o acompanhamento periódico é fundamental para proteger a saúde a longo prazo.",
  "conduct": "## Interpretação dos Resultados\n\n- **Normal:** <2 µg/g creatinina (ou <2 µg/24h) — sem ação específica além de orientação preventiva\n- **Sobrecarga leve a moderada:** 2–5 µg/g creatinina — investigar fontes de exposição; iniciar intervenções\n- **Sobrecarga significativa:** >5 µg/g creatinina — investigação completa de dano tubular renal; avaliar encaminhamento a nefrologista ou toxicologista\n\n---\n\n## Investigação Complementar\n\n### Avaliação de Dano Renal Tubular\n- **Beta-2-microglobulina urinária:** marcador precoce de disfunção tubular proximal; elevação indica lesão por cádmio antes da creatinina sérica se alterar\n- **N-acetil-β-D-glucosaminidase (NAG) urinária:** enzima lisossômica tubular; elevação reflete lesão celular tubular ativa\n- **Cistatina C sérica e urinária:** mais sensível que creatinina para DRC incipiente\n- **Proteína de ligação ao retinol urinária (RBP):** proteína de baixo peso molecular, indicador de falha de reabsorção tubular\n- **Microalbuminúria:** avaliar dano glomerular associado\n- **Glicosúria com glicemia normal:** sinal clássico de síndrome de Fanconi subclínica por cádmio\n- **Fosfato sérico e urinário:** hipofosfatemia + hiperfosfatúria sugere perda tubular\n- **Cálcio urinário de 24h:** hipercalciúria associada à nefrotoxicidade por cádmio\n- **Creatinina sérica e TFGe:** avaliação da função renal global\n\n### Painel de Metais Pesados\n- Solicitar dosagem concomitante de **mercúrio, chumbo e arsênico** (urina de 24h ou sangue conforme metal), pois exposições frequentemente são cumulativas\n- A GGT elevada pode ser marcador inespecífico de toxicidade crônica por metais pesados; manter no quartil inferior da referência é o objetivo terapêutico\n\n---\n\n## Identificação e Redução das Fontes de Exposição\n\n- **Tabagismo:** cessação completa é a intervenção mais impactante na redução da carga de cádmio; fumantes apresentam concentrações 2–3× superiores às de não fumantes\n- **Alimentação:** reduzir consumo de moluscos bivalves (ostras, mexilhões, mariscos), fígado e rim bovinos, arroz de regiões com solo contaminado, cereais integrais de origem não rastreada\n- **Vegetais folhosos:** preferir cultivo orgânico certificado, pois fertilizantes fosfatados convencionais são frequentemente contaminados por cádmio\n- **Peixes:** avaliar procedência — questionar consumo de peixes de rios com histórico de garimpo ou regiões com contaminação industrial\n- **Exposição ocupacional:** orientar uso rigoroso de EPIs; notificar ao médico do trabalho quando identificada exposição profissional significativa; considerar afastamento ou remanejamento em casos com dano tubular documentado\n\n---\n\n## Intervenções Terapêuticas\n\n### Suporte Antioxidante e de Detoxificação\n- **Zinco:** compete com o cádmio na absorção intestinal (transportador ZIP8/ZIP14); suplementação adequada de zinco reduz absorção de cádmio; manter proporção zinco/cobre adequada\n- **Selênio:** cofator da glutationa peroxidase; suporte antioxidante essencial em sobrecarga de metais tóxicos; investigar níveis séricos\n- **Vitamina C:** antioxidante hidrossolúvel que reduz estresse oxidativo induzido pelo cádmio; 500–1000 mg/dia\n- **Ácido alfa-lipoico (ALA):** antioxidante com ação em meios hidrossolúvel e lipossolúvel; cofator mitocondrial; suporte direto à função tubular renal sobrecarregada\n- **N-acetilcisteína (NAC):** precursor de glutationa; 600–1200 mg/dia; suporte à detoxificação hepática e renal\n- **Glutationa reduzida (GSH lipossomal ou IV):** em casos com dano oxidativo documentado\n- **Magnésio:** cofator mitocondrial crítico; manter níveis funcionais ideais (>2,1 mg/dL em eritrócito)\n\n### Quelação (em casos selecionados)\n- Contraindicada de forma empírica; indicada apenas em intoxicação aguda grave ou exposição ocupacional intensa com sintomas, por toxicologista clínico. Agentes: DMSA oral. Eficácia limitada para cádmio cronicamente depositado em tecidos.\n\n---\n\n## Critérios de Encaminhamento\n\n- **Nefrologista:** cadmiúria >5 µg/g creatinina com alterações de beta-2-microglobulina, NAG ou TFGe reduzida\n- **Toxicologista clínico:** exposição ocupacional documentada; avaliação de quelação; co-exposições múltiplas\n- **Médico do trabalho:** suspeita de exposição ocupacional ativa\n- **Reumatologista/endocrinologista:** desmineralização óssea associada ou distúrbios do metabolismo mineral\n\n---\n\n## Monitoramento e Seguimento\n\n- **Após identificação de sobrecarga:** reavaliação da cadmiúria em 6–12 meses após intervenções sobre fontes de exposição\n- **Painel renal tubular:** repetir beta-2-microglobulina, NAG e cistatina C semestralmente em casos com valores alterados\n- **Rotina preventiva:** dosagem anual de metais tóxicos (mercúrio, chumbo, cádmio, arsênico) integrada ao protocolo de medicina funcional integrativa para longevidade\n- Registrar evolução longitudinal, usando o paciente como seu próprio controle"
}