{
  "score_item_id": "019bf31d-2ef0-7789-84a2-2eb75c2bedfe",
  "clinical_relevance": "A Cistatina C é uma proteína de baixo peso molecular (13,3 kDa) pertencente à família das cistatinas, produzida de forma constante por todas as células nucleadas do organismo e filtrada livremente pelo glomérulo renal, sendo completamente reabsorvida e catabolizada pelos túbulos proximais sem secreção tubular significativa. Por não depender de massa muscular, sexo, idade (acima de 1 ano), dieta proteica ou estado de hidratação para sua geração, a Cistatina C representa um marcador endógeno de Taxa de Filtração Glomerular (TFG) com superioridade fisiopatológica sobre a creatinina em diversas populações clínicas.\n\n**Valores de referência e interpretação:**\nOs valores de referência variam conforme o método laboratorial (imunoensaio, nefelometria ou turbidimetria), mas de forma geral:\n- Normal: 0,50–1,00 mg/L (adultos jovens saudáveis)\n- Limítrofe: 1,01–1,30 mg/L (suspeita de disfunção glomerular precoce)\n- Elevado: > 1,30 mg/L (disfunção glomerular moderada a grave)\n\nAs equações CKD-EPI baseadas em Cistatina C — CKD-EPI Cys 2021 e CKD-EPI Cr-Cys 2021 — oferecem estimativa de TFG (eGFR) com menor viés racial e maior acurácia diagnóstica em estágios iniciais de DRC (G2–G3a) comparadas às equações baseadas apenas em creatinina.\n\n**Fisiopatologia:**\nA redução da massa de néfrons funcionantes — por qualquer etiologia (hipertensão, diabetes, glomerulonefrite, toxicidade medicamentosa, envelhecimento) — reduz a filtração glomerular e eleva a Cistatina C sérica. Ao contrário da creatinina, que só se eleva de forma detectável quando aproximadamente 50% da função renal já está perdida, a Cistatina C detecta reduções mais precoces da TFG. Além disso, a Cistatina C tem sido associada a risco cardiovascular independente da função renal, possivelmente por refletir disfunção endotelial sistêmica e estado inflamatório de baixo grau.\n\n**Dados epidemiológicos e estratificação de risco:**\nA DRC afeta aproximadamente 10–15% da população adulta mundial. A mortalidade cardiovascular em pacientes com DRC é de 10 a 20 vezes maior que na população geral. Estudos prospectivos demonstraram que a Cistatina C elevada está associada de forma independente a maior risco de eventos cardiovasculares maiores (MACE), insuficiência cardíaca e mortalidade por todas as causas, mesmo em indivíduos com creatinina normal. No idoso, a Cistatina C é particularmente valiosa por não ser influenciada pela sarcopenia, que frequentemente subestima a perda de função renal quando se usa apenas a creatinina. A Cistatina C elevada em gestantes identifica pré-eclâmpsia e injúria renal aguda com maior sensibilidade do que a creatinina nessa população.",
  "points": 18,
  "patient_explanation": "A Cistatina C é uma proteína produzida de forma constante pelo organismo e eliminada pelos rins. Quando os rins funcionam bem, filtram essa proteína eficientemente, mantendo seus níveis baixos. Quando perdem capacidade de filtrar — mesmo antes de qualquer sintoma aparecer — a Cistatina C se acumula e os valores no exame sobem.\n\nAo contrário da creatinina, a Cistatina C não é influenciada pela quantidade de músculo, alimentação ou sexo. Por isso detecta problemas renais mais cedo, permitindo intervenções preventivas.\n\nValores elevados indicam que os rins estão funcionando com menor capacidade, o que também aumenta o risco cardiovascular. Quando alterado, é importante investigar a causa e adotar medidas para proteger rins e coração.",
  "conduct": "## Conduta Clínica — Cistatina C Elevada\n\n### Investigação Complementar\n\n**Confirmação e estadiamento da função renal:**\n- Solicitar creatinina sérica, ureia e cálculo de eGFR pelas equações CKD-EPI Cys 2021 e CKD-EPI Cr-Cys 2021\n- Urina de rotina com sedimento urinário\n- Relação albumina/creatinina urinária (microalbuminúria) — marcador precoce de nefropatia diabética e hipertensiva\n- Proteinúria de 24 horas se relação > 300 mg/g\n- Eletrólitos séricos (Na, K, Cl, bicarbonato), cálcio, fósforo, PTH intacto\n- Ácido úrico sérico (hiperuricemia contribui para nefropatia)\n\n**Investigação etiológica:**\n- Glicemia de jejum, HbA1c, insulina de jejum e HOMA-IR (nefropatia diabética)\n- Pressão arterial com monitorização ambulatorial (MAPA) se indicado (nefropatia hipertensiva)\n- Urina de 24h para creatinina, proteínas e eletrólitos\n- Anticorpos ANA, anti-DNA, ANCA, complemento (C3/C4) se suspeita de doença autoimune\n- Sorologias (HBsAg, anti-HCV, HIV) em populações de risco\n- Ultrassonografia renal com Doppler (avaliação anatômica, vascularização)\n\n**Avaliação cardiovascular associada:**\n- Perfil lipídico completo (colesterol total, LDL, HDL, TG, LDL oxidada quando disponível)\n- PCR-us, homocisteína, Gama GT\n- Eletrocardiograma e ecocardiograma em pacientes com DRC estabelecida ou risco cardiovascular alto\n\n---\n\n### Estratificação de Risco e Critérios de Encaminhamento\n\n- **Cistatina C 1,01–1,30 mg/L + eGFR 60–89 mL/min/1,73m²:** Acompanhamento clínico intensificado, controle agressivo dos fatores de risco modificáveis; reavaliação em 3–6 meses\n- **Cistatina C > 1,30 mg/L + eGFR 45–59 mL/min/1,73m²:** Encaminhamento a nefrologia eletivo; estadiamento DRC G3a/G3b\n- **Cistatina C > 1,30 mg/L + eGFR < 45 mL/min/1,73m²:** Encaminhamento prioritário a nefrologia (DRC G3b–G4)\n- **eGFR < 30 mL/min/1,73m² ou proteinúria > 1 g/dia:** Encaminhamento urgente a nefrologia e planejamento de terapia renal substitutiva\n- **Cistatina C com elevação aguda (> 25% em < 48h):** Investigar injúria renal aguda (IRA) — critérios KDIGO\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Controle dos fatores de risco causais:**\n- **Diabetes:** Meta HbA1c individualizada (geralmente < 7% em estágio inicial, menos rígida em DRC avançada); controle glicêmico reduz progressão da nefropatia\n- **Hipertensão:** Meta pressórica < 130/80 mmHg em pacientes com DRC; inibidores da ECA ou BRA são preferidos na presença de proteinúria\n- **Dislipidemia:** Estatinas reduzem mortalidade cardiovascular na DRC; meta de LDL individualizada\n- **Hiperuricemia:** Considerar alopurinol quando ácido úrico > 7 mg/dL com DRC progressiva\n\n**Medidas nefroprotetoras:**\n- Controle rigoroso de pressão arterial\n- Restrição proteica moderada (0,6–0,8 g/kg/dia) em DRC moderada a grave, com supervisão nutricional\n- Evitar nefrotóxicos: AINEs, contrastes iodados sem hidratação adequada, aminoglicosídeos\n- Revisar e ajustar doses de todos os medicamentos conforme eGFR atual\n- Hidratação adequada; evitar desidratação\n\n**Estilo de vida:**\n- Atividade física regular (adaptada à capacidade funcional) — melhora função cardiovascular e controle metabólico\n- Cessação do tabagismo (fator de progressão independente da DRC)\n- Controle do peso corporal — obesidade agrava a hiperfiltração glomerular\n- Dieta com controle de sódio (< 2 g/dia de Na), potássio e fósforo conforme estadiamento\n\n**Monitoramento:**\n- Cistatina C, creatinina, eGFR e relação albumina/creatinina urinária a cada 3–6 meses conforme estadiamento DRC\n- Hemograma (anemia da DRC — deficiência relativa de eritropoietina)\n- PTH intacto, cálcio e fósforo semestralmente em DRC G3b em diante\n- Vitamina D 25-OH (deficiência frequente na DRC, impacta PTH e progressão da doença)"
}
