{
  "score_item_id": "019bf31d-2ef0-7ac7-9f95-8dd6daf79a24",
  "clinical_relevance": "A Coenzima Q10 (CoQ10), também denominada ubiquinona, é uma molécula lipossolúvel endógena que atua como transportadora de elétrons nos complexos I, II e III da cadeia respiratória mitocondrial, sendo indispensável para a síntese de ATP. Além do papel bioenergético central, a CoQ10 exerce efeito antioxidante relevante — protegendo membranas lipídicas da peroxidação — e participa da modulação da expressão gênica e da apoptose. Os órgãos de maior demanda energética (coração, cérebro, fígado, rins) possuem as maiores concentrações teciduais e são os mais vulneráveis à sua depleção.\n\nA síntese endógena de CoQ10 declina progressivamente após os 40 anos, tornando a avaliação sérica e a reposição clinicamente relevantes nessa faixa etária. A principal causa iatrogênica de depleção é o uso de estatinas: ao inibir a HMG-CoA redutase, essas drogas interrompem a via do mevalonato e reduzem concomitantemente a síntese de colesterol e de CoQ10 (ubiquinona → ubiquinol). A depleção mitocondrial resultante pode comprometer a eficiência do estado redox ubiquinona/ubiquinol e contribuir para miopatia, fadiga e comprometimento cognitivo associados às estatinas.\n\nExistem duas formas farmacológicas principais: (1) ubiquinona — forma oxidada, padrão de mercado, biodisponibilidade oral de 10–15%; (2) ubiquinol — forma reduzida e biologicamente ativa, com maior biodisponibilidade, permitindo doses menores, porém de custo mais elevado e menor volume de estudos controlados. A conversão de ubiquinona em ubiquinol é mediada pela enzima NQO1; portadores de polimorfismo nesse gene apresentam conversão prejudicada e podem necessitar de suplementação direta com ubiquinol.\n\nEvidências clínicas relevantes incluem: estudo prospectivo duplo-cego randomizado com idosos e seguimento de 10 anos demonstrando redução significativa de eventos cardiovasculares com a combinação selênio + CoQ10; meta-análises confirmando benefícios da CoQ10 em insuficiência cardíaca avançada; estudos mostrando que a suplementação reduz marcadores de estresse oxidativo e melhora a capacidade antioxidante total; e ensaio clínico demonstrando melhora significativa na dose de 100 mg de CoQ10. Aplicações clínicas adicionais com evidências incluem: melhora da fertilidade masculina e feminina, suporte em fibromialgia, e otimização da função mitocondrial em condições degenerativas e metabólicas crônicas.\n\nPopulações prioritárias para avaliação e suplementação: (1) usuários de estatinas — suplementação considerada mandatória; (2) indivíduos acima de 40 anos; (3) portadores do polimorfismo NQO1; (4) vegetarianos e veganos; (5) pacientes com fibromialgia, síndrome pós-COVID longo, insuficiência cardíaca, doenças neurodegenerativas ou mitocondriopatias.",
  "points": 12,
  "patient_explanation": "A Coenzima Q10 é uma substância produzida naturalmente pelo seu corpo, presente em todas as células que precisam de muita energia, como as do coração e do cérebro. Ela funciona como um \"combustível\" dentro das mitocôndrias — as usinas de energia das células — e também protege o organismo contra o desgaste oxidativo.\n\nCom o envelhecimento, o corpo produz menos CoQ10, e medicamentos para colesterol (estatinas) reduzem ainda mais essa produção. Quando o nível está baixo, você pode sentir cansaço, fraqueza muscular e queda no rendimento físico e mental.\n\nA CoQ10 pode ser reposta com suplementação em duas formas: ubiquinona (mais comum) e ubiquinol (forma ativa, mais absorvida). Ambas devem ser tomadas com refeição gordurosa. Se você usa estatina ou tem mais de 40 anos, converse com seu médico sobre a necessidade de avaliação e reposição.",
  "conduct": "## Conduta Clínica — Coenzima Q10 (µg/mL)\n\n### Interpretação do Resultado\n\n- **Nível sérico reduzido** (abaixo do esperado para a faixa etária e condição clínica): considerar suplementação, especialmente em contextos de risco (ver populações abaixo).\n- **Nível adequado em usuário de estatina**: monitorar periodicamente; a depleção pode ocorrer de forma progressiva.\n- A interpretação deve ser contextualizada com o perfil clínico completo, uso de medicamentos e demanda metabólica individual.\n\n---\n\n### Populações Prioritárias para Avaliação e Intervenção\n\n- **Usuários de estatinas** — suplementação mandatória independentemente do nível sérico\n- **Indivíduos acima de 40 anos** com declínio energético, fadiga ou queixas cognitivas\n- **Portadores do polimorfismo NQO1** — comprometimento da conversão ubiquinona → ubiquinol\n- **Vegetarianos e veganos** — menor ingestão dietética de precursores\n- **Pacientes com insuficiência cardíaca, fibromialgia, síndrome pós-COVID longo, doenças neurodegenerativas ou mitocondriopatias**\n- **Casais com infertilidade** — CoQ10 tem evidências em fertilidade masculina e feminina\n\n---\n\n### Investigação Complementar\n\n- **Painel mitocondrial funcional:** metabolômica urinária para identificar disfunção de complexos mitocondriais\n- **Teste genético NQO1:** em pacientes com refratariedade à suplementação com ubiquinona\n- **Marcadores de estresse oxidativo:** LDL oxidada, malondialdeído, glutationa\n- **Avaliação de cofatores mitocondriais associados:** B2, B3, B5, B6, magnésio, ferro, cobre, selênio, L-carnitina\n- **Painel cardiovascular completo** em pacientes de alto risco: PCR ultrassensível, homocisteína, triglicerídeos, lipidograma\n\n---\n\n### Protocolo de Suplementação\n\n**Dose padrão (ubiquinona):**\n- 100 mg/dia com refeição gordurosa\n- Doses de 10 mg são consideradas ineficazes\n\n**Dose aumentada:**\n- 200 mg/dia de ubiquinol em idosos, pacientes com condições crônicas múltiplas ou mitocondriopatias\n\n**Portadores de polimorfismo NQO1:**\n- Combinação: CoQ10 100 mg + ubiquinol 100 mg, especialmente após os 40 anos\n\n**Usuários de estatinas:**\n- Iniciar CoQ10 concomitantemente ao início da estatina\n- Dose mínima: 100 mg/dia de ubiquinona\n\n**Protocolo mitocondrial oral combinado (quando indicado):**\n- CoQ10 100 mg (ubiquinona) ou ubiquinol 100 mg — com refeição gordurosa\n- Pode ser associado a: L-carnitina (500 mg), acetil-L-carnitina (500 mg), magnésio dimalato (≥500 mg), ácido alfa-lipoico (300–600 mg), PQQ (20 mg), complexo B\n\n**Via intramuscular (casos selecionados):**\n- CoQ10 100 mg IM — para pacientes com mitocondriopatias, pós-COVID longo, quadros severos ou baixa absorção oral\n- Frequência: 1–2 vezes/semana por ~2 meses, como parte de protocolo venoso estruturado\n\n---\n\n### Encaminhamento a Especialistas\n\n- **Cardiologista:** pacientes com insuficiência cardíaca ou histórico de eventos cardiovasculares\n- **Neurologista/Neuropediatria:** suspeita de mitocondriopatia primária\n- **Endocrinologista:** pacientes em uso de estatinas com resistência insulínica associada (depleção de dolicóis)\n- **Medicina reprodutiva:** casais com infertilidade, especialmente quando há comprometimento energético documentado\n\n---\n\n### Monitoramento\n\n- Reavaliar nível sérico de CoQ10 após 3–4 meses de suplementação\n- Monitorar resposta clínica: energia, capacidade física, função cognitiva, sintomas musculares\n- Em uso de estatinas: avaliar CK, sintomas miopáticos e nível sérico de CoQ10 periodicamente\n- Ajustar dose conforme resposta e perfil genético (NQO1)"
}
