{
  "score_item_id": "019bf31d-2ef0-77f1-a427-6832d4c395cc",
  "clinical_relevance": "O Complemento C3 é a proteína central da via do sistema complemento, participando das três vias de ativação (clássica, alternativa e das lectinas) e funcionando como amplificador da resposta imune inata. É sintetizado principalmente pelos hepatócitos, mas também por macrófagos, monócitos, células adiposas e células epiteliais. Sua clivagem em C3a e C3b é o ponto de convergência de toda a cascata do complemento: C3b atua como opsonina, facilitando a fagocitose de patógenos e complexos imunes; C3a é um anafilatoxina com potente atividade pró-inflamatória e quimiotática.\n\n**Valores de referência laboratoriais:** Os intervalos de referência variam conforme o laboratório e o método (nefelometria ou imunoturbidimetria), mas tipicamente situam-se entre 90–180 mg/dL em adultos. Valores abaixo de 80–90 mg/dL são considerados baixos e clinicamente relevantes; valores acima de 180–200 mg/dL caracterizam elevação como proteína de fase aguda positiva.\n\n**Interpretação clínica — C3 baixo (hipocomplementemia):**\n- Consumo aumentado por ativação persistente da cascata: ocorre em lúpus eritematoso sistêmico (LES) com nefrite lúpica ativa, glomerulonefrite membranoproliferativa (GNMP tipos I e II), endocardite bacteriana subaguda e crioglobulinemia mista.\n- Deficiência genética primária de C3: rara, autossômica recessiva, associada a infecções bacterianas recorrentes por organismos encapsulados (Streptococcus pneumoniae, Haemophilus influenzae, Neisseria meningitidis) e a maior incidência de doença autoimune semelhante ao LES.\n- No LES, C3 e C4 baixos correlacionam-se com atividade de doença, especialmente nefrite; queda de C3 precede em semanas os surtos clínicos, sendo útil no monitoramento.\n\n**Interpretação clínica — C3 alto (hipercomplementemia):**\n- O C3 comporta-se como proteína de fase aguda positiva (resposta aguda moderada, inferior à PCR e à ferritina): eleva-se em infecções agudas, traumas, pós-operatório, neoplasias e estados inflamatórios crônicos.\n- No contexto da síndrome metabólica e da obesidade visceral, o C3 tende a estar elevado devido ao tecido adiposo ser produtor de complemento; estudos observacionais associam C3 elevado a maior risco cardiovascular e resistência à insulina, posicionando-o como marcador inflamatório metabólico.\n- A relação C3/C4 e o C3d (fragmento de ativação) oferecem refinamento diagnóstico para diferenciar consumo ativo de produção aumentada.\n\n**Relevância epidemiológica:**\n- Deficiência homozigótica de C3 é estimada em menos de 1:1.000.000; deficiências heterozigóticas são mais frequentes e cursam com níveis levemente reduzidos sem comprometimento clínico significativo.\n- Hipocomplementemia secundária ao LES afeta 30–50% dos pacientes em atividade de doença.\n- Em populações com síndrome metabólica, valores de C3 acima de 130 mg/dL estão associados em estudos observacionais a maior risco de eventos cardiovasculares, embora o uso clínico rotineiro como marcador cardiovascular não esteja estabelecido em diretrizes.\n\n**Interferências pré-analíticas:** Hemólise, lipemia intensa e amostras com complemento ativado in vitro (temperatura inadequada de conservação) podem falsear resultados. A amostra deve ser processada rapidamente em temperatura controlada.",
  "points": 8,
  "patient_explanation": "O Complemento C3 é uma proteína produzida pelo fígado que faz parte do sistema de defesa do seu organismo chamado 'sistema complemento'. Ele ajuda o sistema imunológico a identificar e destruir bactérias, vírus e células anormais, além de colaborar na eliminação de resíduos inflamatórios do corpo.\n\nWhen o resultado está baixo, pode indicar que o sistema imunológico está muito ativo e consumindo essa proteína — algo que acontece em algumas doenças autoimunes, como o lúpus, ou em infecções graves. Quando está alto, pode ser um sinal de inflamação no corpo, semelhante ao que acontece com outros marcadores como a proteína C-reativa.\n\nSozinho, o C3 raramente define um diagnóstico, mas junto com outros exames ele ajuda o médico a entender se há inflamação ativa, se o sistema imunológico está 'trabalhando demais' ou se existe alguma condição autoimune que precisa de atenção. Se o seu resultado estiver fora da faixa esperada, seu médico saberá orientar os próximos passos adequados ao seu caso.",
  "conduct": "## Conduta Clínica — Complemento C3\n\n### 1. Interpretação do Resultado\n\n**C3 baixo (< 80–90 mg/dL):**\n- Avaliar se há sinais/sintomas de doença autoimune: artrite, fotossensibilidade, rash malar, úlceras orais, proteinúria, citopenias.\n- Solicitar complementação diagnóstica:\n  - **C4** (para distinguir via clássica de alternativa)\n  - **CH50** (atividade hemolítica total — zero em deficiência completa de um componente)\n  - **ANA, anti-dsDNA, anti-Sm** (rastreio de LES)\n  - **C3 nefrítico fator (C3NeF)** se suspeita de GNMP tipo II\n  - **Crioglobulinas** se hepatite C conhecida ou suspeita\n  - **Urinálise com microscopia e proteinúria de 24h ou RAC** (razão albumina/creatinina)\n  - **Hemograma completo** (citopenias autoimunes)\n- **Critério de encaminhamento ao reumatologista:** C3 baixo associado a qualquer manifestação sugestiva de autoimunidade sistêmica ou ao uso concomitante de C4 baixo e ANA positivo.\n- **Critério de encaminhamento ao nefrologista:** C3 baixo com hematúria dismórfica, cilindros celulares ou proteinúria significativa (RAC > 300 mg/g).\n\n**C3 alto (> 180–200 mg/dL):**\n- Contextualizar com o quadro clínico: pós-operatório recente, infecção ativa, doença inflamatória crônica, obesidade visceral.\n- Integrar com outros marcadores inflamatórios: PCR-us, VHS, ferritina, fibrinogênio.\n- Na síndrome metabólica: C3 elevado reforça o estado pró-inflamatório; não modifica a conduta de forma isolada, mas soma ao escore de risco metabólico global.\n- Não é indicação isolada de encaminhamento; investigar a causa subjacente da inflamação.\n\n---\n\n### 2. Investigação Complementar por Cenário\n\n**Suspeita de LES ou doença autoimune sistêmica:**\n- [ ] C3, C4, CH50\n- [ ] ANA por IFI, com título e padrão\n- [ ] Anti-dsDNA, anti-Sm, anti-Ro/SSA, anti-La/SSB, anti-Scl70, anti-Jo1\n- [ ] Anticorpos antifosfolípides (anticardiolipina IgG/IgM, anti-β2-glicoproteína I, anticoagulante lúpico)\n- [ ] Hemograma com diferencial, TGO/TGP, creatinina, urinálise\n\n**Suspeita de glomerulonefrite mediada por complemento:**\n- [ ] C3, C4, CH50, C3NeF\n- [ ] Biópsia renal (decisão do nefrologista)\n- [ ] Sorologias virais: HBsAg, anti-HCV, HIV\n\n**Suspeita de deficiência primária de C3 (infecções bacterianas recorrentes por germes encapsulados, especialmente em crianças):**\n- [ ] CH50 e AP50 (via alternativa)\n- [ ] Encaminhamento a imunologista clínico\n- [ ] Vacinação para pneumococo, meningococo e H. influenzae B\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Para hipocomplementemia secundária (doença autoimune ativa):**\n- O tratamento é direcionado à doença de base (corticosteroides, imunossupressores, biológicos conforme protocolo do reumatologista/nefrologista).\n- O C3 é útil como marcador de resposta terapêutica no LES: normalização confirma controle da atividade de doença.\n\n**Para hipercomplementemia no contexto metabólico-inflamatório:**\n- Redução do estado inflamatório crônico por meio de:\n  - **Alimentação anti-inflamatória:** dieta mediterrânea ou plant-based com baixa carga glicêmica, redução de ultra-processados e ômega-6 em excesso.\n  - **Modulação da razão ômega-3:ômega-6:** suplementação de EPA/DHA 2–4 g/dia com evidência de redução de marcadores inflamatórios (IL-6, TNF-α, PCR).\n  - **Redução da adiposidade visceral:** exercício aeróbico e de resistência combinados; perda de 5–10% do peso corporal reduz marcadores inflamatórios de forma clinicamente significativa.\n  - **Curcumina padronizada** (com piperina ou formulação lipossomada) como adjuvante anti-inflamatório com suporte em ensaios clínicos.\n\n---\n\n### 4. Monitoramento\n\n- **LES ativo:** dosagem a cada 1–3 meses, junto com C4 e anti-dsDNA, para guiar ajuste terapêutico.\n- **Doença autoimune estável:** a cada 6–12 meses.\n- **Contexto metabólico/inflamatório:** repetir em 3–6 meses após intervenção; o C3 não é o marcador primário neste cenário (preferir PCR-us como guia de resposta).\n- **Deficiência primária:** monitoramento com imunologista; não há alvo de normalização possível.\n\n---\n\n### 5. Critérios de Encaminhamento Resumidos\n\n| Situação | Especialidade |\n|---|---|\n| C3 baixo + sinais de autoimunidade sistêmica | Reumatologista |\n| C3 baixo + proteinúria/hematúria | Nefrologista |\n| C3 baixo + infecções bacterianas recorrentes | Imunologista clínico |\n| C3 baixo + suspeita de GNMP | Nefrologista |\n| C3 alto isolado sem sintomas | Investigar causa; manejo clínico da inflamação subjacente |"
}
