{
  "score_item_id": "019bf31d-2ef0-74be-9e34-30bdf85c9509",
  "clinical_relevance": "O Complemento C4 é uma glicoproteína plasmática componente da via clássica e da via das lectinas do sistema complemento, sintetizada predominantemente pelo fígado e, em menor proporção, por macrófagos e células endoteliais. Na cascata do complemento, o C4 é clivado em C4a e C4b pela C1s (via clássica) ou pela MASP-2 (via das lectinas), sendo o C4b responsável pela opsonização de complexos imunes e pela continuidade da ativação do complemento com formação do complexo C3-convertase (C4b2a). Sua determinação sérica reflete o estado funcional da via clássica e é fundamental na investigação de doenças autoimunes, infecções recorrentes e angiodema hereditário.\n\n**Valores de referência (adultos):**\n- Valor normal: 16–47 mg/dL (método imunonefelométrico/turbidimétrico, podendo variar conforme laboratório)\n- Valores abaixo de 16 mg/dL indicam deficiência ou consumo aumentado\n- Valores acima de 47 mg/dL são raros e geralmente inespecíficos; podem ocorrer em inflamação aguda (C4 é proteína de fase aguda moderada)\n\n**Fisiopatologia e interpretação clínica:**\nO C4 apresenta diversas isoformas codificadas por dois genes adjacentes no MHC classe III (C4A e C4B), e polimorfismos de número de cópias (CNV) explicam grande parte da variabilidade interindividual. O gene C4A codifica formas com maior afinidade por proteínas (importante na clearance de complexos imunes), enquanto C4B tem maior afinidade por carboidratos. Deficiência homozigótica de C4A ou C4B aumenta a suscetibilidade ao lúpus eritematoso sistêmico (LES) e a infecções bacterianas encapsuladas.\n\n**Causas de C4 baixo:**\n1. Consumo por ativação do complemento: LES ativo, vasculites imune-mediadas, glomerulonefrites membranoproliferativas tipo I e III, crioglobulinemia, endocardite bacteriana subaguda, hepatite por vírus C com crioglobulinemia\n2. Deficiência genética primária de C4: rara, autossômica recessiva; associada fortemente a LES (risco aumentado em 10–17x na deficiência homozigótica de C4A)\n3. Angiodema hereditário (HAE) tipos I e II: causado por deficiência de C1-inibidor, levando a consumo de C4 mesmo fora das crises; o C4 é o marcador mais sensível de HAE — tipicamente muito baixo (< 50% do normal) mesmo em períodos assintomáticos\n4. Doença renal crônica com síndrome nefrótica: por perda urinária de proteínas do complemento\n\n**Causas de C4 elevado:**\nMenos clinicamente relevante; pode ocorrer em infecções agudas, processos inflamatórios sistêmicos (C4 é reagente de fase aguda fraco) e em algumas síndromes linfoproliferativas.\n\n**Correlação com outros marcadores:**\nO C4 deve ser interpretado em conjunto com C3, CH50 (complemento hemolítico total) e C1q. No LES ativo, o padrão clássico é: C3 baixo + C4 baixo + CH50 baixo. Na deficiência genética isolada de C4A ou C4B, pode-se ter C4 total normal-baixo com atividade funcional prejudicada. No HAE por deficiência de C1-inibidor, o C4 é cronicamente baixo e o C3 permanece normal (diferencial importante).\n\n**Dados epidemiológicos:**\nA deficiência completa de C4 é extremamente rara (< 1:10.000 na população geral). A deficiência parcial de C4A (um alelo nulo) ocorre em 10–30% da população caucasiana e está associada a aumento moderado do risco de LES. O HAE afeta aproximadamente 1:50.000 indivíduos, sendo o C4 o exame de triagem mais sensível (especificidade > 95% para HAE quando combinado com C1-inibidor). Em pacientes com LES confirmado, a queda do C4 (especialmente C4 < 10 mg/dL) é preditora de atividade de doença com valor preditivo positivo estimado em 60–70% para flare iminente.\n\n**Relevância no contexto da medicina integrativa e longevidade:**\nO sistema complemento integra imunidade inata e adaptativa, e sua ativação crônica de baixo grau contribui para inflamação sistêmica. Alterações no complemento estão sendo estudadas em síndrome metabólica, aterosclerose e neurodegeneração. O C4 baixo persistente, mesmo sem doença autoimune diagnosticada, pode indicar predisposição imunogenética relevante a ser monitorada.",
  "points": 8,
  "patient_explanation": "O Complemento C4 é uma proteína produzida pelo fígado que faz parte do sistema de defesa do organismo chamado 'sistema complemento'. Esse sistema age como um conjunto de proteínas que ajudam a combater infecções e a eliminar resíduos do organismo, como complexos formados por anticorpos.\n\nQuando o C4 está baixo, pode significar duas coisas: ou o sistema de defesa está consumindo essa proteína para combater uma inflamação — como acontece em doenças autoimunes como o lúpus — ou a pessoa tem uma produção naturalmente reduzida por questão genética.\n\nUm C4 muito baixo também pode indicar o angioedema hereditário, condição que causa episódios de inchaço intenso em partes do corpo.\n\nNa maioria das pessoas saudáveis, esse exame não gera preocupação. Se estiver alterado, o médico investigará com outros exames. O C4 nunca define um diagnóstico sozinho — é sempre interpretado junto com a história clínica e outros exames do sistema imune.",
  "conduct": "## Conduta Clínica — Complemento C4 Alterado\n\n### Investigação Complementar\n\n**Quando C4 está baixo (< 16 mg/dL):**\n\n- **Painel básico do complemento:**\n  - C3 sérico\n  - CH50 (complemento hemolítico total — avalia via clássica funcional)\n  - C1q sérico\n  - C1-inibidor (antigênico e funcional) — fundamental para rastreio de HAE\n\n- **Perfil autoimune direcionado:**\n  - FAN (fator antinuclear) com padrão e titulação\n  - Anti-dsDNA (alta especificidade para LES)\n  - Anti-Sm, Anti-Ro/SSA, Anti-La/SSB\n  - Anticorpos antifosfolípides (anticardiolipina IgG/IgM, anti-β2-glicoproteína I, anticoagulante lúpico)\n  - ANCA (p-ANCA e c-ANCA) se suspeita de vasculite\n\n- **Exames de função renal e urina:**\n  - Creatinina e ureia\n  - EAS com pesquisa de cilindros\n  - Proteína/creatinina urinária em amostra isolada\n  - Proteinúria de 24h se EAS alterado\n\n- **Marcadores inflamatórios gerais:**\n  - PCR ultrassensível e VHS\n  - Hemograma completo com diferencial\n  - Ferritina\n\n- **Investigação de infecções:**\n  - Sorologias para hepatite B e C (crioglobulinemia associada a HCV cursa com C4 baixo)\n  - Considerar HIV em contexto clínico adequado\n  - Hemocultura se febre presente\n\n---\n\n### Critérios de Encaminhamento\n\n- **Encaminhar a Reumatologista:**\n  - C4 < 10 mg/dL persistente (duas dosagens com intervalo ≥ 4 semanas)\n  - C4 baixo + FAN positivo ≥ 1:80 ou anti-dsDNA positivo\n  - C4 baixo + sintomas sugestivos de LES (fotossensibilidade, artrite, rash malar, serosites, manifestações renais ou neurológicas)\n  - C4 baixo + C3 baixo + CH50 baixo (padrão de ativação da via clássica)\n  - Suspeita de vasculite sistêmica\n\n- **Encaminhar a Imunologista/Alergologista:**\n  - C4 baixo + episódios recorrentes de angioedema sem urticária (suspeita de HAE)\n  - C4 baixo + história familiar de angioedema\n  - Deficiência confirmada de C1-inibidor\n  - C4 persistentemente baixo sem diagnóstico autoimune estabelecido (investigar deficiência primária do complemento)\n\n- **Encaminhar a Nefrologista:**\n  - C4 baixo + proteinúria significativa (> 0,5 g/dia)\n  - Suspeita de glomerulonefrite membranoproliferativa\n  - Síndrome nefrótica com complemento consumido\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Monitoramento:**\n- Em pacientes com LES conhecido: dosar C3 e C4 a cada 3–6 meses (ou com mais frequência em atividade de doença); queda progressiva do C4 pode preceder flare clínico\n- Em HAE diagnosticado: C4 é usado como marcador de controle — embora permaneça cronicamente baixo, elevações adicionais de C1-inibidor funcional guiam ajuste de profilaxia\n- Em pacientes assintomáticos com C4 discretamente baixo (10–15 mg/dL): repetir em 4–8 semanas; investigar autoimunidade se persistir\n\n**Manejo da causa subjacente:**\n- **LES ativo com C4 baixo:** Tratamento da doença de base (hidroxicloroquina, corticosteroides, imunossupressores conforme atividade) leva à normalização gradual do C4 à medida que a atividade é controlada\n- **HAE (deficiência de C1-inibidor):** Profilaxia de longo prazo com concentrado de C1-inibidor, lanadelumabe ou berotralstat; tratamento das crises com concentrado de C1-inibidor, icatibanto ou ácido tranexâmico; **não usar** inibidores de ECA (contraindicados)\n- **Crioglobulinemia associada a HCV:** Tratamento da hepatite C com antivirais de ação direta leva à remissão da crioglobulinemia e normalização do C4\n\n**Perspectiva integrativa (quando não há diagnóstico autoimune ativo):**\n- Otimizar marcadores de inflamação sistêmica (PCR-us, IL-6) que podem contribuir para ativação subclínica do complemento\n- Investigar e tratar disbiose intestinal (permeabilidade intestinal aumentada pode favorecer ativação imune crônica de baixo grau)\n- Otimizar vitamina D (meta 50–80 ng/mL) — a deficiência de vitamina D está associada a maior ativação do complemento em contextos autoimunes\n- Ômega-3 EPA/DHA: evidências de modulação da resposta inflamatória e do sistema imune inato; pode ser adjuvante em pacientes com tendência autoimune\n- **Não há intervenção nutricional ou suplementar capaz de corrigir deficiência primária genética do C4**\n\n---\n\n### Pontos de Atenção\n\n- **C4 é proteína de fase aguda moderada:** Em processos inflamatórios agudos intensos, pode estar falsamente normal ou elevado mesmo com consumo aumentado; interpretar sempre com C3 e CH50\n- **Variabilidade analítica:** Diferentes métodos laboratoriais apresentam variações de até 15%; comparar resultados no mesmo laboratório\n- **Gestação:** C3 e C4 aumentam fisiologicamente durante a gravidez; valores normais do não-gestante podem representar consumo relativo em gestantes com LES\n- **Medicamentos:** Alguns fármacos (hidralazina, procainamida, isoniazida) podem induzir síndrome lúpica com queda de C4"
}
