{
  "score_item_id": "019bf31d-2ef0-7ac5-a635-387bee0b83bd",
  "clinical_relevance": "O cortisol plasmatico basal (matinal) e o hormonio glicocorticoide primario secretado pelo cortex adrenal, regulado pelo eixo hipotalamo-hipofise-adrenal (HPA): hipotalamo libera CRH -> hipofise libera ACTH -> adrenal produz cortisol e DHEA. O ritmo circadiano e determinante: pico maximo pela manha (ao despertar e na primeira hora apos), declinio progressivo ao longo do dia e nadir noturno.\n\nPontos de corte diagnosticos (cortisol sanguineo matinal, ug/dL):\n- < 3 ug/dL: fortemente sugestivo de insuficiencia adrenal\n- < 10 ug/dL: provavel insuficiencia adrenal\n- < 18 ug/dL em contexto de doenca/estresse/ACTH elevado: altamente sugestivo de insuficiencia adrenal\n- Referencia convencional: aproximadamente 6-23 ug/dL (coleta 7h-9h)\n\nLimitacoes: o exame isolado tem sensibilidade limitada para disfuncao funcional. ACTH frequentemente normal; cortisol sanguineo pode estar elevado por estresse da coleta, sem excluir disfuncao. Valores extremamente baixos sao diagnosticos; valores normais nao descartam disfuncao funcional. A curva de cortisol salivar domiciliar e superior para mapear o ritmo circadiano.\n\nFases de disfuncao do eixo HPA:\n- Estresse agudo: cortisol elevado com ritmo circadiano preservado\n- Fase adaptativa: pico matinal atenuado, niveis vespertinos/noturnos elevados\n- Cronico fases 1-2: pico matinal no limite inferior, tarde/noite elevados, sono prejudicado\n- Fase 3 (curva flat): niveis baixos todo o dia; insuficiencia funcional severa; baixa resposta a antidepressivos\n\nRepercussoes sistemicas do hipocortisolismo funcional:\n- Eixo tireoidiano: cortisol reduz deiodinacao T4->T3, gerando T3 livre baixo com TSH normal (hipotireoidismo funcional periferico)\n- Eixo gonadal: inflamacao e dano mitocondrial reduzem esteroidogenese; testosterona baixa com LH normal; aromatase aumentada eleva estradiol\n- Imunologico: hipocortisolismo favorece inflamacao cronica, disbiose e endotoxemia\n- Neuropsiquiatrico: inflamacao cronica desvia triptofano para via das quinureninas, reduzindo serotonina e melatonina; associacao com fadiga, dor cronica e depressao\n- Em mulheres com endometriose: cortisol salivar as 8h e 20h inferior ao de controles, correlacionando-se com maior dor e fadiga\n\nHipercortisolismo: compulsao por doces, obesidade central, resistencia insulinica, disturbios do sono, hipertensao, amenorreia. Formas patologicas extremas configuram Sindrome de Cushing (investigar com teste de supressao com dexametasona 1 mg VO as 22h).\n\nEpidemiologia: alta prevalencia de sobrecarga do eixo HPA em pacientes com queixas cronicas. Profissoes com maior incidencia de burnout: medicos, seguidos por policiais. Estudo com militares (5 dias de estresse extremo) demonstrou cortisol elevado, queda drastica de testosterona e DHEA, aumento de estradiol, e ritmo circadiano alterado apos 5 dias de descanso, indicando que repouso isolado e insuficiente para recuperacao.",
  "points": 14,
  "patient_explanation": "O cortisol e o principal hormonio do estresse, produzido pelas glandulas suprarrenais. Ele segue um ritmo natural: e mais alto pela manha logo apos voce acordar, e vai diminuindo ao longo do dia ate ficar baixo a noite, ajudando voce a dormir bem.\n\nEsse exame mede o cortisol no sangue pela manha, quando ele deveria estar no pico. Cortisol muito baixo pode causar fadiga intensa ao acordar, queda de pressao ao levantar, baixa resistencia a esforco e inflamacoes frequentes. Cortisol muito alto de forma persistente pode causar acumulo de gordura na barriga, dificuldade para dormir e alteracoes no acucar do sangue.\n\nResultado alterado nao significa doenca grave: pode refletir estresse cronico, falta de sono ou esgotamento, situacoes que respondem bem a mudancas de estilo de vida e suporte adequado. O medico pode solicitar exames complementares, como a curva de cortisol salivar, para uma avaliacao mais completa.",
  "conduct": "## Conduta Clinica - Cortisol Plasmatico Basal\n\n### Interpretacao Inicial\n\n- **< 3 ug/dL:** Fortemente sugestivo de insuficiencia adrenal - investigacao urgente\n- **3-10 ug/dL:** Provavel insuficiencia adrenal - ampliar investigacao\n- **10-18 ug/dL + doenca/estresse/ACTH elevado:** Altamente sugestivo de insuficiencia adrenal\n- **> 18 ug/dL + sinais de excesso:** Suspeitar de hipercortisolismo; considerar teste de supressao com dexametasona\n- **Normal + sintomas sugestivos:** Nao exclui disfuncao funcional; solicitar curva de cortisol salivar\n\n---\n\n### Investigacao Complementar\n\n**Exames de segunda linha:**\n- **Curva de cortisol salivar domiciliar** (manha/despertar, 1h apos despertar, tarde, noite): superior para avaliacao funcional do ritmo circadiano\n- **ACTH plasmatico matinal** (coleta simultanea): diferencia insuficiencia primaria (ACTH elevado) de funcional (ACTH normal/baixo)\n- **Cortisol urinario de 24 horas:** panorama da producao diaria\n- **Teste de supressao com dexametasona** (1 mg VO as 22h): indicado na suspeita de hipercortisolismo/Cushing\n\n**Hormonais complementares:**\n- DHEA-S; T3 livre, T4, TSH; testosterona total e livre, estradiol, LH, FSH\n- Aldosterona serica (fadiga + compulsao por sal + hipotensao)\n\n**Causas contribuintes:**\n- Historico de estresse cronico, padrao de sono, uso previo de corticosteroides\n- Sinais de disbiose intestinal e endotoxemia\n- Higiene do sono; considerar polissonografia se indicado\n\n---\n\n### Intervencoes\n\n**Estilo de vida (base do tratamento):**\n- **Sono:** Regularidade de horarios; reducao de telas apos 20h; melhora do sono noturno restaura o pico matinal\n- **Manejo do estresse:** Meditacao, respiracao, yoga; reducao de sobrecarga\n- **Exercicio dosado:** Evitar excesso; preferir intensidade moderada\n- **Nutricao anti-inflamatoria:** Reduzir acucar e ultraprocessados; suporte ao microbioma\n- **Rotinas circadianas:** Luz natural pela manha; horarios regulares de refeicao\n\n**Suporte nutricional:**\n- **Complexo B** (especialmente B5/pantotenico, B1, B2, B12): estudo duplo-cego randomizado (2011, n=60, 12 semanas) demonstrou reducoes significativas em tensao, confusao mental e humor deprimido\n- **Vitamina C:** Cofator na sintese de cortisol; suporte antioxidante adrenal\n- **Magnesio** (glicinato/malato): modulador do eixo HPA\n- **Vitamina D:** Modulador imunoneuroendocrino\n\n**Fitoterapicos:**\n- **Alcacuz (Glycyrrhiza glabra):** Inibe 11-beta-HSD2, preservando cortisol - util em hipocortisolismo (cautela: pode elevar pressao em doses altas)\n- **Adaptatogenos** (Ashwagandha, Rhodiola): modulam resposta ao estresse; avaliar individualmente\n\n**Curva flat / hipocortisolismo grave:**\n- Hidrocortisona em baixas doses pode ser considerada em casos selecionados (ex.: 10 mg manha + 5 mg inicio da tarde), curto prazo (2-4 meses), com monitorizacao e retirada progressiva\n- Nao prescrever sem curva salivar previa; risco de dependencia e supressao adicional do eixo\n\n---\n\n### Encaminhamento\n\n- **Endocrinologia:** Insuficiencia adrenal primaria suspeita (Addison), Cushing, cortisol < 3 ug/dL sem explicacao funcional, necessidade de teste de estimulacao com ACTH\n- **Psiquiatria/Psicologia:** Burnout, sindrome da fadiga cronica ou depressao refrataria como comorbidades principais\n- **Medicina Integrativa/Funcional:** Disfuncao funcional do eixo sem patologia adrenal classica\n\n### Monitorizacao\n\n- Reavaliacao do cortisol matinal e curva salivar apos 3-6 meses de intervencao\n- Monitorizar T3 livre, testosterona e DHEA-S como marcadores de recuperacao do eixo\n- Avaliar qualidade do sono, disposicao matinal e sintomas psicologicos como desfechos clinicos"
}