{
  "score_item_id": "019bf31d-2ef0-7900-87b9-24f8664253b9",
  "clinical_relevance": "A creatinina sérica (SCr) é o produto final do metabolismo da creatina muscular, gerada espontaneamente a uma taxa relativamente constante proporcional à massa muscular total. É o marcador de função renal mais utilizado na prática clínica, servindo como substrato para o cálculo da taxa de filtração glomerular estimada (eGFR) pelas equações CKD-EPI (equação preferencial atual, 2021).\n\n**Valores de referência e interpretação:**\n- Homens: 0,7–1,2 mg/dL (referência laboratorial convencional)\n- Mulheres: 0,5–1,0 mg/dL\n- A creatinina sérica só começa a se elevar de forma clinicamente detectável quando a função renal já se reduziu em aproximadamente 50%, o que representa uma limitação diagnóstica importante para fases iniciais de DRC\n- Valores muito baixos de SCr podem refletir sarcopenia ou fraqueza muscular (frailty), limitando sua utilidade prognóstica nessa população — fato destacado pelo KDIGO 2024, que aponta que baixos níveis de creatinina sérica frequentemente representam mau estado de saúde com produção reduzida, e não hiperfiltração real\n\n**Fisiopatologia e limitações:**\nA creatinina é livremente filtrada pelo glomérulo e sofre secreção tubular proximal adicional (10–40% do total excretado), o que faz com que o eGFR calculado com base apenas na creatinina superestime o GFR verdadeiro — especialmente em faixas de eGFR entre 45–60 ml/min/1,73 m², onde os gradientes de risco para desfechos renais e cardiovasculares são atenuados quando avaliados exclusivamente pelo eGFRcr. Por esse motivo, o KDIGO 2024 recomenda a combinação de creatinina com cistatina C (eGFRcr-cys) como marcador mais preciso para estadiamento e prognóstico.\n\nA dependência da massa muscular introduz variáveis confundidoras relevantes:\n- Indivíduos com maior massa muscular (atletas, homens jovens) podem ter SCr elevada sem disfunção renal\n- Idosos, desnutridos, sarcopênicos, amputados e pacientes em catabolismo apresentam SCr falsamente baixa com GFR real comprometido\n- A relação ureia/creatinina é clinicamente útil: ureia elevada com creatinina normal (ou baixa) pode indicar desidratação, catabolismo proteico aumentado (jejum prolongado, treino excessivo, dieta hiperproteica) ou sangramento gastrointestinal alto\n\n**Interferências analíticas (KDIGO 2024 / literatura clínica):**\n- Método de Jaffé (reação colorimétrica com picrato): susceptível a interferência por cefalosporinas (falsa elevação), bilirrubina (pode elevar ou reduzir dependendo do método específico), acetaminofeno, ácido acetilsalicílico e metamizol\n- Método enzimático: maior especificidade, preferível em situações de potencial interferência\n- A padronização por IDMS (isotope dilution mass spectrometry) é o padrão-ouro para calibração dos métodos de creatinina\n\n**Dados epidemiológicos e estratificação de risco:**\nA creatinina é o marcador central para diagnóstico e estadiamento da Doença Renal Crônica (DRC), que afeta centenas de milhões de pessoas globalmente, com maior prevalência em idosos e em portadores de diabetes mellitus e hipertensão. A DRC com eGFR <60 ml/min/1,73 m² (calculado por creatinina) por pelo menos 3 meses define a doença, e valores de eGFRcr <30 ml/min/1,73 m² configuram risco cardiovascular muito alto pelas principais diretrizes internacionais. A variação de eGFR >20% em medições subsequentes exige investigação de lesão renal aguda ou progressão acelerada.",
  "points": 20,
  "patient_explanation": "A creatinina é uma substância produzida pelos músculos como resíduo do trabalho muscular. Os rins filtram essa substância do sangue e a eliminam pela urina — por isso ela é usada para avaliar o funcionamento renal.\n\nQuando os rins estão saudáveis, a creatinina permanece em níveis estáveis e baixos. Se perderem capacidade de filtração, ela se acumula e o resultado sobe.\n\nPessoas com mais músculos (atletas) produzem mais creatinina e podem ter valores mais altos sem problema renal. Idosos com menos massa muscular podem ter creatinina normal mesmo com rins funcionando de forma reduzida.\n\nUm valor alterado não significa doença grave — o médico avaliará junto com outros exames para entender o real funcionamento dos rins. O mais importante é acompanhar a evolução ao longo do tempo.",
  "conduct": "## Interpretação Clínica Inicial\n\n- **Nunca interpretar a creatinina de forma isolada:** correlacionar com massa muscular, hidratação, medicamentos em uso, histórico de exames anteriores e sintomas clínicos\n- **Calcular sempre o eGFR:** usar equação CKD-EPI 2021 com creatinina (mínimo) ou, preferencialmente, a equação combinada creatinina + cistatina C (eGFRcr-cys) quando disponível\n- **Interpretar a relação ureia/creatinina:**\n  - Ureia elevada com creatinina normal: suspeitar de desidratação, catabolismo proteico aumentado (jejum, exercício intenso, dieta hiperproteica, uso de corticosteroides) ou sangramento gastrointestinal alto\n  - Ambas elevadas proporcionalmente: sugere disfunção renal de causa glomerular, tubular ou vascular\n- **Verificar tendência temporal:** uma única medição elevada não confirma DRC — é necessária persistência por ≥3 meses\n\n## Investigação Complementar\n\n**Exames básicos para avaliação renal completa:**\n- Cistatina C sérica: marcador de filtração independente de massa muscular, indicado em idosos, sarcopênicos, atletas e quando há dúvida sobre a confiabilidade da creatinina\n- Relação albumina/creatinina urinária (ACR) em amostra isolada de urina: marcador essencial de dano renal glomerular\n- Uroanálise com sedimento urinário: hematúria, cilindrúria e proteinúria orientam causas específicas\n- Ureia sérica e eletrolíticos (Na, K, Cl, bicarbonato): avaliar equilíbrio ácido-base e complicações\n- Hemograma: anemia pode surgir em DRC avançada por déficit de eritropoetina\n- Glicemia de jejum e HbA1c: diabetes é causa principal de DRC\n- Pressão arterial: hipertensão é causa e consequência de disfunção renal\n\n**Imagem:**\n- Ultrassonografia renal: dimensões, ecogenicidade, assimetria, obstrução; rins pequenos e com córtex adelgaçado sugerem cronicidade\n- Considerar Doppler renal em suspeita de estenose de artéria renal\n\n**Situações especiais a investigar:**\n- Elevação súbita de creatinina: descartar lesão renal aguda (LRA) — redução de volume, obstrução, nefrotóxicos, contraste iodado\n- Interferência medicamentosa: cefazolina e outras cefalosporinas elevam falsamente a creatinina pelo método de Jaffé; confirmar com método enzimático quando necessário\n- Pacientes em uso de trimetoprima ou cimetidina: essas drogas inibem a secreção tubular de creatinina, elevando SCr sem reduzir o GFR real\n\n## Conduta por Faixa de eGFR (KDIGO)\n\n- **eGFR ≥60 ml/min/1,73 m² (G1–G2):** monitoramento anual; investigar causa de albuminúria se presente; controle de fatores de risco (DM, HAS)\n- **eGFR 45–59 ml/min/1,73 m² (G3a):** monitoramento semestral; iniciar preparo para eventual progressão; revisar medicamentos com ajuste renal\n- **eGFR 30–44 ml/min/1,73 m² (G3b):** acompanhamento conjunto com nefrologista; iniciar abordagem de complicações (anemia, doença mineral-óssea, acidose); reforçar proteção cardiovascular\n- **eGFR <30 ml/min/1,73 m² (G4–G5):** encaminhar urgentemente a nefrologista; planejar terapia renal substitutiva se necessário\n\n## Intervenções Baseadas em Evidências\n\n**Nefroproteção e retardo da progressão:**\n- Bloqueio do sistema renina-angiotensina-aldosterona (iECA ou BRA): indicado em DRC com albuminúria, especialmente em diabéticos\n- Inibidores de SGLT-2: indicados em DM2 com DRC e eGFR ≥20 ml/min/1,73 m² — demonstram redução de progressão renal e mortalidade cardiovascular (KDIGO 2022/2024)\n- Controle rigoroso da pressão arterial e glicemia\n- Restrição de sal para otimizar o efeito do bloqueio do SRAA\n- Suspender nefrotóxicos: AINEs, aminoglicosídeos, contrastes iodados sem hidratação e precauções adequadas\n\n**Avaliação da função renal antes de prescrições:**\n- Verificar eGFR antes de iniciar ou ajustar metformina (contraindicada se eGFR <30 ml/min/1,73 m²)\n- Ajustar doses de antibióticos, anticoagulantes, antivirais e outros medicamentos de eliminação renal conforme eGFR\n- Registrar o diagnóstico de DRC no prontuário para alertar todos os prescritores\n\n## Critérios de Encaminhamento ao Nefrologista\n\n- **Urgente:** eGFR <30 ml/min/1,73 m² ou queda aguda >20% do basal\n- **Eletivo:** eGFR <45 ml/min/1,73 m² com progressão documentada, albuminúria A3 (≥300 mg/g) sem resposta ao tratamento, suspeita de glomerulonefrite ou causa não esclarecida\n- Necessidade de biópsia renal diagnóstica\n- Complicações de difícil manejo: hipercalemia refratária, acidose metabólica grave, anemia resistente à eritropoetina\n- Planejamento de diálise ou transplante renal"
}
