{
  "score_item_id": "019bf31d-2ef0-7ad5-b014-f4ccdec84a85",
  "clinical_relevance": "A creatino fosfoquinase (CK ou CPK) é uma enzima intracelular presente predominantemente no músculo esquelético (CK-MM), músculo cardíaco (CK-MB) e cérebro (CK-BB). Sua função fisiológica central é catalizar a fosforilação reversível da creatina em fosfocreatina, regenerando ATP a partir de ADP no sistema fosfagênio (ATP-CP), o principal sistema de energia para esforços de alta intensidade e curta duração. O extravasamento de CK para o plasma indica comprometimento da integridade da membrana celular muscular — seja por dano mecânico, isquemia, inflamação, toxicidade medicamentosa ou processo miopático primário.\n\n**Valores de referência e isoformas:**\n- CK total (adultos): valores de referência laboratorial habitualmente em 30–200 U/L para mulheres e 40–320 U/L para homens, com variação conforme método e laboratório\n- Isoformas: CK-MM (músculo esquelético, ~96–98% do total em indivíduos saudáveis); CK-MB (músculo cardíaco, normalmente <3–5% do total ou <25 U/L); CK-BB (SNC, raramente detectável no plasma)\n- Índice relativo de CK-MB: >6% do CK total é sugestivo de origem miocárdica\n- No contexto de exercício físico intenso, elevações de CK total de 2 a 10 vezes o limite superior da normalidade são esperadas, com pico em 24–48 horas pós-esforço, retornando ao basal em 3–7 dias\n\n**Fisiopatologia e causas de elevação:**\nQualquer insulto que aumente a permeabilidade da membrana sarcoplasmática resulta em liberação de CK. As principais causas incluem: (1) exercício físico intenso ou excêntrico (causa mais comum de elevação transitória); (2) rabdomiólise (CK >10.000 U/L, risco de insuficiência renal aguda por mioglobinúria); (3) infarto agudo do miocárdio (elevação de CK-MB e troponinas); (4) miopatias inflamatórias (polimiosite, dermatomiosite — CK frequentemente >1.000 U/L); (5) distrofias musculares (elevação crônica intensa, ex.: Duchenne com CK 10–200x o limite superior); (6) hipotireoidismo (elevação moderada de CK por redução da clearance e alteração metabólica muscular); (7) miotoxicidade por estatinas (desde elevações assintomáticas até rabdomiólise grave); (8) trauma muscular direto, injeções intramusculares, cirurgias; (9) uso de álcool em excesso; (10) hipofosfatemia grave; (11) cocaína e outros estimulantes.\n\n**Estratificação de risco e relevância clínica:**\n- CK 1–3x LSN: elevação leve, frequentemente pós-exercício ou variação individual; monitorar\n- CK 3–10x LSN: elevação moderada; investigar causa sistêmica (hipotireoidismo, miopatia, estatinas)\n- CK 10–50x LSN: elevação grave; suspeitar de miopatia inflamatória, rabdomiólise inicial, distrofia; encaminhamento especializado\n- CK >50x LSN (>10.000–50.000 U/L): rabdomiólise; emergência médica com risco de insuficiência renal aguda\n\n**Contexto funcional e de performance:**\nNo monitoramento de atletas e praticantes de exercício, a CK é o marcador preferencial para avaliar carga interna do treinamento de força (sistema ATP-CP/fosfagênio anaeróbio alático), com pico em 24–48 horas. A LDH é mais adequada para esforços glicolíticos (anaeróbio lático/HIIT). A correlação com AST, LDH e leucocitose auxilia na distinção entre dano muscular fisiológico por exercício e processo inflamatório patológico. O uso indiscriminado de AINEs no pós-treino prejudica o processo fisiológico de reparo e hipertrofia, uma vez que a inflamação controlada mediada por IL-6 e prostaglandinas é essencial para a sinalização anabólica.",
  "points": 8,
  "patient_explanation": "A creatino fosfoquinase (CK ou CPK) é uma enzima presente nas células musculares e no coração. Ela ajuda os músculos a produzir energia rapidamente. Quando as células musculares sofrem dano — por treino intenso, queda, doença muscular ou reação a medicamentos — essa enzima é liberada no sangue e detectada pelo exame.\n\nValores levemente elevados são comuns após exercícios intensos, especialmente musculação, e voltam ao normal em alguns dias. Isso é esperado e faz parte da adaptação muscular.\n\nQuando muito elevados sem causa óbvia, podem indicar hipotireoidismo, doença muscular, reação a estatinas ou problema cardíaco. O médico interpretará o resultado junto com outros exames e com a história clínica para orientar o cuidado adequado.",
  "conduct": "## Conduta Clínica — Creatino Fosfoquinase (CK) Elevada\n\n### 1. Avaliação Inicial\n\n- **Contextualizar o resultado:** Questionar atividade física recente (últimas 72–96 h), injeções intramusculares, trauma, quedas ou cirurgias recentes\n- **Revisar medicamentos:** Estatinas (miotoxicidade dose-dependente), fibratos, colchicina, antipsicóticos, corticosteroides em uso crônico, zidovudina\n- **Avaliar sintomas musculares:** Fraqueza, mialgia, câimbras, fadiga desproporcional, urina escura (mioglobinúria)\n- **Graduar a elevação:** Categorizar como leve (1–3x LSN), moderada (3–10x LSN), grave (>10x LSN) ou rabdomiólise (>10.000 U/L)\n\n### 2. Investigação Complementar\n\n**Exames de primeira linha:**\n- **Isoformas de CK:** CK-MB e índice relativo para diferenciar origem cardíaca vs. esquelética\n- **Troponina I ou T** (se suspeita de envolvimento miocárdico)\n- **Aldolase** (marcador adicional de dano muscular)\n- **AST/TGO e LDH:** Correlacionar com CK para diagnóstico diferencial entre lesão muscular, hepática e hemólise\n- **TSH e T4 livre:** Hipotireoidismo é causa frequente e subdiagnosticada de CK elevada\n- **Função renal:** Ureia e creatinina sérica; urina tipo I com pesquisa de mioglobinúria em casos graves\n- **Eletrólitos:** Potássio, sódio, fósforo, magnésio (hipofosfatemia e hipomagnesemia podem causar rabdomiólise)\n- **Hemograma completo** e marcadores inflamatórios (PCR, VHS) para suspeita de miopatia inflamatória\n\n**Exames de segunda linha (conforme suspeita clínica):**\n- **Anti-Jo-1, anti-Mi-2, anti-MDA5, ANA** em suspeita de miopatia inflamatória (polimiosite/dermatomiosite)\n- **CPK-BB** ou enolase neuronal específica se suspeita de envolvimento do SNC\n- **Ácido lático** em repouso para suspeita de miopatia mitocondrial\n- **Eletromiografia (EMG)** e **biópsia muscular** quando há fraqueza progressiva sem causa identificada\n- **Genética molecular** em suspeita de distrofia muscular (distrofina, FKRP, calpaina)\n\n### 3. Diagnóstico Diferencial por Faixa de Elevação\n\n**CK 1–3x LSN (leve):**\n- Exercício físico recente (especialmente excêntrico/força)\n- Variação individual (homens com maior massa muscular têm valores basais maiores)\n- Hipotireoidismo subclínico\n- Miotoxicidade inicial por estatina\n\n**CK 3–10x LSN (moderada):**\n- Hipotireoidismo clínico não tratado\n- Miotoxicidade por estatina ou outro fármaco\n- Miopatia inflamatória em fase inicial\n- Trauma muscular significativo\n- Overtraining ou síndrome de dano muscular tardio grave\n\n**CK >10x LSN (grave) ou >10.000 U/L (rabdomiólise):**\n- **Emergência médica:** hidratação IV vigorosa, monitoramento de função renal\n- Rabdomiólise por esforço extremo, trauma, hipertermia maligna, cocaína, síndrome serotoninérgica\n- Polimiosite/dermatomiosite em atividade\n- Distrofia muscular (Duchenne, Becker, LGMD)\n- Miopatia metabólica (glicogenoses tipo V — McArdle)\n\n### 4. Critérios de Encaminhamento\n\n- **Neurologia/Reumatologia:** CK persistentemente elevada (>3 meses), fraqueza muscular proximal, suspeita de miopatia inflamatória ou distrofia\n- **Cardiologia:** CK-MB elevada, suspeita de miocardite ou IAM\n- **Endocrinologia:** Hipotireoidismo refratário com CK elevada\n- **Emergência:** CK >10.000 U/L, urina escura, oligúria/anúria, hipercalemia\n\n### 5. Intervenções Baseadas em Evidências\n\n**Na miotoxicidade por estatina:**\n- Suspensão ou redução da dose; mudança para estatina menos miotóxica (rosuvastatina ou pitavastatina)\n- Avaliar e corrigir deficiência de vitamina D e CoQ10 (ubiquinol)\n- Monitorar CK a cada 4–8 semanas após modificação\n\n**No contexto de exercício e performance:**\n- Usar CK como guia de recuperação entre sessões de treino de força\n- CK elevada (>3–5x LSN) indica recuperação incompleta; evitar nova sobrecarga muscular\n- Evitar AINEs sistêmicos no pós-treino: inibem prostaglandinas necessárias para reparo e hipertrofia muscular\n- Alternativas para modulação inflamatória fisiológica: ômega-3, curcumina, Boswellia\n- Hidratação adequada é essencial para clearance renal da CK e mioglobina\n\n**No hipotireoidismo:**\n- Reposição de levotiroxina normaliza CK em semanas a meses\n- Monitorar CK como indicador indireto de adequação da dose hormonal\n\n**Suporte nutricional e funcional:**\n- Corrigir deficiências de magnésio, potássio e fósforo (cofatores da função muscular)\n- Creatina monohidratada: considerar suplementação especialmente em pacientes acima de 50 anos com baixa massa muscular, contribuindo para o sistema fosfagênio e saúde mitocondrial\n- Carnitina: avaliar em vegetarianos/veganos, idosos e usuários crônicos de IBP, pois é essencial para beta-oxidação mitocondrial"
}
