{
  "score_item_id": "019bf31d-2ef0-753d-9b32-51364586ca90",
  "clinical_relevance": "O cromo (Cr) é um oligoelemento essencial cuja principal função fisiológica consolidada é potencializar a ação da insulina nos tecidos periféricos. O cromo trivalente (Cr³⁺) é a forma biologicamente ativa, componente do chamado 'Fator de Tolerância à Glicose' (GTF), complexo cromoproteico que facilita a ligação da insulina ao seu receptor, amplificando a sinalização insulínica e a captação de glicose pelos tecidos.\n\nValores de referência séricos/urinários variam conforme o método e o laboratório. Os valores de referência usuais para cromo sérico situam-se entre 0,05 e 0,50 µg/L (soro), enquanto na urina de 24h os valores normais ficam abaixo de 0,5 µg/L. Exposição ocupacional eleva substancialmente esses valores. A dosagem urinária reflete melhor a exposição recente.\n\nDeficiência de cromo está associada a:\n- Resistência à insulina e intolerância à glicose\n- Dislipidemia (elevação de triglicerídeos e LDL, redução de HDL)\n- Hiperglicemia de difícil controle\n- Neuropatia periférica em casos graves (descritos principalmente em nutrição parenteral total sem suplementação)\n\nAs formas farmacológicas mais estudadas clinicamente são o Picolinato de Cromo e o Cromo GTF (levedura). Os chunks científicos do contexto desta pós-graduação em Medicina Funcional Integrativa citam dose usual de 300 a 600 µg duas vezes ao dia antes das refeições para resistência insulínica, e 200 a 300 µg por refeição principal no contexto de emagrecimento e modulação metabólica.\n\nEvidências clínicas consolidadas:\n- Metanálises indicam que a suplementação de cromo melhora modestamente o controle glicêmico em pacientes com diabetes tipo 2 e resistência insulínica\n- O efeito sobre o perfil lipídico é modesto e inconsistente entre estudos\n- A suplementação é segura em doses farmacológicas de Cr³⁺; o Cr⁶⁺ (hexavalente) é cancerígeno e não tem uso terapêutico\n- Não há evidência robusta de benefício em indivíduos euglicêmicos sem deficiência\n\nRelevância clínica dentro do Escore Plenya: parâmetro de suporte ao diagnóstico funcional de resistência insulínica e dismetabolismo glicídico. Impacto isolado na mortalidade é baixo; sua importância cresce quando interpretado em conjunto com glicemia, insulina, HbA1c e HOMA-IR. A prevalência de deficiência em populações ocidentais com dieta processada é relevante, e a intervencionabilidade com suplementação é boa.",
  "points": 5,
  "patient_explanation": "O cromo é um mineral que o seu corpo precisa em pequenas quantidades para funcionar bem. Ele ajuda a insulina — o hormônio que controla o açúcar no sangue — a trabalhar de forma mais eficiente, permitindo que as células absorvam a glicose corretamente.\n\nQuando os níveis de cromo estão baixos, pode ser mais difícil para o organismo controlar o açúcar no sangue, o que pode contribuir para resistência à insulina, dificuldade em emagrecer e alterações no colesterol e triglicerídeos.\n\nNíveis muito elevados podem indicar exposição ocupacional a fontes industriais de cromo, o que é uma situação diferente e merece avaliação específica.\n\nA boa notícia é que, quando identificada uma deficiência ou necessidade clínica, existem suplementos de cromo seguros e bem estudados que podem ajudar. Seu médico avaliará se a suplementação faz sentido para o seu caso, sempre integrada a uma alimentação equilibrada e ao tratamento do contexto metabólico mais amplo.",
  "conduct": "## Conduta Clínica — Cromo (µg/L)\n\n### Interpretação do Resultado\n\n- **Valores baixos (abaixo do limite de referência laboratorial):** Investigar deficiência funcional, especialmente em pacientes com resistência insulínica, diabetes tipo 2, dislipidemia ou uso prolongado de dieta ultraprocessada\n- **Valores normais-baixos (próximos ao limite inferior):** Considerar contexto clínico; valores laboratorialmente normais podem não refletir suficiência funcional nos tecidos\n- **Valores elevados:** Investigar exposição ocupacional ou ambiental a cromo hexavalente (Cr⁶⁺) — contextos industriais (metalurgia, galvanoplastia, curtumes, cimento)\n\n---\n\n### Investigação Complementar\n\n**Quando cromo baixo ou contexto de resistência insulínica:**\n- **Glicemia de jejum** e **insulina de jejum** — calcular HOMA-IR (meta funcional <2,15)\n- **HbA1c** — meta funcional ≤5,3% (integrativa); atenção a partir de ≥5,6%\n- **Frutosamina** — complementar para controle de 20 dias\n- **Perfil lipídico completo** — triglicerídeos, HDL, LDL (incluindo LDL oxidada quando disponível)\n- **Zinco sérico e cobre sérico** — minerais que interagem no metabolismo dos micronutrientes\n- **PCR-us** — avaliar inflamação subclínica associada\n- **Magnésio** — cofator insulínico importante; nível sérico ideal >2,1 mg/dL\n\n**Quando cromo elevado (suspeita de exposição ocupacional):**\n- Anamnese ocupacional detalhada\n- Encaminhamento a médico do trabalho\n- Dosagem de cromo urinário de 24h\n- Investigação de função renal (creatinina, ureia, TFG)\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Suplementação (quando indicada clinicamente):**\n- **Picolinato de Cromo** ou **Cromo GTF (levedura):** formas com melhor biodisponibilidade e evidência clínica\n- **Dose usual para resistência insulínica:** 300 a 600 µg, duas vezes ao dia, antes das refeições principais\n- **Dose no contexto de emagrecimento/modulação metabólica:** 200 a 300 µg por refeição principal (pode ser administrado durante a refeição para melhor adesão)\n- Reavaliar resposta após 8 a 12 semanas com exames laboratoriais de glicemia, insulina e HOMA-IR\n\n**Fontes alimentares de cromo:**\n- Carnes (especialmente bovina e de aves)\n- Brócolis, feijão, suco de uva integral\n- Cereais integrais\n- Levedura de cerveja (Brewer's yeast)\n\n**Intervenções de estilo de vida (sinérgicas):**\n- Redução de açúcares simples e carboidratos refinados (meta de açúcar livre ≤15 g/dia conforme abordagem funcional)\n- Exercício físico regular — melhora sensibilidade insulínica independentemente\n- Redução de AGEs (frituras, assados e grelhados em alta temperatura)\n\n---\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista:** diabetes tipo 2 não controlado, suspeita de síndrome metabólica estabelecida\n- **Médico do trabalho:** cromo elevado com história de exposição ocupacional\n- **Nutrólogo/Nutricionista:** adequação alimentar e suplementação integrada ao plano nutricional\n\n---\n\n### Observações Importantes\n\n- O cromo **não substitui** o tratamento farmacológico do diabetes estabelecido — é adjuvante\n- Monitorar função renal em uso prolongado de suplementação em doses elevadas\n- O cromo trivalente (Cr³⁺) dos suplementos é seguro; o cromo hexavalente (Cr⁶⁺) industrial é cancerígeno — não confundir\n- Interpretar sempre em conjunto com o contexto metabólico global do paciente (glicemia, insulina, perfil lipídico, marcadores inflamatórios)"
}
