{
  "score_item_id": "019bf31d-2ef0-7575-a709-9d57d070022f",
  "clinical_relevance": "A curva de insulina e glicose após sobrecarga oral de 75 g de glicose (OGTT com insulinemia simultânea nos tempos 0, 30, 60, 90 e 120 minutos) é a ferramenta diagnóstica mais completa para a avaliação integrada da homeostase glicêmica e da sensibilidade periférica à insulina. Diferentemente da glicemia de jejum isolada — considerada um marcador pobre e tardio de disfunção metabólica —, a curva glicêmica-insulinêmica expõe a dinâmica pós-prandial real, identificando resistência insulínica antes que qualquer critério diagnóstico convencional seja atingido.\n\n**Valores de referência e interpretação:**\n- Glicemia em jejum (basal): normal < 100 mg/dL; pré-diabetes 100–125 mg/dL; diabetes ≥ 126 mg/dL.\n- Glicemia 2h pós-carga: normal < 140 mg/dL; pré-diabetes 140–199 mg/dL; diabetes ≥ 200 mg/dL.\n- Insulina de jejum: ideal ≤ 6 µU/mL; aceitável até 10 µU/mL; valores ≥ 10–14 µU/mL em jejum indicam hiperinsulinemia e resistência insulínica mesmo com glicemia normal.\n- Insulina pós-carga: pico normal não deve exceder 50–80 µU/mL; valores > 80 µU/mL em qualquer ponto ou > 50 µU/mL aos 120 minutos indicam hiper-resposta insulínica e resistência periférica.\n- Retorno da glicemia ao valor basal: esperado em aproximadamente 2 horas; persistência acima de 140 mg/dL aos 120 minutos é critério de preocupação clínica.\n- HOMA-IR < 2,15 é o índice estimativo de sensibilidade insulínica derivado de jejum; o QUICKI é alternativa complementar.\n\n**Fisiopatologia:**\nNa resistência insulínica, as células musculares, hepáticas e adiposas respondem de forma insuficiente à sinalização da insulina (mediada pela via PI3K/Akt), resultando em captação inadequada de glicose e hiperglicemia pós-prandial sustentada. Para compensar, as células beta-pancreáticas aumentam a secreção insulínica, gerando hiperinsulinemia. Com o tempo, a falência das células beta resulta em progressão para pré-diabetes e diabetes tipo 2. A hiperinsulinemia crônica, por si só, é pró-inflamatória, ativando a micróglia cerebral, elevando IL-6 e TNF-alfa, promovendo estresse oxidativo, glicação proteica (AGEs), disfunção mitocondrial e acúmulo de proteínas Tau — mecanismos associados a depressão, doença de Alzheimer e Parkinson.\n\n**Padrões de curva e significado clínico:**\n- Resistência insulínica severa: glicemia atingindo 169 mg/dL aos 60 minutos com persistência de 161 mg/dL aos 120 minutos, acompanhada de picos de insulina de 134, 307 e 378 µU/mL — valores muito acima dos limites de resistência.\n- Hiper-resposta insulínica: pico de 10x o valor basal (ex.: basal 7 µU/mL, pico de 110–220 µU/mL) configura hiper-resposta mesmo que a glicemia normalize.\n- Hipoglicemia de rebote (hipoglicemia reativa): em pacientes com resistência insulínica, o excesso de insulina secretado causa queda excessiva da glicemia após o pico (ex.: glicemia de 48 mg/dL aos 120 minutos com insulina de 110 µU/mL), gerando compulsão alimentar e perpetuando o ciclo vicioso de picos glicêmicos e insulinêmicos.\n- Resistência insulínica oculta: paciente com glicemia de jejum normal (84–89 mg/dL) e insulina de jejum de 13–14,5 µU/mL — caso clássico onde a glicemia isolada geraria falsa segurança.\n\n**Correlações clínicas e risco:**\n- Pacientes hiperinsulinêmicos apresentam risco cardiovascular até 3 vezes maior do que controles sem hiperinsulinemia.\n- A hiperinsulinemia e a resistência insulínica são fatores centrais na síndrome metabólica (hipertensão, dislipidemia aterogêmica com TG elevado e HDL baixo, obesidade visceral, glicemia alterada).\n- Sintomas cognitivos (oscilação de energia mental, dificuldade de foco e memória) podem ter origem metabólica em pacientes com curva glicêmica-insulinêmica alterada, mesmo sem diagnóstico neurológico estabelecido.\n- A relação TG/HDL < 3 (mulheres < 1,4; homens < 1,2) e o índice TAIG = TG/(glicose/2) < 8 são marcadores complementares de sensibilidade insulínica.\n- HbA1c ≥ 5,5–5,6% já sugere problema, sendo mais sensível do que a glicemia de jejum por refletir picos pós-prandiais.",
  "points": 0,
  "patient_explanation": "Este exame avalia como o corpo controla açúcar e insulina ao longo de duas horas, após você tomar uma solução com 75g de glicose. Coletas são feitas antes e depois de 30, 60, 90 e 120 minutos.\n\nA insulina abre as portas das células para a glicose entrar como energia. Quando as células param de responder bem — resistência insulínica —, o pâncreas produz cada vez mais insulina. Isso pode ocorrer mesmo com a glicemia de jejum aparentemente normal; por isso esse exame é tão importante: ele mostra o que acontece após uma refeição rica em carboidratos.\n\nValores alterados indicam metabolismo sobrecarregado, com risco aumentado de diabetes tipo 2, doenças cardiovasculares e alterações cognitivas. Identificado cedo, o problema responde bem a mudanças na alimentação, atividade física e, quando necessário, medicamentos ou suplementos orientados pelo médico.",
  "conduct": "## Avaliação e Investigação Complementar\n\n### Exames a solicitar em conjunto ou como seguimento\n- **Insulina de jejum** (meta ideal ≤ 6 µU/mL; aceitável até 10 µU/mL)\n- **Hemoglobina glicada (HbA1c)**: mais informativa que glicemia de jejum; valores ≥ 5,5–5,6% sugerem picos pós-prandiais relevantes\n- **HOMA-IR** (< 2,15) e **QUICKI** como índices estimativos de sensibilidade insulínica\n- **Perfil lipídico completo**: relação TG/HDL (alvo < 3; mulheres < 1,4; homens < 1,2) e TAIG [TG/(glicose/2)] < 8\n- **PCR ultrassensível** (desejável < 1 mg/L), **IL-6** (meta < 3,4) e **TNF-alfa** (meta < 8,1) para avaliação de inflamação subclínica associada\n- **Homocisteína** (meta < 7,9 µmol/L) e avaliação de polimorfismos MTHFR em casos selecionados\n- **Frutosamina**: complementar para janela de ~20 dias\n- **Função renal** (creatinina, TFG estimada) antes de iniciar metformina\n- Considerar **escore de cálcio coronariano** em pacientes com resistência insulínica severa e fatores de risco cardiovascular associados\n\n---\n\n## Interpretação e Estratificação de Risco\n\n- **Curva normal**: glicemia 2h < 140 mg/dL, insulina de jejum ≤ 6 µU/mL, picos de insulina pós-carga ≤ 50–80 µU/mL\n- **Preocupação clínica**: pico de glicemia > 160 mg/dL aos 60 minutos e/ou > 140 mg/dL aos 120 minutos; picos de insulina > 80 µU/mL em qualquer ponto ou > 50 µU/mL aos 120 minutos\n- **Hiper-resposta insulínica**: pico de insulina > 10x o valor basal\n- **Hipoglicemia reativa**: glicemia < 70 mg/dL após o pico, acompanhada de insulina ainda elevada — indica hipersecreção desproporcionada com risco de ciclo vicioso de compulsão alimentar\n- **Resistência insulínica oculta**: insulina de jejum ≥ 10–14 µU/mL com glicemia de jejum normal — não diagnosticado sem a curva\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### 1. Intervenção Alimentar (primeira linha)\n- **Reduzir carga glicêmica**: evitar carboidratos simples isolados; combinar sempre com vegetais fibrosos, proteínas e gorduras saudáveis\n- **Iniciar refeições com vegetais folhosos**: retardam absorção de carboidratos e reduzem pico glicêmico\n- **Dieta low-carb ou mediterrânea** conforme perfil do paciente:\n  - Excesso de carboidratos simples: low-carb ou mediterrânea com redução de carboidratos refinados\n  - Excesso de gordura saturada (padrão paleo com muita carne vermelha e queijos): migrar para padrão mediterrâneo com mais peixes, frango e proteínas vegetais\n- Evitar preparos em alta temperatura que geram AGEs (pães muito tostados, carnes com carbonização, frituras excessivas)\n- Reduzir ultraprocessados, bebidas açucaradas e sucos industrializados\n- **Restrição de carboidratos dose-dependente**: reduções progressivas de 65% para 10% da caloria total associam-se a reduções significativas em glicemia de jejum (até −1,62 mmol/L), HbA1c (até −1,09%) e peso corporal (até −7,01 kg)\n\n### 2. Atividade Física\n- Atividade física regular é intervenção de primeira linha para melhora da sensibilidade insulínica\n- Metas personalizadas de composição corporal e peso adequado\n- Exercício em jejum pode estimular flexibilidade metabólica e uso de corpos cetônicos\n\n### 3. Farmacoterapia\n- **Metformina** (derivada da Galega officinalis):\n  - Indicada em resistência insulínica, pré-diabetes e diabetes tipo 2\n  - Atua como modulador intestinal (aumenta Akkermansia muciniphila), modula estresse oxidativo e inflamação\n  - Dose: 500 mg a 2 g/dia, geralmente no jantar; doses maiores podem ser fracionadas (jantar + café da manhã)\n  - Formulação de liberação lenta (Glifage XR) como alternativa para melhor tolerância\n  - Dose máxima preferencial: ≤ 1.600–1.700 mg/dia\n  - **Avaliar função renal antes de iniciar e durante o uso**\n  - Deve ser usada em sinergia com mudanças de estilo de vida, não isoladamente\n\n---\n\n## Critérios de Encaminhamento\n\n- **Endocrinologia**: confirmação de pré-diabetes ou diabetes tipo 2; falha de resposta às intervenções iniciais em 3–6 meses; hipoglicemia de rebote recorrente ou sintomática\n- **Cardiologia**: pacientes com resistência insulínica severa + fatores de risco cardiovascular adicionais (hipertensão, dislipidemia, história familiar); escore de cálcio coronariano elevado\n- **Nutricionista**: elaboração de plano alimentar individualizado, especialmente em mulheres com constipação em dieta low-carb (aumentar vegetais de baixo amido e fibras)\n- **Neurologia ou Psiquiatria com avaliação metabólica conjunta**: pacientes com queixas cognitivas (foco, memória, energia mental) e curva glicêmica-insulinêmica alterada — a causa pode ser metabólica e não neurológica primária\n\n---\n\n## Monitoramento\n\n- Insulina de jejum, HbA1c, HOMA-IR e TG/HDL a cada 3–6 meses\n- Repetir curva insulinêmica após 3–6 meses de intervenção para avaliar resposta\n- Meta: insulina jejum < 6 µU/mL; pico pós-sobrecarga < 50 µUI/mL; HbA1c < 5,5%; HOMA-IR < 2,15"
}