{
  "score_item_id": "c77cedd3-2800-735a-b244-2bb8a9091fff",
  "clinical_relevance": "A glicose de jejum (Glicose 0 min) é a concentração plasmática de glicose após um período mínimo de 8 horas sem ingestão calórica. Fisiologicamente, reflete o equilíbrio entre a produção hepática de glicose (via glicogenólise e gliconeogênese) e a captação periférica insulino-dependente, principalmente pelo músculo esquelético e tecido adiposo. A homeostase glicêmica em jejum depende da integridade do eixo pâncreas-fígado-músculo e da sensibilidade tecidual à insulina.\n\n**Valores de referência e estratificação diagnóstica (consenso ADA/SBD):**\n- Normal: < 100 mg/dL\n- Pré-diabetes (glicemia de jejum alterada): 100–125 mg/dL\n- Diabetes mellitus tipo 2: ≥ 126 mg/dL (confirmado em 2 ocasiões ou associado a sintomas clássicos)\n- Alvo funcional/integrativo: 60–90 mg/dL (conforme literatura da medicina funcional integrativa)\n\n**Limitações críticas como marcador isolado:**\nA glicemia de jejum é considerada um marcador tardio e de baixa sensibilidade para detectar resistência insulínica precoce. Um paciente pode apresentar glicemia de jejum aparentemente normal (ex.: 84–90 mg/dL) com insulina de jejum elevada (ex.: 14–14,5 µU/mL), configurando hiperinsulinemia compensatória com resistência insulínica estabelecida. O consenso funcional adota insulina de jejum ideal < 6 µU/mL; valores entre 6 e 10 µU/mL são aceitáveis; acima de 10 µU/mL indicam hiperinsulinemia significativa independentemente da glicemia.\n\n**Fisiopatologia da progressão:**\nA resistência insulínica precede o diagnóstico de pré-diabetes e DM2 por anos a décadas. O pâncreas compensa com hipersecreção de insulina, mantendo a glicemia normal por período prolongado. Quando a capacidade secretória das células beta é superada, surgem a hiperglicemia de jejum e, posteriormente, o DM2. A glicação proteica (ligação não enzimática de glicose a proteínas estruturais e funcionais) inicia-se mesmo em faixas pré-diabéticas, com dano tecidual progressivo via interação AGE-RAGE, ativação do NF-κB, aumento de citocinas pró-inflamatórias (TNF-α, IL-6) e estresse oxidativo.\n\n**Epidemiologia:**\nNo Brasil, a prevalência de DM2 supera 16 milhões de pessoas (dados IDF/SBD), com estimativa de que 30–50% dos casos permanecem não diagnosticados. A prevalência de pré-diabetes é ainda maior, afetando aproximadamente 1 em cada 3 adultos em populações com fatores de risco (obesidade visceral, sedentarismo, histórico familiar). A síndrome metabólica — cujo critério glicêmico é glicemia de jejum ≥ 100 mg/dL ou tratamento medicamentoso para hiperglicemia — está presente em 25–35% dos adultos brasileiros.\n\n**Marcadores complementares indispensáveis:**\n- Insulina de jejum: identifica hiperinsulinemia com glicemia ainda normal\n- HOMA-IR (< 2,15): índice estimativo de resistência insulínica\n- HOMA-β (167–175): avalia função das células beta\n- HbA1c: reflete média glicêmica dos últimos 90 dias; mais informativa que glicemia isolada; valores > 5,5–5,6% já sugerem problema funcional\n- Curva glicêmica e insulinêmica (TOTG 75g, pontos 0/30/60/90/120 min): padrão prático para caracterizar resposta pós-prandial e resistência insulínica\n- TG/HDL: razão < 3 como indicador indireto de sensibilidade insulínica; metas funcionais: mulheres < 1,4; homens < 1,2\n- TAIG (TG/(glicose/2)): meta < 8\n- Índice de glicação (HGI): diferença entre HbA1c observada e predita\n\n**Impacto sistêmico:**\nA hiperinsulinemia crônica e a hiperglicemia associam-se a risco aumentado de doença cardiovascular aterosclerótica, desordens neurodegenerativas (incluindo comprometimento cognitivo e Alzheimer tipo 3, relacionado à resistência insulínica cerebral), disfunção renal, neuropatia periférica, retinopatia, disfunção endotelial e síndrome metabólica. Picos glicêmicos pós-prandiais, mesmo em não diabéticos, causam dano oxidativo e inflamatório cumulativo.",
  "points": 35,
  "patient_explanation": "A glicose de jejum mede o açúcar no sangue após pelo menos 8 horas sem comer, mostrando como o corpo controla o açúcar em repouso.\n\nQuando comemos carboidratos, o açúcar entra na corrente sanguínea e o pâncreas libera insulina para levá-lo até as células. Se o corpo resiste à insulina, o pâncreas trabalha cada vez mais para manter o açúcar controlado — e nessa fase, a glicose de jejum pode ainda aparecer normal enquanto o problema já progride.\n\nValores acima de 100 mg/dL indicam pré-diabetes; acima de 126 mg/dL, diabetes. Porém, esse exame sozinho não conta toda a história: insulina de jejum, hemoglobina glicada e curva glicêmica podem revelar problemas antes.\n\nCom mudanças no estilo de vida — alimentação adequada, exercício e sono de qualidade — é possível reverter o pré-diabetes e prevenir o diabetes mesmo com predisposição genética.",
  "conduct": "## Conduta Clínica — Glicose de Jejum\n\n### Interpretação e Estratificação de Risco\n\n- **< 90 mg/dL:** Faixa funcional ideal (medicina integrativa)\n- **90–99 mg/dL:** Normal pela ADA; monitorar insulina de jejum e HOMA-IR; investigar resistência insulínica precoce\n- **100–125 mg/dL:** Pré-diabetes — intervenção imediata indicada\n- **≥ 126 mg/dL:** Critério diagnóstico de DM2 — confirmar em segunda amostra ou associar a HbA1c ≥ 6,5%\n\n**Atenção:** Glicemia de jejum normal NÃO exclui resistência insulínica. Sempre interpretar em conjunto com insulina de jejum e demais marcadores.\n\n---\n\n### Investigação Complementar\n\n**Solicitar obrigatoriamente:**\n- Insulina de jejum (meta ideal: < 6 µU/mL; aceitável até 10 µU/mL)\n- HOMA-IR (< 2,15) e HOMA-β (167–175)\n- HbA1c (meta funcional < 5,5%; diagnóstico DM2 ≥ 6,5%)\n- Perfil lipídico completo com triglicerídeos e HDL; calcular razão TG/HDL\n- Frutosamina (se suspeita de picos pós-prandiais com HbA1c ainda normal)\n\n**Considerar conforme contexto clínico:**\n- Curva glicêmica e insulinêmica (75g glicose, pontos 0/30/60/90/120 min): indicada quando glicemia de jejum normal mas insulina elevada, queixas cognitivas, fadiga, oscilação de energia, suspeita de hipoglicemia reativa\n  - Critérios de preocupação na curva: glicose > 140 mg/dL aos 120 min; pico > 160 mg/dL aos 60 min; insulina > 50 µU/mL aos 120 min ou > 80 µU/mL em qualquer ponto\n- TAIG (TG/(glicose/2)); meta < 8\n- PCR-us, TNF-α (< 8,1), IL-6 (< 3,4): marcadores inflamatórios associados à resistência insulínica\n- Homocisteína (< 7,9 µmol/L)\n- Função renal (creatinina, TFG) antes de iniciar metformina\n- Avaliação de composição corporal (DEXA ou bioimpedância) com foco em gordura visceral\n\n---\n\n### Intervenções de Estilo de Vida (Base do Tratamento)\n\n**Alimentação:**\n- Reduzir carga glicêmica das refeições: evitar carboidratos simples isolados (pão branco, sucos, açúcar, ultraprocessados)\n- Iniciar refeições com vegetais folhosos e fibrosos; adicionar proteína e gordura para modular resposta glicêmica\n- Dietas low carb, cetogênica ou mediterrânea são opções terapêuticas eficazes — individualizar conforme perfil lipídico e adesão\n- Evitar preparos em alta temperatura que geram AGEs (crostas carbonizadas, frituras muito tostadas)\n- Reduzir bebidas açucaradas, álcool em excesso e tabagismo\n\n**Exercício físico:**\n- **Musculação e HIIT:** prioritários — a contração muscular capta glicose independentemente de insulina\n- Aeróbico moderado complementa o controle glicêmico\n- Meta: pelo menos 150 min/semana de atividade moderada + 2–3 sessões de resistência\n\n**Jejum intermitente:**\n- Estratégia eficaz para melhorar sensibilidade insulínica, reduzir gordura visceral e ativar mitofagia\n- Protocolos: TRF 14–16h, 5:2 ou modificado; individualizar conforme comorbidades\n- Em DM2 em uso de insulina, sulfonilureias ou glinidas: ajustar medicação para evitar hipoglicemia\n- Jantar mais cedo (TRF matutino/diurno) associa-se a maior perda de peso\n\n**Sono e ritmo circadiano:**\n- Higiene do sono adequada: horários regulares, controle de luz noturna, temperatura ambiente\n- Privação de sono piora resistência insulínica e eleva cortisol\n\n---\n\n### Intervenções Farmacológicas e Nutracêuticas\n\n**Metformina (primeira linha farmacológica):**\n- Indicada em pré-diabetes com risco elevado, DM2 e resistência insulínica significativa\n- Dose: 500–850 mg na primeira refeição; titular até 1.000–2.000 mg/dia (preferência ≤ 1.600–1.700 mg/dia)\n- Liberação lenta (Glifage XR) melhora tolerância gastrointestinal\n- Verificar função renal antes e durante o uso\n- Atua como modulador intestinal (aumenta Akkermansia muciniphila) e modula estresse oxidativo\n\n**Agentes modernos (conforme perfil):**\n- **GLP-1 agonistas / tirzepatida:** considerar em pré-diabetes com obesidade significativa (IMC ≥ 27); tirzepatida demonstrou redução média de 12–20% do peso corporal em estudos randomizados controlados\n- **SGLT-2 inibidores:** considerar em DM2 com risco cardiovascular ou renal elevado\n\n**Nutracêuticos (suporte adjuvante):**\n- **Berberina:** insulino-sensibilizadora, mecanismo similar à metformina\n- **Inositol (mio-inositol):** melhora sinalização insulínica\n- **Magnésio:** deficiência associada a resistência insulínica\n- **Cromo:** cofator da sinalização insulínica\n- **Ácido alfa-lipoico:** antioxidante com ação insulino-sensibilizadora\n- **Resveratrol, quercetina, epigalocatequina galato:** reduzem AGEs e hemoglobina glicada\n- **MCT C8:** estimula flexibilidade metabólica e cetogênese\n- Todos os nutracêuticos devem ser prescritos com avaliação individual de indicação, dose e interações\n\n---\n\n### Encaminhamento\n\n- **Endocrinologia:** DM2 de difícil controle, HbA1c ≥9%, suspeita de DM tipo 1 (LADA), uso de insulina ou agonistas de GLP-1/GIP\n- **Cardiologia:** síndrome metabólica com risco cardiovascular elevado; considerar escore de cálcio coronariano\n- **Nutricionista:** todos os casos de pré-diabetes ou DM2 para individualização do plano alimentar"
}