{
  "score_item_id": "019bf31d-2ef0-7f7d-8a42-e1d70db30878",
  "clinical_relevance": "A glicose de 60 minutos (G60) é obtida durante o teste de tolerância oral à glicose (OGTT — 75 g de glicose anidra) e representa o pico glicêmico pós-sobrecarga mais clinicamente informativo. Enquanto a glicemia de jejum isolada é reconhecida como marcador tardio e de baixa sensibilidade para resistência insulínica (RI), o OGTT com coleta nos tempos 0, 30, 60, 90 e 120 minutos expõe a dinâmica real da resposta glicêmica e permite inferir resistência à insulina quando associado à co-dosagem de insulina.\n\n**Critérios diagnósticos estabelecidos (ADA/SBD):**\n- Normal: G120 < 140 mg/dL\n- Pré-diabetes (tolerância à glicose diminuída): G120 ≥ 140 e < 200 mg/dL\n- Diabetes mellitus: G120 ≥ 200 mg/dL\n\n**Referência funcional para G60:**\nNão há critério diagnóstico oficial isolado para os 60 minutos, mas critérios práticos de preocupação clínica incluem pico > 160 mg/dL aos 60 minutos ou G120 > 140 mg/dL. Em avaliação funcional integrativa, a meta é o retorno abaixo de 140 mg/dL em aproximadamente 2 horas após a sobrecarga. A glicemia basal alvo de jejum funcional situa-se entre 60–90 mg/dL.\n\n**Fisiopatologia:**\nA elevação sustentada da G60 reflete: (1) secreção insuficiente de insulina de primeira fase, (2) resistência periférica à captação de glicose mediada por insulina, ou (3) excesso de carga glicêmica alimentar. A hiperinsulinemia compensatória crônica — mesmo com glicemia de jejum normal — ativa vias de estresse oxidativo (via AGEs-RAGE-NF-κB), eleva citocinas inflamatórias (IL-6, TNF-alfa), promove disfunção mitocondrial e glicação proteica. Esse conjunto de mecanismos está diretamente associado ao risco de progressão para DM2, doença cardiovascular, síndrome metabólica e doenças neurodegenerativas (Alzheimer, Parkinson).\n\n**Exemplo clínico ilustrativo (dos chunks):**\nPaciente não diabético, após 75 g de glicose: G30 = 130 mg/dL; G60 = 169 mg/dL; G90 = 151 mg/dL; G120 = 161 mg/dL — resposta sustentada e elevada, com pico > 160 mg/dL aos 60 minutos e não retorno abaixo de 140 mg/dL em 2 horas, configurando padrão de resistência insulínica mesmo sem diagnóstico formal de pré-diabetes pela glicemia de jejum.\n\n**Correlações laboratoriais relevantes:**\n- HbA1c > 5,5–5,6% já sugere picos glicêmicos frequentes; meta funcional: < 5,3–5,2%\n- HOMA-IR meta < 2,15; HOMA-β referência 167–175\n- Insulina de jejum ideal: ≤ 6 µU/mL; aceitável até 10 µU/mL\n- TG/HDL: mulheres < 1,4; homens < 1,2 (proxy de RI)\n- TAIG = TG / (glicose/2); meta < 8\n- Glicose pós-prandial > 50 mg/dL acima do basal em 2h é heurística de alerta funcional\n\n**Impacto neurológico:**\nA hiperglicemia e hiperinsulinemia ativam micróglia cerebral, liberam IL-6 e TNF-alfa, causam estresse oxidativo, dano ao DNA, disfunção mitocondrial e acúmulo de proteínas Tau — mecanismos implicados em comprometimento cognitivo, TDAH e demências. Pacientes com queixas de oscilação de energia mental, foco e memória, mesmo com glicemia de jejum normal, podem apresentar curva glicêmica/insulinêmica alterada como causa metabólica subjacente.",
  "points": 14,
  "patient_explanation": "A glicose de 60 minutos é medida durante um exame chamado curva glicêmica, no qual você bebe uma solução açucarada e coleta sangue em intervalos ao longo de 2 horas. Esse exame mostra como o seu corpo lida com o açúcar após uma refeição ou sobrecarga. Quando o valor no tempo de 60 minutos fica muito elevado, isso indica que o seu organismo está com dificuldade para controlar o açúcar no sangue de forma eficiente, mesmo que o exame de jejum pareça normal. Esse padrão é chamado de resistência à insulina — o hormônio que deveria colocar o açúcar para dentro das células não está funcionando bem. Com o tempo, se não tratada, essa condição aumenta o risco de desenvolver diabetes, problemas no coração e até dificuldades de memória e foco. A boa notícia é que mudanças na alimentação, atividade física regular e, quando indicado, suplementos ou medicamentos podem melhorar muito esse parâmetro. O exame é uma ferramenta poderosa para identificar problemas cedo, antes que causem danos maiores.",
  "conduct": "## Conduta Clínica — Glicose 60 Minutos (OGTT)\n\n### Interpretação do Resultado\n\n- **Normal funcional:** pico de G60 < 140 mg/dL; G120 < 140 mg/dL\n- **Alerta funcional:** G60 > 160 mg/dL ou G120 > 140 mg/dL\n- **Pré-diabetes (critério oficial):** G120 ≥ 140 e < 200 mg/dL\n- **Diabetes:** G120 ≥ 200 mg/dL\n\n### Investigação Complementar\n\n- **Insulina em jejum** (meta ideal ≤ 6 µU/mL; aceitável até 10 µU/mL) — se ≥ 10 µU/mL + sintomas cognitivos ou metabólicos, prosseguir investigação\n- **Curva insulinêmica concomitante ao OGTT** (insulina nos tempos 0, 30, 60, 90, 120 min) — padrão ouro funcional para inferir resistência insulínica\n- **HbA1c** — meta funcional < 5,3–5,2%; valor ≥ 5,5% já sugere picos glicêmicos habituais\n- **HOMA-IR** (< 2,15) e **HOMA-β** (167–175)\n- **TG/HDL** (mulheres < 1,4; homens < 1,2) e **TAIG** (< 8) como proxies de resistência insulínica\n- **Perfil lipídico completo** incluindo LDL oxidada (referência < 133)\n- **PCR-us** (meta < 1 mg/L), **TNF-alfa** (< 8,1) e **IL-6** (< 3,4) para quantificar inflamação associada\n- **Homocisteína** (< 7,9 µmol/L) — marcador de glicação e risco cardiovascular\n- **Frutosamina** como complemento (reflete 20 dias de controle glicêmico)\n- **Função renal** (creatinina, TFG) antes de qualquer prescrição de metformina\n\n### Intervenção Alimentar (Baseada em Evidências)\n\n- **Reduzir carga glicêmica:** evitar carboidratos simples isolados (pão branco, geleia, sucos industrializados, refrigerantes)\n- **Combinações protetoras:** iniciar refeições com vegetais folhosos e fibrosos; adicionar proteína e gordura saudável a carboidratos para atenuar pico glicêmico\n- **Padrão alimentar:** dieta mediterrânea ou low carb conforme perfil do paciente\n  - Excesso de carboidratos → low carb ou redução de carga glicêmica\n  - Excesso de gordura saturada (padrão paleo/carnívoro) → migrar para modelo mediterrâneo (mais peixes, carnes brancas, leguminosas; reduzir queijos e carnes vermelhas)\n- **Evitar:** preparos em alta temperatura que geram crostas carbonizadas (pães muito tostados, frituras); ultraprocessados; bebidas açucaradas\n- **Técnica comportamental:** prolongar o tempo das refeições; mastigar adequadamente; priorizar alimentos coloridos e ricos em fitoquímicos\n\n### Estilo de Vida\n\n- **Atividade física regular** — metas personalizadas de composição corporal; exercício em jejum pode melhorar flexibilidade metabólica\n- **Estratégias de flexibilidade metabólica:** jejum intermitente, exercício aeróbico, treinamento resistido\n- **Redução de ultraprocessados, tabagismo e bebidas açucaradas**\n- **Manejo do sono e estresse** (cortisol elevado e fenômeno do amanhecer podem elevar insulina e glicemia)\n\n### Suplementação a Considerar\n\n- **Mioinositol** — melhora sensibilidade à insulina (especialmente em SOP)\n- **Berberina / Metformina** — adjuvantes metabólicos; metformina (Glifage XR) 500–1.000 mg no jantar, ajustar conforme RI e função renal (não ultrapassar 1.600–1.700 mg/dia)\n- **Trans-resveratrol e epigalocatequina galato (EGCG)** — reduzem compostos de glicação avançada e HbA1c\n- **C8/C10 (TCM)** — estimulam oxidação de gordura, reduzem espécies reativas de oxigênio\n- **Antioxidantes** (vitamina C, E, selênio, zinco) conforme avaliação individual\n\n### Monitoramento e Seguimento\n\n- **HbA1c, glicemia de jejum e insulina:** monitorar trimestralmente até controle; depois a cada 6 meses\n- **Metas funcionais progressivas:** reduzir HbA1c de 6,1 → 5,5 → 5,3 em 12–18 meses\n- **Repetir curva insulinêmica-glicêmica** após 3–6 meses de intervenção para avaliar resposta\n- **Calcular HOMA-IR e TAIG** a cada avaliação\n\n### Critérios de Encaminhamento\n\n- **Endocrinologia:** G120 ≥ 200 mg/dL confirmada (DM2), falha de controle com tratamento conservador, HOMA-IR muito elevado, suspeita de DM1 ou LADA\n- **Neurologia/Psiquiatria:** queixas cognitivas persistentes (memória, foco, energia mental) associadas à RI, especialmente se não responsivas à intervenção metabólica\n- **Nutricionista:** para todos os casos com G60 alterada — intervenção dietética estruturada é pilar fundamental\n- **Educador Físico:** prescrição individualizada de exercício como ferramenta terapêutica principal"
}
