{
  "score_item_id": "019bf31d-2ef0-7394-895e-fac59422d699",
  "clinical_relevance": "A glicose de 90 minutos é um ponto de coleta da curva glicêmica oral (OGTT), realizada com sobrecarga de 75 g de glicose anidra, com medições em 0, 30, 60, 90 e 120 minutos. Esse parâmetro reflete a dinâmica pós-prandial intermediária da glicemia, sendo particularmente útil para identificar padrões de hiperglicemia sustentada que escapam à avaliação isolada da glicemia de jejum ou mesmo do ponto de 2 horas.\n\nValores de referência e interpretação:\n- Normal: glicemia de 2h no OGTT <140 mg/dL (por extrapolação funcional, o valor de 90 min deve estar em trajetória de retorno abaixo de 140 mg/dL)\n- Pré-diabetes: 2h OGTT ≥140 e <200 mg/dL\n- Diabetes mellitus tipo 2: 2h OGTT ≥200 mg/dL\n- Critério prático de preocupação: valor acima de 140–160 mg/dL no ponto de 90 minutos, especialmente quando associado a pico acima de 160 mg/dL aos 60 minutos, indica resposta glicêmica sustentada e elevada\n\nO ponto de 90 minutos é clinicamente relevante porque, em indivíduos com resistência insulínica, a curva de descida glicêmica é lentificada — o pâncreas libera insulina de forma desproporcional e tardia, resultando em hiperglicemia prolongada seguida de hipoglicemia reativa. Esse padrão pode não ser captado apenas pelo ponto de 2h se a glicemia já tiver parcialmente normalizado. Exemplo ilustrativo documentado: sobrecarga de 75 g → 30' 130 mg/dL; 60' 169 mg/dL; 90' 151 mg/dL; 120' 161 mg/dL — resposta sustentada e elevada em não diabético com queixas cognitivas.\n\nFisiopatologia: A resistência insulínica causa hiperglicemia pós-prandial prolongada que ativa vias de glicação (formação de AGEs — produtos de glicação avançada), estresse oxidativo via interação AGE-RAGE com ativação de NF-κB, aumento de citocinas inflamatórias (IL-6, TNF-alfa) e espécies reativas de oxigênio. A hiperinsulinemia crônica compensatória acelera a falência progressiva das células beta pancreáticas e promove disfunções hormonais, incluindo hipogonadismo na obesidade. No sistema nervoso central, a hiperglicemia e a hiperinsulinemia ativam a micróglia, liberam citocinas inflamatórias e causam disfunção mitocondrial, com acúmulo de proteínas Tau, mecanismos associados às demências.\n\nEpidemiologia e risco: A glicemia de jejum isolada é marcador tardio e insuficiente para detectar disglicemia — pacientes podem apresentar glicemia de jejum normal (ex.: 84–89 mg/dL) com curva glicêmica/insulinêmica alterada evidenciando resistência insulínica severa. A co-dosagem de insulina durante o OGTT amplifica o valor diagnóstico: picos de insulina acima de 81 µU/mL aos 60 minutos em presença de glicemia borderline configuram resistência insulínica mesmo sem critério glicêmico formal de pré-diabetes. O índice TG/HDL (<1,4 em mulheres; <1,2 em homens) e o HOMA-IR (<2,15) são marcadores complementares úteis. O índice TAIG (TG/(glicose/2)) com meta <8 também auxilia na estratificação.\n\nImpacto clínico: A hiperglicemia pós-prandial sustentada, detectável pelo ponto de 90 minutos, é mecanismo central para progressão para DM2, síndrome metabólica, doença cardiovascular, doença neurodegenerativa (Alzheimer, Parkinson) e câncer. A HbA1c elevada com glicemia de jejum normal indica picos pós-prandiais repetidos — exatamente o que a curva glicêmica com o ponto de 90 minutos permite identificar de forma aguda e dinâmica.",
  "points": 18,
  "patient_explanation": "A glicose de 90 minutos é medida durante a curva glicêmica, quando você ingere uma solução adocicada e o sangue é coletado em vários momentos. O ponto de 90 minutos mostra se o corpo ainda está com a glicose elevada quase 1h30 depois — o que não deveria ocorrer em metabolismo saudável.\n\nValor acima do esperado pode indicar resistência à insulina: as células têm dificuldade para usar a insulina com eficiência. Não significa diabetes, mas é um sinal de alerta — o organismo trabalha mais do que deveria para controlar o açúcar.\n\nCom o tempo, picos frequentes de glicose causam inflamação, prejudicam vasos sanguíneos e aumentam o risco de diabetes tipo 2, doenças do coração e comprometimento cognitivo. Detectado cedo, o desequilíbrio responde bem a mudanças na alimentação, exercícios e, quando necessário, medicamentos ou suplementos.",
  "conduct": "## Conduta Clínica — Glicose 90 min (OGTT)\n\n### Avaliação Complementar\n\n**Exames laboratoriais prioritários:**\n- **Insulina de jejum** (meta ideal ≤6 µU/mL; aceitável até 10 µU/mL) — marcador precoce de resistência insulínica, mesmo com glicemia de jejum normal\n- **HOMA-IR** (calcular: glicemia jejum × insulina jejum / 405; meta <2,15)\n- **HbA1c** — reflete glicação média de 90 dias; acima de 5,5–5,6% já sugere problema em abordagem funcional; diagnóstico de pré-diabetes ≥5,7%\n- **Curva insulinêmica completa** (co-dosagem de insulina nos pontos 0/30/60/90/120 min do OGTT) — essencial para confirmar e quantificar resistência insulínica\n- **Perfil lipídico com TG e HDL** — calcular razão TG/HDL (meta: mulheres <1,4; homens <1,2) e índice TAIG (TG/(glicose/2); meta <8)\n- **Frutosamina** — reflete glicação dos últimos ~20 dias; complementar à HbA1c\n- **PCR-us** — marcador inflamatório subclínico (desejável <1 mg/L)\n- **Homocisteína** — correlaciona com PCR; meta <7,9 µmol/L\n\n**Avaliação metabólica ampliada (quando indicado):**\n- Função renal (creatinina, TFG) — necessária antes de iniciar metformina\n- Perfil lipídico com LDL oxidada (marcador de aterogênese mais relevante que LDL total)\n- Avaliação de composição corporal e circunferência abdominal\n- Triglicerídeos, GGT (marcador hepático e cardiovascular)\n\n---\n\n### Critérios de Preocupação na Curva\n\n- Glicose de 90 min **>140–160 mg/dL** após sobrecarga de 75 g\n- Pico glicêmico **>160 mg/dL** aos 60 minutos\n- Glicose aos 120 min **>140 mg/dL** (critério de pré-diabetes)\n- Insulina de jejum **≥10 µU/mL** associada a sintomas cognitivos ou metabólicos\n- Padrão de hipoglicemia reativa (queda brusca da glicose após pico) — indica liberação insulínica desproporcional\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Intervenção alimentar (primeira linha):**\n- **Reduzir carga glicêmica** das refeições; evitar carboidratos simples isolados\n- Iniciar a refeição com **vegetais folhosos e fibrosos** para retardar absorção do carboidrato e promover saciedade\n- Combinar carboidratos com **proteína e/ou gordura saudável** — modifica substancialmente a resposta glicêmica\n- **Dieta low carb** ou **padrão mediterrâneo** conforme perfil do paciente:\n  - Excesso de carboidratos → low carb ou mediterrâneo\n  - Excesso de gordura saturada (padrão paleo com muita carne vermelha/queijo) → migrar para mediterrâneo com mais peixes, aves, leguminosas\n- Evitar preparos em alta temperatura que geram AGEs (pães muito tostados, carnes carbonizadas, frituras muito douradas)\n- Reduzir ultraprocessados, bebidas açucaradas e álcool\n\n**Atividade física:**\n- Aumentar atividade física regular com metas personalizadas\n- Exercício melhora a sensibilidade insulínica e reduz glicemia pós-prandial\n- Exercício em jejum pode estimular flexibilidade metabólica\n\n**Suplementação (adjuvante, conforme avaliação individual):**\n- **Mioinositol** — melhora sensibilidade insulínica, especialmente em mulheres com SOP\n- **Trans-resveratrol** e **epigalocatequina galato (EGCG)** — reduzem compostos de glicação avançada e HbA1c\n- Antioxidantes (conforme perfil oxidativo: vitamina C, E, selênio, zinco)\n- Ácidos graxos de cadeia curta e MCT (C8 ou mix C8/C10) para estimular oxidação de gordura e reduzir estresse oxidativo mitocondrial\n\n**Farmacológico (quando indicado):**\n- **Metformina (Glifage XR)** 500–1.000 mg ao jantar; considerar dose adicional na primeira refeição conforme resistência insulínica/IMC; dose total preferencialmente ≤1.600–1.700 mg/dia\n  - Avaliar função renal antes e durante o uso\n  - Associar a mudanças de estilo de vida, não como monoterapia\n\n---\n\n### Encaminhamento e Seguimento\n\n- **Endocrinologista:** se critérios de diabetes ou pré-diabetes confirmados, ou se manejo funcional isolado for insuficiente após 3–6 meses\n- **Nutricionista:** indicado em todos os casos para adequação da carga glicêmica e padrão alimentar\n- **Educador físico:** prescrição de atividade física individualizada\n- **Neurologia/Psiquiatria:** se queixas cognitivas (oscilação de energia mental, foco, memória) associadas a curva alterada — avaliar conexão entre resistência insulínica e sintomas neurológicos\n\n**Monitoramento:**\n- Repetir HbA1c e insulina de jejum após 3 meses de intervenção\n- Repetir OGTT com insulina após 6 meses se valores limítrofes\n- Monitorar HOMA-IR, TG/HDL e índice TAIG como marcadores de resposta terapêutica"
}
