{
  "score_item_id": "019bf31d-2ef0-7e94-a2a1-596a2a3cdf44",
  "clinical_relevance": "A glicose de 120 minutos (glicose 2h) é obtida no Teste Oral de Tolerância à Glicose (TOTG/OGTT), no qual o paciente ingere 75 g de glicose anidra em jejum e tem a glicemia medida em diferentes pontos (0, 30, 60, 90 e 120 minutos). O valor de 2 horas é o principal desfecho diagnóstico do teste.\n\n**Valores de referência e critérios diagnósticos (ADA/SBD):**\n- Normal: glicose 2h < 140 mg/dL\n- Pré-diabetes (tolerância diminuída à glicose): glicose 2h ≥ 140 e < 200 mg/dL\n- Diabetes mellitus: glicose 2h ≥ 200 mg/dL\n\n**Interpretação funcional/integrativa:** Na perspectiva da medicina funcional integrativa, o ponto de corte convencional de 140 mg/dL aos 120 min já representa um estágio avançado de disfunção metabólica. Critérios práticos de preocupação precoce incluem: pico > 160 mg/dL aos 60 minutos e/ou valor > 140 mg/dL aos 120 minutos — mesmo dentro da faixa convencional de normalidade. Um exemplo ilustrativo de resposta alterada: 30' = 130 mg/dL; 60' = 169 mg/dL; 90' = 151 mg/dL; 120' = 161 mg/dL — padrão sustentado e elevado que indica resistência insulínica em evolução.\n\n**Limitações da glicemia de jejum isolada:** A glicemia de jejum é considerada um marcador insuficiente e tardio para avaliar resistência à insulina e glicação. Um paciente pode apresentar glicemia de jejum normal (ex: 84 mg/dL) com insulina de jejum elevada (ex: 14,5 µU/mL), caracterizando resistência insulínica já estabelecida. Por isso, a curva glicêmica e insulinêmica — com dosagem simultânea de glicose e insulina em múltiplos pontos — é a ferramenta mais poderosa para o diagnóstico precoce.\n\n**Fisiopatologia:** A hiperglicemia pós-sobrecarga sustentada reflete falha na supressão hepática de glicose e/ou captação periférica deficiente, mediada por resistência à insulina nos tecidos muscular, adiposo e hepático. A hiperinsulinemia compensatória crônica leva à falência progressiva das células beta pancreáticas (redução do HOMA-β), estresse oxidativo, disfunção mitocondrial e inflamação sistêmica via ativação de NF-κB, IL-6 e TNF-alfa. A interação AGE-RAGE (produtos de glicação avançada com seus receptores) perpetua um ciclo inflamatório que acelera o envelhecimento vascular e tecidual.\n\n**Impacto neurológico:** A hiperglicemia e a hiperinsulinemia ativam a micróglia cerebral, liberando citocinas inflamatórias (IL-6, TNF-alfa), causando estresse oxidativo, dano ao DNA, disfunção mitocondrial e acúmulo de proteínas Tau — mecanismos diretamente relacionados à depressão, comprometimento cognitivo, doença de Alzheimer e doença de Parkinson.\n\n**Síndrome metabólica:** A glicose 2h alterada é um dos critérios diagnósticos da síndrome metabólica (ATP III/IDF), condição que inclui circunferência abdominal elevada, triglicerídeos > 150 mg/dL, HDL baixo e pressão arterial elevada. A progressão da resistência insulínica para síndrome metabólica eleva substancialmente o risco cardiovascular (AVC, infarto) e aumenta a mortalidade geral.\n\n**Índices complementares relevantes:** HOMA-IR (meta < 2,15), TG/HDL (mulheres < 1,4; homens < 1,2), TAIG = TG/(glicose/2) com meta < 8, e o índice QUICKI. O clamp euglicêmico hiperinsulinêmico é o padrão-ouro de pesquisa para resistência à insulina. A co-dosagem de insulina durante o OGTT é fortemente recomendada para inferir resistência insulínica em estágios precoces.",
  "points": 25,
  "patient_explanation": "A glicose de 120 minutos é medida duas horas após você tomar uma bebida com açúcar, como parte da curva glicêmica. Ela mostra se o seu organismo consegue normalizar a glicose no sangue de forma eficiente após uma carga de açúcar.\n\nValor elevado indica que o corpo tem dificuldade de usar a insulina adequadamente — resistência à insulina. Isso ocorre muito antes do diabetes e é detectável nessa fase inicial, quando ainda é possível reverter com mudanças no estilo de vida.\n\nAcima de 140 mg/dL o organismo está com dificuldade de normalizar o açúcar; acima de 200 mg/dL pode confirmar diabetes. Detectar e tratar cedo protege o coração, o cérebro, os rins e os vasos — evitando complicações sérias a longo prazo.",
  "conduct": "## Conduta Clínica — Glicose 120 minutos (OGTT)\n\n### Interpretação Estratificada\n\n- **Normal:** < 140 mg/dL aos 120 min\n- **Zona de atenção funcional:** ≥ 140 mg/dL aos 120 min (mesmo abaixo de 200) — ou pico > 160 mg/dL aos 60 min\n- **Pré-diabetes:** ≥ 140 e < 200 mg/dL aos 120 min\n- **Diabetes mellitus:** ≥ 200 mg/dL aos 120 min\n\n### Investigação Complementar\n\n- **Insulina em múltiplos pontos da curva (0, 30, 60, 90, 120 min):** fundamental para identificar hiperinsulinemia compensatória e resistência insulínica precoce\n- **HOMA-IR:** meta < 2,15; calculado com glicemia e insulina de jejum\n- **Hemoglobina glicada (HbA1c):** meta funcional < 5,5%; acima de 5,6% já sugere problema mesmo com glicemia de jejum normal\n- **Insulina de jejum:** meta ideal ≤ 6 µU/mL; valores ≥ 10 µU/mL indicam hiperinsulinemia significativa\n- **Frutosamina:** reflete glicação dos últimos ~20 dias; complementar à HbA1c\n- **Triglicerídeos e HDL:** relação TG/HDL — mulheres < 1,4; homens < 1,2; é um marcador indireto de resistência insulínica\n- **Índice TAIG:** TG/(glicose/2); meta < 8\n- **Perfil lipídico completo com LDL oxidada:** a LDL modificada é mais aterogênica que a LDL nativa\n- **Função renal (creatinina, TFG estimada):** antes de iniciar metformina\n- **Marcadores inflamatórios:** PCR-us (meta < 1), TNF-alfa (meta < 8,1), IL-6 (meta < 3,4)\n- **Avaliação de esteatose hepática (ultrassom abdominal, GGT):** a resistência insulínica frequentemente coexiste com DHGNA\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista:** glicose 2h ≥ 200 mg/dL (confirmação de DM2); progressão rápida de pré-diabetes; dificuldade de controle com intervenções de estilo de vida; suspeita de DM tipo 1 (LADA) ou formas raras\n- **Cardiologista:** presença de síndrome metabólica com risco cardiovascular elevado (Framingham > 10%); histórico de evento cardiovascular prévio; monitoramento integrado de risco\n- **Nutricionista:** todos os casos com glicose 2h ≥ 140 mg/dL para ajuste individualizado de carga glicêmica e padrão alimentar\n\n### Intervenções Baseadas em Evidências\n\n**Alimentação:**\n- Reduzir carga glicêmica das refeições; evitar carboidratos simples isolados; combinar carboidratos com vegetais e proteínas\n- Iniciar refeições com vegetais folhosos e fibrosos para retardar absorção de glicose\n- Adicionar fonte de proteína ou gordura ao carboidrato para atenuar o pico glicêmico\n- Dieta low carb ou padrão mediterrâneo conforme perfil do paciente:\n  - **Excesso de carboidratos:** dieta low carb ou redução da carga glicêmica\n  - **Excesso de gordura saturada (padrão paleo):** migrar para padrão mediterrâneo (mais peixes, proteínas vegetais, menos carnes vermelhas e queijos)\n- Evitar preparos em alta temperatura que geram AGEs (pães muito tostados, carnes carbonizadas, frituras)\n- Reduzir ultraprocessados, bebidas açucaradas e tabagismo\n\n**Atividade física:**\n- Aumentar atividade física regular; metas individualizadas de composição corporal\n- Exercício aeróbico e resistido melhoram sensibilidade à insulina independentemente de perda de peso\n\n**Farmacológico (quando indicado):**\n- **Metformina (Glifage XR):** considerar 500–850 mg na primeira refeição e 1 g no jantar; dose total preferencialmente ≤ 1.600–1.700 mg/dia; avaliar função renal antes e durante o uso\n- Considerar metformina desde o estágio de pré-diabetes com risco elevado, em associação às mudanças de estilo de vida\n\n**Suplementação adjuvante (a considerar conforme avaliação individual):**\n- **Mioinositol:** melhora sensibilidade à insulina, especialmente em SOP\n- **Magnésio:** cofator da insulina; deficiência associada a resistência insulínica\n- **Cromo e ácido alfa-lipoico:** moduladores do metabolismo glicídico\n- **Vitaminas B3 e B12:** suporte metabólico\n- **Trans-resveratrol e epigalocatequina galato (EGCG):** reduzem compostos de glicação avançada e HbA1c\n- **C8/MCT:** estimula flexibilidade metabólica e oxidação de gordura\n\n### Monitoramento e Seguimento\n\n- Monitorar HbA1c, glicemia de jejum e insulina trimestralmente\n- Repetir OGTT com insulina após intervenções para avaliar resposta\n- Metas funcionais: glicose jejum 60–90 mg/dL; insulina jejum 4–6 µU/mL; HbA1c < 5,5%; HOMA-IR < 2,15\n- Avaliar estilo de vida, sono e estresse como fatores moduladores da resistência insulínica\n- Em pacientes com queixas cognitivas (oscilação de energia, foco, memória) com glicemia de jejum normal, solicitar insulina de jejum e curva insulinêmica-glicêmica como rotina"
}
