{
  "score_item_id": "019bf31d-2ef0-7f0b-93a6-c53139af6b12",
  "clinical_relevance": "A insulina de jejum (0 min) é um marcador central para avaliação da sensibilidade insulínica e detecção precoce de hiperinsulinemia e resistência à insulina (RI). Trata-se da concentração sérica de insulina após pelo menos 8 horas de jejum, refletindo a secreção basal pancreática e a demanda imposta pela sensibilidade periférica dos tecidos à insulina.\n\n**Valores de referência e interpretação funcional:**\n- Ótimo (medicina funcional integrativa): <6 µUI/mL\n- Aceitável: 6–10 µUI/mL\n- Elevado (sugere hiperinsulinemia/RI): >10 µUI/mL\n- Valores como 13–14,5 µUI/mL — mesmo dentro de faixas convencionais de referência laboratorial — já indicam hiperinsulinemia clinicamente relevante\n- Referência complementar: HOMA-IR <2,15; HOMA-β 167–175\n\n**Fisiopatologia:**\nA resistência à insulina ocorre quando as células do organismo não respondem adequadamente ao sinal insulínico. O pâncreas compensa aumentando a secreção de insulina (hiperinsulinemia compensatória), mantendo a glicemia normal por anos, enquanto o dano metabólico silencioso progride. A RI antecede o diagnóstico de DM2 em 7 a 15 anos. O consumo simultâneo excessivo de carboidratos e gorduras sobrecarrega as mitocôndrias, gerando estresse oxidativo e inflamação crônica. O fígado torna-se paradoxalmente resistente ao sinal de parar a gliconeogênese, mas continua sintetizando gordura (lipogênese de novo). No sistema nervoso central, a redução da insulina cerebral sinaliza fome, perpetuando o ciclo.\n\nA hiperinsulinemia crônica ativa a micróglia cerebral, liberando citocinas inflamatórias (IL-6, TNF-alfa), promovendo estresse oxidativo, disfunção mitocondrial e acúmulo de proteínas Tau — mecanismos associados a depressão, doença de Alzheimer e Parkinson. A RI também associa-se a síndrome metabólica, doença hepática gordurosa não alcoólica (DHGNA), dislipidemia, hipertensão, neoplasias, doença renal crônica e síndrome dos ovários policísticos (SOP).\n\n**Limitações da glicemia de jejum isolada:**\nA glicemia de jejum é um marcador insuficiente para rastrear RI. Um paciente pode apresentar glicemia de 84–90 mg/dL com insulina de jejum de 13–14,5 µUI/mL, indicando RI significativa não detectável pela glicemia. A hemoglobina glicada (HbA1c) é mais informativa, porém também pode ser normal em fases iniciais. A curva insulinêmica-glicêmica (com 75g de glicose, coleta em 0, 30, 60, 90 e 120 min para insulina e glicose) é a ferramenta mais poderosa para diagnóstico precoce de RI.\n\n**Critérios de resistência insulínica na curva:**\n- Pico de insulina pós-prandial >80 µUI/mL em qualquer momento\n- Insulina >50 µUI/mL às 2 horas\n- Glicemia >140 mg/dL às 2 horas (critério de pré-diabetes pelo TOTG)\n\n**Epidemiologia:**\nA RI é possivelmente a condição mórbida mais prevalente nos EUA, Brasil e no mundo. Aproximadamente um terço dos americanos apresenta pré-diabetes e dois terços têm sobrepeso ou obesidade — condições fortemente associadas à RI. A relação TG/HDL (mulheres <1,4; homens <1,2) e o índice TAIG [TG/(glicose/2), meta <8] são marcadores indiretos de RI úteis na triagem.\n\n**Marcadores complementares recomendados:**\nHbA1c (ideal <5,5%), HOMA-IR (<2,15), triglicerídeos/HDL, glicemia de jejum, curva insulinêmica-glicêmica, LDL oxidada, PCR-us, IL-6, TNF-alfa, homocisteína, ferritina.",
  "points": 15,
  "patient_explanation": "A insulina é um hormônio do pâncreas que ajuda o açúcar a entrar nas células para gerar energia. O exame em jejum mede a quantidade desse hormônio antes de qualquer refeição.\n\nValor elevado pode indicar resistência à insulina: as células respondem mal ao hormônio e o pâncreas produz cada vez mais para manter o açúcar normal. Esse esforço mantido por anos pode levar ao diabetes tipo 2, problemas no coração e fígado gorduroso.\n\nO problema pode ser detectado 7 a 15 anos antes do diabetes aparecer e, na maioria dos casos, é reversível com alimentação adequada, exercícios, sono de qualidade e manejo do estresse. O valor ideal é abaixo de 6 µUI/mL; acima de 10 já merece atenção médica mesmo com açúcar normal.",
  "conduct": "## Conduta Clínica — Insulina de Jejum Elevada / Resistência à Insulina\n\n### Avaliação Diagnóstica Complementar\n\n**Exames laboratoriais recomendados:**\n- **Curva insulinêmica-glicêmica** (75g glicose, coletas em 0, 30, 60, 90 e 120 min): exame mais sensível para confirmar RI e quantificar sua severidade\n- **HbA1c**: ideal <5,5% (funcional); acima de 5,7% sugere pré-diabetes; valores normais não excluem RI\n- **HOMA-IR**: calcular a partir de insulina e glicemia de jejum; meta <2,15\n- **Relação TG/HDL**: mulheres <1,4; homens <1,2 (marcador indireto de RI)\n- **TAIG** [TG/(glicose/2)]: meta <8\n- **LDL oxidada**, **PCR-us** (<1 mg/L ideal), **IL-6** (<3,4), **TNF-alfa** (<8,1)\n- **Homocisteína** (<7,9 µmol/L)\n- **Ferritina e saturação de transferrina** (hiperferritinemia inflamatória é frequente na RI)\n- **Função renal** (antes de iniciar metformina)\n- **Perfil lipídico completo**\n\n**Avaliação clínica:**\n- Circunferência abdominal (critério ATP III/IDF para síndrome metabólica)\n- Composição corporal (bioimpedância ou DEXA): foco em gordura visceral\n- Pressão arterial\n- Investigação de SOP em mulheres com RI\n- Rastreamento de esteatose hepática (ultrassonografia abdominal)\n\n---\n\n### Estratificação de Risco\n\n| Insulina Jejum | Interpretação | Conduta |\n|---|---|---|\n| <6 µUI/mL | Ótimo | Manutenção |\n| 6–10 µUI/mL | Aceitável, vigilância | Intervenção de estilo de vida |\n| 10–15 µUI/mL | Hiperinsulinemia moderada | Protocolo completo de RI |\n| >15 µUI/mL | Hiperinsulinemia severa | Protocolo + considerar farmacoterapia |\n\n---\n\n### Intervenções de Estilo de Vida (Primeira Linha)\n\n**Dieta:**\n- **Redução da carga glicêmica**: evitar carboidratos simples isolados; combinar sempre com fibras, proteínas e gorduras saudáveis\n- **Dieta low-carb ou cetogênica**: abordagem mais validada para RI; cetogênica (~70% gorduras, 25% proteínas, 5% carboidratos) demonstrou redução de ~31% na gordura hepática e ~58% na RI\n- **Padrão mediterrâneo**: indicado quando há excesso de gordura saturada; ênfase em peixes, frango, proteínas vegetais e azeite\n- Iniciar refeições com vegetais fibrosos e folhosos para modular resposta glicêmica\n- Evitar ultraprocessados e preparos em alta temperatura (redução de AGEs)\n\n**Jejum intermitente:**\n- Ativa mitofagia (reparo mitocondrial) e aumenta beta-hidroxibutirato (BHB), que inibe NLRP3 (efeito anti-inflamatório)\n- Pode ser combinado com estratégia low-carb\n\n**Exercício físico:**\n- **Musculação e HIIT**: prioritários — contração muscular capta glicose independentemente de insulina (via GLUT-4 não mediada por insulina)\n- Qualquer movimento regular é benéfico; mínimo 150 min/semana de atividade moderada\n\n**Sono e ritmo circadiano:**\n- Regularizar horários de sono; controlar exposição à luz noturna e cafeína\n- Sono inadequado aumenta cortisol e agrava RI\n\n**Controle do estresse:**\n- Estresse crônico eleva cortisol → agrava RI\n- Meditação, yoga, psicoterapia, hobbies\n\n---\n\n### Suplementação (Baseada em Evidências / Prática Integrativa)\n\n- **Mio-inositol**: 1–2 g/dia (especialmente em SOP); combinado com magnésio (200 mg) à noite\n- **Cromo** (picolinato ou GTF): 300–600 mcg, 2x ao dia, antes das refeições\n- **Magnésio**: suporte à sensibilidade insulínica e sono\n- **Berberina**: alternativa à metformina; modulador do metabolismo glicídico\n- **Ômega-3**: anti-inflamatório, melhora perfil lipídico\n- **Curcuminoides**: redução de AGEs e inflamação\n- **NAC, CoQ10, PQQ**: suporte mitocondrial e antioxidante\n- **Vitamina D**: avaliar e corrigir deficiência (associada à RI)\n\n---\n\n### Farmacoterapia\n\n- **Metformina (Glifage XR)**: indicada em pré-diabetes, RI moderada/severa ou intolerância às mudanças de estilo de vida isoladas\n  - Dose: 500 mg a 2 g/dia; preferir dose no jantar; doses maiores dividir (jantar + café da manhã)\n  - Dose total preferencialmente ≤1.600–1.700 mg/dia\n  - Verificar função renal antes e durante uso\n  - Atua como modulador intestinal (aumenta *Akkermansia muciniphila*), modula estresse oxidativo\n  - Sempre associada a mudanças de estilo de vida, não como monoterapia\n\n---\n\n### Monitoramento\n\n- Insulina de jejum, HOMA-IR, HbA1c e curva insulinêmica-glicêmica a cada 3–6 meses\n- Painel inflamatório completo (PCR-us, IL-6, TNF-alfa) a cada 3–5 meses\n- Meta de insulina de jejum: <6 µUI/mL (ideal); <10 µUI/mL (aceitável)\n\n---\n\n### Encaminhamento a Especialistas\n\n- **Endocrinologista**: pré-diabetes confirmado, DM2 instalado, falha terapêutica após 3–6 meses, ou necessidade de agonistas incretínicos (GLP-1/GLP-1+GIP)\n- **Nutricionista**: para individualização do plano alimentar e monitoramento de low-carb/cetogênica\n- **Ginecologista/Endocrinologista**: SOP com RI em mulheres\n- **Hepatologista**: suspeita de DHGNA com elevação de enzimas hepáticas"
}