{
  "score_item_id": "019bf31d-2ef0-78b5-aaae-c866be825125",
  "clinical_relevance": "A insulina no ponto de 90 minutos é uma medida obtida durante a curva insulinêmica-glicêmica (OGTT), realizada com 75 g de glicose oral nos tempos 0, 30, 60, 90 e 120 minutos. Fisiologicamente, a insulina atinge seu pico entre 30 e 60 minutos após a sobrecarga e deveria estar em declínio progressivo aos 90 minutos, convergindo para valores próximos ao basal ao final dos 120 minutos. A persistência de níveis elevados no ponto de 90 minutos é um sinal de clearance insulínico prejudicado e de resistência à insulina periférica.\n\n**Valores de referência e interpretação funcional:**\n- Jejum (basal): ideal <6 µUI/mL; aceitável até 10 µUI/mL; valores ≥10 em jejum com sintomas já justificam investigação complementar\n- Pico (30–60 min): aumentos de até 10x o basal configuram hiper-resposta; picos >80 µUI/mL em qualquer ponto da curva, ou >50 µUI/mL aos 120 minutos, indicam resistência insulínica clinicamente relevante\n- Aos 90 minutos: espera-se queda consistente em relação ao pico; valores ainda elevados (ex.: 80 µUI/mL após basal de 7 µUI/mL) indicam clearance lento e hiperinsulinemia persistente\n- Referência de laboratório convencional para insulina em jejum: 3–30 µUI/mL (NHANES: ~25–70 pmol/L), porém essa faixa é ampla demais para detecção precoce de resistência insulínica\n\n**Fisiopatologia:**\nA resistência à insulina ocorre quando células musculares, hepáticas e adiposas respondem de forma inadequada à sinalização insulínica, especialmente pela via PI3K (fosfatidil inositol 3). O pâncreas compensa com hiperinsulinemia, mantendo a glicemia normal por anos — o que faz a glicemia de jejum isolada ser um marcador tardio e insuficiente. A resistência insulínica antecede o diagnóstico de DM2 em 7 a 15 anos, período durante o qual a hiperinsulinemia crônica causa dano vascular, inflamatório e neurodegenerativo silencioso. Com o tempo, ocorre falência progressiva das células beta, estresse oxidativo e disfunções hormonais associadas (ex.: hipogonadismo na obesidade). A insulina cronicamente elevada ativa vias inflamatórias (NF-κB, IL-6, TNF-α) e contribui para acúmulo de produtos de glicação avançada (AGEs).\n\n**Impacto epidemiológico:**\nA resistência insulínica é possivelmente a condição mórbida mais prevalente no Brasil e no mundo. Estimativas apontam que cerca de um terço dos americanos é pré-diabético e dois terços têm sobrepeso ou obesidade, condições fortemente associadas à resistência insulínica. Pacientes hiperinsulinêmicos apresentam até 3 vezes mais risco cardiovascular em comparação a controles sem insulina elevada. A hiperinsulinemia está associada ao desenvolvimento de síndrome metabólica, DM2, eventos cardiovasculares (infarto, AVC), doença de Alzheimer e certos cânceres.\n\n**Estratificação de risco pela curva insulinêmica:**\n- Basal <6 µUI/mL + pico proporcional com retorno ao basal em 2h: resposta fisiológica normal\n- Basal 6–10 µUI/mL ou pico elevado com retorno lento: resistência insulínica leve a moderada\n- Basal >10 µUI/mL e/ou pico >80 µUI/mL e/ou insulina elevada aos 90–120 min: resistência insulínica significativa, risco cardiovascular e metabólico aumentado\n- Curva com pico excessivo seguido de hipoglicemia reativa (glicose <70 mg/dL em 120–180 min): padrão de resistência severa com risco de ciclo vicioso hipoglicemia-fome-hiperfagia\n\n**Índices derivados relevantes:**\n- HOMA-IR: estimativa de resistência insulínica em jejum; meta <2,15\n- QUICKI: índice quantitativo de sensibilidade insulínica\n- TG/HDL: razão <1,2 (homens) e <1,4 (mulheres) como proxy de sensibilidade insulínica\n- TAIG: TG/(glicose/2); meta <8\n\nA curva insulinêmica-glicêmica é superior à glicemia de jejum isolada ou à HbA1c para detecção precoce de resistência insulínica, especialmente em pacientes com sintomas cognitivos, fadiga, oscilação de energia ou ganho de peso, mas com glicemia de jejum ainda normal.",
  "points": 16,
  "patient_explanation": "A insulina é o hormônio que o pâncreas libera quando você come para ajudar as células a absorver o açúcar do sangue e usá-lo como energia. O exame de insulina aos 90 minutos faz parte da curva insulinêmica: você ingere uma quantidade padronizada de glicose e colhe sangue em vários momentos para ver como o corpo responde.\n\nAos 90 minutos, a insulina já deveria estar voltando ao valor inicial. Se ainda estiver alta, significa que o pâncreas está trabalhando muito mais do que deveria — um sinal precoce de resistência à insulina, quando as células começam a \"ignorar\" o hormônio.\n\nIsso pode existir por anos sem sintomas, mas aumenta o risco de diabetes, doenças do coração, ganho de peso e cansaço. Identificada cedo, a resistência à insulina responde bem a mudanças no estilo de vida: alimentação adequada, exercício físico e sono de qualidade.",
  "conduct": "## Conduta Clínica: Insulina 90 Minutos (Curva Insulinêmica)\n\n### Interpretação do Resultado\n\n- **Normal:** insulina aos 90 min em declínio consistente, tendendo ao basal; pico absoluto <80 µUI/mL; glicose ≤140 mg/dL aos 120 min\n- **Limítrofe:** insulina ainda elevada aos 90 min com glicemia normalizando; investigar contexto clínico\n- **Alterado:** insulina persistentemente elevada (>80 µUI/mL) aos 90 min; pico >10x o basal; hipoglicemia reativa (<70 mg/dL) nos pontos tardios\n\n---\n\n### Investigação Complementar\n\n**Laboratorial:**\n- **Insulina de jejum** (basal da curva ou exame separado): ideal <6 µUI/mL; aceitável até 10 µUI/mL\n- **HOMA-IR:** calculado com glicemia e insulina em jejum; meta <2,15\n- **HbA1c:** mais sensível que glicemia de jejum para detectar picos pós-prandiais; acima de 5,5–5,6% já sugere problema\n- **TG/HDL:** razão <1,2 (homens) / <1,4 (mulheres) como proxy de sensibilidade insulínica\n- **TAIG:** TG/(glicose/2); meta <8\n- **PCR-us:** marcador inflamatório; meta <1 mg/L\n- **Homocisteína:** meta <7,9 µmol/L; correlaciona com inflamação sistêmica\n- **Glicemia de jejum e 2h OGTT:** para estadiamento (normal, pré-diabetes, diabetes)\n- **Frutosamina** (opcional): complementar à HbA1c, janela de ~20 dias\n- Considerar **TNF-α** (<8,1), **IL-6** (<3,4) em casos com inflamação sistêmica associada\n\n**Clínico e Antropométrico:**\n- Circunferência abdominal (critério síndrome metabólica, com cortes por etnia)\n- IMC e composição corporal\n- Pesquisar sinais de resistência insulínica: acantose nigricans, acrocórdons, circunferência do pescoço aumentada\n- Pressão arterial (hipertensão associada à síndrome metabólica)\n\n---\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista:** insulina persistentemente elevada com pré-diabetes confirmado (glicemia jejum ≥100 mg/dL ou HbA1c ≥5,7%) ou suspeita de DM2\n- **Cardiologista:** presença de síndrome metabólica com múltiplos fatores de risco cardiovascular; considerar escore de cálcio coronariano em pacientes de risco intermediário-alto\n- **Neurologista/Psiquiatra:** sintomas cognitivos (déficit de atenção, memória, energia mental) associados à hiperinsulinemia, especialmente em adultos sem diagnóstico neurológico prévio\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Dietéticas:**\n- Reduzir carga glicêmica das refeições: evitar carboidratos simples isolados; combinar sempre com fibras, proteínas e gorduras de qualidade\n- **Estratégia prática:** iniciar a refeição com vegetais folhosos e fibrosos; adicionar proteína ou gordura a carboidratos reduz significativamente o pico glicêmico e insulínico\n- **Dieta low carb** como opção de primeira linha para resistência insulínica por excesso de carboidratos\n- **Padrão mediterrâneo** para casos em que a resistência insulínica decorre de excesso de gordura saturada (dietas hiperproteicas com muita carne vermelha)\n- Preferir frutas inteiras a sucos; individualizar quantidade e horário conforme perfil metabólico\n- Proteína no café da manhã reduz grelina e melhora saciedade ao longo do dia\n\n**Exercício Físico:**\n- Atividade física regular melhora sensibilidade insulínica; inatividade física é fator de risco independente para resistência insulínica\n- Efeito metabólico de uma sessão de exercício pode durar 48–96 horas\n- Priorizar resistência muscular e exercício aeróbico combinados\n\n**Estilo de Vida:**\n- Qualidade do sono: privação de sono eleva cortisol e insulina\n- Manejo do estresse: estresse crônico interfere no eixo insulina-cortisol\n- Jejum intermitente como estratégia para treinar flexibilidade metabólica (individualizar conforme tolerância)\n\n**Suplementação (adjuvante — sempre com mudanças no estilo de vida):**\n- **Mioinositol, trans-resveratrol, epigalocatequina galato:** reduzem compostos de glicação avançada e HbA1c (mencionados na literatura de MFI)\n- **Concentrado de C8 ou mix C8/C10:** estimula oxidação de gordura e reduz ROS\n- Antioxidantes em geral para reduzir estresse oxidativo associado à hiperinsulinemia\n- **Metformina:** considerar como adjuvante farmacológico em casos de resistência insulínica estabelecida com risco metabólico elevado, sempre combinada a mudanças no estilo de vida\n\n---\n\n### Monitoramento e Reavaliação\n\n- Repetir curva insulinêmica-glicêmica após 3–6 meses de intervenção\n- Monitorar HOMA-IR, TG/HDL, HbA1c e peso/circunferência abdominal\n- Em pacientes com insulina de jejum ≥10 µUI/mL + sintomas cognitivos: repetir avaliação após excluir confundidores (medicações, privação de sono, estresse agudo)\n- **Meta funcional:** insulina de jejum <6 µUI/mL; HOMA-IR <2,15; glicemia pós-prandial com retorno <140 mg/dL aos 120 min"
}