{
  "score_item_id": "019bf31d-2ef0-7b89-825f-5ccfd129f1cd",
  "clinical_relevance": "A insulina de 120 minutos (insulina pós-TOTG 2h) é dosada ao final do teste oral de tolerância à glicose (TOTG com 75g de glicose), constituindo componente essencial da curva insulinêmica-glicêmica. Enquanto a glicemia de jejum isolada é reconhecidamente um marcador tardio e insuficiente para detectar resistência insulínica, a dosagem de insulina nos pontos 30, 60, 90 e 120 minutos do TOTG permite identificar hiperinsulinemia compensatória em fases pré-clínicas, muito antes do surgimento de hiperglicemia diagnóstica.\n\n**Fisiologia e interpretação dos valores:** Em indivíduos metabolicamente saudáveis, a insulina pós-TOTG 2h deve retornar a valores próximos ao basal ou manter-se abaixo de 50 µUI/mL. Valores superiores a 50 µUI/mL em 120 minutos — ou acima de 80 µUI/mL em qualquer ponto da curva — configuram hiper-resposta insulínica e são indicativos de resistência à insulina mesmo quando a glicemia de 2h permanece abaixo de 200 mg/dL. A insulina basal ideal é considerada abaixo de 6 µUI/mL na perspectiva da medicina funcional integrativa (aceitável até 10 µUI/mL segundo alguns parâmetros clínicos); valores de 13–14,5 µUI/mL já indicam hiperinsulinemia em jejum, mesmo dentro dos intervalos de referência laboratorial convencional.\n\n**Fisiopatologia:** A resistência insulínica antecede o diabetes mellitus tipo 2 em 7 a 15 anos. Nesse período, o pâncreas mantém a euglicemia por meio de hiperinsulinemia compensatória progressiva. A via PI3K (fosfatidil inositol 3-quinase) é central na sinalização do receptor de insulina; sua disfunção conecta hiperinsulinemia a efeitos vasculares e metabólicos sistêmicos. A hiperinsulinemia aumenta a reabsorção renal de sódio (via SRAA e SNA), contribuindo para hipertensão arterial. No SNC, menor sinalização insulínica intracerebral reduz o efeito anorexígeno, prejudica a memória hipocampal, eleva beta-amiloide e favorece neuroinflamação. No coração, a hiperinsulinemia crônica promove aumento de gordura epicárdica, disfunção endotelial, comprometimento microcirculatório e aterogênese.\n\n**Dados epidemiológicos:** Aproximadamente um terço da população americana é pré-diabética e dois terços têm sobrepeso ou obesidade; a resistência insulínica é considerada possivelmente a condição mórbida mais prevalente nos EUA, Brasil e no mundo. Publicação de 2024 demonstrou que pacientes hiperinsulinêmicos apresentam até 3 vezes mais risco de doença cardiovascular em comparação a controles com insulina normal; o diabetes não controlado eleva esse risco adicional em até 50%.\n\n**Estratificação de risco pela curva insulinêmica:** Picos de insulina acima de 10 vezes o valor basal durante a curva configuram hiper-resposta e resistência clinicamente relevante. Casos com picos de 134, 307 ou 378 µUI/mL durante o TOTG — mesmo com glicemia em 2h ainda abaixo de 200 mg/dL — representam resistência insulínica severa com risco cardiovascular e metabólico substancial. A combinação da insulina pós-TOTG 2h com o HOMA-IR (calculado a partir de insulina e glicemia de jejum, meta <2,15) e a relação TG/HDL (meta <1,2 em homens, <1,4 em mulheres) permite estratificação de risco mais precisa do que qualquer marcador isolado.\n\n**Marcadores complementares de contexto:** HOMA-β (função de célula beta, referência 167–175); HOMA-IR <2,15; insulina ideal em jejum ~6–7 µUI/mL (aceita até 8 µUI/mL em estados inflamatórios); TAIG = TG/(glicose/2), meta <8; glicemia alvo de jejum 60–90 mg/dL na perspectiva funcional integrativa.",
  "points": 18,
  "patient_explanation": "A insulina é um hormônio do pâncreas que ajuda o açúcar a entrar nas células para gerar energia. O exame aos 120 minutos avalia como o corpo responde à ingestão de açúcar: após tomar uma solução adocicada, o sangue é coletado depois de 2 horas para ver se a insulina voltou ao normal.\n\nQuando as células resistem à ação da insulina, o pâncreas produz cada vez mais para manter o açúcar controlado. Esse excesso — hiperinsulinemia — pode ocorrer anos antes do diabetes e já prejudica o coração, os vasos, o cérebro e causa ganho de peso e cansaço.\n\nValores alterados detectados agora permitem agir cedo: mudanças na alimentação, exercícios e medicamentos podem reverter esse processo antes de causar danos maiores.",
  "conduct": "## Conduta Clínica — Insulina 120 min (Pós-TOTG)\n\n### Interpretação dos Resultados\n\n- **Normal:** insulina 120 min < 50 µUI/mL, com retorno próximo ao basal\n- **Limítrofe / suspeita de RI:** insulina 120 min entre 50–80 µUI/mL\n- **Resistência insulínica confirmada:** insulina 120 min > 80 µUI/mL, ou pico em qualquer ponto > 80 µUI/mL, ou qualquer ponto > 10× o valor basal\n- **Resistência severa:** picos > 100–200 µUI/mL em qualquer ponto da curva\n\n---\n\n### Investigação Complementar\n\n- **Obrigatório:** glicemia de jejum, insulina de jejum, HbA1c, HOMA-IR (meta <2,15)\n- **Perfil lipídico ampliado:** TG, HDL, LDL, relação TG/HDL (meta: homens <1,2; mulheres <1,4), LDL oxidada quando disponível\n- **Índice TAIG:** TG/(glicose/2), meta <8\n- **Inflamatórios:** PCR-us (desejável <1 mg/L; risco médio 1–3; alto >3), homocisteína (<7,9 µmol/L), IL-6 (meta <3,4)\n- **Composição corporal:** circunferência abdominal (risco: homens sul-americanos >90 cm, mulheres >80 cm), IMC, relação cintura-quadril\n- **Função renal:** creatinina e TFG antes de iniciar metformina\n- **Complementares opcionais:** TNF-α (meta <8,1), frutosamina, HGI (High Glycation Index), avaliação genética (TCF7L2, FADS1/2, APOE) para estimativa de dificuldade de tratamento\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### Dietéticas\n- **Redução da carga glicêmica:** evitar carboidratos simples isolados; combinar carboidratos com vegetais fibrosos e proteína para atenuar picos glicêmicos e insulinêmicos\n- Iniciar refeições com vegetais folhosos e fibrosos para retardar absorção de carboidratos\n- **Dieta low carb ou cetogênica:** demonstrou reduzir gordura hepática, HOMA-IR, TG e melhorar HDL; eficaz especialmente em RI, DM2 e obesidade visceral; cetoadaptação requer mínimo de 6–8 semanas\n- **Dieta mediterrânea:** alternativa eficaz com melhor adesão a longo prazo; preferir em pacientes com dieta paleo/low carb com excesso de gorduras saturadas de cadeia longa (trocar para mais peixes, carnes brancas, leguminosas; reduzir queijos e carnes vermelhas)\n- Evitar ultraprocessados, bebidas açucaradas, preparações em alta temperatura que geram produtos de glicação avançada (AGEs)\n\n#### Exercício Físico\n- **Musculação (exercício de resistência):** especialmente recomendada; a contração muscular capta glicose independentemente da insulina\n- **HIIT (Treino Intervalado de Alta Intensidade):** eficaz para melhorar sensibilidade à insulina\n- Efeito metabólico de uma sessão de exercício pode perdurar 48–96 horas\n- Metas personalizadas de composição corporal com foco na redução da gordura visceral\n\n#### Jejum Intermitente\n- Estratégia eficaz para ativar mitofagia, reduzir inflamação e melhorar flexibilidade metabólica\n- Treino de flexibilidade metabólica: estratégias cíclicas (jejum, low carb, exercício em jejum)\n\n#### Controle do Estresse e Sono\n- Higiene do sono e controle do estresse: impacto direto no cortisol e na sensibilidade à insulina\n- Otimização do ciclo circadiano\n\n#### Suplementação\n- Mioinositol, trans-resveratrol e epigalocatequina galato: modulam compostos de glicação avançada e HbA1c\n- MCT (C8 ou mix C8/C10): estimula oxidação de gordura e redução de espécies reativas de oxigênio\n- Antioxidantes conforme avaliação individual\n\n#### Farmacológico\n- **Metformina (Glifage XR):** considerar 1 g no jantar; pode-se iniciar com 500–850 mg na primeira refeição; dose total preferencialmente ≤1.600–1.700 mg/dia; avaliar função renal antes e durante o uso\n- Avaliar análogos de GLP-1 após janela de 1–2 meses de intervenção não farmacológica sem resposta adequada\n\n---\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista:** glicemia 2h ≥200 mg/dL (DM confirmado), HbA1c ≥6,5%, ou resistência insulínica severa refratária a intervenções de estilo de vida\n- **Nutricionista:** parceria fundamental em todos os casos de RI; individualização do plano alimentar e monitoramento da resposta\n- **Cardiologista:** pacientes hiperinsulinêmicos com fatores de risco cardiovascular adicionais; considerar escore de cálcio coronariano e angiotomografia quando clinicamente indicado\n\n---\n\n### Monitoramento\n\n- Reavaliação de insulina de jejum, HbA1c, TG/HDL e HOMA-IR a cada 3–6 meses conforme gravidade\n- Meta de insulina em jejum: ≤6 µUI/mL (funcional); HbA1c <5,5–5,6% (funcional integrativo)\n- Repetir curva insulinêmica após 3–6 meses de intervenção para avaliar resposta terapêutica"
}
