{
  "score_item_id": "019bf31d-2ef0-735b-9582-5964b8fd4f4d",
  "clinical_relevance": "O HOMA-IR (Homeostatic Model Assessment of Insulin Resistance) é um índice calculado a partir da insulina de jejum (µU/mL) e da glicemia de jejum (mg/dL) pela fórmula: HOMA-IR = (insulina de jejum × glicemia de jejum) / 405. Representa o método indieto mais utilizado na prática clínica para estimar a resistência à insulina, refletindo o equilíbrio entre a secreção pancreática basal de insulina e a sensibilidade hepática e periférica ao hormônio.\n\n**Valores de referência e metas:**\n- Meta integrativa: HOMA-IR < 2,15\n- Insulina de jejum associada: meta integrativa 6–7 µU/mL (aceitável até 8 em contextos inflamatórios)\n- Glicemia de jejum associada: meta integrativa 60–90 mg/dL\n- HOMA-β (reserva funcional das células beta): referência 167–175\n\nVia HOMA-IR, valores elevados indicam que o pâncreas está secretando insulina em excesso para manter a glicemia em faixa aceitável — sinal precoce de disfunção metabólica, antes mesmo de qualquer alteração da glicemia de jejum convencional. A glicemia de jejum isolada é um marcador insuficiente: pacientes com resistência insulínica grave podem apresentar glicemia normal com hiperinsulinemia compensatória, tornando o HOMA-IR imprescindível para detecção precoce.\n\n**Fisiopatologia resumida:**\nA resistência à insulina instala-se primariamente em nível hepático (redução da supressão da gliconeogênese) e periférico (redução da captação de glicose pelo músculo esquelético e tecido adiposo). Os principais mecanismos incluem: excesso de ácidos graxos livres de cadeia longa (lipotoxicidade), inflamação subclínica mediada por TNF-α e IL-6 com ativação de NF-κB, disfunção mitocondrial com aumento de espécies reativas de oxigênio (ROS), disbiose intestinal com aumento de permeabilidade e endotoxemia, e excesso de gordura visceral com hipertrofia de adipócitos e infiltração de macrófagos M1 pró-inflamatórios. Esses mecanismos se retroalimentam, perpetuando o estado de hiperinsulinemia compensatória e progressão para pré-diabetes e diabetes tipo 2.\n\n**Dados epidemiológicos e estratificação de risco:**\nA resistência à insulina precede o diabetes tipo 2 em anos a décadas. Representa o elo fisiopatológico central da síndrome metabólica, da esteatose hepática não alcoólica e do risco cardiovascular aumentado. No contexto cirúrgico, a queda de 50% na sensibilidade à insulina que ocorre após procedimentos cirúrgicos de grande porte aumenta o risco de complicações graves em 5 a 6 vezes e de infecções graves em mais de 10 vezes — evidenciando que a avaliação pré-operatória rotineira apenas por glicemia é inadequada e que o HOMA-IR (ou, idealmente, a curva insulinêmica-glicêmica) deve ser parte da estratificação pré-cirúrgica. Na abordagem integrativa, o HOMA-IR integra o painel de avaliação inflamatória e metabólica monitorado a cada 3–5 meses, juntamente com HOMA-β, glicemia, insulina, HbA1c, TG/HDL, TAIG, PCR-us, TNF-α e IL-6.\n\n**Limitações e complementação diagnóstica:**\nO HOMA-IR reflete apenas o estado basal (jejum) e não captura a dinâmica pós-prandial. A curva insulinêmica-glicêmica (com coletas em jejum, 30, 60, 90 e 120 minutos após sobrecarga de glicose) é superior para identificar hiperinsulinemia pós-prandial oculta, reserva funcional das células beta e o perfil de resposta dinâmica — especialmente em casos limítrofes ou com histórico de variações de peso. Índices complementares: TAIG = TG ÷ (glicose ÷ 2), meta < 8; TG/HDL: mulheres < 1,4, homens < 1,2.",
  "points": 18,
  "patient_explanation": "O HOMA-IR é um índice calculado a partir de insulina e glicose em jejum que avalia se o corpo está respondendo bem à insulina — o hormônio responsável por levar o açúcar do sangue para dentro das células.\n\nQuando as células param de responder bem, o pâncreas produz cada vez mais insulina para compensar. Isso é resistência à insulina. Por um tempo, o açúcar pode parecer normal, mas o pâncreas já está sobrecarregado.\n\nSe não tratada, pode evoluir para pré-diabetes, diabetes tipo 2, gordura no fígado e maior risco cardiovascular. A boa notícia é que a resistência à insulina responde bem a mudanças no estilo de vida: alimentação com menos carboidratos refinados, exercício físico regular (especialmente musculação), perda de gordura abdominal e, quando indicado, medicamentos. Com as intervenções certas, os valores do HOMA-IR podem melhorar significativamente.",
  "conduct": "## Investigação Laboratorial\n\n### Exames Essenciais para Avaliação de Resistência Insulínica\n- **HOMA-IR:** calcular com insulina de jejum (µU/mL) × glicemia de jejum (mg/dL) ÷ 405; meta integrativa < 2,15\n- **HOMA-β:** calcular reserva funcional das células beta; referência 167–175\n- **Insulina de jejum:** meta integrativa 6–7 µU/mL (até 8 em inflamação; < 6 em ideal)\n- **Glicemia de jejum:** meta integrativa 60–90 mg/dL; pré-diabetes 100–125 mg/dL\n- **HbA1c:** meta integrativa ≤ 5,5%; risco elevado ≥ 5,6%; diagnóstico DM2 ≥ 6,5%\n- **Curva insulinêmica-glicêmica** (jejum, 30, 60, 90, 120 min): indicada em casos limítrofes, histórico de variações de peso, suspeita de hiperinsulinemia oculta ou avaliação pré-operatória\n- **HGI (Hemoglobin Glycation Index):** HbA1c observada menos HbA1c predita pela glicemia; estratifica risco individual\n\n### Índices Calculados Complementares\n- **TAIG:** TG ÷ (glicose ÷ 2); meta < 8\n- **TG/HDL:** mulheres < 1,4; homens < 1,2\n\n### Marcadores Inflamatórios e Metabólicos Associados\n- **PCR-us:** desejável < 1 mg/L; risco médio 1–3; alto > 3\n- **TNF-α:** meta < 8,1 pg/mL\n- **IL-6:** meta < 3,4 pg/mL\n- **Homocisteína:** meta < 7,9 µmol/L\n- **Perfil lipídico completo** com triglicerídeos e HDL; considerar subfracionamento de LDL e LDL oxidada\n- **Função hepática** (GGT como indicador de inflamação subclínica e risco metabólico)\n- **Função renal** (antes de iniciar metformina e em acompanhamento)\n\n---\n\n## Critérios de Encaminhamento\n\n- **Endocrinologista:** HOMA-IR muito elevado (> 4–5) com HbA1c ≥ 6,5% ou DM2 de difícil controle; necessidade de insulinoterapia\n- **Cardiologista/cardiometabologista preventivo:** síndrome metabólica estabelecida, risco cardiovascular elevado, dislipidemia grave associada\n- **Hepatologista:** suspeita de esteatohepatite não alcoólica (NASH) com alterações de transaminases\n- **Avaliação pré-operatória:** todo paciente com HOMA-IR elevado deve ter a resistência insulínica documentada e, idealmente, tratada antes de cirurgias eletivas de grande porte, dado o aumento de 5–6 vezes no risco de complicações e mais de 10 vezes no risco de infecções graves\n\n---\n\n## Intervenções Não Farmacológicas\n\n### Abordagem Alimentar\n- **Reduzir carga glicêmica:** evitar carboidratos simples isolados; combinar sempre com vegetais fibrosos e proteína para modular a resposta glicêmica\n- **Dieta low-carb ou cetogênica:** primeira opção para redução do HOMA-IR em pacientes com resistência insulínica, DM2 e obesidade; meta-análise de RCTs demonstrou reduções de HOMA-IR entre 0,4 e 3,4 com dieta cetogênica; cetoadaptação exige mínimo de 6–8 semanas\n- **Dieta mediterrânea com restrição calórica:** alternativa eficaz especialmente em pacientes com síndrome metabólica na faixa etária 55–75 anos; combinar com atividade física para potencializar resultados\n- **Modular gordura saturada de cadeia longa:** em dietas com excesso de carne vermelha e queijos, a gordura saturada pode contribuir independentemente para resistência insulínica via ativação de macrófagos M1 e inflamação no tecido adiposo; migrar para padrão com mais peixes, frango e proteínas vegetais\n- **Proteína adequada:** ≥ 1 g/kg/dia (preferência 1,2 g/kg/dia) em protocolos de emagrecimento para preservar massa magra\n\n### Jejum Intermitente\n- **Protocolo 16:8 ou 18:6:** reduz pico insulinêmico diário, induz cetogênese e ativa mitofagia; estratégia eficaz para melhorar sensibilidade insulínica\n- **FMD (Fasting Mimicking Diet):** 5 dias com alimentação vegana de baixíssima carga glicêmica; periodicidade 1–4 meses conforme estado clínico\n- **Em DM2 ou uso de insulina/sulfonilureias:** implementar jejum apenas com monitorização glicêmica (idealmente CGM) e ajuste medicamentoso orientado\n\n### Exercício Físico\n- **Musculação (exercício de resistência) e HIIT:** fundamentais para restauração da sensibilidade insulínica — a contração muscular promove captação de glicose independentemente da insulina\n- **Objetivo:** perda de gordura visceral, que é o principal determinante modificável da resistência insulínica\n- **Frequência:** mínimo 3–5 sessões por semana; combinar treino de força com aeróbico de intensidade moderada-alta\n\n### Controle de Estresse e Sono\n- Estresse crônico e privação de sono elevam cortisol, que antagoniza diretamente a ação da insulina\n- Estratégias: higiene do sono, práticas de redução de estresse, magnésio 200 mg à noite com inositol e L-triptofano\n\n---\n\n## Intervenções Farmacológicas e Suplementares\n\n### Metformina\n- **Primeira escolha farmacológica** para resistência insulínica e pré-diabetes\n- **Dose:** 500–1.000 mg no jantar; preferir formulação de liberação lenta (Glifage XR); dose integrativa máxima ≤ 1.600–1.700 mg/dia\n- **Atenção:** avaliar função renal antes e durante o uso\n\n## Monitoramento\n\n- HOMA-IR, insulina e glicemia de jejum a cada 3–6 meses\n- Meta: HOMA-IR < 2,15; insulina jejum < 6 µU/mL; HbA1c < 5,5%\n- Reavaliar curva insulinêmica após 3–6 meses de intervenção"
}