{
  "score_item_id": "c77cedd3-2800-79b7-8d46-6177393b972a",
  "clinical_relevance": "O Índice de Matsuda é um marcador quantitativo de sensibilidade insulínica periférica e hepática derivado do teste oral de tolerância à glicose (TOTG), calculado pela fórmula: 10.000 / √[(glicemia jejum × insulina jejum) × (glicemia média × insulina média durante o TOTG)]. Ele foi desenvolvido como alternativa prática ao clamp euglicêmico hiperinsulinêmico — considerado padrão-ouro em pesquisa para mensuração direta da sensibilidade insulínica —, com correlação de aproximadamente 73% com esse método. Por refletir a resposta dinâmica à carga de glicose (integrando valores de 0, 30, 60, 90 e 120 minutos de glicemia e insulinemia), o Índice de Matsuda supera os índices basais como HOMA-IR na detecção de resistência insulínica pós-prandial, sendo especialmente valioso quando a glicemia de jejum e a HbA1c ainda se encontram em faixas normais.\n\nValores de referência e interpretação: Índice de Matsuda > 2,5 é considerado normal; valores entre 1,5 e 2,5 indicam resistência insulínica moderada; valores < 1,5 indicam resistência insulínica grave. Quanto menor o índice, menor a sensibilidade à insulina e maior a resistência. Em populações saudáveis, valores típicos situam-se entre 4,0 e 12,0, refletindo boa captação periférica de glicose mediada por insulina.\n\nFisiopatologia: A resistência insulínica periférica (predominantemente muscular) associada à resistência hepática leva a hiperinsulinemia compensatória para manter a glicemia normal. Esse estado de hiperinsulinemia crônica precede o desenvolvimento de diabetes tipo 2 em 7 a 15 anos, promovendo no percurso: dislipidemia aterogênica (aumento de TG, redução de HDL, elevação de LDL oxidada), hipertensão arterial sistêmica (hiperinsulinemia aumenta reabsorção tubular de sódio via SRAA e SNA), esteatose hepática não alcoólica, disfunção endotelial e aterogênese acelerada. No sistema nervoso central, a menor disponibilidade de insulina intracerebral compromete memória hipocampal, aumenta depósitos de beta-amiloide e eleva a neuroinflamação. No contexto cirúrgico, a queda de 50% na sensibilidade insulínica perioperatória multiplica por 5 a 6 vezes o risco de complicações graves e por mais de 10 vezes o risco de infecções graves.\n\nEpidemiologia: Estima-se que 537 milhões de pessoas vivem com diabetes no mundo, com metade sem diagnóstico, e que a resistência insulínica é possivelmente a condição mórbida mais prevalente nos EUA, no Brasil e globalmente. Um terço dos americanos apresenta pré-diabetes; dois terços têm sobrepeso ou obesidade. A resistência insulínica antecede o diabetes tipo 2 em média 7 a 15 anos, período em que a hiperinsulinemia compensatória mascara a disfunção metabólica subjacente.\n\nEm síndrome metabólica, o Índice de Matsuda apresenta correlação inversa com o número de critérios presentes (circunferência abdominal aumentada, TG > 150 mg/dL, HDL baixo, hipertensão, glicemia alterada). Grupos de alto risco para baixo Índice de Matsuda incluem: portadores de SOP, indivíduos com histórico familiar de DM2, diagnóstico prévio de DM gestacional, sedentários, sarcopênicos e indivíduos com sinais cutâneos de RI (acantose nigricans, acrocórdons). A relação TG/HDL (< 1,2 em homens; < 1,4 em mulheres) e o índice HOMA-IR (< 2,15) são ferramentas complementares de triagem, mas o Índice de Matsuda oferece avaliação dinâmica superior por capturar a resposta insulínica pós-carga.",
  "points": 18,
  "patient_explanation": "O Índice de Matsuda mede o quão bem o corpo responde à insulina. Para calculá-lo, faz-se uma curva de glicose e insulina: você toma uma solução açucarada e colhe sangue em vários momentos para ver como o organismo reage.\n\nQuando esse índice está baixo, as células têm dificuldade de \"ouvir\" a insulina. O pâncreas produz cada vez mais insulina para compensar, e esse excesso ao longo dos anos pode causar ganho de peso, pressão alta, alterações no colesterol, gordura no fígado e diabetes tipo 2. Essa resistência pode existir por anos antes de qualquer alteração aparecer na glicemia de jejum — detectá-la cedo faz toda a diferença.\n\nA resistência insulínica responde bem a mudanças no estilo de vida: alimentação com menos carboidratos refinados, exercícios físicos (musculação e HIIT), controle do estresse e sono de qualidade são as ferramentas mais eficazes.",
  "conduct": "## Conduta Clínica — Índice de Matsuda Reduzido\n\n### Investigação Complementar\n\n- **Perfil glicêmico-insulinêmico completo:** TOTG 75g com coleta em 0, 30, 60, 90 e 120 minutos para glicemia e insulina; calcular Índice de Matsuda e avaliar resposta dinâmica\n- **Índices estimativos basais:** HOMA-IR (meta < 2,15), HOMA-β (meta 167–175), insulina de jejum (ideal < 6 µU/mL; aceitável até 10 µU/mL)\n- **HbA1c:** mais informativa que glicemia de jejum para avaliar glicação; valores ≥ 5,6 já sugerem alteração funcional; ≥ 5,7% confirmam pré-diabetes\n- **Perfil lipídico completo:** TG, HDL, LDL; calcular razão TG/HDL (meta: mulheres < 1,4; homens < 1,2) e índice TAIG (TG / [glicose ÷ 2]; meta < 8)\n- **Marcadores inflamatórios:** PCR ultrassensível (desejável < 1 mg/L; risco médio 1–3; alto > 3), VHS, TNF-α (meta < 8,1 pg/mL), IL-6 (meta < 3,4 pg/mL)\n- **Antropometria:** circunferência abdominal (homens sul-americanos: risco > 90 cm; mulheres > 80 cm), relação cintura-quadril, IMC\n- **Avaliação hepática:** AST, ALT, GGT, ultrassonografia abdominal para rastreio de esteatose hepática não alcoólica\n- **Função renal:** creatinina, ureia, TFGe — necessária antes de iniciar metformina\n- **Investigação complementar conforme contexto:** homocisteína (meta < 7,9 µmol/L), vitamina D (25-OH), perfil tireoidiano (TSH, T4L), LDL oxidada\n- **Em mulheres com suspeita de SOP:** testosterona total e livre, SHBG, LH/FSH\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista:** HbA1c ≥ 6,5% ou glicemia de jejum ≥ 126 mg/dL confirmada (critério diagnóstico de DM2); falha terapêutica após 3–6 meses de intervenção intensiva de estilo de vida\n- **Ginecologista/Endocrinologista:** suspeita de SOP com hiperandrogenismo clínico ou laboratorial associado\n- **Hepatologista:** elevação persistente de transaminases ou esteatose hepática grau 2–3 à ultrassonografia\n- **Cardiologista:** síndrome metabólica estabelecida com risco cardiovascular intermediário-alto (Framingham > 10–20%)\n- **Cirurgiões/Anestesiologistas:** comunicar resistência insulínica documentada no pré-operatório — a queda adicional de 50% na sensibilidade insulínica perioperatória eleva em 5–6 vezes o risco de complicações graves\n\n### Intervenções Baseadas em Evidências\n\n#### Intervenção Dietética\n- **Redução da carga glicêmica:** limitar carboidratos simples isolados; combinar sempre com fibras, vegetais folhosos e proteína para atenuar picos glicêmicos\n- **Padrão alimentar:** dieta low carb, cetogênica limpa ou mediterrânea — todas demonstram reduções significativas em peso, IMC, circunferência abdominal, TG, glicemia, HbA1c, insulina e PCR, com aumento de HDL\n- **Atenção à qualidade das gorduras:** em padrões paleo com excesso de gordura saturada de cadeia longa, migrar para modelo mediterrâneo (mais peixes, frango, leguminosas; reduzir carnes vermelhas e queijos)\n- **Evitar:** ultraprocessados, bebidas açucaradas, preparos em alta temperatura que geram produtos de glicação avançada (AGEs) — pães muito tostados, carnes com crostas carbonizadas, frituras intensas\n- **Estratégia de refeição:** iniciar pelas fibras/vegetais, depois proteína e gordura, por último carboidratos — modula significativamente a resposta glicêmica pós-prandial\n\n#### Exercício Físico\n- **Musculação e exercício resistido:** prioritários — a contração muscular promove captação de glicose independente de insulina via translocação de GLUT-4\n- **HIIT (High-Intensity Interval Training):** especialmente eficaz para melhorar sensibilidade insulínica e função mitocondrial\n- **Meta:** pelo menos 150 minutos/semana de atividade moderada ou 75 minutos de atividade intensa, com componente resistido 2–3x/semana\n\n#### Jejum Intermitente\n- Estratégia eficaz para ativar mitofagia, reduzir inflamação e melhorar flexibilidade metabólica; personalizar protocolo conforme perfil clínico e tolerância\n\n#### Manejo Farmacológico\n- **Metformina (Glifage XR):** considerar 500–1.000 mg/dia no jantar em resistência insulínica estabelecida; verificar função renal antes de iniciar; dose total preferencialmente ≤ 1.600–1.700 mg/dia; ponderar substituição ou associação com inositol em casos de intolerância gastrointestinal\n- **Inositol (mioinositol):** modulador da sinalização insulínica, especialmente útil em SOP; pode ser associado ou substituto à metformina\n"
}