{
  "score_item_id": "019bf31d-2ef0-731c-bf8b-d65eaec835d6",
  "clinical_relevance": "O QUICKI (Quantitative Insulin Sensitivity Check Index) é um índice matemático derivado de medidas de jejum para estimar a sensibilidade à insulina de forma simples e não invasiva. É calculado pela fórmula: QUICKI = 1 / [log(I₀) + log(G₀)], onde I₀ é a insulina de jejum em µU/mL e G₀ é a glicemia de jejum em mg/dL. Matematicamente equivale ao inverso do logaritmo do produto insulina × glicose, sendo proporcionalmente relacionado ao HOMA-IR (com o qual se correlaciona de forma inversa e linear).\n\n**Fisiologia e mecanismo:** A sensibilidade à insulina reflete a capacidade dos tecidos periféricos — principalmente músculo esquelético, fígado e tecido adiposo — de responder adequadamente ao hormônio. Na resistência à insulina (RI), as células falham em captar glicose de forma eficiente, forçando o pâncreas a hipersecretar insulina para manter a normoglicemia. Com o tempo, essa compensação se esgota, levando a pré-diabetes e diabetes tipo 2 (DM2). O QUICKI captura indiretamente esse estado ao quantificar a relação entre glicemia e insulinemia basais.\n\n**Valores de referência e interpretação:**\n- QUICKI > 0,45: sensibilidade à insulina normal (indivíduos magros saudáveis)\n- QUICKI entre 0,35 e 0,45: sensibilidade reduzida / zona de atenção\n- QUICKI < 0,35: resistência à insulina estabelecida (obesos, DM2, síndrome metabólica)\n- QUICKI < 0,30: resistência à insulina grave\n\nOs valores limítrofes podem variar ligeiramente conforme as unidades e a população estudada, porém o ponto de corte de 0,35 é o mais amplamente citado na literatura para separar indivíduos com RI de controles saudáveis. Em contexto de medicina funcional integrativa, metas mais estritas são preferidas: insulina de jejum idealmente ≤6 µU/mL (até 8 µU/mL em contexto inflamatório) e glicemia de jejum entre 60–90 mg/dL, o que tende a resultar em QUICKI acima de 0,40.\n\n**Relação com HOMA-IR:** O HOMA-IR (Homeostatic Model Assessment of Insulin Resistance) — calculado como insulina (µU/mL) × glicemia (mmol/L) / 22,5 — é o índice mais utilizado na prática clínica. O QUICKI e o HOMA-IR são matematicamente correlatos e inversamente proporcionais; a vantagem do QUICKI é sua escala logarítmica, que reduz a influência de valores extremos de insulina e glicemia, conferindo maior linearidade e estabilidade estatística em populações heterogêneas. A meta de HOMA-IR < 2,15, frequentemente utilizada em abordagem integrativa, corresponde a valores de QUICKI tipicamente acima de 0,35.\n\n**Fisiopatologia da resistência à insulina:** A RI é mediada por múltiplos mecanismos: lipotoxicidade (excesso de ácidos graxos livres e DAG intracelular inibindo a sinalização do receptor de insulina via IRS-1), glicotoxicidade (hiperglicemia crônica gerando ROS e AGEs), inflamação crônica de baixo grau (TNF-α e IL-6 elevados antagonizando a sinalização insulínica), disfunção mitocondrial (redução da oxidação de gordura e biogênese mitocondrial) e disbiose intestinal. A interação AGE-RAGE ativa o fator NF-κB, perpetuando inflamação e amplificando a RI.\n\n**Dados epidemiológicos:** A resistência à insulina é altamente prevalente; estimativas globais variam entre 15–40% da população adulta dependendo dos critérios diagnósticos utilizados. Em obesos, a prevalência pode ultrapassar 70%. A RI é o denominador comum da síndrome metabólica, presente em indivíduos com circunferência abdominal elevada, triglicerídeos >150 mg/dL, HDL reduzido, pressão arterial elevada e glicemia alterada. A glicemia de jejum isolada é considerada um marcador insuficiente (\"pobre\") para detecção precoce de RI — indivíduos com QUICKI baixo podem ainda apresentar glicemia normal pela compensação hiperinsulinêmica.\n\n**Limitações do índice:** O QUICKI, assim como o HOMA-IR, reflete primariamente a RI hepática e de jejum. Não captura a RI pós-prandial nem avalia a função de célula beta. A curva insulinêmica-glicêmica (OGTT com dosagens em 30, 60, 90 e 120 minutos) é ferramenta superior para identificar hiperinsulinemia pós-prandial e padrões de resposta glicêmica. O QUICKI deve ser interpretado em conjunto com HbA1c, HOMA-β, TG/HDL, marcadores inflamatórios e contexto clínico completo.",
  "points": 18,
  "patient_explanation": "O QUICKI é um índice calculado a partir de dois exames em jejum — glicose e insulina — que avalia o quanto o corpo responde bem à insulina.\n\nQuando está baixo, as células não \"ouvem\" bem o sinal da insulina — resistência à insulina. Isso faz o pâncreas trabalhar em excesso, o que ao longo do tempo pode levar a ganho de peso, pressão alta, colesterol alterado e risco de diabetes tipo 2 e doenças do coração.\n\nA resistência à insulina responde bem a mudanças no estilo de vida: alimentação com menos açúcar e carboidratos refinados, atividade física regular, sono de qualidade e redução do estresse já são capazes de melhorar esse índice em semanas ou meses. Medicamentos e suplementos específicos também podem ser usados quando necessário. O médico usará esse resultado junto com outros exames para traçar o melhor plano.",
  "conduct": "## Conduta Clínica — QUICKI (Sensibilidade à Insulina)\n\n### Interpretação e Estratificação\n\n- **QUICKI > 0,45:** Sensibilidade normal — manter monitoramento periódico anual\n- **QUICKI 0,35–0,45:** Zona limítrofe / atenção — investigação e intervenção precoce\n- **QUICKI < 0,35:** Resistência à insulina estabelecida — protocolo de tratamento ativo\n- **QUICKI < 0,30:** Resistência à insulina grave — considerar referência endocrinológica\n\n---\n\n### Investigação Complementar\n\n**Laboratorial básica:**\n- Insulina de jejum (meta integrativa: ≤6 µU/mL; aceitável até 10 µU/mL)\n- Glicemia de jejum (meta: 60–90 mg/dL)\n- HOMA-IR (meta: <2,15) e HOMA-β (referência: 167–175)\n- HbA1c (integrativa: <5,3–5,2%; risco alto ≥5,6%; diagnóstico DM2: ≥6,5%)\n- Frutosamina (complementar à HbA1c, janela de ~20 dias)\n\n**Laboratorial expandida:**\n- Curva insulinêmica-glicêmica (jejum, 30, 60, 90, 120 min) — **ferramenta mais sensível para RI oculta e hiperinsulinemia pós-prandial**\n- Perfil lipídico completo: TG, HDL, LDL, VLDL; razão TG/HDL (mulheres <1,4; homens <1,2)\n- TAIG: TG/(glicose/2); meta <8\n- Marcadores inflamatórios: PCR-us (<1 mg/L desejável), TNF-α (<8,1), IL-6 (<3,4)\n- Homocisteína (<7,9 µmol/L); correlaciona com PCR e polimorfismos MTHFR/FUT\n- Função hepática (TGO, TGP, GGT) — RI associada à esteatose\n- Função renal (creatinina, TFG) — antes de iniciar metformina\n- Vitamina D (25(OH)D) — hipovitaminose D associada à RI\n- HGI (Hemoglobin Glycation Index): diferença entre HbA1c observada e predita pela glicemia\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### 1. Mudança de Estilo de Vida (primeira linha)\n\n**Alimentação:**\n- **Dieta low-carb** — abordagem mais validada para RI; reduz carga glicêmica, melhora sensibilidade insulínica e perfil lipídico\n- **Dieta cetogênica** (progressão do low-carb): ~70% gorduras, 25% proteínas, 5% carboidratos; indicada em DM2 com HbA1c 6,5–9%\n- **Dieta mediterrânea** — alternativa para perfis com excesso de gordura saturada (padrão paleo excessivo); mais peixes, frango, proteínas vegetais, leguminosas\n- Iniciar refeições com vegetais folhosos para modular absorção de carboidratos\n- Combinar carboidratos com proteína e gordura para atenuar picos glicêmicos\n- Evitar ultraprocessados, bebidas açucaradas, preparos em alta temperatura (crostas/carbonização) que geram AGEs\n\n**Jejum Intermitente:**\n- Ferramenta complementar ao low-carb; jejum 5:2 demonstrou redução de HbA1c superior à metformina e empagliflozina em estudo com adultos DM2 recentes (16 semanas)\n- Cetoadaptação requer ~6 semanas; estudos robustos devem ter no mínimo 8 semanas de acompanhamento\n\n**Atividade Física:**\n- Aeróbico + resistência + HIIT; mínimo ~150 min/semana de intensidade moderada a vigorosa\n- Exercício aumenta captação de glicose muscular independente de insulina (via AMPK)\n- Exercício em jejum favorece biogênese mitocondrial e flexibilidade metabólica\n\n**Sono e Estresse:**\n- Privação de sono e estresse crônico elevam cortisol, perpetuando RI\n- Gerenciamento de estresse (mindfulness); sono de qualidade como prioridade terapêutica\n\n---\n\n#### 2. Suplementação Baseada em Evidências\n\n| Suplemento | Dose | Mecanismo / Observação |\n|---|---|---|\n| **Mio-inositol** | 1–2 g/dia | Mais eficaz para RI e SOP; frequentemente combinado com magnésio à noite |\n| **Magnésio** | 200–400 mg/dia | Cofator da sinalização insulínica; auxilia sono e constipação |\n| **Cromo (Picolinato ou GTF)** | 300–600 mcg 2x/dia, antes das refeições | Melhora sensibilidade insulínica |\n| **Biotina** | 500–1000 mcg/dia | Melhora RI |\n| **Ácido Alfa-Lipoico (ALA)** | Variável (IV em neuropatia) | Antioxidante mitocondrial |\n| **Berberina** | 500 mg 2–3x/dia | Ativa AMPK, mecanismo similar à metformina |\n\n---\n\n#### 3. Tratamento Farmacológico\n\n**Metformina:**\n- Primeira escolha para RI / pré-diabetes / DM2\n- Mecanismos: reduz gliconeogênese hepática, melhora AMPK, aumenta oxidação lipídica, modula microbiota (↑ Akkermansia muciniphila), reduz lipotoxicidade hepática\n- Dose habitual: 500 mg a 2 g/dia; preferir Glifage XR (liberação lenta); iniciar com dose baixa e titular\n- **Verificar função renal antes de iniciar e durante o uso**\n- Um estudo de 2002 demonstrou que estilo de vida saudável reduziu risco de DM2 em 58% vs. 30% com metformina — combinar ambas as estratégias é superior\n- Deve ser usada em sinergia com mudanças de estilo de vida, nunca isoladamente\n\n---\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista:** QUICKI < 0,30 com DM2 descompensado, falha terapêutica, complicações\n- **Nutricionista:** Para todos os casos com RI confirmada — individualização do plano alimentar\n- **Cardiologista:** Síndrome metabólica com risco cardiovascular elevado (TG/HDL alterado, LDL oxidada elevada, hipertensão associada)\n- **Ginecologista/Endocrinologista:** SOP associada à RI\n\n---\n\n### Monitoramento\n\n- QUICKI, HOMA-IR, insulina e glicemia de jejum a cada 3–6 meses\n- Meta: QUICKI > 0,45; insulina jejum < 6 µU/mL; HbA1c < 5,5%"
}