{
  "score_item_id": "019bf31d-2ef0-7451-9a12-b0d99b16817f",
  "clinical_relevance": "O TYG Index (Triglyceride-Glucose Index) é um marcador derivado do produto entre triglicerídeos (TG) plasmáticos e glicemia de jejum, calculado pela fórmula: ln[TG (mg/dL) × glicemia (mg/dL) / 2]. É amplamente validado na literatura como substituto não invasivo e de baixo custo para o clamp euglicêmico hiperinsulinêmico — considerado o padrão-ouro em pesquisa para quantificar resistência à insulina (RI). O índice correlaciona-se com HOMA-IR e com o risco de síndrome metabólica, diabetes tipo 2, eventos cardiovasculares e doença renal crônica.\n\n**Valores de referência e metas funcionais:**\n- O índice TAIG (equivalente prático ao TYG, expresso como TG/[glicose/2]) tem meta funcional de <8, conforme orientação integrativa.\n- A relação TG/HDL é complementar: valores <3 sugerem menor risco de RI; a presença de TG aproximadamente 2,5× o HDL sugere maior proporção de partículas de LDL aterogênicas (pequenas e densas).\n- Metas lipídicas e glicêmicas integradas: TG <150 mg/dL; glicemia de jejum 60–90 mg/dL (funcional); insulina de jejum ideal <6 µU/mL (aceitável até 10 µU/mL); HOMA-IR <2,15.\n\n**Fisiopatologia resumida:**\nA RI leva a hiperinsulinemia compensatória que estimula a síntese hepática de VLDL e eleva os triglicerídeos circulantes. Ao mesmo tempo, a hiperglicemia relativa — mesmo dentro dos limites laboratoriais convencionais — reflete comprometimento da captação periférica de glicose mediada por insulina. O TYG Index captura ambos os componentes, sendo mais sensível do que a glicemia de jejum isolada ou a HbA1c para detectar RI precoce. A hiperinsulinemia antecede o DM2 em 7–15 anos, período em que o TYG Index já pode estar elevado com exames convencionais ainda normais.\n\n**Conexão metabólica:**\nTriglicerídeos elevados, excluídas condições genéticas raras (hipertrigliceridemias familiares), refletem predominantemente consumo excessivo de carboidratos, sedentarismo, adiposidade visceral e, em menor grau, polimorfismos como LPL e APOC3. O excesso de carboidratos gera o fluxo: ↑ TG → ↑ VLDL → ↑ LDL pequenas e densas → ↑ risco aterosclerótico, independentemente do LDL total. A relação TG/HDL e o TYG Index são, portanto, marcadores indiretos da qualidade das partículas de LDL e do grau de insulino-resistência.\n\n**Dados epidemiológicos:**\nA resistência insulínica é considerada possivelmente a condição mórbida mais prevalente nos EUA, Brasil e no mundo. Um terço dos americanos é pré-diabético e dois terços têm sobrepeso ou obesidade. A síndrome metabólica — diagnóstico que frequentemente acompanha TYG Index elevado — implica risco aumentado de DM2, hipertensão, doença arterial coronariana, AVC e mortalidade cardiovascular.\n\n**Estratificação de risco:**\n- TYG Index baixo (TAIG <8, TG/HDL <1,2 em homens e <1,4 em mulheres): baixo risco de RI.\n- TYG Index intermediário (TAIG 8–10, TG/HDL entre 1,2–3): risco moderado; avaliar conjunto clínico.\n- TYG Index elevado (TAIG >10, TG/HDL >3): alta probabilidade de RI; associar avaliação de HOMA-IR, insulina de jejum, HbA1c e curva insulinêmica-glicêmica.\n\n**Integração clínica:**\nO TYG Index não deve ser interpretado isoladamente. Deve ser avaliado em conjunto com HOMA-IR, insulina de jejum, HbA1c, PCR-us, LDL oxidada, TG/HDL, circunferência abdominal e marcadores de inflamação (IL-6, TNF-α). Ferramentas como escore de Framingham e MESA são insuficientes por não incorporarem insulina, HbA1c, função mitocondrial, sono e outros determinantes metabólicos.",
  "points": 14,
  "patient_explanation": "O TYG Index é calculado a partir de dois exames simples: triglicerídeo e glicose em jejum. Ele estima se o seu corpo responde bem à insulina — o hormônio que regula o açúcar no sangue.\n\nQuando elevado, indica resistência à insulina: o corpo produz mais insulina do que o normal para manter o açúcar controlado. Com o tempo, pode levar ao pré-diabetes, diabetes tipo 2 e maior risco de doenças do coração.\n\nA boa notícia é que responde bem a mudanças no estilo de vida: reduzir carboidratos refinados, praticar exercícios (especialmente musculação e HIIT) e melhorar o sono costumam normalizar o índice em poucos meses. Valores alterados são um sinal importante de que vale agir agora.",
  "conduct": "## Conduta Clínica — TYG Index Elevado\n\n### 1. Confirmação Diagnóstica e Investigação Complementar\n\n- **Calcular TYG/TAIG:** TG (mg/dL) / [glicose (mg/dL) / 2]; meta funcional <8.\n- **Relação TG/HDL:** meta <1,2 em homens e <1,4 em mulheres (funcional); valores >3 sugerem predomínio de LDL aterogênico.\n- **HOMA-IR:** meta <2,15; calcular com insulina de jejum e glicemia.\n- **Insulina de jejum:** ideal <6 µU/mL; aceitável até 10 µU/mL; valores >10 confirmam hiperinsulinemia.\n- **HbA1c:** meta funcional <5,5%; acima de 5,6% já sugere glicação relevante; acima de 6,5% confirma diabetes.\n- **Glicemia de jejum:** complementar; sozinha é marcador insuficiente para avaliar RI precoce.\n- **Curva insulinêmica-glicêmica (OGTT com insulina):** indicada em casos limítrofes, histórico de oscilação de peso (efeito sanfona) ou suspeita de RI com exames convencionais normais.\n- **Perfil lipídico ampliado:** HDL, TG, LDL oxidada, ApoB, ApoA1, razão ApoB/ApoA1; subfracionamento de LDL quando indicado.\n- **Marcadores inflamatórios:** PCR-us (desejável <1; risco médio 1–3; alto >3), IL-6 (meta <3,4), TNF-α (meta <8,1).\n- **Marcadores de glicação avançada:** HGI (diferença entre HbA1c observada e predita); frutosamina como complementar (~20 dias).\n- **Avaliação de composição corporal:** circunferência abdominal (critérios ATP III/IDF por etnia), relação cintura-quadril, IMC.\n- **Avaliação genética (opcional):** polimorfismos TCF7L2, PPAR-γ, FTO, LPL, APOC3, FADS1/2, LDLR em casos de difícil controle ou histórico familiar relevante.\n\n### 2. Critérios de Encaminhamento a Especialistas\n\n- **Endocrinologista:** TYG Index persistentemente elevado com HbA1c ≥6,5% ou glicemia de jejum ≥126 mg/dL confirmada em dois exames; suspeita de DM tipo 1 ou MODY.\n- **Cardiologista:** TYG Index elevado com múltiplos fatores de risco cardiovascular; considerar escore de cálcio coronariano e angiotomografia de coronárias (incluindo avaliação de placas moles) conforme contexto clínico.\n- **Nutrólogo/Nutricionista:** Todos os pacientes com TYG Index elevado para individualização dietética.\n- **Hepatologista:** Suspeita de esteatose hepática não alcoólica (EHNA) associada à RI.\n\n### 3. Intervenções Baseadas em Evidências\n\n#### Dieta\n- **Prioridade:** reduzir a carga glicêmica — principal causa de hipertrigliceridemia e hiperinsulinemia.\n- Evitar carboidratos simples isolados; combinar carboidratos com vegetais fibrosos e proteínas para atenuar picos glicêmicos.\n- Iniciar refeições com vegetais folhosos e fibrosos promove saciedade e reduz absorção de carboidratos.\n- **Dieta low carb ou cetogênica:** primeira linha para RI com hipertrigliceridemia; cetoadaptação em ~6 semanas; avaliar lipidograma completo, especialmente em indivíduos com polimorfismos de LDLR/APOE.\n- **Dieta mediterrânea:** alternativa eficaz, especialmente em pacientes com consumo excessivo de gordura saturada de cadeia longa (padrão paleolítico); preferir peixes, frango e proteínas vegetais.\n- Redução de ultraprocessados e alimentos preparados em alta temperatura (fontes de AGEs — produtos de glicação avançada).\n- Em síndrome metabólica: dieta mediterrânea com restrição calórica combinada com atividade física, monitorando resultados aos 6 e 12 meses.\n\n#### Exercício Físico\n- **Musculação (exercício de resistência):** fundamental; a contração muscular capta glicose independentemente da insulina.\n- **HIIT (High-Intensity Interval Training):** especialmente eficaz para melhorar sensibilidade insulínica e reduzir TG.\n- Atividade física regular melhora perfil lipídico, reduz TG, aumenta HDL e melhora captação periférica de glicose.\n\n#### Jejum Intermitente\n- Estratégia complementar eficaz para ativar mitofagia (reparo celular) e reduzir inflamação.\n- TRE (Time-Restricted Eating) pode ser aplicado como adjuvante no manejo da RI e hipertensão.\n\n#### Suplementação (quando indicado)\n- **Mioinositol:** modulação da sinalização insulínica.\n- **Trans-resveratrol e epigalocatequina galato (EGCG):** redução de compostos de glicação avançada e HbA1c.\n- **EPA/DHA (ômega-3):** redução de TG e inflamação; especialmente indicado em polimorfismos FADS1/2.\n- **Antioxidantes:** GPx alvo >400 (ideal 800–1000); antioxidantes totais 560–1120.\n- **Metformina (quando prescrita por médico):** modulador intestinal (aumenta Akkermansia muciniphila), melhora sensibilidade insulínica e reduz estresse oxidativo; dose 500 mg a 2 g no jantar; preferencialmente Glifage XR; sempre em sinergia com estilo de vida.\n\n### 4. Monitoramento\n\n- **Trimestral:** HbA1c, glicemia de jejum, insulina de jejum, HOMA-IR, TG, HDL, TYG Index/TAIG.\n- **Semestral:** perfil lipídico completo, PCR-us, circunferência abdominal.\n- **Ajuste terapêutico:** conforme resposta individual; evitar dietas cetogênicas a longo prazo em indivíduos com elevação excessiva de LDL possivelmente associada a polimorfismos genéticos.\n- Documentar evolução dos índices e estabelecer metas individuais progressivas (ex.: reduzir TAIG de 12 para <8 em 6 meses)."
}
