{
  "score_item_id": "c77cedd3-2800-70f5-bce6-eb2c8c729a4b",
  "clinical_relevance": "O D-dímero é um produto de degradação da fibrina estabilizada, gerado durante a fibrinólise fisiológica após a formação de um coágulo. É medido em ng/mL FEU (Fibrinogen Equivalent Units) ou µg/mL FEU, sendo que o valor de referência convencional é < 500 ng/mL FEU (0,5 µg/mL FEU) em adultos abaixo de 50 anos. Para idosos, aplica-se o cutoff ajustado por idade: [idade × 10] ng/mL FEU, estratégia validada para reduzir falsos positivos sem comprometer sensibilidade.\n\nFisiologicamente, o D-dímero resulta da clivagem da fibrina reticulada pela plasmina. Sua elevação indica ativação simultânea dos sistemas de coagulação e fibrinólise — condições como trombose venosa profunda (TVP), embolia pulmonar (EP), coagulação intravascular disseminada (CIVD), sepse grave, síndrome coronariana aguda, neoplasias ativas, grandes cirurgias, trauma, gestação e estados inflamatórios sistêmicos cursam com D-dímero elevado.\n\nValores de referência e interpretação clínica:\n- < 500 ng/mL FEU: negativo para TEV (tromboembolismo venoso) — em contexto de baixa probabilidade pré-teste, exclui TVP/EP com valor preditivo negativo > 95%\n- 500–1000 ng/mL FEU: zona de atenção — pode ocorrer em inflamação crônica, fibrilação atrial, insuficiência cardíaca, doença renal crônica ou neoplasias; requer correlação clínica\n- > 1000 ng/mL FEU: elevação significativa — forte indicativo de processo tromboembólico ativo ou inflamação sistêmica grave; valores > 4000 ng/mL FEU associados a pior prognóstico em CIVD e sepse\n\nA principal aplicação clínica é o papel de exclusão de TEV: segundo as diretrizes ESC e ACCP, em pacientes com baixa ou moderada probabilidade pré-teste (escore Wells < 2 para TVP ou < 5 para EP), D-dímero negativo (<500 ng/mL FEU) exclui o diagnóstico sem necessidade de exame de imagem. Essa estratégia reduz a exposição à radiação e custos.\n\nLimitações críticas: o D-dímero tem alta sensibilidade (95–99%) mas baixa especificidade (40–60%) para TEV. Eleva-se em múltiplas condições benignas e fisiológicas — gestação (valores normais crescem progressivamente até o 3º trimestre), idade avançada, hospitalização, pós-operatório e doenças inflamatórias crônicas. Não deve ser solicitado em pacientes com alta probabilidade pré-teste de TEV, pois um resultado negativo não exclui o diagnóstico nesse contexto.\n\nNo contexto da COVID-19 e Long COVID: estudos documentaram que o D-dímero permanece cronicamente elevado em pacientes convalescentes de COVID-19 com sintomas como dispneia, mesmo na ausência de embolia pulmonar demonstrável por angiotomografia (Townsend et al., J Thromb Haemost, 2021). Essa elevação persistente, independente da fase de resposta aguda, está sendo investigada como marcador de endotelite microvascular e microtrombose no contexto de Long COVID, com possível papel nos efeitos cardiopulmonares crônicos.\n\nVariação circadiana: evidências indicam variação diurna nos níveis de D-dímero (Rudnicka et al., Circulation, 2007), o que reforça a importância da padronização do horário de coleta para interpretação longitudinal em acompanhamento.\n\nImpacto prognóstico: em pacientes com embolia pulmonar, níveis de D-dímero muito elevados associam-se a maior risco de recorrência e mortalidade. Na CIVD, monitorização seriada orienta terapêutica anticoagulante. Em sepse e neoplasias, correlaciona-se com gravidade e sobrevida. Na terapia de reposição hormonal oral, o metabolismo hepático do estrogênio eleva fatores de coagulação e pode elevar D-dímero, aumentando o risco trombótico em até 2,5 vezes em relação às vias transdérmicas — dado relevante para rastreio nessa população.",
  "points": 18,
  "patient_explanation": "O D-dímero é um fragmento que aparece no sangue quando o organismo dissolve um coágulo. É medido para investigar coágulos perigosos em veias profundas das pernas (trombose) ou nos pulmões (embolia pulmonar). Quando o resultado está baixo (dentro do normal), é um sinal tranquilizador de que esses problemas provavelmente não estão ocorrendo.\n\nQuando está elevado, não significa necessariamente que há coágulo — inflamação, infecções, cirurgias recentes, gravidez e envelhecimento também podem elevar esse marcador. Por isso, é sempre interpretado junto com os sintomas e outros exames.\n\nSe você teve COVID-19 e ainda sente falta de ar ou fadiga (Long COVID), o D-dímero pode permanecer elevado por meses mesmo sem coágulos detectáveis. Valores alterados devem ser discutidos com seu médico, que saberá o que esse número significa para o seu caso.",
  "conduct": "## Conduta Clínica: D-dímero Elevado\n\n### 1. Interpretação Contextualizada\n\n- **Nunca interpretar isoladamente**: o D-dímero é um marcador altamente sensível, porém inespecífico. Toda elevação exige correlação com probabilidade pré-teste clínica, sintomas e outros exames\n- **Aplicar escores de probabilidade pré-teste** antes de solicitar ou interpretar o exame:\n  - **Escore de Wells para TVP** (limiar: ≥ 2 = probabilidade moderada/alta)\n  - **Escore de Wells para EP** (limiar: ≥ 5 = probabilidade moderada/alta; Escore de Geneva revisado como alternativa)\n- **Cutoff ajustado por idade** (≥ 50 anos): usar [idade × 10] ng/mL FEU como valor de referência, em vez do cutoff fixo de 500 ng/mL FEU\n\n---\n\n### 2. Investigação Complementar por Cenário Clínico\n\n**Suspeita de TVP ou Embolia Pulmonar:**\n- D-dímero negativo + probabilidade pré-teste baixa/moderada → exclui TEV sem necessidade de imagem\n- D-dímero positivo ou probabilidade alta → **solicitar exame de imagem**:\n  - TVP: ultrassonografia com compressão de membros inferiores (duplex venoso)\n  - EP: angiotomografia de tórax (angio-TC) ou cintilografia V/Q (alternativa em gestantes ou contraindicação ao contraste)\n- Avaliar **fatores de risco subjacentes**: imobilização prolongada, neoplasia, cirurgia recente, trombofilia, uso de anticoncepcional oral ou TRH oral, gestação, viagem prolongada\n\n**Elevação persistente sem diagnóstico de TEV:**\n- Investigar causas secundárias: neoplasia oculta (especialmente em > 40 anos sem fator de risco evidente), doenças autoimunes, síndrome antifosfolípide, fibrilação atrial, insuficiência cardíaca, doença renal crônica\n- Solicitar: hemograma completo, função renal (creatinina, eGFR), função hepática, PCR-us, VHS, eletroforese de proteínas, rastreio de neoplasia por idade/sexo\n- Considerar **rastreio de trombofilia hereditária** (Fator V Leiden, mutação do gene da protrombina G20210A, deficiência de proteína C, proteína S, antitrombina) quando: TEV em < 45 anos, TEV em sítio incomum, história familiar positiva, TEV recorrente\n\n**Contexto de Long COVID:**\n- D-dímero cronicamente elevado com sintomas de dispneia e fadiga, mas angiotomografia negativa para EP, requer investigação de endotelite microvascular e microtrombose\n- Monitorizar seriadamente; encaminhar a especialista (cardiologia/pneumologia) se persistência > 3 meses\n\n**Terapia de Reposição Hormonal (TRH):**\n- TRH oral eleva fatores de coagulação por metabolização hepática, podendo elevar D-dímero e aumentar risco trombótico em até 2,5 vezes\n- Preferir **vias transdérmicas** (patch, gel) em pacientes com D-dímero basal elevado ou histórico pessoal/familiar de TEV\n- Investigar trombofilia antes de iniciar TRH em pacientes de risco\n\n---\n\n### 3. Critérios de Encaminhamento\n\n- **Emergência/Urgência hospitalar**: suspeita de EP com instabilidade hemodinâmica, hipoxemia ou síncope\n- **Hematologia**: suspeita de CIVD, trombofilia hereditária, TEV recorrente, síndrome antifosfolípide\n- **Oncologia**: D-dímero muito elevado sem causa aparente (> 2× o limite superior) em paciente > 40 anos — rastrear neoplasia oculta\n- **Cardiologia**: elevação associada a arritmias, insuficiência cardíaca ou síndrome coronariana\n- **Pneumologia/Infectologia**: elevação persistente no contexto de Long COVID\n\n---\n\n### 4. Intervenções e Monitorização\n\n- **Anticoagulação**: indicada quando confirmado TEV — heparinas de baixo peso molecular (HBPM), anticoagulantes orais diretos (DOAC: rivaroxabana, apixabana) ou antagonistas da vitamina K conforme protocolo e comorbidades\n- **Curcuminoides com cautela**: possuem propriedades anti-inflamatórias e potencial efeito anticoagulante aditivo; dose máxima de 500 mg/dia em pacientes em uso de anticoagulantes, com dose de segurança de 250 mg (preferencialmente lipossomada)\n- **Padronização da coleta**: coletar preferencialmente no mesmo horário (variação circadiana documentada); jejum não obrigatório, mas registrar condições de coleta para acompanhamento longitudinal\n- **Reavaliação seriada**: em pacientes com elevação crônica sem diagnóstico definido, reavaliar a cada 3–6 meses com correlação clínica\n- **Modificação de fatores de risco**: controle do peso corporal, mobilização precoce pós-cirurgia, cessação do tabagismo, hidratação adequada, atividade física regular como medidas preventivas de TEV"
}