{
  "score_item_id": "019bf31d-2ef0-71c6-8f98-34289a05ce75",
  "clinical_relevance": "A desidrogenase lática (LDH) é uma enzima intracelular ubíqua que catalisa a conversão reversível de lactato em piruvato, utilizando NAD+/NADH como cofator, na etapa final da glicólise anaeróbia. Está presente em praticamente todos os tecidos do organismo, com maior concentração em músculo esquelético, miocárdio, fígado, rins, eritrócitos e pulmões. Por ser intracelular, sua elevação no soro indica invariavelmente algum grau de lesão ou morte celular com extravasamento do conteúdo citoplasmático.\n\n**Valores de referência e isoenzimas:** Os valores de referência variam conforme o método e o laboratório, mas tipicamente situam-se entre 120 e 246 U/L em adultos (método cinético a 37°C). A LDH existe em cinco isoformas (LDH-1 a LDH-5), com distribuição tecidual característica: LDH-1 e LDH-2 predominam no miocárdio e eritrócitos; LDH-4 e LDH-5 predominam no fígado e músculo esquelético; LDH-3 predomina no pulmão. O padrão de isoenzimas pode orientar a localização da lesão, embora a dosagem de isoenzimas não seja rotineiramente realizada na prática atual.\n\n**Fisiologia e fisiopatologia:** No contexto do exercício físico, a LDH é o marcador preferencial para avaliação do sistema glicolítico anaeróbio lático (ex.: treinamentos intervalados de alta intensidade — HIIT). Durante o exercício de alta intensidade, o aumento da permeabilidade da membrana celular por estresse mecânico e metabólico resulta na liberação de LDH para a circulação. Ao contrário da CK (creatina quinase), que é mais útil para avaliar o sistema fosfagênio (ATP-CP) com pico em 24–48 horas pós-esforço, a LDH reflete predominantemente o metabolismo anaeróbio lático. O lactato produzido pela glicólise pode ser reconvertido a glicogênio via Ciclo de Cori no fígado, processo dependente de boa função mitocondrial.\n\n**Causas de elevação:** Elevações de LDH podem refletir amplo espectro de condições: (1) lesão muscular esquelética — incluindo exercício extenuante, rabdomiólise, miopatias inflamatórias e distrofias musculares; (2) lesão miocárdica — infarto agudo do miocárdio, miocardite; (3) hepatopatias — hepatite viral, cirrose, lesão hepática tóxica; (4) hemólise — anemias hemolíticas, coagulação intravascular disseminada; (5) neoplasias — linfomas, leucemias, tumores sólidos com alta taxa proliferativa ou necrose; (6) doenças pulmonares — tromboembolismo pulmonar, pneumonia extensa; (7) doenças renais — necrose tubular aguda, infarto renal. Em overtraining e deficit energético crônico, a elevação persistente de LDH associada a transaminases e outros marcadores de catabolismo (amônia, ureia, ácido úrico) sinaliza processo de lesão tecidual crônica.\n\n**Estratificação de risco:** Elevações leves (até 2x o limite superior da referência) são frequentes após exercício intenso e não exigem investigação emergencial. Elevações moderadas (2–5x) requerem contextualização clínica e correlação com outros marcadores (CK, transaminases, bilirrubinas, DHL, hemograma). Elevações acentuadas (>5x) são marcadores de gravidade e associam-se a mortalidade significativa: dados de coortes de rabdomiólise mostram mortalidade de 3–9% fora de UTI e 7–46% em pacientes em UTI; em lesão por causas não hepáticas com AST marcadamente elevada, mortalidade em 30 dias foi de 20%. A LDH elevada em neoplasias hematológicas tem valor prognóstico consolidado.\n\n**Correlação com outros marcadores:** A interpretação da LDH deve ser sempre integrada: com CK para diferenciar lesão muscular de hemólise (na hemólise a CK é normal); com bilirrubinas e haptoglobina para hemólise; com transaminases para lesão hepática; com troponina para lesão miocárdica. Em atletas, a correlação de CK, LDH, AST e ALT permite diferenciar resposta fisiológica ao treino de inflamação patológica.",
  "points": 10,
  "patient_explanation": "A desidrogenase lática (LDH) é uma proteína presente em quase todas as células do corpo: coração, músculos, fígado, rins e glóbulos vermelhos. Ela participa da produção de energia, especialmente quando o músculo trabalha intensamente.\n\nQuando as células ficam danificadas ou morrem, essa proteína vaza para o sangue. Dosar a LDH é como verificar se alguma parte do corpo está sofrendo alguma agressão — seja por exercício intenso, infecção, problema no coração, fígado, sangue ou tumores.\n\nUm valor levemente elevado após atividade física intensa é normal e esperado. Porém, valores persistentemente altos sem causa óbvia precisam de investigação para identificar qual órgão ou tecido está sendo afetado. Identificada a causa, quase sempre há tratamento eficaz disponível. Junto com outros exames, ajuda seu médico a entender o que está acontecendo no organismo.",
  "conduct": "## Conduta Clínica — Desidrogenase Lática (LDH)\n\n### 1. Avaliação Inicial e Contextualização\n\n- **Confirmar o valor e a metodologia:** Verificar se o resultado é expresso em U/L (método cinético a 37°C) e qual o intervalo de referência do laboratório utilizado.\n- **Historiar o contexto da coleta:** Perguntar sobre atividade física nas 24–96 horas anteriores (treinos intensos, especialmente modalidades glicolíticas/HIIT podem elevar a LDH fisiologicamente); uso de medicamentos (estatinas, antirretrovirais, quimioterápicos); etilismo; trauma ou quedas recentes.\n- **Graduar a magnitude da elevação:**\n  - Até 2x o limite superior: provável causa fisiológica (exercício); observar e repetir\n  - 2–5x: investigação complementar obrigatória\n  - >5x: urgência diagnóstica; avaliar internação conforme quadro clínico\n\n### 2. Investigação Complementar\n\n**Painel de primeira linha (sempre):**\n- Hemograma completo com reticulócitos e morfologia eritrocitária\n- CK total (diferencia lesão muscular de hemólise)\n- AST, ALT, GGT, bilirrubinas totais e frações\n- Ureia, creatinina, eletrólitos\n- Haptoglobina e bilirrubina indireta (rastrear hemólise)\n- Ácido úrico, ureia (catabolismo proteico e overtraining)\n- Urina rotina e sedimento (pigmentúria = rabdomiólise)\n\n**Painel de segunda linha (conforme suspeita clínica):**\n- **Suspeita de lesão miocárdica:** Troponina I ou T de alta sensibilidade, CK-MB, ECG, ecocardiograma\n- **Suspeita de rabdomiólise:** CK seriada, mioglobina urinária, função renal, eletrólitos\n- **Suspeita hematológica/oncológica:** Esfregaço de sangue periférico, DHL fracionada (isoenzimas), beta-2 microglobulina, urato; encaminhar para hematologia/oncologia\n- **Suspeita hepática:** Elastografia hepática, ultrassonografia de abdome, sorologias virais (HBV, HCV)\n- **Suspeita de tromboembolismo pulmonar:** D-dímero, angiotomografia de tórax\n- **Suspeita de neoplasia:** Tomografia de tórax, abdome e pelve; PET-CT conforme indicação\n\n### 3. Estratégias por Contexto\n\n**Atletas e praticantes de exercício intenso:**\n- Correlacionar LDH com CK, AST, ALT para diferenciar resposta fisiológica de lesão patológica\n- Janela ideal de coleta: antes do treino (basal), 24h, 48h e 72–96h pós-esforço para capturar pico e cinética\n- LDH elevada persistentemente (>2x) após 5–7 dias de repouso sugere causa não relacionada ao exercício\n- Investigar overtraining: avaliar cortisol, testosterona, razão testosterona/cortisol, amônia, ureia — déficit energético crônico pode elevar LDH cronicamente\n- Evitar anti-inflamatórios rotineiramente no pós-treino; avaliar suplementação com ômega-3 e protocolos moduladores de inflamação fisiológica\n\n**Suspeita de rabdomiólise:**\n- Hospitalização para hidratação venosa agressiva (meta: débito urinário >200–300 mL/h) para prevenir necrose tubular aguda\n- Monitorar função renal rigorosamente; encaminhar para nefrologia se creatinina em ascensão\n- Identificar e tratar causa precipitante (medicamento, trauma, exercício, infecção, síndrome compartimental)\n\n**Neoplasias hematológicas:**\n- LDH faz parte do estadiamento e escore prognóstico de linfomas (IPI — International Prognostic Index) e leucemias\n- Encaminhar imediatamente para hematologia/oncologia\n\n### 4. Critérios de Encaminhamento\n\n- **Urgência/emergência:** LDH >5x com suspeita de rabdomiólise, IAM, hemólise grave ou síndrome de lise tumoral\n- **Hematologia/oncologia:** LDH elevada sem causa aparente + citopenias, linfonodomegalia, esplenomegalia, perda ponderal, sudorese noturna ou sintomas B\n- **Hepatologia/gastroenterologia:** Elevação mantida com padrão hepatocelular (AST/ALT elevadas)\n- **Nefrologia:** Rabdomiólise com disfunção renal associada\n- **Cardiologia:** Suspeita de lesão miocárdica aguda ou crônica\n\n### 5. Monitoramento e Reavaliação\n\n- Repetir LDH em 4–8 semanas após resolução da causa identificada para confirmar normalização\n- Em atletas, coleta seriada (pré, 24h, 48h, 72–96h pós-treino) permite monitorar carga interna e identificar overtraining precocemente\n- Documentar tendência temporal: elevação aguda isolada tem valor prognóstico diferente de elevação crônica persistente\n- Integrar com avaliação metabólica global (cortisol, insulina, hemoglobina glicada, marcadores inflamatórios) para raciocínio clínico integrativo"
}