{
  "score_item_id": "019bf31d-2ef0-7e90-9569-4d9bf2b33e26",
  "clinical_relevance": "A dihidrotestosterona (DHT) é o andrógeno mais potente do organismo humano, derivada da conversão da testosterona pela enzima 5-alfa-redutase (tipos 1 e 2). Apresenta afinidade ao receptor androgênico de 2 a 5 vezes superior à da testosterona, exercendo efeitos tecido-específicos críticos para a saúde óssea, cardiovascular, neurológica e sexual.\n\n**Fisiologia e valores de referência:** A dosagem sérica de DHT é expressa em ng/dL. Em contexto clínico funcional integrado, valores de DHT entre 500–600 ng/dL (quando a testosterona total está entre 600–800 ng/dL) são interpretados como indicativos de boa atividade conversora sem necessidade de intervenção. Valores de DHT em torno de 400 ng/dL podem coexistir com testosterona baixa e compõem um padrão de deficiência androgênica global. O ideal clínico é que DHT e testosterona estejam no quartil superior dos referenciais laboratoriais, com estradiol proporcionalmente baixo.\n\n**Compartimentalização e limitações da dosagem sérica:** A DHT sérica pode não refletir a atividade androgênica local nos folículos pilosos, próstata ou outros tecidos-alvo. Eventos de conversão e ativação androgênica ocorrem predominantemente no bulbo/folículo capilar e podem não ser captados na dosagem sanguínea. A dosagem salivar da DHT livre pode oferecer melhor estimativa da fração biologicamente disponível, sendo indicada quando a clínica não corresponde aos achados séricos.\n\n**Marcador complementar — 3-alfa-androstenediol:** O 3-alfa-androstenediol é o principal metabólito periférico da DHT e funciona como marcador de atividade androgênica tecidual. Níveis elevados deste metabólito, mesmo na presença de DHT sérica normal, indicam alta conversão e atividade androgênica periférica — situação relevante em casos de hirsutismo, acne refratária e alopecia androgenética.\n\n**Manifestações clínicas do excesso de DHT:** acne, oleosidade cutânea aumentada, hirsutismo, alopecia androgenética (especialmente em indivíduos geneticamente predispostos), irritabilidade, e — em mulheres submetidas a reposição de testosterona sem controle adequado — virilização (pelos faciais/corporais, alteração de voz, hipertrofia de clitóris).\n\n**Importância fisiológica e riscos da inibição sistêmica excessiva:** A DHT é hormônio fundamental para saúde óssea, cardiovascular, cognitiva e sexual. O bloqueio sistêmico indiscriminado, especialmente quando os níveis séricos já estão baixos, impõe risco de deficiência tecidual com potencial aumento do risco de câncer, demência, osteoporose, doenças cardiovasculares, sarcopenia e depressão. A decisão de inibir DHT deve ser sempre individualizada, preferindo-se estratégias tópicas e moduladoras quando possível.\n\n**Interação com inibidores da 5-alfa-redutase:** Finasterida inibe os tipos 1 e 2 da 5-alfa-redutase; dutasterida inibe os tipos 1, 2 e também a 5-beta-redutase, sendo mais potente. Esses fármacos não apenas reduzem a conversão de testosterona em DHT, mas também afetam outras vias, incluindo conversão de DHEA em androstenediona, metabolização de cortisol e progesterona — efeito sistêmico que vai além do eixo DHT. A Síndrome Pós-Finasterida é uma associação de sintomas sexuais, físicos e psicológicos que pode persistir após a descontinuação do fármaco.\n\n**Avaliação integrada:** A interpretação da DHT nunca deve ser isolada. Deve ser correlacionada com testosterona total e livre, estradiol, 3-alfa-androstenediol, SHBG, quadro clínico (acne, alopecia, libido, função erétil, hirsutismo), e — em casos de alopecia — com ferritina, zinco, vitaminas B, folato e cortisol. O DUTCH test pode ampliar a avaliação ao mapear metabólitos androgênicos e estrogênicos com maior granularidade.",
  "points": 8,
  "patient_explanation": "A dihidrotestosterona (DHT) é um hormônio masculino produzido a partir da testosterona, presente em homens e mulheres em quantidades diferentes.\n\nA DHT tem funções importantes: mantém a força óssea, protege o coração, contribui para o funcionamento cerebral e é fundamental para a saúde sexual. Em homens, participa do desenvolvimento prostático.\n\nQuando muito elevada, pode causar acne, pele oleosa, crescimento de pelos e, em pessoas predispostas, queda de cabelo. Em mulheres, níveis muito altos podem causar alterações de voz e pelos faciais.\n\nQuando muito baixa, pode causar cansaço, perda de massa muscular, redução da libido e alterações de humor.\n\nSe o resultado estiver alterado, seu médico avaliará junto com outros hormônios e sintomas para indicar o ajuste mais adequado.",
  "conduct": "## Conduta Clínica — Dihidrotestosterona (DHT)\n\n### Avaliação Inicial\n\n- **Não interpretar a DHT de forma isolada.** Sempre correlacionar com:\n  - Testosterona total e testosterona livre\n  - Estradiol (verificar proporcionalidade)\n  - SHBG\n  - 3-alfa-androstenediol (marcador de atividade androgênica periférica)\n  - Quadro clínico completo: acne, alopecia, hirsutismo, libido, função erétil, humor, composição corporal\n- **Coleta padronizada:** preferencialmente pela manhã em jejum, para capturar o pico hormonal. A DHT apresenta variabilidade circadiana associada à testosterona.\n- **Considerar dosagem salivar** quando o quadro clínico não corresponde aos achados séricos, pois a DHT local (folicular, prostática) pode não ser representada na dosagem sanguínea.\n\n---\n\n### DHT Elevada\n\n**Investigação complementar:**\n- Solicitar 3-alfa-androstenediol para quantificar atividade androgênica periférica real\n- Avaliar sensibilidade individual ao DHT (histórico pessoal de acne, alopecia, hirsutismo)\n- Em mulheres: investigar SOP, hiperplasia adrenal congênita de início tardio\n- Em homens: avaliar contexto de terapia de reposição de testosterona (TRT) e via de administração utilizada\n- Em contexto de reposição hormonal: revisar dose e forma farmacêutica da testosterona\n\n**Intervenções baseadas em evidências:**\n- **Saw Palmetto (Serenoa repens):** inibidor da 5-alfa-redutase de ação mais branda e segura; dose de 150–400 mg/dia. Bem estudado para hiperplasia prostática benigna e sensibilidade aumentada ao DHT. Preferir como primeira linha quando há indicação de modulação androgênica\n- **Actrisave (arroz negro + Opuntia ficus):** alternativa fitoterápica inibidora do DHT\n- **Alerta crítico:** inibir o DHT desvia a testosterona para a via do estradiol (aromatização aumentada). Monitoramento hormonal obrigatório após qualquer intervenção\n- **Finasterida / Dutasterida:** reservar para casos de maior gravidade clínica (alopecia androgênica progressiva, HPB sintomática). Informar sobre Síndrome Pós-Finasterida e necessidade de farmacovigilância prolongada. Dutasterida é mais potente (inibe tipos 1 e 2 da 5-alfa-redutase, além da 5-beta)\n- **Estratégias tópicas:** preferir modulação local quando o objetivo é estético (couro cabeludo), evitando bloqueio sistêmico desnecessário\n\n---\n\n### DHT Baixa\n\n**Contextos relevantes:**\n- Uso de inibidores da 5-alfa-redutase (finasterida, dutasterida)\n- Deficiência androgênica global (testosterona baixa)\n- Bloqueio funcional da via de conversão (avaliar padrão de metabolização com DUTCH test)\n\n**Riscos do bloqueio sistêmico excessivo:**\n- Deficiência tecidual de DHT pode aumentar risco de: câncer, demência, osteoporose, doenças cardiovasculares, sarcopenia e depressão\n- Antes de inibir o DHT sistemicamente, discutir riscos com o paciente e documentar consentimento informado\n\n**Investigação complementar:**\n- DUTCH test para avaliar via esteroidal completa e identificar bloqueios ou desvios de metabolização\n- Avaliar metabolização de cortisol e progesterona (podem ser afetados por inibidores da 5-alfa-redutase)\n- Verificar níveis de: ferritina, zinco, vitaminas B12, B9, folato, vitaminas A/D/E/K, magnésio\n\n---\n\n### Monitoramento e Seguimento\n\n- **Após qualquer intervenção sobre o DHT** (inibição ou reposição), repetir painel hormonal em 60–90 dias\n- Monitorar: DHT sérico e salivar, testosterona, estradiol, 3-alfa-androstenediol, SHBG\n- Em casos de bloqueio sistêmico prolongado: avaliar densidade óssea (DEXA), perfil lipídico, marcadores cognitivos e função sexual\n- **Princípio fundamental:** tratar o paciente, não o número. Decisões orientadas por sintomas, função e concordância entre marcadores — evitar intervenções para \"bater meta numérica\"\n\n---\n\n### Encaminhamento\n\n- **Endocrinologista ou especialista em medicina hormonal:** casos de alopecia androgenética progressiva grave, hirsutismo com suspeita de causa secundária, quadros de virilização em mulheres\n- **Urologista:** homens com sintomas obstrutivos urinários, PSA elevado ou suspeita de HPB/câncer de próstata\n- **Dermatologista:** alopecia e acne refratárias que não respondem à modulação hormonal"
}