{
  "score_item_id": "019bf31d-2ef0-77e6-ab35-8e82a19a7a81",
  "clinical_relevance": "A eletroforese de proteínas séricas (EPS) é um método eletroforético que separa as proteínas do soro em frações distintas segundo sua carga elétrica e peso molecular, gerando um perfil visual (eletroforetograma) com cinco a seis bandas principais: albumina, alfa-1 globulinas, alfa-2 globulinas, beta globulinas (subdivisíveis em beta-1 e beta-2) e gama globulinas. A proteína total sérica varia de 6,0 a 8,0 g/dL em adultos, sendo a albumina a fração predominante (3,5–5,0 g/dL), responsável pela manutenção da pressão oncótica, transporte de fármacos, ácidos graxos e hormônios.\n\n**Frações e seus significados clínicos:**\n- **Albumina (52–65% do total):** Sintetizada exclusivamente no fígado. Reduzida em cirrose, síndrome nefrótica, desnutrição, enteropatia perdedora de proteínas, estados inflamatórios crônicos e neoplasias. Hipoalbuminemia < 3,5 g/dL é marcador independente de mortalidade hospitalar.\n- **Alfa-1 globulinas (2–4%):** Incluem alfa-1-antitripsina (principal), alfa-1-glicoproteína ácida e alfa-1-fetoproteína. Elevadas em estados inflamatórios agudos e crônicos. Reduzidas na deficiência de alfa-1-antitripsina (predisposição a enfisema e hepatopatia).\n- **Alfa-2 globulinas (6–12%):** Incluem haptoglobina, alfa-2-macroglobulina e ceruloplasmina. Elevadas em síndrome nefrótica (haptoglobina e alfa-2-macroglobulina aumentam por compensação à perda de albumina) e em inflamação aguda. Reduzidas em hemólise intravascular (consumo de haptoglobina).\n- **Beta globulinas (8–14%):** Incluem transferrina (beta-1), complemento C3/C4, fibronectina e lipoproteínas (LDL, VLDL). Elevadas em deficiência de ferro (transferrina aumentada), dislipidemia e gravidez. Na eletroforese, o pico de beta-2 pode revelar depósito de complemento em doenças autoimunes.\n- **Gama globulinas (11–21%):** Correspondem às imunoglobulinas (IgG, IgA, IgM, IgD, IgE). Sua interpretação é central para o diagnóstico de patologias imunológicas e hematológicas:\n  - **Hipergamaglobulinemia policlonal:** Elevação difusa do arco gamaglobulínico — característica de inflamação crônica, doenças autoimunes (LES, artrite reumatoide, hepatite autoimune, cirrose hepática) e infecções persistentes. Alterações em gamaglobulinas indicam cronicidade.\n  - **Hipergamaglobulinemia monoclonal (pico M ou paraproteína):** Banda estreita, homogênea, de alta intensidade em qualquer região do eletroforetograma — define as paraproteinemias. O espectro inclui gamopatia monoclonal de significância indeterminada (MGUS), mieloma múltiplo, macroglobulinemia de Waldenström, linfomas, leucemia linfocítica crônica e amiloidose AL. Paraproteinemias são distúrbios heterogêneos, complexos e frequentemente sérios, exigindo domínio na interpretação da EPS e nos ensaios de cadeias leves e pesadas de imunoglobulinas.\n  - **Hipogamaglobulinemia:** Redução do arco gama — encontrada em imunodeficiência primária (agamaglobulinemia de Bruton, imunodeficiência comum variável), uso de imunossupressores, hemodiálise, mieloma de cadeias leves (que depleta imunoglobulinas normais) e enteropatia perdedora de proteínas (hipogamaglobulinemia por perda intestinal).\n\n**Padrões adicionais de relevância clínica:**\n- **Padrão inflamatório agudo:** Albumina reduzida + alfa-1 e alfa-2 elevadas (proteínas de fase aguda).\n- **Padrão nefrótico:** Albumina reduzida + alfa-2 elevada + beta elevada (hiperlipidemia compensatória) + gama normal ou reduzida.\n- **Padrão cirrótico:** Albumina reduzida + gama elevada + fusão beta-gama (beta-bridging por elevação de IgA).\n- **Padrão de deficiência de ferro:** Beta-1 (transferrina) elevada isoladamente.\n\n**Contexto imunológico expandido:** Na investigação de intolerâncias e alergias alimentares, a EPS integra o painel imunológico: IgA aumentada é sugestiva de doença celíaca; IgE aumentada orienta para alergias tipo I; hipogamaglobulinemia pode manifestar-se em enteropatias perdedoras de proteínas. A fenotipagem linfocitária complementa a interpretação em casos de imunodeficiência.\n\n**Indicações clínicas principais:** Investigação de paraproteinemias (mieloma múltiplo, MGUS), imunodeficiências, doenças autoimunes sistêmicas, hepatopatias crônicas, síndrome nefrótica, desnutrição proteica, enteropatias e monitoramento de terapia em gamopatias estabelecidas.",
  "points": 0,
  "patient_explanation": "A eletroforese de proteínas é um exame de sangue que separa as diferentes proteínas do organismo em grupos. A principal é a albumina, que mantém o líquido dentro dos vasos e transporta substâncias pelo corpo. O exame também analisa as globulinas, incluindo as imunoglobulinas (anticorpos) responsáveis pela defesa.\n\nQuando os anticorpos estão muito elevados de forma difusa, pode indicar inflamação ou doença crônica. Quando aparece um pico estreito e elevado em região específica (pico M), o médico precisa investigar, pois pode indicar que uma célula imune está se multiplicando de forma anormal — desde situações benignas até condições que exigem acompanhamento especializado.\n\nSe os anticorpos estiverem muito baixos, pode significar que o sistema de defesa está enfraquecido. Resultados alterados orientam seu médico a solicitar exames complementares. O exame é feito com coleta de sangue e não requer jejum.",
  "conduct": "## Conduta Clínica — Eletroforese de Proteínas Séricas\n\n### 1. Interpretação do Resultado\n\n**Avaliação inicial obrigatória:**\n- Identificar qual fração está alterada (albumina, alfa-1, alfa-2, beta ou gama)\n- Determinar se a alteração em gamaglobulinas é policlonal (arco alargado) ou monoclonal (pico estreito — pico M)\n- Correlacionar com proteína total, albumina quantitativa e quadro clínico\n\n**Padrões e suas implicações:**\n- **Hipoalbuminemia isolada:** Investigar hepatopatia (AST/ALT/GGT/bilirrubinas), síndrome nefrótica (proteinúria, creatinina, UACR), desnutrição, enteropatia perdedora de proteínas e estados hipercatabólicos\n- **Hipergamaglobulinemia policlonal:** Considerar doenças autoimunes (ANA, anti-dsDNA, anti-Ro/SSA, anti-TPO), hepatopatia crônica, infecções crônicas (HIV, hepatites B e C, tuberculose) e doenças inflamatórias intestinais\n- **Pico M (banda monoclonal):** Requer investigação imediata — ver fluxo específico abaixo\n- **Hipogamaglobulinemia:** Investigar imunodeficiência primária ou secundária, mieloma de cadeias leves, enteropatia perdedora de proteínas\n\n---\n\n### 2. Investigação do Pico M (Paraproteinemia)\n\nParaproteinemias são distúrbios heterogêneos, complexos e frequentemente sérios, exigindo investigação sistematizada.\n\n**Exames complementares obrigatórios:**\n- **Imunofixação sérica:** Caracteriza o isotipo da paraproteína (IgG, IgA, IgM, IgD, IgE + cadeias leves kappa ou lambda)\n- **Dosagem de imunoglobulinas séricas** (IgG, IgA, IgM) quantitativas\n- **Cadeias leves livres séricas (free light chains):** Relação kappa/lambda — razão normal 0,26–1,65; desvio indica clonalidade\n- **Hemograma completo:** Anemia, leucopenia, trombocitopenia\n- **Creatinina e cálcio séricos:** Disfunção renal e hipercalcemia são critérios CRAB do mieloma\n- **LDH e beta-2 microglobulina:** Marcadores prognósticos\n- **Radiografia de esqueleto ou PET-CT:** Lesões osteolíticas em suspeita de mieloma\n- **Proteína de Bence-Jones na urina de 24h** ou imunofixação urinária\n\n**Critérios para encaminhamento à Hematologia:**\n- Qualquer pico M identificado pela primeira vez\n- Concentração da paraproteína > 1,5 g/dL\n- IgA ou IgM monoclonal (maior risco de progressão que IgG)\n- Relação kappa/lambda fora da faixa normal\n- Presença de critérios CRAB (hipercalcemia, disfunção Renal, Anemia, lesões ósseas — Bone lesions)\n- Hipogamaglobulinemia associada ao pico M\n- Sintomas B (febre, sudorese noturna, perda de peso)\n\n---\n\n### 3. Investigação de Hipergamaglobulinemia Policlonal\n\n**Painel dirigido conforme suspeita:**\n- **Autoimunidade:** ANA, anti-dsDNA, complemento C3/C4, anti-Ro/SSA, anti-La/SSB, fator reumatoide, anti-CCP\n- **Hepatopatia:** AST, ALT, GGT, fosfatase alcalina, bilirrubinas, tempo de protrombina, ecografia abdominal\n- **Doenças inflamatórias intestinais:** Calprotectina fecal (valor < 50 µg/g afasta atividade; > 250 µg/g requer colonoscopia), lactoferrina fecal\n- **Doença celíaca:** IgA sérica total + anticorpo antitransglutaminase IgA; se IgA baixa, dosar IgG sérica e antitransglutaminase IgG\n- **Infecções crônicas:** Sorologias para HIV, hepatites B e C, PPD/IGRA para tuberculose\n- **Marcadores inflamatórios sistêmicos:** PCR-us, VHS, ferritina, IL-6\n\n---\n\n### 4. Investigação de Hipoalbuminemia\n\n- **Hepatograma completo** + ecografia abdominal\n- **Proteinúria:** Dipstick urinário como triagem; confirmação com UACR (albumina-to-creatinine ratio) ou UPCR; atenção — dipstick pode ter 17,2% de falso-negativos e perder proteínas não-albumina (ex.: imunoglobulinas no mieloma)\n- **Avaliação nutricional:** Pré-albumina (transtiretina), proteína C-reativa (para diferenciar depleção verdadeira de inflamação)\n- **Pesquisa de enteropatia perdedora de proteínas:** Alfa-1-antitripsina fecal, endoscopia com biópsias\n\n---\n\n### 5. Seguimento e Monitoramento\n\n**MGUS (Gamopatia Monoclonal de Significância Indeterminada) — critérios de baixo risco:**\n- IgG monoclonal < 1,5 g/dL\n- Relação kappa/lambda normal\n- Medula óssea com < 10% de plasmócitos\n- Repetir EPS + imunofixação em 6 meses; se estável, anualmente\n\n**Monitoramento de hipergamaglobulinemia policlonal:**\n- Reavaliar após tratamento da causa de base (controle de autoimunidade, tratamento de hepatopatia)\n- EPS semestral em doenças crônicas ativas\n\n**Integração funcional integrativa:**\n- Alterações em gamaglobulinas que indicam cronicidade devem motivar investigação ampla de inflamação sistêmica: PCR-us, homocisteína, ferritina, IL-6\n- Hipogamaglobulinemia em contexto de enteropatia: corrigir disbiose, investigar hiperpermeabilidade intestinal (leaky gut), avaliar IgA secretória fecal\n- A avaliação do perfil proteico deve sempre ser integrada ao quadro clínico global do paciente, não tratada isoladamente"
}