{
  "score_item_id": "019bf31d-2ef0-7fd8-bb97-9e0d4e857845",
  "clinical_relevance": "As proteínas totais séricas representam a soma de todas as proteínas plasmáticas, sendo compostas principalmente por albumina (aproximadamente 55-65%) e globulinas (35-45%), incluindo alfa-1, alfa-2, beta e gamaglobulinas. A dosagem sérica reflete o equilíbrio entre síntese hepática, catabolismo, distribuição e perdas. Valores de referência em adultos situam-se entre 6,0 e 8,0 g/dL, com algumas referências adotando 6,4-8,3 g/dL.\n\nA hipoproteinemia (< 6,0 g/dL) pode decorrer de: (1) síntese reduzida — insuficiência hepática, desnutrição proteico-calórica, má absorção intestinal; (2) perdas aumentadas — síndrome nefrótica (perda urinária > 3,5 g/24h), enteropatia perdedora de proteínas, grandes queimaduras, fístulas; (3) hemodiluição — hipervolemia, gravidez avançada; (4) catabolismo aumentado — estados inflamatórios crônicos, neoplasias, sepse. A desnutrição proteica grave com hipoalbuminemia associada é fator de risco independente para complicações cirúrgicas, infecções, má cicatrização e mortalidade hospitalar.\n\nA hiperproteinemia (> 8,0 g/dL) é observada em: desidratação (pseudo-hiperproteinemia por hemoconcentração), gamopatias monoclonais (mieloma múltiplo, macroglobulinemia de Waldenström), doenças inflamatórias crônicas com hipergamaglobulinemia policlonal (hepatites crônicas, doenças autoimunes, sarcoidose). A presença de paraproteinemia pode elevar as proteínas totais com albumina normal ou baixa, gerando um gap proteico (globulinas = proteínas totais - albumina) elevado, cujo valor normal é de 2,0-3,5 g/dL; valores > 4,0 g/dL devem suscitar investigação para gamopatia.\n\nNo contexto da doença renal crônica, conforme o KDIGO 2024, a medição de proteína urinária total tem limitações de sensibilidade e especificidade — grandes incrementos na perda de albumina urinária podem ocorrer sem causar aumento mensurável na proteinúria total; recomenda-se a medição preferencial de albumina urinária pelo índice albumina/creatinina urinária. Do ponto de vista de estratificação de risco, níveis séricos de proteínas totais < 5,5 g/dL associam-se a risco aumentado de complicações clínicas; < 5,0 g/dL indicam desnutrição grave com necessidade de intervenção imediata. No contexto pré-operatório, a avaliação do estado nutricional — incluindo proteínas totais e albumina — é descrita como fator transversal que impacta cicatrização, resposta imune e desfechos clínicos.",
  "points": 8,
  "patient_explanation": "As proteínas totais são uma medida que mostra a quantidade de proteínas presentes no seu sangue. As proteínas são essenciais para o funcionamento do corpo: elas transportam nutrientes, defendem o organismo contra infecções, ajudam na cicatrização de feridas e mantêm os líquidos nos devidos lugares dentro do corpo.\n\nQuando o valor está abaixo do normal, pode indicar que você não está consumindo proteína suficiente na alimentação, que o fígado está com dificuldade de fabricar proteínas, que os rins estão perdendo proteína pela urina ou que há algum problema de absorção no intestino. Quando está acima do normal, pode ser sinal de desidratação ou, em alguns casos, de uma condição que causa produção excessiva de certas proteínas no sangue.\n\nO resultado isolado deve sempre ser interpretado pelo seu médico junto com outros exames, pois ele fornece uma visão geral do seu estado nutricional e da função de órgãos importantes como fígado e rins.",
  "conduct": "## Conduta Clínica — Proteínas Totais Séricas\n\n### Interpretação Inicial\n\n- **Valor normal:** 6,0–8,0 g/dL (adultos)\n- **Hipoproteinemia:** < 6,0 g/dL\n- **Hiperproteinemia:** > 8,0 g/dL\n- Sempre solicitar **fracionamento proteico (eletroforese de proteínas)** para distinguir albumina de globulinas\n- Calcular o **gap de globulinas** = proteínas totais − albumina (normal: 2,0–3,5 g/dL)\n\n---\n\n### Hipoproteinemia (< 6,0 g/dL)\n\n**Investigação complementar:**\n- Albumina sérica, pré-albumina (proteína de resposta rápida ao estado nutricional)\n- Hemograma completo, PCR-us, VHS (para identificar inflamação crônica consumptiva)\n- Função hepática: TGO, TGP, GGT, fosfatase alcalina, bilirrubinas, tempo de protrombina\n- Função renal: creatinina, ureia, índice albumina/creatinina urinário (para detectar síndrome nefrótica)\n- Avaliação nutricional: anamnese alimentar detalhada, bioimpedância elétrica\n- TSH e T3 livre (déficit energético crônico pode simular hipotireoidismo)\n- Considerar: elastase fecal, calprotectina fecal se suspeita de má absorção/enteropatia perdedora de proteína\n\n**Causas a excluir conforme contexto clínico:**\n- Desnutrição proteico-calórica (dieta restritiva, anorexia, caquexia)\n- Insuficiência hepática (cirrose, hepatite crônica grave)\n- Síndrome nefrótica (pesquisar proteinúria > 3,5 g/24h ou índice proteína/creatinina urinário elevado)\n- Enteropatia perdedora de proteínas (doença inflamatória intestinal, linfangiectasia)\n- Estados hipercatabólicos: neoplasias, sepse, grandes cirurgias, queimaduras\n- Hemodiluição: insuficiência cardíaca descompensada, gravidez\n\n**Intervenções baseadas em evidências:**\n- **Desnutrição:** Suporte nutricional com ingestão proteica adequada (1,2–2,0 g/kg/dia conforme grau de depleção e atividade física); envolvimento de nutricionista\n- **Síndrome nefrótica confirmada:** Encaminhar a nefrologista; controle da proteinúria com inibidores do SRAA; restrição proteica moderada\n- **Doença hepática:** Encaminhar a hepatologista; avaliar transplante em cirrose avançada\n- **Enteropatia perdedora de proteínas:** Tratar a causa de base (IBD, linfangiectasia); considerar dieta pobre em gordura com TCM\n- **Hipoalbuminemia grave (< 2,5 g/dL) com sintomas:** Avaliar reposição de albumina endovenosa em contexto hospitalar\n\n---\n\n### Hiperproteinemia (> 8,0 g/dL)\n\n**Investigação complementar:**\n- Eletroforese de proteínas séricas: identificar pico monoclonal (gamopatia) ou hipergamaglobulinemia policlonal\n- Se gap de globulinas > 4,0 g/dL: **suspeitar de gamopatia monoclonal** — solicitar imunofixação sérica e urinária, dosagem de cadeias leves livres\n- Hemograma (citopenias podem indicar infiltração medular por mieloma)\n- Função renal, cálcio sérico, LDH, beta-2 microglobulina (rastreio de mieloma múltiplo)\n- Avaliar estado de hidratação (osmolalidade sérica, hematócrito)\n\n**Causas a excluir:**\n- Desidratação (pseudo-hiperproteinemia — hematócrito proporcionalmente elevado)\n- Mieloma múltiplo, macroglobulinemia de Waldenström\n- Hepatite crônica ativa, cirrose (hiperglobulinemia policlonal)\n- Doenças autoimunes (lúpus, síndrome de Sjögren), sarcoidose\n\n---\n\n### Critérios de Encaminhamento\n\n- **Nefrologista:** Proteinúria significativa associada, suspeita de síndrome nefrótica, DRC em estadiamento\n- **Hepatologista:** Disfunção hepática confirmada, cirrose, hepatite crônica\n- **Hematologista/Oncologista:** Suspeita de gamopatia monoclonal, gap de globulinas > 4,0 g/dL, pico M na eletroforese\n- **Gastroenterologista/Nutricionista:** Desnutrição grave, má absorção, enteropatia perdedora de proteínas\n\n---\n\n### Monitoramento\n\n- Em pacientes com hipoproteinemia em tratamento: reavaliar proteínas totais e albumina a cada 4–8 semanas\n- Em gamopatias monoclonais de significado indeterminado (MGUS): seguimento semestral com eletroforese de proteínas conforme protocolo hematológico\n- Integrar sempre com estado inflamatório (PCR-us, VHS) pois inflamação aguda eleva proteínas de fase aguda e pode mascarar hipoalbuminemia"
}
