{
  "score_item_id": "c77cedd3-2800-7633-b793-4f5c9ab56b59",
  "clinical_relevance": "A albumina sérica é a principal proteína plasmática, sintetizada exclusivamente pelo fígado, representando 50–60% da proteína plasmática total e sendo responsável por aproximadamente 80% da pressão oncótica do plasma. Sua meia-vida plasmática é de cerca de 20 dias, tornando-a um marcador de estado nutricional e reserva hepática de médio prazo — e não de fase aguda imediata.\n\nFunções fisiológicas essenciais: (1) manutenção da pressão oncótica e distribuição de fluidos entre os compartimentos vascular e intersticial; (2) transporte de ácidos graxos de cadeia longa, bilirrubina, hormônios tireoidianos, cálcio, magnésio e fármacos; (3) tamponamento ácido-base; (4) atividade antioxidante indireta pela quelação de metais pró-oxidantes.\n\nValores de referência: 3,5–5,0 g/dL em adultos saudáveis; valores ótimos funcionais ≥ 4,0 g/dL.\n\nHipoalbuminemia (<3,5 g/dL) — classificação etiológica:\n- Redução da síntese hepática: hepatopatia crônica, cirrose, desnutrição proteico-calórica; o fígado é o maestro metabólico da síntese proteica e sua sobrecarga por inflamação, dieta ou infecções crônicas compromete diretamente a produção de albumina\n- Perda excessiva: síndrome nefrótica (a albumina é o principal componente proteico da urina em doenças renais), enteropatia perdedora de proteína, grandes queimaduras\n- Redistribuição/diluição: estados inflamatórios agudos e crônicos, sepse — a albumina é uma proteína de fase aguda negativa, suprimida por IL-6 e TNF-α; hiper-hidratação iatrogênica\n\nEm cirrose hepática complicada por hipoproteinemia, evidências demonstram que cada queda de 10 g/L na albumina sérica está associada a um aumento de 89% no risco de complicações hepáticas secundárias graves, incluindo ascite, encefalopatia hepática e síndrome hepatorrenal.\n\nEstratificação de risco por faixa de albumina sérica:\n- ≥ 4,0 g/dL: ótimo — baixo risco funcional\n- 3,5–3,9 g/dL: limítrofe — investigar causa, avaliar estado nutricional e carga inflamatória\n- 3,0–3,4 g/dL: hipoalbuminemia leve a moderada — risco aumentado de complicações clínicas e cirúrgicas\n- 2,5–2,9 g/dL: hipoalbuminemia moderada a grave — alto risco cirúrgico, maior tempo de internação em UTI\n- < 2,5 g/dL: hipoalbuminemia grave — mortalidade hospitalar significativamente aumentada\n\nAplicações clínicas adicionais: (a) pseudohipocalcemia — calcemia total deve ser corrigida quando albumina < 3,5 g/dL: Ca corrigido = Ca medido + 0,8 × (4,0 – albumina); (b) em déficit energético crônico e catabolismo — baixa albumina pode acompanhar queda de performance, massa muscular reduzida e piora da recuperação; (c) em contexto cirúrgico — hipoalbuminemia é preditor independente de morbidade e mortalidade peri-operatória. Na doença renal crônica (DRC), a hipoalbuminemia associa-se à progressão renal e ao risco cardiovascular aumentado, sendo a proteinúria (incluindo albuminúria) avaliada separadamente como marcador de dano renal (KDIGO 2024).",
  "points": 18,
  "patient_explanation": "A albumina é a proteína mais abundante no sangue, produzida pelo fígado. Ela tem um papel essencial: mantém o líquido dentro dos vasos sanguíneos, transporta substâncias importantes como hormônios e medicamentos pelo corpo, e protege as células contra danos.\n\nQuando o nível de albumina está baixo, pode indicar que o fígado está com dificuldade de produzir proteínas, que a alimentação está pobre em proteínas, que há uma inflamação intensa no organismo, ou que os rins ou o intestino estão perdendo proteína em excesso.\n\nAlbumina baixa pode causar inchaço nas pernas e no abdômen, fraqueza, cicatrização mais lenta e maior risco de infecções. Por isso, esse exame é fundamental para avaliar a saúde do fígado, o estado nutricional e a presença de inflamação. Quando identificado precocemente, o problema costuma ter boa resposta ao tratamento adequado.",
  "conduct": "## Conduta Clínica: Albumina Sérica\n\n### Avaliação Inicial\n\n- **Confirmar o valor:** repetir em caso de resultado inesperado, considerando interferentes como hemodiluição, posição ortostática vs. decúbito e hemólise amostral\n- **Calcular cálcio corrigido** quando albumina < 3,5 g/dL: Ca corrigido = Ca medido + 0,8 × (4,0 – albumina)\n- **Contextualizar com proteínas totais e globulinas:** relação albumina/globulina invertida sugere hepatopatia ou gamopatia\n- **Diferenciar desnutrição de inflamação:** pré-albumina (transtiretina, meia-vida ~2 dias) + PCR-us + VHS\n\n---\n\n### Investigação Complementar por Nível\n\n**Albumina 3,5–3,9 g/dL (limítrofe):**\n- Avaliar estado nutricional: IMC, ingestão proteica (meta ≥ 1,0–1,2 g/kg/dia)\n- Solicitar: PCR-us, VHS, pré-albumina\n- Verificar função hepática: AST, ALT, GGT, bilirrubinas, coagulograma\n- Avaliar função renal: creatinina, ureia, albuminúria ou relação proteína/creatinina urinária\n\n**Albumina 3,0–3,4 g/dL (hipoalbuminemia leve a moderada):**\n- Todos os exames acima\n- Adicionar: ultrassom abdominal (fígado, ascite), hemograma completo\n- Investigar síndrome nefrótica: proteinúria de 24h ou spot UPCR, complemento, FAN\n- Avaliar enteropatia perdedora de proteína: calprotectina fecal\n- Encaminhar para avaliação nutricional formal\n\n**Albumina < 3,0 g/dL (hipoalbuminemia grave):**\n- Avaliar necessidade de internação: instabilidade clínica, edema grave, ascite volumosa\n- Investigação completa de hepatopatia: Child-Pugh / MELD se cirrose confirmada ou suspeita\n- Afastar sepse/infecção ativa como causa de redistribuição\n- Considerar reposição de albumina IV em cirróticos com peritonite bacteriana espontânea, paracentese de grande volume (> 5 L) ou síndrome hepatorrenal, conforme protocolos estabelecidos\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Suporte nutricional:**\n- Garantir ingestão proteica adequada: **1,2–1,5 g/kg/dia** em desnutrição; até 1,8–2,0 g/kg/dia em catabolismo intenso\n- Preferir proteínas de alto valor biológico: whey protein, ovos, carnes magras, leguminosas\n- Em hepatopatia descompensada: aminoácidos de cadeia ramificada (BCAA) podem ser considerados\n- Corrigir déficits associados que comprometem síntese proteica: zinco, vitamina D, vitaminas do complexo B\n\n**Modulação inflamatória:**\n- Abordar causas de inflamação sistêmica crônica: obesidade, sedentarismo, resistência à insulina, disbiose intestinal\n- Ômega-3 (EPA/DHA) em dose individualizada para modulação anti-inflamatória\n- Dieta anti-inflamatória: aumento de vegetais, fibras e redução de ultraprocessados\n\n**Suporte hepático:**\n- Eliminar hepatotóxicos: álcool, fármacos desnecessários, exposição a toxinas\n- Tratar esteatose hepática (NAFLD/MAFLD) quando presente como causa subjacente\n- Considerar simbióticos para melhora da função hepática\n\n---\n\n### Critérios de Encaminhamento\n\n- **Hepatologista/Gastroenterologista:** albumina < 3,0 g/dL com suspeita de hepatopatia crônica, cirrose, ascite ou coagulopatia\n- **Nefrologista:** hipoalbuminemia com proteinúria significativa (UPCR > 100 mg/mmol ou proteinúria > 1 g/dia), suspeita de síndrome nefrótica ou DRC avançada\n- **Nutricionista:** qualquer grau de hipoalbuminemia para avaliação e plano nutricional individualizado\n- **Cirurgião:** avaliar e otimizar risco cirúrgico quando albumina < 3,5 g/dL; otimização obrigatória antes de cirurgias eletivas quando < 3,0 g/dL\n\n---\n\n### Monitoramento\n\n- Hipoalbuminemia leve com intervenção nutricional: **repetir em 4–8 semanas**\n- Hipoalbuminemia moderada a grave em tratamento ativo: **repetir em 2–4 semanas**\n- Pré-albumina para avaliação de resposta nutricional de curto prazo (meia-vida de 2–3 dias)\n- Em hepatopatia crônica: monitorar junto a coagulograma, bilirrubinas e função renal, trimestralmente"
}
