{
  "score_item_id": "c77cedd3-2800-7db7-99e4-91693a3076af",
  "clinical_relevance": "As globulinas totais representam a fração proteica sérica obtida pela subtração da albumina da proteína total plasmática. Compreendem um grupo heterogêneo de proteínas sintetizadas principalmente no fígado e pelo sistema imunológico, incluindo imunoglobulinas (IgG, IgA, IgM, IgD, IgE), proteínas do complemento (C3, C4), proteínas transportadoras (transferrina, ceruloplasmina, haptoglobina) e proteínas de fase aguda (fibrinogênio, alfa-1-antitripsina, alfa-2-macroglobulina).\n\nValores de referência: 2,0 a 3,5 g/dL em adultos saudáveis. O índice albumina/globulina (A/G) normal situa-se entre 1,2 e 2,2; valores invertidos (A/G < 1,0) têm elevada relevância clínica.\n\nFisiopatologia das alterações:\n\nHiperglobulinemia (globulinas > 3,5 g/dL): Resulta de estimulação imunológica crônica ou produção monoclonal anormal. As principais causas incluem: doenças hepáticas crônicas (cirrose, hepatite viral crônica), nas quais a redução da albumina coincide com estimulação imune portal; doenças autoimunes sistêmicas (LES, artrite reumatoide, síndrome de Sjögren); infecções crônicas (tuberculose, leishmaniose, HIV, hepatites B e C); gamopatias monoclonais e mieloma múltiplo; e sarcoidose. Globulinas muito elevadas (> 5,0 g/dL) em padrão monoclonal são altamente sugestivas de neoplasias de células plasmáticas.\n\nHipoglobulinemia (globulinas < 2,0 g/dL): Associa-se a imunodeficiências primárias (agamaglobulinemia de Bruton, imunodeficiência comum variável), estados de perda proteica (síndrome nefrótica, enteropatia perdedora de proteína), desnutrição grave, imunossupressão iatrogênica prolongada e imaturidade imunológica neonatal.\n\nEstratificação de risco: A/G < 1,0 exige investigação mandatória para hepatopatia crônica, gamopatia ou autoimunidade. Globulinas > 4,0 g/dL indicam eletroforese de proteínas séricas urgente para diferenciação policlonal vs monoclonal. Globulinas > 5,0 g/dL com pico monoclonal requerem encaminhamento hematológico para exclusão de mieloma múltiplo. A interpretação deve ser integrada ao proteinograma completo, imunoglobulinas quantitativas, função hepática e marcadores inflamatórios como PCR, VHS e IL-6.",
  "points": 8,
  "patient_explanation": "As globulinas são proteínas do sangue que fazem parte do sistema de defesa e ajudam a transportar substâncias importantes. Incluem anticorpos, que protegem contra infecções, e proteínas que regulam processos vitais no organismo.\n\nNíveis elevados podem indicar infecção crônica, processo inflamatório ativo, sistema imunológico muito estimulado (como em doenças autoimunes) ou problema no fígado. Em casos menos comuns, podem sinalizar doenças do sangue.\n\nGlobulinas baixas podem indicar dificuldade do sistema imunológico para produzir defesas, aumentando a suscetibilidade a infecções, ou perda excessiva de proteínas pelo rim ou intestino.\n\nEste exame é sempre interpretado junto com albumina e proteína total. Valores alterados não indicam necessariamente doença grave, mas apontam necessidade de investigação. Seu médico avaliará o resultado dentro do contexto completo da sua saúde.",
  "conduct": "## Globulinas Totais — Conduta Clínica\n\n### 1. Interpretação Inicial\n\n- **Calcular o índice albumina/globulina (A/G)** = albumina ÷ globulinas totais\n  - Normal: 1,2 – 2,2\n  - A/G < 1,0: sinal de alerta — investigação obrigatória\n- Interpretar sempre em conjunto com **proteína total sérica, albumina, função hepática e marcadores inflamatórios**\n- Considerar contexto clínico: infecções ativas, uso de corticoides ou imunossupressores e estado nutricional alteram os valores\n\n---\n\n### 2. Hiperglobulinemia (> 3,5 g/dL)\n\n#### Investigação complementar\n- **Eletroforese de proteínas séricas (EPS):** diferenciação entre padrão policlonal (inflamatório/autoimune) e monoclonal (neoplásico)\n- **Imunoglobulinas quantitativas (IgG, IgA, IgM):** identificação da fração predominante\n- **PCR-us, VHS:** avaliação do grau de inflamação sistêmica\n- **Sorologias:** hepatites B e C, HIV, FAN, fator reumatoide, anti-CCP conforme contexto clínico\n- **Função hepática completa:** ALT, AST, GGT, bilirrubinas, fosfatase alcalina\n- **Hemograma completo com diferencial:** busca de citopenias associadas\n\n#### Critérios de encaminhamento\n- **Globulinas > 4,0 g/dL:** solicitar imunofixação sérica para exclusão de gamopatia monoclonal\n- **Globulinas > 5,0 g/dL ou pico monoclonal na EPS:** encaminhamento urgente à **Hematologia** para exclusão de mieloma múltiplo, macroglobulinemia de Waldenström ou amiloidose\n- **Padrão policlonal com FAN ou FR positivos:** encaminhamento à **Reumatologia**\n- **Padrão policlonal com hepatopatia:** encaminhamento à **Hepatologia/Gastroenterologia**\n\n#### Intervenções\n- Tratar a causa subjacente é a conduta primária\n- **Infecções crônicas:** tratamento específico conforme etiologia (antiviral, antibiótico)\n- **Autoimunidade:** imunomodulação sob supervisão especializada\n- **Suporte anti-inflamatório integrativo:** redução da carga inflamatória com EPA/DHA, curcumina padronizada, modulação dietética no padrão anti-inflamatório mediterrâneo ou low-carb mediterrâneo\n- Monitorar PCR-us e VHS para avaliar resposta ao tratamento\n\n---\n\n### 3. Hipoglobulinemia (< 2,0 g/dL)\n\n#### Investigação complementar\n- **Imunoglobulinas quantitativas (IgG, IgA, IgM):** identificação do déficit específico\n- **Eletroforese de proteínas séricas**\n- **Albumina, pré-albumina, transferrina:** avaliação do estado nutricional proteico\n- **Proteinúria de 24h:** exclusão de síndrome nefrótica\n- **Avaliação de má absorção intestinal** se suspeita de enteropatia perdedora de proteína\n\n#### Critérios de encaminhamento\n- **IgG < 400 mg/dL com infecções de repetição:** encaminhamento à **Imunologia Clínica** para diagnóstico de imunodeficiência primária\n- **Hipoglobulinemia + hipoalbuminemia + edema:** investigação nefrológica e gastroenterológica paralela\n\n#### Intervenções\n- **Desnutrição:** suporte nutricional com adequação proteica (1,2–1,6 g/kg/dia de proteína de alto valor biológico)\n- **Imunodeficiência confirmada:** reposição de imunoglobulina intravenosa ou subcutânea sob responsabilidade do imunologista\n- Avaliar e corrigir cofatores essenciais para a função imunológica: vitaminas D, B12, zinco e selênio\n\n---\n\n### 4. Monitoramento\n\n- **Reavaliação em 3–6 meses** após início do tratamento da causa subjacente\n- **Monitoramento trimestral** em doenças autoimunes ativas ou hepatopatias crônicas\n- Sempre comparar com exames anteriores do mesmo paciente, pois o valor longitudinal supera o corte transversal isolado\n- Integrar ao painel inflamatório ampliado (PCR-us, VHS, ferritina, hemograma) para visão sistêmica do estado imunometabólico"
}
