{
  "score_item_id": "019bf31d-2ef0-7f41-b463-c23347afedbc",
  "clinical_relevance": "A alfa-1 globulina é uma fração proteica sérica identificada na eletroforese de proteínas, composta principalmente pela alfa-1-antitripsina (AAT), que representa cerca de 90% dessa fração, além de alfa-1-glicoproteína ácida (orosomucoide), alfa-1-lipoproteínas e transcortina. Os valores de referência para a fração alfa-1 no adulto situam-se tipicamente entre 0,1 e 0,4 g/dL, podendo variar conforme o método e o laboratório.\n\nDo ponto de vista fisiopatológico, a alfa-1-antitripsina é uma serina-protease inibidora sintetizada predominantemente no fígado, cujo papel central é inibir a elastase neutrofílica, protegendo tecidos como pulmão e fígado da destruição enzimática mediada por neutrófilos durante processos inflamatórios. A alfa-1-glicoproteína ácida (orosomucoide) é outra proteína de fase aguda positiva que se eleva em contextos inflamatórios e neoplásicos.\n\n**Elevação da alfa-1 globulina:** Ocorre como resposta de fase aguda em infecções bacterianas, processos inflamatórios crônicos, neoplasias, trauma, queimaduras, gravidez (especialmente no terceiro trimestre) e uso de anticoncepcionais orais (estrógenos estimulam a síntese hepática de AAT). É um achado inespecífico, mas útil para rastreio de processos inflamatórios sistêmicos.\n\n**Redução da alfa-1 globulina:** O achado mais relevante é a deficiência de alfa-1-antitripsina (DAA), condição genética autossômica codominante, prevalente em cerca de 1:2.000 a 1:5.000 indivíduos na população de ascendência europeia. O genótipo PiZZ é o mais grave, associando-se a doença pulmonar obstrutiva crônica (DPOC) de início precoce (3ª-4ª décadas) em tabagistas, além de hepatite neonatal, cirrose hepática e, raramente, paniculite. Valores de alfa-1 abaixo de 0,1 g/dL na eletroforese devem sempre levantar suspeita de DAA. Adicionalmente, reduções da fração alfa-1 podem ocorrer em síndrome nefrótica (perda proteica urinária), hepatopatia grave (disfunção sintética hepática) e desnutrição proteica.\n\nNa estratificação de risco, a eletroforese de proteínas é um exame de triagem: resultados alterados devem ser confirmados com dosagem quantitativa de AAT sérica e, se necessário, fenotipagem ou genotipagem. A integração com o contexto clínico e outros marcadores laboratoriais (PCR, proteínas totais, albumina, hemograma) é essencial para interpretação adequada.",
  "points": 5,
  "patient_explanation": "A alfa-1 globulina é uma pequena fração de proteínas encontradas no sangue, medida por um exame chamado eletroforese de proteínas. A proteína mais importante dessa fração é a alfa-1-antitripsina, produzida pelo fígado, que age como um \"protetor\" dos tecidos do corpo, especialmente dos pulmões e do fígado, impedindo que células de defesa causem dano excessivo durante inflamações.\n\nQuando esse valor está elevado, geralmente indica que o corpo está respondendo a alguma inflamação, infecção ou outra situação de estresse. Quando está baixo, pode ser sinal de uma condição genética chamada deficiência de alfa-1-antitripsina, que pode aumentar o risco de doenças pulmonares e hepáticas ao longo da vida. Por isso, seu médico pode solicitar exames complementares para entender melhor a causa da alteração e orientar o melhor cuidado para você.",
  "conduct": "## Conduta Clínica: Alfa-1 Globulina Alterada\n\n### Avaliação Inicial\n\n- **Interpretar no contexto clínico:** A fração alfa-1 isoladamente tem baixa especificidade; sempre integrar com quadro clínico, outros parâmetros do proteínograma (albumina, demais frações), hemograma e marcadores inflamatórios (PCR, VHS).\n- **Confirmar o resultado:** Em caso de alteração, repetir o exame após resolução de quadros inflamatórios agudos intercorrentes para diferenciar elevação reacional de condição crônica.\n\n### Alfa-1 Globulina Elevada\n\n- Investigar causa subjacente:\n  - **Infecções e inflamações:** Solicitar PCR ultrassensível, VHS, hemograma completo, culturas se indicado.\n  - **Neoplasias:** Considerar rastreio oncológico conforme faixa etária e fatores de risco.\n  - **Uso de medicamentos:** Avaliar uso de anticoncepcionais orais ou estrógenos exógenos, que elevam a síntese hepática de alfa-1-antitripsina.\n  - **Gravidez:** Elevação esperada no terceiro trimestre; não requer investigação adicional isoladamente.\n- Em processos inflamatórios crônicos confirmados, abordar a causa-raiz e monitorar evolução com repetição do proteínograma em 3 a 6 meses.\n\n### Alfa-1 Globulina Reduzida (< 0,1 g/dL)\n\n- **Suspeitar de Deficiência de Alfa-1-Antitripsina (DAA):**\n  - Solicitar **dosagem quantitativa de alfa-1-antitripsina sérica** (valor normal: 100–220 mg/dL).\n  - Se AAT sérica reduzida, realizar **fenotipagem por isoeletrofocalização** ou **genotipagem** para identificar alelos de risco (PiMZ, PiSZ, PiZZ).\n- **Investigar outras causas de hipoproteinemia:**\n  - Síndrome nefrótica: solicitar proteinúria de 24h ou relação proteína/creatinina urinária.\n  - Hepatopatia: solicitar bilirrubinas, transaminases, GGT, fosfatase alcalina, tempo de protrombina.\n  - Desnutrição: avaliar estado nutricional com albumina sérica, pré-albumina, antropometria.\n\n### Critérios de Encaminhamento\n\n- **Pneumologia:** Paciente com AAT sérica reduzida, genótipo de risco (especialmente PiZZ ou PiSZ) e sintomas respiratórios ou espirometria alterada — avaliar elegibilidade para terapia de reposição de AAT.\n- **Hepatologia:** DAA confirmada com enzimas hepáticas alteradas ou história de hepatite/cirrose de causa não esclarecida; neonatos com colestase ou hepatite neonatal.\n- **Genética clínica:** Aconselhamento genético familiar em caso de DAA confirmada.\n\n### Monitoramento e Seguimento\n\n- Em portadores de DAA sem doença estabelecida: espirometria anual, provas de função hepática semestrais, orientação para **cessação do tabagismo** (principal fator modificável de risco pulmonar).\n- Evitar exposição a poeiras, fumaças e solventes orgânicos.\n- Vacinar contra hepatite A e B em portadores de DAA com comprometimento hepático.\n- Repetir proteínograma após tratamento de causa inflamatória para avaliar normalização da fração alfa-1."
}
