{
  "score_item_id": "019bf31d-2ef0-7691-8c19-0f4d785af63e",
  "clinical_relevance": "A alfa-2 globulina é uma fração proteica identificada na eletroforese de proteínas séricas, composta principalmente pela alfa-2 macroglobulina, haptoglobina, ceruloplasmina e alfa-2 antiplasmina. Sintetizada predominantemente no fígado, essa fração reflete o estado inflamatório sistêmico, a capacidade antioxidante e a integridade hepato-imunológica do organismo.\n\nValores de referência (g/dL): adultos 0,6–1,0 g/dL (corresponde a aproximadamente 7–11% das proteínas totais séricas). Valores funcionalmente ideais situam-se entre 0,7 e 0,9 g/dL.\n\nInterpretação clínica — Elevação (> 1,0 g/dL): principal sinal de resposta de fase aguda. A haptoglobina e a alfa-2 macroglobulina aumentam acentuadamente em processos inflamatórios agudos e crônicos, síndrome nefrótica (perda seletiva das proteínas menores com retenção das macromoléculas), diabetes mellitus e neoplasias. Inflamação crônica de baixo grau — contexto prevalente em obesidade, resistência à insulina e doenças metabólicas — eleva discretamente esta fração. Na síndrome nefrótica, a alfa-2 é a fração mais elevada pelo efeito de retenção seletiva.\n\nRedução (< 0,6 g/dL): ocorre em hemólise intravascular por consumo de haptoglobina, hepatopatia grave com redução da síntese proteica, desnutrição proteica e anemias hemolíticas. A haptoglobina baixa é marcador sensível e específico de hemólise.\n\nFisiopatologia relevante: a alfa-2 macroglobulina inibe amplo espectro de proteases (trombina, plasmina, elastase). A ceruloplasmina transporta cobre e possui atividade ferroxidase essencial para homeostase do ferro. A haptoglobina liga-se à hemoglobina livre, prevenindo lesão renal oxidativa. Alterações nessas proteínas refletem desequilíbrios nos eixos inflamatório, antioxidante e hematopoiético.\n\nEstratificação de risco: elevação moderada (1,0–1,4 g/dL) — investigar inflamação ativa, doença renal e diabetes; elevação acentuada (> 1,4 g/dL) — suspeita forte de síndrome nefrótica, neoplasia ou inflamação sistêmica grave; redução (< 0,6 g/dL) — investigar hemólise, hepatopatia ou desnutrição. A eletroforese deve ser interpretada em conjunto com proteínas totais, albumina, PCR, hemograma, função renal e hepática.",
  "points": 7,
  "patient_explanation": "A alfa-2 globulina é uma proteína fabricada pelo fígado e medida em um exame de sangue chamado eletroforese de proteínas. Ela faz parte de um grupo de proteínas que protegem o organismo: transporta substâncias como o ferro e o cobre, combate inflamações e auxilia no controle de processos como coagulação e defesa imunológica.\n\nQuando esse valor está acima do esperado, pode indicar uma inflamação no corpo, alguma alteração nos rins com perda de proteínas pela urina, ou outras condições que merecem investigação. Quando está abaixo do normal, pode sinalizar destruição de glóbulos vermelhos, problemas no fígado ou falta de proteína na alimentação.\n\nEsse exame sozinho não define um diagnóstico, mas junto com outros resultados ajuda o médico a entender melhor como o seu organismo está funcionando. Se o valor estiver alterado, não se preocupe: o médico avaliará tudo em conjunto e orientará os próximos passos de forma personalizada para o seu caso.",
  "conduct": "## Conduta Clínica — Alfa-2 Globulina Alterada\n\n### Avaliação Inicial\n\n- **Solicitar eletroforese de proteínas séricas completa** com quantificação de todas as frações (albumina, alfa-1, alfa-2, beta, gama) e proteínas totais\n- Correlacionar com **albumina sérica**: hipoalbuminemia associada a elevação de alfa-2 sugere síndrome nefrótica ou hepatopatia grave\n- **Hemograma completo com reticulócitos**: queda de alfa-2 com anemia pode indicar hemólise\n- **PCR ultrassensível e VHS**: elevação de alfa-2 com PCR > 1 mg/L confirma processo inflamatório ativo\n- **Função renal**: ureia, creatinina, cistatina C e relação proteína/creatinina urinária — rastrear síndrome nefrótica se alfa-2 muito elevada\n- **Função hepática**: TGO, TGP, GGT, bilirrubinas, fosfatase alcalina, tempo de protrombina\n\n### Interpretação por Padrão Laboratorial\n\n**Alfa-2 elevada + PCR elevada + albumina normal:**\n- Investigar inflamação sistêmica: infecção, doença autoimune, neoplasia oculta\n- Complementar com IL-6, ferritina, fibrinogênio, DHL\n- Rastrear síndrome metabólica: HOMA-IR, glicemia de jejum, triglicerídeos, HDL\n\n**Alfa-2 muito elevada + albumina baixa + proteinúria:**\n- Suspeita de **síndrome nefrótica**: solicitar urina de 24h (proteinúria > 3,5 g/dia), lipidograma, complemento sérico (C3/C4)\n- Encaminhar a **nefrologista**\n\n**Alfa-2 reduzida + anemia + bilirrubina indireta elevada:**\n- Investigar **hemólise**: haptoglobina sérica, DHL, Coombs direto e indireto, esfregaço de sangue periférico\n- Afastar anemia falciforme, esferocitose hereditária, anemia hemolítica autoimune\n- Encaminhar a **hematologista** se hemólise confirmada\n\n**Alfa-2 reduzida + hipoalbuminemia + transaminases elevadas:**\n- Investigar **hepatopatia**: solicitar USG abdominal, sorologias para hepatites B e C\n- Avaliar estado nutricional proteico: pré-albumina, transferrina\n\n### Intervenções Baseadas em Evidências\n\n**Para inflamação crônica de baixo grau (alfa-2 discretamente elevada):**\n- Otimizar padrão alimentar anti-inflamatório: redução de ômega-6, aumento de ômega-3 (EPA/DHA com dose individualizada)\n- Modular resistência à insulina: restrição de carboidratos refinados, atividade física de resistência e aeróbia\n- Considerar curcumina padronizada com piperina, EPA/DHA e antocianinas conforme evidências disponíveis\n- Monitorar PCR-us, HOMA-IR e ferritina trimestralmente\n\n**Para hemólise (alfa-2 reduzida com suspeita de hemólise):**\n- Evitar gatilhos oxidativos (medicações hemolíticas, alimentos oxidantes)\n- Repor micronutrientes essenciais: B12, ácido fólico, ferro conforme indicação clínica e laboratorial\n- Investigar etiologia e tratar a causa de base\n\n**Para síndrome nefrótica (alfa-2 elevada com proteinúria maciça):**\n- Dieta com restrição de sódio; ajuste de proteína dietética conforme orientação nefrológica\n- Controle rigoroso da doença de base e proteção renal\n\n### Critérios de Encaminhamento\n\n- **Nefrologista:** proteinúria > 1 g/dia, creatinina elevada, alfa-2 muito elevada com hipoalbuminemia\n- **Hematologista:** hemólise confirmada ou fortemente suspeitada\n- **Reumatologista:** padrão inflamatório persistente sem causa infecciosa identificada\n- **Oncologista:** elevação persistente sem causa benigna identificada, especialmente em pacientes acima de 50 anos\n\n### Monitoramento\n\n- Repetir eletroforese de proteínas após 3–6 meses conforme evolução clínica\n- Acompanhar PCR-us, albumina e proteínas totais trimestralmente em pacientes com inflamação crônica\n- Avaliar tendência temporal: o paciente deve ser seu próprio controle, não apenas comparar com valores de referência isolados"
}
