{
  "score_item_id": "019bf31d-2ef0-78fb-a542-b61a7e1fd979",
  "clinical_relevance": "O estradiol (17-beta-estradiol) é o principal estrogênio biologicamente ativo na mulher em idade reprodutiva e o hormônio-alvo central da terapia de reposição hormonal (TRH) na pós-menopausa. Mensurado em pg/mL, seu monitoramento em mulheres sob TRH é fundamental para verificar adequação terapêutica, segurança e proteção de órgãos-alvo.\n\nValores de referência na TRH: O objetivo clínico é manter o estradiol sérico entre 60 e 90 pg/mL para máxima proteção cardiovascular. Valores abaixo deste alvo podem indicar subdosagem ou baixa absorção; valores acima de 200-300 pg/mL em TRH convencional sugerem superdosagem com risco de efeitos adversos (dor mamária, sangramento, retenção hídrica).\n\nFisiopatologia: O estradiol exerce ação protetora vascular via estimulação da síntese de óxido nítrico, promovendo vasodilatação e reduzindo a rigidez vascular. Após a menopausa, a queda estrogênica eleva o risco cardiovascular de 2 a 6 vezes. O estradiol também ativa osteoblastos, sendo essencial para a manutenção da densidade mineral óssea; sua deficiência estimula osteoclastos e acelera a reabsorção óssea. No sistema nervoso central, preserva o volume do hipocampo e protege contra neurodegeneração.\n\nVias de administração e impacto laboratorial: A via transdérmica (gel 0,3-2,5 mg/dia ou adesivos 50-100 mcg) evita o metabolismo hepático de primeira passagem, mantém relação estradiol/estrona superior a 1 (fisiológica), não eleva fatores de coagulação e pode reduzir triglicerídeos. A via oral aumenta fatores pró-coagulantes, reduz antitrombina 3 e aumenta o risco trombótico em 2,5 vezes, sendo considerada não fisiológica para estradiol.\n\nEpidemiologia e evidências: A TRH iniciada na janela de oportunidade (primeiros 10 anos de menopausa ou antes dos 60 anos) reduz doença cardiovascular em até 52% após 10 anos de uso, com redução mantida de 39% após a descontinuação. O estudo DOPS demonstrou redução de 43% na mortalidade por todas as causas com TRH precoce. A TRH reduz o risco de diabetes tipo 2 em 20-30% e preserva a massa muscular e a função cognitiva. O risco de mortalidade cardiovascular supera em 6 vezes o risco de mortalidade por câncer na pós-menopausa, evidenciando a prioridade da proteção cardiovascular.\n\nRisco de câncer de mama: O estudo WHI (2002) utilizou hormônios não bioidênticos (estrogênios equinos e medroxiprogesterona) em mulheres com média de 63 anos, fora da janela de oportunidade. Reanálises indicam que estrogênio isolado reduziu o risco de câncer de mama em 23% na janela de oportunidade. O \"grande problema\" histórico foi o progestágeno sintético (medroxiprogesterona), não a progesterona micronizada natural. A reposição correta com 17-beta-estradiol transdérmico e progesterona oral micronizada tem perfil de segurança mamária neutro a discretamente protetor.",
  "points": 14,
  "patient_explanation": "O estradiol é o principal hormônio feminino produzido pelos ovários. Após a menopausa, sua produção cai drasticamente, o que pode causar fogachos, insônia, ressecamento vaginal, alterações de humor, perda de osso e aumento do risco de doenças do coração. Quando você está fazendo terapia hormonal (TRH), seu médico mede o estradiol no sangue para saber se a dose está adequada. O objetivo é manter o nível entre 60 e 90 pg/mL, uma faixa que protege o coração, os ossos e o cérebro. Se o valor estiver muito baixo, a dose pode precisar de ajuste; se estiver muito alto, pode ser necessário reduzir. Mulheres que iniciam a TRH no momento certo — nos primeiros anos após a menopausa — têm reduções significativas no risco de infarto, osteoporose e até demência. A reposição com estradiol bioidêntico, especialmente pela pele (gel ou adesivo), é segura e bem tolerada quando bem monitorada.",
  "conduct": "## Conduta Clínica: Estradiol em Mulheres Pós-Menopausa com TRH\n\n### 1. Interpretação do Resultado\n\n- **Faixa-alvo terapêutica:** 60–90 pg/mL para máxima proteção cardiovascular\n- **Abaixo de 60 pg/mL:** Subdosagem — avaliar adesão, técnica de aplicação, absorção e ajuste de dose\n- **60–90 pg/mL:** Nível adequado — manter esquema atual com monitoramento periódico\n- **90–200 pg/mL:** Nível aceitável, porém no limite superior — reavaliar dose conforme sintomas e tolerabilidade\n- **Acima de 200 pg/mL:** Superdosagem — reduzir dose; investigar efeitos adversos (mastalgia, sangramento, retenção hídrica)\n\n---\n\n### 2. Investigação Complementar\n\n- **Perfil hormonal completo:** FSH, LH, progesterona (ou dosagem do progestagênio em uso), testosterona total e livre, SHBG\n- **Relação estradiol/estrona:** Preferível superior a 1 com uso transdérmico; relação invertida sugere metabolização hepática excessiva (comum com via oral)\n- **Rastreio de segurança:**\n  - Mamografia anual (com ultrassom mamário para mamas densas)\n  - Ultrassonografia transvaginal: espessura endometrial não deve superar 10 mm\n- **Metabólico:** Lipidograma, glicemia/HOMA-IR, PCR-ultrassensível\n- **Coagulação:** D-dímero e coagulograma se via oral ou fatores de risco trombótico\n- **Saúde óssea:** Densitometria óssea (DEXA) basal e a cada 2 anos\n- **Função tireoidiana:** SHBG elevada pode reduzir T4 livre; dosar TSH e T4L\n- **Estroboloma e metabolização:** Investigar constipação, disbiose e deficiências de ferro, vitaminas B12, B5, C, magnésio e metionina, que interferem nas fases 1, 2 e 3 do metabolismo estrogênico\n\n---\n\n### 3. Ajuste Terapêutico\n\n**Via de administração preferencial:**\n- **Transdérmica** (gel 0,3–2,5 mg/dia ou adesivos 50–100 mcg/dia): primeira escolha; evita metabolismo hepático, reduz risco trombótico, não eleva triglicerídeos\n- **Via oral:** Não é a via fisiológica para estradiol — aumenta fatores de coagulação em 2,5 vezes; reservar para casos específicos\n- **Vaginal:** Eficaz para sintomas locais (atrofia, dispareunia); complementar à TRH sistêmica\n\n**Princípio de dosagem:**\n- Usar a menor dose eficaz que controla os sintomas e mantém o nível sérico na faixa-alvo\n- Não existe dose universal; ajuste individualizado com base em clínica e laboratorial\n- A melhora clínica pode levar 2 a 3 meses — alinhar expectativas da paciente\n\n**Progesterona obrigatória:**\n- Progesterona oral micronizada (100 mg contínuo ou 200–300 mg sequencial) é mandatória mesmo em mulheres sem útero, pelos benefícios na massa óssea, sono (via conversão em alopregnanolona) e proteção mamária\n- Progesterona transdérmica não tem comprovação de proteção endometrial ou mamária\n- Progestágenos sintéticos (medroxiprogesterona) devem ser evitados\n\n---\n\n### 4. Janela de Oportunidade\n\n- **Janela de oportunidade:** Primeiros 10 anos após a menopausa e/ou antes dos 60 anos — período em que os benefícios cardiovasculares e neuroprotetores são máximos\n- **Janela ótima:** Início na transição menopausal (até 10 anos antes da menopausa) para prevenir adaptação do organismo à deficiência hormonal\n- Iniciar TRH fora desta janela (mais de 10 anos pós-menopausa ou acima de 60 anos sem uso prévio) requer avaliação individualizada e maior cautela com aterosclerose estabelecida\n\n---\n\n### 5. Monitoramento Periódico\n\n- **Laboratorial:** Dosagem de estradiol sérico 4–8 semanas após início ou ajuste de dose; após estabilização, a cada 6–12 meses\n- **Clínico:** Avaliação de sintomas (fogachos, qualidade do sono, libido, humor), efeitos adversos (mastalgia, sangramento vaginal, acne) e adesão\n- **Imagem:** Mamografia anual; ultrassonografia transvaginal anual (endométrio ≤ 10 mm)\n- **Duração:** Não há tempo máximo definido; decisão individualizada com reavaliação anual da relação risco-benefício\n\n---\n\n### 6. Critérios de Encaminhamento\n\n- **Ginecologista/especialista em climatério:** Início ou ajuste complexo de TRH, sangramento uterino anormal, espessura endometrial aumentada\n- **Mastologista:** Nódulo mamário, mamografia com achados suspeitos (BI-RADS ≥ 3)\n- **Cardiologista:** Risco cardiovascular elevado, eventos tromboembólicos prévios\n- **Endocrinologista:** Resistência à insulina, diabetes tipo 2, alterações tireoidianas associadas\n- **Oncologista:** Histórico pessoal de câncer de mama ou portadoras de BRCA1/2 (risco aumentado de 60–80%)"
}
