{
  "score_item_id": "019bf31d-2ef0-7a1c-96bb-07ca58662932",
  "clinical_relevance": "A ferritina é a principal proteína de armazenamento de ferro no organismo, sintetizada predominantemente no fígado, e representa o biomarcador de escolha para avaliação dos estoques de ferro tecidual. Cada molécula de ferritina pode armazenar milhares de átomos de ferro, mantendo-o em forma não tóxica e disponível para utilização metabólica. Em homens adultos, a medicina funcional integrativa estabelece como meta a ferritina entre 75 e 150 ng/mL, com saturação de transferrina idealmente entre 30 e 35%.\n\nDo ponto de vista fisiopatológico, a ferritina participa de um equilíbrio dinâmico com o pool de ferro lábil (LIP — Labile Iron Pool), regulando a oxidação do ferro livre. Em condições normais, a maior parte do ferro encontra-se armazenada dentro da ferritina com mínima fração no LIP. Em doenças crônicas e neurodegenerativas como Parkinson, a ferritina tende a diminuir com aumento do LIP, elevando o estresse oxidativo mitocondrial. Em estados inflamatórios crônicos, a ferritina sobe como proteína de fase aguda, dissociando-se do estoque real — fenômeno denominado \"hiperferritinemia inflamatória\" ou \"serum ferritin lacking iron\".\n\nCritérios diagnósticos em contexto inflamatório:\n- Ferritina <45 ng/mL: confirma anemia ferropriva mesmo em pacientes inflamados\n- Ferritina >100 ng/mL: exclui anemia ferropriva em pacientes inflamados\n- Ferritina 45–99 ng/mL: requer saturação de transferrina para análise complementar\n- Ferritina ~50 ng/mL (\"normal\" pelos critérios convencionais) associa-se a aproximadamente 50% de chance de ausência de ferro na medula óssea\n\nDado epidemiológico relevante: cerca de 90% dos indivíduos com ferritina elevada apresentam inflamação crônica subjacente, o que impõe avaliação conjunta com PCR-us para correta interpretação.\n\nO ferro tem papel central na biossíntese do heme, na função mitocondrial (complexos da cadeia respiratória), na síntese de hemoglobina, mioglobina, citocromos e neuroglobina. Deficiência de ferro causa estresse oxidativo mitocondrial e dano ao DNA antes mesmo do surgimento de anemia clínica. Para a biossíntese do heme, o ferro depende de cofatores como vitamina B6, cobre, zinco, riboflavina (B2), ácido pantotênico (B5) e biotina.\n\nA saturação de transferrina é biomarcador complementar essencial: referência funcional 20–50%, com meta ideal 30–35% para homens. Valores abaixo de 20% indicam depleção funcional. O ferro sérico isolado tem baixa utilidade diagnóstica e não deve ser interpretado de forma independente.\n\nEstratificação de risco em homens por faixa de ferritina:\n- <30 ng/mL: deficiência grave com comprometimento funcional significativo\n- 30–74 ng/mL: subótimo; investigar causas e intervir\n- 75–150 ng/mL: faixa funcional ideal\n- >150 ng/mL: avaliar contexto inflamatório (PCR-us) e descartar sobrecarga ou patologia",
  "points": 14,
  "patient_explanation": "A ferritina é uma proteína que funciona como o depósito de ferro do organismo — ela guarda o ferro absorvido dos alimentos para usar quando necessário. O exame de ferritina mostra se o estoque de ferro está adequado, baixo ou muito alto.\n\nO ferro é essencial para produzir hemoglobina (que leva oxigênio no sangue), para o funcionamento das células de energia e para o sistema imunológico. Quando a ferritina está baixa, mesmo antes de surgir anemia, pode causar cansaço, falta de energia, dificuldade de concentração e queda de cabelo.\n\nPara homens adultos, os valores ideais ficam entre 75 e 150 ng/mL. Quando a ferritina está muito alta, pode indicar inflamação no organismo — e não necessariamente excesso de ferro. Por isso é importante interpretar com outros marcadores, como Proteína C Reativa. Alimentação rica em carnes, leguminosas e vitamina C ajuda a manter o equilíbrio.",
  "conduct": "## Avaliação Laboratorial Complementar\n\n**Painel mínimo para interpretação da ferritina em homens:**\n- **Ferritina sérica** — avaliar fora de períodos de infecção ou inflamação aguda\n- **Saturação de transferrina** — meta funcional 30–35%; faixa aceitável 20–50%\n- **Ferro sérico** — baixo valor isolado; interpretar sempre em conjunto com saturação\n- **Transferrina sérica (TIBC)**\n- **PCR-us** — essencial para contextualizar ferritina elevada: se PCR alta, ferritina pode refletir inflamação e não excesso real de ferro\n- **Hemograma completo** com índices hematimétricos: VCM, HCM, CHCM, RDW\n- **Reticulócitos** com CHr (conteúdo de hemoglobina reticulocitária)\n\n**Quando ferritina 45–99 ng/mL:** solicitar saturação de transferrina antes de concluir sobre o estoque real.\n\n---\n\n## Interpretação por Faixa de Ferritina em Homens\n\n- **<30 ng/mL:** Deficiência grave. Iniciar reposição e investigar causa (perdas, má absorção, dieta restritiva, doença celíaca, gastrite atrófica, uso prolongado de IBP)\n- **30–74 ng/mL:** Subótimo. Avaliar sintomas (fadiga, queda de cabelo, dificuldade cognitiva), verificar saturação de transferrina e ajustar dieta e suplementação\n- **75–150 ng/mL:** Faixa funcional ideal para homens adultos\n- **150–300 ng/mL:** Avaliar PCR-us. Se PCR elevada, ferritina provavelmente reflete resposta inflamatória. Se PCR normal, investigar sobrecarga de ferro\n- **>300 ng/mL:** Investigar hemocromatose hereditária (HFE C282Y/H63D), hepatopatia (ALT/AST, GGT), síndrome metabólica severa ou neoplasia ativa\n\n---\n\n## Conduta na Deficiência de Ferro (Ferritina <75 ng/mL)\n\n**Investigação etiológica:**\n- Avaliar dieta: consumo de ferro heme vs. não-heme, presença de inibidores de absorção\n- Rastrear sangramento oculto: pesquisa de sangue oculto nas fezes; endoscopia conforme indicação clínica\n- Investigar má absorção: anti-transglutaminase IgA (doença celíaca), gastrina sérica (gastrite atrófica)\n- Revisar uso de IBP, AINEs e anticoagulantes\n\n**Intervenções dietéticas:**\n- Aumentar consumo de ferro heme (absorção 10–40%): carnes vermelhas, fígado, aves, peixes\n- Ferro não-heme (absorção 2–20%): feijões, lentilhas (deixar de molho 12–48h para remover fitato), folhas verde-escuras\n- Associar vitamina C (cítricos, acerola) às refeições ricas em ferro não-heme para potencializar absorção\n- Evitar café, chá e lácteos próximos às refeições principais (inibidores da absorção)\n- Evitar suplementação excessiva de zinco (competição com absorção de ferro)\n\n**Suplementação:**\n- Preferir formas queladas ou bisglicinato de ferro (maior tolerabilidade versus sulfato ferroso)\n- Associar cofatores: retinol (Vitamina A mobiliza ferro da ferritina para transferrina), riboflavina (B2 auxilia absorção e armazenamento de ferro)\n- Suplementação combinada com ácido fólico e múltiplos micronutrientes é mais eficaz do que ferro isolado\n- Dose: individualizar conforme grau de deficiência e tolerância gastrointestinal; iniciar com doses menores e escalar\n- Reavaliar ferritina e saturação de transferrina em 8–12 semanas\n\n**Encaminhamento:**\n- Gastroenterologia: suspeita de sangramento gastrointestinal ou má absorção\n- Hematologia: anemia grave (Hgb <10 g/dL) ou refratária à reposição oral\n\n---\n\n## Conduta na Hiperferritinemia (Ferritina >300 ng/mL)\n\n**Algoritmo diagnóstico:**\n1. Solicitar PCR-us e VHS para descartar inflamação ou infecção como causa primária\n2. Se inflamação presente: tratar causa de base e reavaliar ferritina após resolução\n3. Se inflamação ausente: solicitar transaminases (ALT/AST), GGT, bilirrubinas, lipidograma, glicemia, HOMA-IR\n4. Rastreio genético de hemocromatose: mutações HFE (C282Y, H63D) — especialmente se saturação de transferrina >45%\n5. Hemocromatose confirmada: encaminhar a hepatologista ou hematologista; considerar flebotomias terapêuticas\n\n**Monitoramento contínuo:**\n- Avaliar ferritina sempre fora de períodos de infecção ou inflamação aguda\n- Integrar com PCR-us em todo seguimento de hiperferritinemia\n- Reavaliar trimestralmente em casos de hiperferritinemia inflamatória sob tratamento\n\n---\n\n## Nutrientes Cofatores para o Metabolismo do Ferro\n\n- **Cobre:** Essencial para síntese do heme via ferroquelatase e ceruloplasmina; proporção sugerida na suplementação: 1 mg de cobre para cada 15 mg de zinco\n- **Vitamina A (Retinol):** Mobiliza ferro da ferritina para transferrina; alvo sérico ≥0,5 mg/L\n- **Riboflavina (B2):** Auxilia absorção e armazenamento de ferro; essencial para síntese de piridoxal-5-fosfato (B6 ativada)\n- **Ácido Pantotênico (B5):** Deficiência reduz síntese do heme e do complexo IV mitocondrial"
}