{
  "score_item_id": "019bf31d-2ef0-7864-9602-dd92148c7287",
  "clinical_relevance": "A fosfatase alcalina (FA) é uma enzima presente em múltiplos tecidos — fígado (canalículos biliares), osso (osteoblastos), intestino delgado, placenta e rim — e é mensurada rotineiramente em U/L. Os valores de referência convencionais no adulto situam-se entre 40–150 U/L, mas variam conforme o método laboratorial, o sexo, a faixa etária e o estado fisiológico: gravidez (terceiro trimestre) e adolescência elevam fisiologicamente a FA por aumento da isoenzima placentária e óssea, respectivamente.\n\nDo ponto de vista fisiopatológico, a elevação da FA pode refletir: (1) colestase intra ou extra-hepática — condição em que a FA eleva-se de forma desproporcional às transaminases, frequentemente acompanhada de elevação de GGT e bilirrubina direta; (2) doenças ósseas com alta remodelação osteoblástica (doença de Paget, metástases ósseas osteoblásticas, osteomalacia, hiperparatireoidismo primário); (3) condições fisiológicas (crescimento puberal, gravidez); (4) insuficiência cardíaca congestiva grave com congestão hepática passiva.\n\nNo contexto hepático, a FA é o marcador colestático por excelência. Conforme documentado em estudos com 408 pacientes com diversas hepatopatias, a GGT e a FA elevam-se de forma correlacionada em 93–96% dos casos de cirrose biliar primária (CBP) e lesão hepática induzida por drogas (DILI), reforçando o padrão colestático conjunto. Na doença hepática alcoólica, a GGT predomina sobre a FA. Nas hepatites virais agudas, as transaminases (ALT/AST) elevam-se de forma mais proeminente, com FA geralmente moderadamente aumentada.\n\nA estratificação de risco clínico baseia-se na magnitude da elevação em múltiplos do limite superior da normalidade (x LSN): elevação leve (1–3x LSN) requer investigação etiológica hepática versus óssea; elevação moderada (3–10x LSN) sugere doença biliar, infiltrativa ou óssea ativa; elevação grave (>10x LSN) é altamente sugestiva de obstrução biliar mecânica, doença de Paget ou metástases ósseas. A dosagem concomitante de GGT — que não se eleva nas doenças ósseas — é o método mais prático para diferenciação etiológica. A fracionação de isoenzimas por eletroforese ou a dosagem de 5'-nucleotidase complementam essa diferenciação quando necessário.\n\nEpidemiologicamente, a elevação assintomática isolada de FA é encontrada em aproximadamente 1–2% dos adultos em exames de rotina. A CBP acomete predominantemente mulheres acima de 40 anos. Em homens acima de 50 anos, metástases ósseas (próstata, mama, pulmão) devem ser consideradas frente a elevações inexplicadas. No contexto da medicina funcional integrativa, a FA elevada pode também sinalizar sobrecarga hepática biliar, disfunção na conjugação e eliminação biliar, e está potencialmente associada à hipovitaminose D — que, ao comprometer a mineralização óssea, eleva a atividade osteoblástica compensatória.",
  "points": 8,
  "patient_explanation": "A fosfatase alcalina é uma proteína produzida principalmente pelo fígado e pelos ossos, que pode ser medida no exame de sangue. Ela funciona como um sinal de que esses órgãos estão trabalhando adequadamente. Quando o valor está elevado, pode indicar que há alguma dificuldade no fluxo da bile pelo fígado ou que os ossos estão passando por um processo de renovação mais intensa. Valores levemente acima do normal podem ter causas simples e temporárias, como crescimento na adolescência, gravidez avançada ou uso de certos medicamentos. Por isso, um resultado alterado isolado não significa necessariamente uma doença grave: o médico vai avaliar o contexto, comparar com outros exames e, se necessário, solicitar investigações específicas. Manter hábitos saudáveis — evitar álcool em excesso, ter níveis adequados de vitamina D, cuidar da saúde óssea e controlar o peso corporal — são atitudes que ajudam a manter essa enzima em níveis equilibrados.",
  "conduct": "## Conduta Clínica: Fosfatase Alcalina Alterada\n\n### 1. Contextualização Inicial\n- **Determinar a magnitude da elevação** em múltiplos do limite superior da normalidade (x LSN)\n- **Excluir causas fisiológicas:** gravidez (3º trimestre), puberdade/adolescência, medicamentos hepatotóxicos ou anticonvulsivantes\n- **Avaliar quadro clínico:** icterícia, colúria, acolia, dor em hipocôndrio direito (sugere etiologia hepática/biliar); dores ósseas, fraturas patológicas (sugere etiologia óssea)\n- **Avaliar tendências:** comparar com valores anteriores do mesmo paciente para identificar progressão\n\n### 2. Diferenciação Etiológica: Hepática vs. Óssea\n- **Solicitar GGT concomitantemente:** FA elevada + GGT elevada → origem hepática/biliar confirmada (GGT não se eleva em doenças ósseas puras)\n- **Solicitar 5'-nucleotidase** se disponível: também não se eleva em doenças ósseas, auxiliando na diferenciação\n- **Painel hepático completo:** ALT, AST, bilirrubinas total e frações, GGT, albumina, TAP/INR\n- **Painel ósseo quando indicado:** cálcio sérico, fósforo, PTH intacto, vitamina D 25(OH), marcadores de remodelação óssea (P1NP, CTx)\n\n### 3. Investigação por Faixa de Elevação\n\n**Elevação leve (1–3x LSN) assintomática:**\n- Repetir exame em 4–6 semanas após suspensão de possível agente causador (fármaco, álcool)\n- Se persistente: ultrassonografia de abdome total para avaliar vias biliares e parênquima hepático\n- Associar GGT e bilirrubinas para determinar padrão de lesão\n\n**Elevação moderada (3–10x LSN):**\n- Ultrassonografia de abdome total prioritária\n- Considerar colangiopancreatografia por ressonância magnética (CPRM) se dilatação de vias biliares\n- Investigar CBP (anticorpo antimitocondrial AMA-M2) em mulheres acima de 40 anos\n- Investigar colangite esclerosante primária (ANCA, ASCA, colonoscopia se associada a DII)\n- Pesquisar doença infiltrativa hepática (linfoma, sarcoidose, amiloidose) com tomografia quando indicado\n\n**Elevação grave (>10x LSN):**\n- Investigação urgente de obstrução biliar mecânica (colelitíase, colangiocarcinoma, câncer de pâncreas)\n- Em contexto oncológico: cintilografia óssea ou PET-CT para metástases osteoblásticas\n- Considerar doença de Paget: radiografia de crânio, pelve e membros; dosagem de FA óssea específica\n\n### 4. Critérios de Encaminhamento\n- **Gastroenterologia/Hepatologia:** FA > 3x LSN de etiologia hepática persistente; suspeita de CBP, CEP ou doença infiltrativa hepática\n- **Ortopedia/Reumatologia:** FA > 3x LSN de etiologia óssea; suspeita de doença de Paget ou metástases ósseas\n- **Endocrinologia:** hiperparatireoidismo, osteomalacia, distúrbios do metabolismo mineral ósseo\n- **Oncologia:** FA progressivamente crescente em paciente com neoplasia conhecida\n\n### 5. Abordagem Funcional Integrativa Complementar\n- **Otimizar vitamina D:** manter 25(OH)D entre 40–80 ng/mL; deficiência aumenta atividade osteoblástica compensatória e pode elevar FA de origem óssea; monitorar cálcio e PTH ao suplementar\n- **Avaliar saúde biliar:** investigar estase biliar, colestase funcional e sobrecargas hepáticas (toxinas ambientais, defensivos agrícolas, metais pesados)\n- **Reduzir exposição hepatotóxica:** limitar álcool, revisar medicamentos desnecessários, considerar suporte com silimarina ou outros hepatoprotetores quando indicado\n- **Suporte nutricional:** zinco e magnésio como cofatores enzimáticos relevantes para função hepática e óssea; investigar deficiências concomitantes\n- **Monitoramento:** reavaliar FA após 8–12 semanas de intervenção para documentar resposta terapêutica\n\n### 6. Situações de Alerta Imediato\n- **FA > 10x LSN sem causa aparente** → investigação urgente\n- **FA elevada + icterícia + dor abdominal** → suspeita de obstrução biliar aguda, encaminhar com urgência\n- **FA elevada + hipercalcemia + perda de peso** → suspeita de malignidade (metástase óssea ou hipercalcemia neoplásica)\n- **FA progressivamente crescente em paciente oncológico** → investigar progressão de doença com imagem"
}
