{
  "score_item_id": "019bf31d-2ef0-7fd2-a64d-4a04b38c97f7",
  "clinical_relevance": "O Hormônio Folículo-Estimulante (FSH) é uma gonadotrofina glicoproteica produzida pela adeno-hipófise, essencial para a foliculogênese e o controle do ciclo menstrual feminino. Na fase folicular precoce, o FSH encontra-se elevado, estimulando o recrutamento e a maturação dos folículos ovarianos. À medida que o folículo dominante amadurece e produz estradiol (atingindo níveis de 200-300 pg/mL por pelo menos 48 horas), ocorre feedback positivo hipotalâmico com surto de GnRH, que dispara o pico de LH e, concomitantemente, um pico de FSH. Esse pico simultâneo de FSH e LH é o gatilho fisiológico da ovulação, ocorrendo aproximadamente 10-12 horas após o pico de LH.\n\n**Valores de referência — fase ovulatória (pico):** 3-22 mIU/mL (pico periovulatório); fase folicular precoce: 3-10 mIU/mL; fase lútea: 1-7 mIU/mL. Valores basais de FSH (dia 2-3 do ciclo) >10-12 mIU/mL sugerem diminuição da reserva ovariana; >25 mIU/mL são compatíveis com falência ovariana prematura ou transição menopausal avançada.\n\n**Fisiologia resumida:** O eixo hipotálamo-hipófise-ovário regula a secreção pulsátil de FSH via GnRH. Durante a fase folicular, o FSH estimula receptores nas células da granulosa, promovendo a aromatização de andrógenos em estradiol. Com a elevação do estradiol e inibina B pelo folículo dominante, há supressão do FSH (feedback negativo), permitindo a seleção do folículo único dominante. Na transição menopausal, a queda progressiva da produção ovariana de estradiol e inibina leva à elevação persistente do FSH (>25 mIU/mL), com picos precoces que encurtam a fase folicular, gerando polimenorreia inicial, evoluindo para oligomenorreia e amenorreia.\n\n**Interpretação clínica e estratificação de risco:**\n- FSH basal 3-10 mIU/mL: reserva ovariana preservada\n- FSH basal 10-15 mIU/mL: reserva diminuída, monitoramento indicado\n- FSH basal >15 mIU/mL: reserva ovariana comprometida; prognóstico reprodutivo desfavorável\n- FSH >25 mIU/mL persistente: falência ovariana prematura (POI) ou menopausa\n\n**Correlações importantes:** A razão LH:FSH normalmente situa-se entre 1 e 2. Na Síndrome dos Ovários Policísticos (SOP), essa razão pode estar invertida ou elevada (2-3), com LH predominante e FSH relativamente baixo, refletindo o distúrbio no padrão de secreção de GnRH e o feedback estrogênico anormal. O FSH deve ser interpretado em conjunto com LH, estradiol, AMH e ultrassonografia pélvica para avaliação completa da função reprodutiva e reserva ovariana.",
  "points": 12,
  "patient_explanation": "O FSH (Hormônio Folículo-Estimulante) é um hormônio produzido pelo cérebro que tem um papel fundamental no funcionamento dos seus ovários e no seu ciclo menstrual.\n\nDurante o ciclo, o FSH estimula os folículos — pequenas estruturas nos ovários que contêm os óvulos — a crescerem e amadurecerem. Quando o folículo atinge o tamanho adequado, ocorre um pico natural de FSH que ajuda a desencadear a ovulação, ou seja, a liberação do óvulo.\n\nValores alterados de FSH podem indicar diferentes situações: valores muito elevados podem sugerir que os ovários estão com uma reserva menor de óvulos, enquanto valores baixos podem estar relacionados a outros desequilíbrios hormonais.\n\nPor isso, a dosagem do FSH — especialmente no momento correto do ciclo — é uma informação valiosa para avaliar sua fertilidade e a saúde hormonal como um todo. Qualquer resultado fora do esperado deve ser analisado pelo seu médico, sempre considerando o contexto clínico completo e outros exames.",
  "conduct": "## Conduta Clínica — FSH na Fase Ovulatória\n\n### 1. Avaliação Inicial\n\n- **Confirmar o momento da coleta:** o resultado do FSH deve ser interpretado com a fase do ciclo em que foi coletado. O FSH ovulatório é coletado ao redor do dia 12-14 do ciclo (ciclo de 28 dias) ou conforme monitorização folicular ultrassonográfica.\n- **Solicitar painel hormonal completo** para contextualização:\n  - FSH basal (dia 2-3 do ciclo)\n  - LH basal e periovulatório\n  - Estradiol (E2)\n  - Hormônio Antimülleriano (AMH)\n  - Progesterona (dia 21-24 para confirmar ovulação — valor >3 ng/mL sugere ovulação; >10 ng/mL favorece implantação)\n  - Prolactina\n  - TSH e T4 livre\n  - Testosterona total e DHEA-S (se suspeita de hiperandrogenismo)\n- **Ultrassonografia pélvica transvaginal:** contagem de folículos antrais (CFA), morfologia ovariana, espessura endometrial.\n\n### 2. Interpretação e Critérios de Encaminhamento\n\n- **FSH periovulatório dentro dos limites esperados + ciclos regulares:** conduta expectante com acompanhamento clínico.\n- **FSH basal elevado (>10-12 mIU/mL) em mulher em idade reprodutiva:** investigar diminuição de reserva ovariana; associar AMH e CFA; orientar sobre impacto na fertilidade e discutir planejamento reprodutivo.\n- **FSH >25 mIU/mL persistente em mulher <40 anos:** investigar Falência Ovariana Prematura (POI) — solicitar cariótipo, anticorpos anti-ovarianos, screening de causas autoimunes (anticorpos antinucleares, anti-TPO), pesquisar causas genéticas (síndrome de Turner, mutação FMR1).\n- **Razão LH:FSH >2-3:** levantar hipótese de SOP — aplicar critérios de Rotterdam (2 de 3: hiperandrogenismo clínico/laboratorial, oligo/anovulação, morfologia policística ao US).\n- **Encaminhar ao ginecologista/endocrinologista reprodutivo** nos seguintes cenários:\n  - FSH basal repetidamente >15 mIU/mL\n  - Suspeita de POI\n  - Infertilidade associada a alterações de FSH/LH/AMH\n  - Desejo reprodutivo com reserva ovariana diminuída\n\n### 3. Intervenções Baseadas em Evidências\n\n- **Suplementação de Vitamina D:** manter nível sérico entre 45-60 ng/mL; estudos sugerem benefício na qualidade oocitária e fertilidade, especialmente em pacientes com dificuldade de engravidar.\n- **Mio-inositol:** 2 g/dia + ácido fólico 200 mcg, 2x/dia; melhora a qualidade oocitária e a sensibilidade à insulina, com benefício especialmente documentado em SOP; associar alfa-lactoalbumina 50 mg, 2x/dia em casos resistentes.\n- **Melatonina:** 3-6 mg/noite; ação antioxidante sobre folículos; indicada especialmente em pacientes com distúrbios do sono ou alto estresse oxidativo — ajustar higiene do sono antes de suplementar.\n- **Ômega-3 (EPA+DHA):** 2-4 g/dia; suporte anti-inflamatório à foliculogênese.\n- **Coenzima Q10:** suporte mitocondrial à foliculogênese e resposta ovariana.\n- **Monitorização do ciclo:** em pacientes com desejo reprodutivo, considerar monitoramento com ultrassonografia seriada e/ou kits de predição de ovulação (OPKs) para identificação da janela fértil — atentar que OPKs de LH total têm janela de detecção mais ampla do que os de LH intacto.\n\n### 4. Seguimento\n\n- Repetir painel hormonal (FSH, LH, E2, AMH) em 3-6 meses se alterações detectadas.\n- Em mulheres com reserva ovariana limítrofe e desejo reprodutivo futuro, discutir preservação da fertilidade (criopreservação de oócitos).\n- Monitorar sinais de transição menopausal em mulheres >40 anos com FSH progressivamente elevado.\n- Em pacientes com SOP, avaliar perfil metabólico completo: glicemia, insulina, HOMA-IR, perfil lipídico, antes de iniciar metformina ou indutores de ovulação."
}
