{
  "score_item_id": "c77cedd3-2800-7b12-88fc-aa754f7afe7a",
  "clinical_relevance": "O Hormônio Folículo-Estimulante (FSH) é uma gonadotrofina glicoproteica secretada pelas células gonadotróficas da adenohipófise, sob controle pulsátil do GnRH hipotalâmico. Em homens, o FSH atua primariamente nas células de Sertoli dos túbulos seminíferos, estimulando a espermatogênese e a produção de proteína ligadora de androgênio (ABP). Junto ao LH, integra o eixo hipotálamo-hipófise-gonadal (HHG), que regula a função reprodutiva masculina.\n\nOs valores de referência para FSH em homens adultos situam-se geralmente entre 1,5 e 12,4 mIU/mL, com variação conforme o laboratório e a faixa etária. A coleta deve ser feita preferencialmente pela manhã, pois há variação circadiana nos hormônios do eixo reprodutivo; em homens de 30 a 40 anos, os níveis às 16h podem ser 20-25% mais baixos que às 8h.\n\nA interpretação do FSH deve ser sempre correlacionada com LH e testosterona total, pois o padrão conjunto define o tipo de hipogonadismo:\n\n- Hipogonadismo primário (hipergonadotrófico): FSH e LH elevados com testosterona baixa indicam falha testicular — os testículos não respondem ao estímulo hipofisário. Causas incluem síndrome de Klinefelter (47,XXY), orquite, varicocele grave, criptorquidia, além de gonadotoxicidade por quimioterapia ou radioterapia. Neste cenário, o citrato de clomifeno e o HCG têm eficácia reduzida ou nula, pois o problema reside na responsividade testicular.\n\n- Hipogonadismo secundário (hipogonadotrófico): FSH e LH baixos ou normais com testosterona baixa indicam falha central (hipotálamo ou hipófise). É a forma mais prevalente atualmente; a obesidade é hoje três vezes mais impactante que o envelhecimento como causa de hipogonadismo central funcional, reduzindo a secreção de GnRH e kisspeptina. Estresse crônico, via ativação do eixo HPA, também pode suprimir o eixo HHG e mimetizar hipogonadismo secundário.\n\n- Hipogonadismo hipogonadotrófico congênito (HHC): inclui a síndrome de Kallmann, associada a anosmia, tratável com reposição de gonadotrofinas (GnRH, FSH, LH ou HCG) para promoção do desenvolvimento gonadal e fertilidade.\n\nFSH elevado isolado com testosterona e LH normais pode indicar comprometimento tubular (células de Sertoli) com preservação da função das células de Leydig, situação com implicações diretas na fertilidade, mesmo sem déficit androgênico clinicamente evidente. O FSH é, portanto, marcador fundamental na avaliação da infertilidade masculina: valores elevados associados a azoospermia ou oligospermia grave indicam falha testicular primária com prognóstico reprodutivo desfavorável.",
  "points": 12,
  "patient_explanation": "O FSH é um hormônio produzido pela hipófise, uma glândula localizada na base do cérebro, que envia um sinal aos testículos para estimular a produção de espermatozoides. Ele faz parte de um sistema de comunicação hormonal que coordena a saúde reprodutiva masculina.\n\nQuando o FSH está muito elevado, pode indicar que os testículos estão com dificuldade de responder a esse sinal, o que pode afetar a fertilidade e, em alguns casos, os níveis de testosterona.\n\nQuando o FSH está muito baixo, significa que o cérebro não está enviando o estímulo adequado. Isso ocorre com mais frequência em homens com sobrepeso, estresse elevado ou problemas de sono.\n\nUm resultado alterado de FSH não define sozinho um diagnóstico: ele precisa ser avaliado em conjunto com outros hormônios, como LH e testosterona, para que o médico compreenda a causa e indique a conduta mais adequada para cada caso.",
  "conduct": "## Avaliação Inicial\n\n**Solicitar painel hormonal completo para interpretação contextualizada:**\n- FSH, LH, testosterona total e SHBG (para cálculo da testosterona livre)\n- Estradiol e DHT (análise de proporcionalidade e aromatização)\n- Prolactina (excluir hiperprolactinemia como causa de hipogonadismo central)\n- TSH e T4 livre (disfunção tireoidiana interfere no eixo reprodutivo)\n- Cortisol matinal (afastar hipercortisolismo e supressão do eixo HHG)\n\n**Padronização da coleta:**\n- Preferencialmente às 8h, em jejum\n- Em caso de resultado limítrofe, repetir o exame para confirmação, respeitando horário e condições padronizadas\n\n---\n\n## Interpretação do Padrão de FSH\n\n### FSH elevado + LH elevado + testosterona baixa\n- Hipogonadismo primário (hipergonadotrófico): falha testicular\n- Investigar: síndrome de Klinefelter (solicitar cariótipo), orquite prévia, varicocele, criptorquidia, uso de agentes gonadotóxicos (quimioterapia, radioterapia)\n- **Clomifeno e HCG têm eficácia limitada** — testículo não responde ao estímulo\n- Encaminhar para endocrinologia ou andrologia\n\n### FSH baixo ou normal + LH baixo ou normal + testosterona baixa\n- Hipogonadismo secundário (hipogonadotrófico): falha central\n- Investigar: obesidade, resistência à insulina, apneia do sono, hiperprolactinemia, uso de esteroides exógenos, estresse crônico\n- **Boa resposta esperada a clomifeno ou HCG** quando os testículos são responsivos\n- Tratar causas funcionais antes de iniciar terapia hormonal\n\n### FSH elevado isolado + testosterona e LH normais\n- Possível comprometimento tubular com função androgênica preservada\n- Solicitar espermograma para avaliação da fertilidade\n\n---\n\n## Conduta por Perfil Clínico\n\n**Hipogonadismo funcional (obesidade, hábitos de vida):**\n- Prioridade absoluta: mudança de estilo de vida\n  - Redução de peso (dieta e exercício resistido)\n  - Investigação e tratamento de apneia do sono\n  - Redução do estresse e suporte ao eixo HPA\n  - Avaliação nutricional: zinco, vitamina D, magnésio, colesterol\n\n**Hipogonadismo secundário com testículo responsivo (LH/FSH não elevados):**\n- Citrato de clomifeno: 25 mg/dia ou em dias alternados — estimula LH e FSH endógenos; indicado quando há desejo de preservar fertilidade; não recomendado se FSH/LH já estiverem elevados\n- HCG: análogo do LH, estimula diretamente os testículos; doses baixas (ex.: 200 UI a cada 3 dias) para preservação da fertilidade\n- Monitorar: testosterona, estradiol (risco de aromatização) e DHT\n\n**Hipogonadismo primário confirmado:**\n- Encaminhar para endocrinologia ou andrologia\n- Discutir reposição de testosterona exógena (gel transdérmico, injetável ou implante) conforme perfil e desejo de paternidade\n- Se desejo de paternidade: avaliação com especialista em reprodução assistida\n\n---\n\n## Critérios de Encaminhamento\n\n- FSH persistentemente elevado com suspeita de falência testicular primária\n- Azoospermia ou oligospermia grave associada a FSH elevado\n- Suspeita de hipogonadismo hipogonadotrófico congênito (anosmia + FSH baixo)\n- Necessidade de indução de fertilidade com gonadotrofinas\n- Suspeita de lesão hipofisária (FSH muito baixo + outros déficits hormonais)\n\n---\n\n## Monitoramento\n\n- Repetir FSH, LH e testosterona após 3 meses de intervenção clínica ou farmacológica\n- Avaliar espermograma quando a fertilidade for clinicamente relevante\n- Ajustar conduta conforme resposta terapêutica, sempre individualizando o tratamento"
}
