{
  "score_item_id": "c77cedd3-2800-74c7-8d29-d4ff9ac75fa9",
  "clinical_relevance": "A gasometria venosa é um exame laboratorial que analisa sangue coletado de veia periférica ou cateter venoso central para avaliação do equilíbrio ácido-base, oxigenação tecidual e status metabólico. Os principais parâmetros incluem pH venoso (referência: 7,31–7,41), pCO2 venosa (41–51 mmHg), bicarbonato (HCO3-: 22–29 mEq/L), saturação venosa central de oxigênio (ScvO2: 70–80%) e lactato sérico.\n\nA ScvO2, mensurada na veia cava superior via cateter venoso central, é o parâmetro mais utilizado para avaliar o equilíbrio global entre oferta de oxigênio (DO2) e consumo de oxigênio (VO2). A DO2 é determinada pelo débito cardíaco (DC) e pelo conteúdo arterial de oxigênio (CaO2), sendo VO2 = DC × (CaO2 – CcvO2). Em condições fisiológicas de repouso, a extração de oxigênio situa-se em torno de 25%, resultando em ScvO2 ~75%. Valores de ScvO2 <70% indicam extração aumentada de oxigênio, sinalizando DO2 insuficiente frente à demanda — situação típica de baixo débito cardíaco, hipovolemia grave, anemia severa ou aumento do consumo metabólico. Paradoxalmente, ScvO2 >70% não exclui hipóxia tecidual: em sepse, deficiências na microcirculação ou disfunção mitocondrial podem impedir a extração celular de oxigênio, gerando ScvO2 normal ou supranormal mesmo na vigência de hipoperfusão.\n\nO gap venoso-arterial de CO2 (dCO2 ou Pcv-aCO2), com valor fisiológico de aproximadamente 6 mmHg, é parâmetro complementar crítico à ScvO2. Valores elevados de dCO2 (>5–6 mmHg) refletem estados de baixo fluxo — sepse, insuficiência cardíaca, hipovolemia grave — onde o metabolismo anaeróbico gera produção aumentada de íons hidrogênio tamponados por bicarbonato intracelular, com geração adicional de CO2. Pelo princípio de Fick aplicado ao CO2, há relação inversa entre o DC e o dCO2. Em pacientes cirúrgicos de alto risco, dCO2 >5,8 mmHg foi associado a mortalidade de 36,4% versus 4,5% em controles; dCO2 >5 mmHg apresentou sensibilidade de 96% para prever complicações pós-operatórias em pacientes com ScvO2 fisiológica (≥71%). A combinação de ScvO2 e dCO2 é recomendada para identificação de hipoperfusão tecidual, especialmente no choque séptico onde a ScvO2 pode ser falsamente normal.\n\nO bicarbonato sérico é parâmetro central na avaliação de distúrbios ácido-base. Na doença renal crônica (DRC), o bicarbonato começa a cair progressivamente quando a TFGe fica abaixo de 60 mL/min/1,73m², com prevalência de bicarbonato <22 mmol/L de 7,7% no estágio G3 e de 38,3% no estágio G5 (KDIGO 2024). Na cetoacidose diabética (CAD), os critérios diagnósticos incluem pH arterial <7,3, bicarbonato sérico <15 mEq/L, glicemia >250 mg/dL e presença de cetonemia ou cetonúria — configurando emergência médica. A gasometria venosa pode ser utilizada como substituta da arterial em muitos contextos clínicos, com correlação adequada para avaliação de distúrbios ácido-base: o pH venoso é tipicamente 0,03–0,05 unidades menor que o arterial.\n\nEm UTI e contexto perioperatório, a gasometria venosa central integra o monitoramento hemodinâmico multimodal individualizado. Intervenção guiada por ScvO2 contínua, com alvos de pressão venosa central 8–12 mmHg, pressão arterial média >65 mmHg e ScvO2 >70%, demonstrou redução de mortalidade de 46,5% para 30,5% no 28º dia em sepse grave. O índice R (bicarbonato/pCO2, normal ≈ 1; ideal 0,98–1,02) pode ser usado para avaliar custo metabólico em contextos de exercício intenso ou acidose sustentada.",
  "points": 0,
  "patient_explanation": "A gasometria venosa é um exame de sangue que avalia como o seu corpo está equilibrando o pH (acidez), o gás carbônico, o oxigênio e o bicarbonato — substâncias essenciais para o funcionamento de todos os órgãos. Diferente do exame arterial, que exige coleta em artéria, a gasometria venosa usa sangue de veia comum, tornando o procedimento mais simples.\n\nEsse exame é especialmente útil para verificar se os seus tecidos estão recebendo oxigênio suficiente e se o seu organismo está eliminando adequadamente o gás carbônico produzido pelo metabolismo. Quando os valores estão alterados, pode indicar desde distúrbios no equilíbrio ácido-base (como acidose ou alcalose), insuficiência renal crônica, crise de diabetes (cetoacidose) até situações de baixa circulação em órgãos. O médico utiliza esses dados em conjunto com outros exames e com o seu quadro clínico para definir o diagnóstico e o tratamento mais adequado.",
  "conduct": "## Conduta Clínica na Gasometria Venosa Alterada\n\n### Avaliação Inicial\n\n- **Identificar o distúrbio primário:** Analisar pH, pCO2 e HCO3- para classificar o distúrbio como acidose/alcalose metabólica ou respiratória, com ou sem compensação adequada.\n- **Correlacionar com contexto clínico:** Considerar sintomas, histórico de doenças crônicas (DRC, diabetes, ICC, DPOC), uso de medicamentos (diuréticos, ISGLT-2, GLP-1), estado volêmico e sinais vitais.\n- **Avaliar ScvO2 e dCO2 em pacientes críticos ou perioperatórios:**\n  - ScvO2 <70%: investigar causas de baixo débito (hipovolemia, ICC descompensada, anemia, sepse com baixo fluxo).\n  - ScvO2 >70% com dCO2 >5–6 mmHg: suspeitar de hipoperfusão tecidual oculta — especialmente em sepse com disfunção microcirculatória.\n  - dCO2 >5,8 mmHg em paciente cirúrgico: estratificar como alto risco para complicações pós-operatórias.\n\n### Investigação Complementar\n\n- **Gasometria arterial:** Indicada quando há suspeita de insuficiência respiratória ou quando precisão do pH e pO2 arterial é necessária para decisão de suporte ventilatório.\n- **Lactato sérico:** Complementar à ScvO2 e ao dCO2; lactato elevado persistente + ScvO2 normal + dCO2 >5 mmHg sugere hipoperfusão com extração prejudicada.\n- **Eletrólitos e função renal:** Sódio, potássio, creatinina e TFGe para avaliação de acidose metabólica em DRC ou distúrbios eletrolíticos associados.\n- **Glicemia e cetonas:** Em pH <7,3 e HCO3- <15 mEq/L, excluir cetoacidose diabética (CAD): glicemia, betahidroxibutirato, cetonúria.\n- **Hemograma completo:** Anemia como causa de baixa DO2 e ScvO2 reduzida.\n- **Ecocardiografia ou avaliação hemodinâmica:** Quando baixo débito cardíaco é suspeito como causa de dCO2 elevado ou ScvO2 reduzida.\n- **Bicarbonato sérico seriado em DRC:** Conforme KDIGO 2024, monitorar bicarbonato em pacientes com TFGe <60 mL/min/1,73m²; tratar acidose quando bicarbonato <18 mmol/L.\n\n### Intervenções Baseadas em Evidências\n\n**Acidose metabólica em DRC:**\n- Considerar suplementação de bicarbonato de sódio oral quando bicarbonato sérico <18 mmol/L, visando valores dentro da normalidade sem causar hipernatremia, hipercalemia ou sobrecarga hídrica.\n- Intervenção dietética complementar (redução de carga ácida da dieta).\n- Monitorar PA, potássio e estado volêmico durante tratamento.\n\n**Cetoacidose diabética (CAD):**\n- Emergência médica: internação imediata, ressuscitação volêmica com solução salina isotônica, insulinoterapia e reposição de eletrólitos (potássio, fosfato conforme necessidade).\n- Critérios diagnósticos: glicemia >250 mg/dL, pH <7,3, HCO3- <15 mEq/L, cetonemia/cetonúria.\n- Monitoramento frequente da gasometria venosa durante tratamento para avaliar resposta.\n\n**Hipoperfusão tecidual (paciente crítico/perioperatório):**\n- Alvo de ScvO2 >70% como parte de protocolo de ressuscitação guiada por metas.\n- Correção de causas de baixa DO2: volemia (CVP alvo 8–12 mmHg), inotrópicos se necessário, transfusão se hemoglobina <7–8 g/dL.\n- Uso combinado de ScvO2 e dCO2 para detecção de hipoperfusão oculta em sepse.\n- dCO2 >5 mmHg com ScvO2 normal: considerar aumento do suporte hemodinâmico e monitoramento de lactato.\n\n### Critérios de Encaminhamento\n\n- **Nefrologia:** Acidose metabólica associada a DRC estágios G4–G5 ou bicarbonato persistentemente baixo (<18 mmol/L).\n- **Endocrinologia/Urgência:** Cetoacidose diabética confirmada ou suspeita — encaminhamento imediato para emergência.\n- **Medicina Intensiva/UTI:** Pacientes com sinais de hipoperfusão tecidual grave (ScvO2 <70%, dCO2 >6 mmHg, lactato elevado, instabilidade hemodinâmica) — necessitam de monitoramento avançado e suporte.\n- **Pneumologia:** Distúrbios respiratórios primários (hipercapnia crônica, DPOC descompensado, acidose respiratória não compensada).\n\n### Monitoramento e Seguimento\n\n- Em pacientes com DRC: repetir gasometria venosa ou bicarbonato sérico a cada 3–6 meses conforme estágio.\n- Em contexto perioperatório: monitoramento contínuo de ScvO2 e dCO2 nas primeiras 24–48h pós-operatórias em cirurgias de alto risco.\n- Em cetoacidose: repetir a cada 2–4h até resolução (pH >7,3, HCO3- >18 mEq/L, cetonas negativas)."
}
