{
  "score_item_id": "019bf31d-2ef0-7adf-a825-4374ecc3292f",
  "clinical_relevance": "O pO2 venoso representa a pressão parcial de oxigênio no sangue venoso (geralmente coletado da veia cava superior ou artéria pulmonar) e reflete o equilíbrio entre a oferta de oxigênio (DO2) e o consumo tecidual (VO2). Em condições fisiológicas normais, o pO2 venoso central situa-se em torno de 35-45 mmHg, correspondendo a uma saturação venosa central (ScvO2) de aproximadamente 70-75%. A saturação venosa mista (SvO2), medida na artéria pulmonar, é o padrão ouro para avaliação global da extração de oxigênio, enquanto a ScvO2 — medida na veia cava superior por cateter venoso central — é amplamente aceita como substituto prático na rotina clínica, com valores absolutos cerca de 5% superiores ao SvO2, porém com variações paralelas.\n\nA fisiologia é governada pela equação de Fick: VO2 = CO × (CaO2 − CcvO2), onde CO é o débito cardíaco. Os principais determinantes da ScvO2/pO2 venoso são: hemoglobina, saturação arterial de oxigênio, débito cardíaco e consumo de oxigênio pelos tecidos. Qualquer condição que reduza a DO2 — anemia, hipovolemia, baixo débito cardíaco — ou aumente o VO2 — febre, dor, sepse — resulta em queda do pO2 venoso. Em média, a OER fisiológica (razão de extração de oxigênio) é de 25%.\n\nEstratificação de risco: ScvO2 < 70% (pO2 venoso < ~35 mmHg) é sinal de alerta para inadequação na DO2 e preditor de complicações e desfecho adverso. Em insuficiência cardíaca aguda descompensada, ScvO2 < 60% em 24h após admissão em UTI associou-se a eventos cardíacos maiores em 81% dos pacientes versus 13% com ScvO2 mais elevado. Na miocardiopatia com choque cardiogênico, SvO2 foi de 43%, contra 56% na insuficiência cardíaca sem choque e 70% em pacientes sem insuficiência cardíaca. Em sepse, ScvO2 suprafisiológica (>70%) pode ocorrer por disfunção mitocondrial com incapacidade de extração celular — nesse cenário, o gap veno-arterial de CO2 (dCO2 > 6 mmHg) e lactato elevado são parâmetros complementares essenciais.\n\nNa terapia guiada por metas em choque séptico, manter ScvO2 > 70% como alvo, junto com PAM > 65 mmHg e PVC 8-12 mmHg, reduziu a mortalidade de 46,5% para 30,5% no 28º dia (Rivers et al., NEJM 2001). No contexto perioperatório de alto risco, ScvO2 > 73% associou-se a menor taxa de complicações e menor tempo de internação hospitalar. O gap dCO2 > 5 mmHg apresentou sensibilidade de 96% para predizer complicações pós-operatórias em pacientes com ScvO2 fisiológica.",
  "points": 15,
  "patient_explanation": "O pO2 venoso mede a quantidade de oxigênio que sobrou no sangue depois que o corpo já usou o que precisava. Pense assim: o coração bombeia sangue rico em oxigênio para todos os órgãos, que retiram o que precisam para funcionar. O sangue que retorna ao coração — o sangue venoso — carrega menos oxigênio. Medir esse valor nos diz se o corpo está recebendo oxigênio suficiente e se os órgãos estão conseguindo usá-lo direito.\n\nValores baixos significam que o corpo está precisando de mais oxigênio do que está recebendo — isso pode acontecer em situações como infecções graves, problemas no coração ou perda de sangue. Valores muito altos, paradoxalmente, podem ocorrer em infecções graves quando as células perdem a capacidade de absorver o oxigênio disponível. Esse exame é usado principalmente em ambientes de terapia intensiva para guiar o tratamento e garantir que todos os órgãos estejam bem oxigenados.",
  "conduct": "## Conduta Clínica para pO2 Venoso Alterado\n\n### Interpretação dos Valores\n\n- **Normal:** pO2 venoso central ~35-45 mmHg (ScvO2 70-75%)\n- **Baixo (< 35 mmHg / ScvO2 < 70%):** inadequação entre oferta e consumo de oxigênio — sinal de alerta\n- **Crítico (< 25 mmHg / SvO2 < 50%):** extração de O2 extremamente elevada; risco imediato de falência de múltiplos órgãos\n- **Elevado/suprafisiológico (ScvO2 > 80%):** pode indicar disfunção mitocondrial ou incapacidade de extração celular (ex.: sepse grave)\n\n### Investigação Complementar\n\n- **Gasometria arterial simultânea** para calcular diferença arteriovenosa e OER\n- **Gap veno-arterial de CO2 (dCO2):** valor fisiológico ≤ 6 mmHg; dCO2 > 6 mmHg em presença de ScvO2 normal ou elevada indica hipoperfusão tecidual oculta\n- **Lactato sérico:** elevação persistente + ScvO2 baixa = hipóxia tecidual confirmada; lactato elevado + ScvO2 alta = provável disfunção mitocondrial\n- **Hemograma completo:** anemia é causa frequente de queda da DO2 — 40-45% dos pacientes críticos recebem transfusão durante internação\n- **Ecocardiografia/débito cardíaco:** débito cardíaco reduzido é causa primária de ScvO2 baixa em pacientes com insuficiência cardíaca\n- **Biomarcadores cardíacos** (troponina, BNP) se suspeita de síndrome coronariana aguda ou insuficiência cardíaca descompensada\n\n### Critérios de Encaminhamento a Especialistas\n\n- **UTI/terapia intensiva:** ScvO2 persistentemente < 70% associada a sinais de hipoperfusão (hipotensão, oligúria, rebaixamento de consciência)\n- **Cardiologista:** ScvO2 cronicamente baixa com suspeita de insuficiência cardíaca — em choque cardiogênico, SvO2 pode cair para 43%\n- **Infectologista/intensivista:** quadro séptico com ScvO2 supranormal + dCO2 elevado + lactato persistente\n\n### Intervenções Baseadas em Evidências\n\n**Quando ScvO2 < 70% (pO2 venoso baixo):**\n\n- **Otimizar DO2:**\n  - Corrigir anemia: transfusão de concentrado de hemácias se Hb < 7 g/dL (ou < 10 g/dL com sinais de hipóxia tecidual)\n  - Otimizar volemia: reposição volêmica guiada por parâmetros hemodinâmicos (PVC 8-12 mmHg, PAM > 65 mmHg)\n  - Suporte inotrópico se débito cardíaco inadequado após reposição volêmica\n  - Garantir oxigenação arterial adequada (SaO2 > 95%)\n- **Reduzir VO2:**\n  - Controle de febre e dor\n  - Sedação e analgesia adequadas em pacientes sob ventilação mecânica\n  - Tratar causa base (infecção, hemorragia, insuficiência cardíaca)\n\n**Quando ScvO2 elevada com sinais de má perfusão:**\n\n- Avaliar dCO2 e lactato como ferramentas complementares\n- dCO2 > 5-6 mmHg mesmo com ScvO2 normal/elevada indica hipoperfusão oculta\n- Usar abordagem multimodal: ScvO2 + dCO2 + lactato + parâmetros clínicos integrados\n\n**Meta terapêutica validada:**\n\n- Manter ScvO2 > 70% como alvo na ressuscitação do choque séptico, em conjunto com PAM > 65 mmHg e PVC 8-12 mmHg, reduz mortalidade em 28 dias\n- No perioperatório de alto risco, ScvO2 > 73% associa-se a menor número de complicações e menor tempo de hospitalização\n"
}