{
  "score_item_id": "c77cedd3-2800-748d-97af-8b43a9ac41a6",
  "clinical_relevance": "A saturação venosa de oxigênio (SatO2 Venosa), representada clinicamente pela saturação venosa central de oxigênio (ScvO2), é mensurada no sangue colhido da veia cava superior por meio de cateter venoso central. Reflete o equilíbrio global entre a oferta de oxigênio (DO2) e o consumo tecidual de oxigênio (VO2), descrito pela equação de Fick: VO2 = CO × (CaO2 − CcvO2), onde CO é o débito cardíaco e CaO2/CcvO2 são os conteúdos arterial e venoso central de oxigênio.\n\n**Valores de referência e interpretação:**\n- Fisiológico: 70–80%\n- ScvO2 < 70%: extração tecidual aumentada — alerta para inadequação de DO2 (baixo débito cardíaco, anemia, hipovolemia ou aumento de VO2)\n- ScvO2 > 80% com dCO2 elevado e lactato aumentado: shunting microcirculatório ou disfunção mitocondrial com incapacidade de extração celular de O2 (observado na sepse grave)\n- ScvO2 é em média 5% mais elevada que a SvO2 mista (artéria pulmonar), mas ambas variam de forma paralela\n\n**Fisiopatologia:**\nOs principais fatores que influenciam a ScvO2 são: hemoglobina, saturação arterial de oxigênio, débito cardíaco e consumo de oxigênio. Situações como anemia, hipovolemia, disfunção contrátil miocárdica, febre, dor e sedação inadequada alteram este parâmetro. Na fase inicial da queda de DO2, o organismo compensa aumentando a extração tecidual (queda de ScvO2). Além de um ponto crítico, qualquer redução adicional de DO2 resulta em queda do VO2, configurando hipóxia tecidual.\n\n**Dados clínicos baseados em evidências:**\n- Em pacientes com infarto do miocárdio e choque cardiogênico, SvO2 foi de 43%; com insuficiência cardíaca sem choque, 56%; sem insuficiência cardíaca, 70%\n- Na sepse grave, intervenção guiada por ScvO2 > 70% (early goal-directed therapy) reduziu mortalidade de 46,5% para 30,5% no 28º dia (Rivers et al., N Engl J Med 2001)\n- Em insuficiência cardíaca aguda descompensada, eventos cardíacos maiores ocorreram em 81% dos pacientes com ScvO2 < 60% nas primeiras 24h de UTI versus 13% nos com ScvO2 mais elevada\n- Valores supranormais de ScvO2 em sepse com gap venoarterial de CO2 (dCO2) > 6 mmHg e lactato elevado indicam hipóxia tecidual oculta\n- Em cirurgias de alto risco, dCO2 > 5 mmHg teve sensibilidade de 96% para prever complicações pós-operatórias em pacientes com ScvO2 fisiológica (> 71%)\n\n**Estratificação de risco:**\n- ScvO2 < 60%: alto risco de disfunção orgânica; intervenção imediata\n- ScvO2 60–70%: limítrofe; avaliar contexto clínico, lactato e dCO2\n- ScvO2 70–80%: fisiológico\n- ScvO2 > 80% com dCO2 elevado e lactato aumentado: hipóxia oculta por disfunção microcirculatória",
  "points": 22,
  "patient_explanation": "A SatO2 Venosa mede quanto oxigênio ainda está presente no sangue depois que ele passou pelos tecidos. O coração bombeia sangue rico em oxigênio para os órgãos, que usam parte desse oxigênio para funcionar. O sangue que retorna ao coração carrega o oxigênio que sobrou — e é exatamente isso que esse exame avalia. Ele é feito por cateter em veia central para verificar se os tecidos recebem oxigênio suficiente e se o coração bombeia com eficiência adequada.\n\nQuando o valor está baixo, pode indicar que o corpo se esforça demais para compensar algum problema, como pressão baixa, anemia ou coração funcionando abaixo do ideal. Quando está muito elevado em situações graves, pode sugerir que as células têm dificuldade de aproveitar o oxigênio.\n\nEsse parâmetro é monitorado em situações críticas como UTI, grandes cirurgias ou infecções graves, ajudando a equipe médica a garantir que os órgãos recebam oxigênio suficiente.",
  "conduct": "## Conduta Clínica — SatO2 Venosa (ScvO2)\n\n### Investigação Complementar\n\n- **Gasometria arterial e venosa central simultâneas:** calcular o gap venoarterial de CO2 (dCO2 = PcvCO2 − PaCO2); valor fisiológico ≤ 6 mmHg\n- **Lactato sérico:** indicador de hipóxia tecidual anaeróbica; lactato persistentemente elevado com ScvO2 normal ou alta sugere disfunção mitocondrial ou microcirculatória\n- **Hemograma completo:** descartar anemia como causa de redução de DO2\n- **Ecocardiografia à beira-leito (POCUS):** avaliar função contrátil, volemia, sinais de disfunção ventricular e derrame pericárdico\n- **Débito cardíaco:** mensurar por termodiluição, Doppler esofágico ou métodos não invasivos; integrar com ScvO2 para avaliação global de DO2\n- **Monitorização contínua:** em pacientes críticos, preferir cateter de fibra óptica para mensuração contínua de ScvO2\n\n### Interpretação Integrada (Abordagem Multimodal)\n\n- **ScvO2 < 70% + dCO2 > 6 mmHg + lactato elevado:** DO2 inadequada; otimizar volemia, hemoglobina e débito cardíaco\n- **ScvO2 > 70% + dCO2 > 6 mmHg + lactato elevado:** hipóxia tecidual oculta por shunting microcirculatório; não interpretar ScvO2 isoladamente como sinal de adequação\n- **ScvO2 70–80% + dCO2 ≤ 6 mmHg + lactato normal:** estado fisiológico; manter protocolo e monitorar\n\n### Intervenções Baseadas em Evidências\n\n**Se ScvO2 < 70%:**\n- **Avaliação de volemia:** testar responsividade a fluidos (elevação passiva de membros, variação de pressão de pulso); administrar bolus criterioso se indicado\n- **Correção de anemia:** considerar transfusão de concentrado de hemácias se Hb < 7 g/dL (ou < 10 g/dL em coronariopatas); ScvO2 pode servir como gatilho fisiológico complementar ao nível de hemoglobina\n- **Suporte inotrópico:** iniciar ou ajustar dobutamina se disfunção miocárdica confirmada como causa do baixo débito\n- **Redução do consumo de O2:** controle de febre, analgesia eficaz, sedação adequada, ventilação mecânica protetora quando indicada\n- **Meta terapêutica em sepse/choque séptico:** ScvO2 > 70% associada a PAM > 65 mmHg e PVC 8–12 mmHg\n\n**Se ScvO2 > 80% com dCO2 elevado e/ou lactato aumentado:**\n- Não interpretar como adequação — indica hipóxia oculta por shunting microcirculatório ou falência mitocondrial\n- Monitorar lactato seriado e sinais de hipoperfusão regional (consciência, débito urinário, moteamento cutâneo)\n- Discutir escalada terapêutica com equipe de terapia intensiva\n\n### Critérios de Encaminhamento e Escalada\n\n- **UTI imediata:** ScvO2 < 60% persistente, lactato > 4 mmol/L, instabilidade hemodinâmica refratária a medidas iniciais\n- **Cardiologista/Intensivista:** suspeita de choque cardiogênico (ScvO2 baixa + sinais de baixo débito sem hipovolemia)\n- **Cirurgia de alto risco:** monitorização perioperatória de ScvO2 recomendada; alvo > 73% associa-se a menor taxa de complicações pós-operatórias e menor tempo de internação hospitalar\n\n### Monitorização e Seguimento\n\n- Repetir mensuração a cada 1–4 horas na fase aguda, ou de forma contínua por cateter de fibra óptica\n- Reavaliar resposta às intervenções: esperar melhora de ScvO2 em 15–30 minutos após expansão volêmica ou transfusão\n- Documentar tendência temporal — queda progressiva é sinal de alerta mesmo que ScvO2 ainda esteja dentro da faixa normal"
}