{
  "score_item_id": "c77cedd3-2800-7db4-8cdb-c8e40831fbe3",
  "clinical_relevance": "A genotipagem HLA DQ2 e DQ8 é um teste genético que identifica os haplótipos do Complexo Principal de Histocompatibilidade (MHC) de classe II associados à suscetibilidade à doença celíaca. Os alelos HLA-DQ2 (codificado pelos genes DQA1*05 e DQB1*02) e HLA-DQ8 (codificado por DQA1*03 e DQB1*03:02) são responsáveis pela apresentação de peptídeos de gliadina desamidada a linfócitos T CD4+, iniciando a cascata imunológica autoimune característica da doença celíaca.\n\nDo ponto de vista epidemiológico, aproximadamente 90–95% dos pacientes com doença celíaca carregam o heterodímero HLA-DQ2, e cerca de 5–10% carregam HLA-DQ8. A presença de pelo menos um desses alelos é considerada pré-requisito geneticamente necessário, porém não suficiente, para o desenvolvimento da doença celíaca: indivíduos sem HLA-DQ2 nem HLA-DQ8 têm probabilidade extremamente baixa de desenvolver a condição, tornando o teste genético altamente útil para exclusão diagnóstica (valor preditivo negativo próximo de 100%).\n\nNa população geral, cerca de 25–35% dos indivíduos são portadores de HLA-DQ2 ou DQ8, mas apenas 1–3% desenvolvem doença celíaca ao longo da vida, demonstrando que a suscetibilidade genética é necessária, porém insuficiente isoladamente. Fatores ambientais como exposição ao glúten, composição do microbioma intestinal, infecções virais e momento da introdução alimentar na infância modulam a expressão fenotípica da doença.\n\nIndicações clínicas para solicitação: (1) exclusão de doença celíaca em pacientes com IgA anti-transglutaminase negativo mas com alta suspeita clínica; (2) avaliação de familiares de primeiro grau de celíacos, nos quais a prevalência sobe para 10–15%; (3) pacientes já em dieta sem glúten antes da investigação sorológica, situação que pode falsear negativamente os anticorpos; (4) casos de sorologia discordante da biópsia duodenal; (5) diferenciação entre doença celíaca e sensibilidade ao glúten não celíaca (SGNC).\n\nNo espectro das desordens relacionadas ao glúten, o teste diferencia doença celíaca (autoimune, exige dieta 100% sem glúten permanente) de SGNC (inflamatória, tolerância variável, sem vínculo obrigatório com HLA-DQ2/DQ8) e alergia ao trigo (reação mediada por IgE ou não, igualmente sem associação genética obrigatória com esses haplótipos). Um resultado negativo para ambos os haplótipos em paciente sintomático direciona a investigação para SGNC, alergia ao trigo ou outras enteropatias.\n\nA homozigose para HLA-DQ2 (DQ2.5/DQ2.5) confere risco ainda maior de formas graves e complicadas de doença celíaca, incluindo maior risco de linfoma de células T associado à enteropatia, justificando vigilância clínica mais rigorosa nesses casos.",
  "points": 12,
  "patient_explanation": "Este exame analisa seus genes para verificar se você tem predisposição genética à doença celíaca, uma reação do sistema imune ao glúten — proteína presente no trigo, cevada e centeio.\n\nOs genes HLA DQ2 e DQ8 estão presentes em quase todas as pessoas com doença celíaca. Se você não tiver nenhum desses genes, é muito improvável que tenha essa doença, e isso ajuda o médico a descartar esse diagnóstico com segurança.\n\nTer esses genes não significa que você tem ou vai desenvolver doença celíaca — apenas indica uma predisposição. Cerca de 30% das pessoas na população carregam esses genes, mas somente uma pequena parcela desenvolve a doença.\n\nEsse teste é especialmente útil quando outros exames de sangue deram resultado duvidoso, quando você já estava fazendo dieta sem glúten antes dos exames, ou quando há familiares próximos com doença celíaca. O resultado auxilia o médico a definir os próximos passos da investigação de forma mais precisa e individualizada.",
  "conduct": "## Interpretação do Resultado\n\n- **HLA-DQ2 e DQ8 negativos:** Exclui doença celíaca com alto valor preditivo negativo (~99%). Redirecionar investigação para sensibilidade ao glúten não celíaca (SGNC), alergia ao trigo, intolerância à histamina, SIBO ou outras enteropatias funcionais.\n- **HLA-DQ2 e/ou DQ8 positivos:** Indica suscetibilidade genética. Não confirma diagnóstico de doença celíaca isoladamente. Prosseguir com investigação sorológica e, se necessária, endoscópica.\n- **Homozigose HLA-DQ2 (DQ2.5/DQ2.5):** Risco aumentado para formas graves e complicações (linfoma de células T associado à enteropatia). Vigilância clínica mais rigorosa.\n\n## Investigação Complementar Recomendada\n\n- **Sorologia:** IgA anti-transglutaminase tecidual (anti-TTG IgA) + IgA sérica total (para excluir deficiência seletiva de IgA)\n  - Se IgA baixa: solicitar anti-TTG IgG e anti-gliadina desamidada IgG\n- **Se sorologia positiva:** Endoscopia digestiva alta com biópsias duodenais (mínimo 4 fragmentos do duodeno distal e 1 do bulbo) para classificação histológica de Marsh\n- **Paciente já em dieta sem glúten:** Orientar reintrodução de glúten por 6–8 semanas antes da sorologia e biópsia para evitar falso-negativo\n- **Familiares de primeiro grau de celíacos:** Oferecer rastreamento com HLA-DQ2/DQ8 e, se positivo, sorologia periódica a cada 2–3 anos ou diante de sintomas\n- **Avaliação nutricional:** Hemograma, ferritina, vitamina B12, folato, vitamina D, zinco, magnésio — pesquisa de deficiências associadas à má absorção intestinal\n\n## Critérios de Encaminhamento\n\n- **Gastroenterologia:** Pacientes com sorologia positiva para realização de endoscopia com biópsia; formas complicadas de doença celíaca; pacientes não-respondedores à dieta sem glúten após 12 meses de adesão rigorosa\n- **Nutrição clínica:** Todo paciente com diagnóstico confirmado de doença celíaca para orientação dietética detalhada e prevenção e correção de deficiências nutricionais\n- **Imunologia/Alergia:** Quando há suspeita de alergia ao trigo coexistente ou outros fenótipos alérgicos associados\n\n## Condutas por Cenário Clínico\n\n### HLA positivo + sorologia positiva + biópsia compatível\n- Confirmar diagnóstico de doença celíaca e iniciar dieta rigorosamente isenta de glúten (100%), orientada por nutricionista especializada\n- Investigar e tratar deficiências nutricionais identificadas\n- Monitorar anti-TTG IgA a cada 6–12 meses até negativação, depois anualmente\n- Rastrear doenças autoimunes associadas: tireoidite de Hashimoto, diabetes mellitus tipo 1, síndrome de Sjögren\n\n### HLA positivo + sorologia negativa + sintomas persistentes\n- Considerar SGNC, síndrome do intestino irritável com sobreposição ou celíaca soronegativa\n- Propor exclusão empírica de glúten por 3–6 semanas com registro de resposta clínica\n- Se melhora: reintroduzir glúten para diferenciar SGNC de celíaca subclínica\n- Avaliar permeabilidade intestinal (zonulina sérica/fecal) e investigar SIBO com teste respiratório\n\n### HLA negativo + sintomas gastrointestinais\n- Afastar doença celíaca com segurança e reorientar a investigação\n- Investigar SIBO (teste respiratório com lactulose ou glicose), intolerância a FODMAPs, intolerância à histamina e disbiose intestinal\n- Avaliar calprotectina fecal para diferenciação de doença inflamatória intestinal\n\n## Intervenções Baseadas em Evidências\n\n- **Dieta sem glúten:** Única terapia eficaz comprovada para doença celíaca; deve ser permanente, rigorosa e supervisionada por nutricionista — atenção a fontes ocultas de glúten em molhos, embutidos e alimentos industrializados\n- **Modulação intestinal:** Suporte com probióticos (*Lactobacillus rhamnosus* e outras cepas específicas), fibras adequadas ao caso e nutrientes essenciais (vitamina D, zinco, ômega-3) para restaurar integridade da barreira intestinal\n- **Enzimas digestivas:** Produtos comerciais atuais não têm eficácia comprovada para degradação suficiente do glúten; endopeptidases bacterianas estão em fase de ensaios clínicos — não recomendar como substituto da dieta sem glúten\n- **Rastreamento familiar:** Orientar que parentes de primeiro grau têm risco 10–15 vezes maior de doença celíaca; indicar genotipagem HLA e acompanhamento periódico com sorologia"
}
