{
  "score_item_id": "019bf31d-2ef0-74c6-9cbf-178320c23119",
  "clinical_relevance": "O anticorpo IgA anti-gliadina deaminada (DGP-IgA) é um marcador sorológico de segunda geração para doença celíaca, dirigido contra peptídeos de gliadina deaminados pela transglutaminase tecidual. Diferentemente dos anticorpos anti-gliadina nativa de primeira geração (AGA), os DGP apresentam sensibilidade e especificidade superiores, tornando-se marcadores relevantes no painel diagnóstico da doença celíaca.\n\n**Valores de referência:** Geralmente negativos abaixo de 20 U/mL (pode variar conforme o laboratório). Valores acima de 20 U/mL são considerados positivos e clinicamente relevantes.\n\n**Fisiopatologia:** Na doença celíaca, a ingestão de glúten em indivíduos geneticamente predispostos (portadores de HLA-DQ2 ou HLA-DQ8 em ~95% dos casos) desencadeia uma resposta imune adaptativa. A transglutaminase tecidual deamina resíduos de glutamina em ácido glutâmico nos peptídeos de gliadina, aumentando sua afinidade por moléculas HLA-DQ2/DQ8 e potencializando a resposta T-mediada. Esta cascata resulta em produção de autoanticorpos — incluindo DGP-IgA — inflamação da mucosa intestinal e atrofia vilositária progressiva.\n\n**Epidemiologia:** A doença celíaca afeta aproximadamente 1% da população mundial, com subdiagnóstico reconhecido por especialistas, incluindo gastroenterologistas de instituições como Harvard. A sensibilidade do DGP-IgA situa-se entre 80-95% e especificidade acima de 90% para doença celíaca ativa.\n\n**Interpretação clínica:** O DGP-IgA é particularmente útil em crianças menores de 2 anos, nos quais o anti-tTG pode ter desempenho inferior, e como complemento ao anti-tTG IgA no diagnóstico inicial. A avaliação primária recomendada inclui IgA sérica total e anti-transglutaminase IgA; em casos de deficiência de IgA (prevalência ~1:500), os marcadores IgG (DGP-IgG e anti-tTG IgG) devem ser dosados. A positividade sorológica geralmente requer confirmação por endoscopia digestiva alta com biópsia duodenal. A genética HLA-DQ2/DQ8 é útil principalmente para exclusão diagnóstica. Além da doença celíaca propriamente dita, o espectro de desordens relacionadas ao glúten inclui a sensibilidade ao glúten não celíaca (SGNC) e a alergia ao trigo, cada qual com perfis diagnósticos distintos. O DGP-IgA não é marcador específico para SGNC. Após instauração de dieta isenta de glúten, espera-se queda progressiva dos títulos em meses.",
  "points": 12,
  "patient_explanation": "Este exame detecta um anticorpo produzido pelo seu sistema imunológico em resposta ao glúten — uma proteína presente no trigo, centeio e cevada. Quando este anticorpo está elevado, pode indicar que seu organismo está reagindo ao glúten de forma inadequada, como acontece na doença celíaca. A doença celíaca é uma condição autoimune em que o consumo de glúten provoca uma reação inflamatória no intestino, podendo causar sintomas como dor abdominal, diarreia, distensão, fadiga, dores de cabeça e até sintomas fora do intestino, como alterações na pele e dificuldade de concentração. Um resultado elevado não significa diagnóstico definitivo — outros exames complementares serão necessários para confirmar. Converse com seu médico para entender o resultado dentro do contexto da sua saúde.",
  "conduct": "## Conduta Clínica: DGP-IgA (Gliadina Deaminada IgA)\n\n### Interpretação do Resultado\n\n- **Resultado negativo (< 20 U/mL):** Baixa probabilidade de doença celíaca ativa em pacientes em dieta regular com glúten. Não exclui sensibilidade ao glúten não celíaca (SGNC).\n- **Resultado positivo (> 20 U/mL):** Requer investigação complementar obrigatória para confirmação diagnóstica.\n\n### Investigação Complementar\n\n- **Dosar sempre em paralelo:**\n  - IgA sérica total (para avaliar deficiência de IgA)\n  - Anti-transglutaminase IgA (anti-tTG IgA) — exame primário para doença celíaca\n  - Em caso de IgA total baixa: solicitar DGP-IgG e anti-tTG IgG\n- **Genética HLA-DQ2/DQ8:** Útil para exclusão diagnóstica; ausência de HLA-DQ2 e DQ8 torna doença celíaca muito improvável\n- **Endoscopia digestiva alta com biópsia duodenal:** Indicada quando sorologia positiva; necessária para confirmação histológica (classificação de Marsh)\n- **Hemograma completo:** Avaliar anemia; eosinofilia pode sugerir outras enteropatias\n- **Dosagem de micronutrientes:** Ferritina, vitamina B12, folato, vitaminas lipossolúveis (A, D, E, K), zinco e magnésio — deficiências frequentes em enteropatias por glúten\n- **Calprotectina fecal:** Útil para diferenciar de síndrome do intestino irritável (< 100 µg/g sugere SII); valores elevados requerem colonoscopia\n- **Zonulina sérica ou fecal:** Marcador de hiperpermeabilidade intestinal; complementa avaliação funcional\n\n### Critérios de Encaminhamento\n\n- **Gastroenterologista:** Resultado DGP-IgA positivo para realização de endoscopia com biópsia duodenal e confirmação histológica\n- **Nutricionista especializada:** Obrigatória em todos os casos confirmados de doença celíaca para orientação de dieta isenta de glúten\n- **Equipe multidisciplinar:** Especialmente em crianças, para monitorar crescimento e deficiências nutricionais\n\n### Intervenções Baseadas em Evidências\n\n- **Dieta isenta de glúten (DIG):** Única intervenção eficaz comprovada para doença celíaca; deve ser 100% rigorosa e mantida por toda a vida\n- **Reposição de micronutrientes:** Corrigir deficiências identificadas (ferro, B12, folato, vitaminas lipossolúveis)\n- **Modulação da barreira intestinal:** Dieta rica em fibras, probióticos com cepas específicas (ex.: *Lactobacillus rhamnosus*) e ácidos graxos de cadeia curta para suporte da mucosa\n- **Monitoramento sorológico:** Após início de DIG, repetir DGP-IgA e anti-tTG IgA em 6-12 meses para verificar negativação dos títulos como marcador de adesão e resposta\n- **Dieta de eliminação diagnóstica (para SGNC):** Na ausência de confirmação de doença celíaca, pode-se considerar exclusão de glúten por 3 semanas com avaliação clínica da resposta; antes de investigar doença celíaca, reintroduzir glúten e realizar exames\n\n### Observações Importantes\n\n- **Não iniciar dieta isenta de glúten antes da confirmação diagnóstica**, pois isso negativará os anticorpos e inviabilizará a biópsia\n- A SGNC não possui marcadores sorológicos específicos; seu diagnóstico é de exclusão\n- Crianças com sintomas extraintestinais (brain fog, fadiga, comportamento alterado) devem ter investigação de glúten mesmo na ausência de sintomas gastrointestinais evidentes"
}
