{
  "score_item_id": "019bf31d-2ef0-713f-9338-73a98cef11f1",
  "clinical_relevance": "O hemograma completo (CBC) é o exame laboratorial de triagem mais solicitado na prática clínica. Avalia três linhagens celulares do sangue periférico: eritrócitos, leucócitos e plaquetas, fornecendo informações quantitativas e morfológicas sobre cada uma.\n\n**Série Vermelha:** Hemoglobina (Hb), hematócrito (Ht), contagem de eritrócitos e índices eritrocitários — VCM (80–100 fL), HCM, CHCM e RDW. A OMS (2024) define anemia como Hb < 13 g/dL em homens adultos e < 12 g/dL em mulheres não gestantes. O VCM classifica as anemias em microcítica (< 80 fL), normocítica (80–100 fL) e macrocítica (> 100 fL), orientando a investigação etiológica. O RDW elevado indica anisocitose e pode preceder alterações no VCM.\n\n**Série Branca:** Leucócitos totais normais: 4.500–11.000 células/µL. O diferencial fornece valores absolutos para neutrófilos (40–60%; 1.500–8.000/µL), linfócitos (20–40%; 1.000–4.000/µL), monócitos (2–8%; 200–1.000/µL), eosinófilos (0–4%; 0–500/µL) e basófilos (0,5–1%; 0–200/µL). Valores absolutos são mais informativos do que percentuais. A razão neutrófilo-linfócito (RNL) é marcador prognóstico de inflamação sistêmica em pacientes críticos. Leucocitose > 11.000/µL requer investigação; hiperleucitose > 100.000/µL exige avaliação urgente por risco de leucostase (sintomas neurológicos e pulmonares). Neutrofilia (> 7.700/µL) é a causa mais comum de leucocitose.\n\n**Diferenciação anemia ferropriva vs. anemia da inflamação:** Painel diferencial inclui VCM/HCM/reticulócito cromatina (CHr), percentual de eritrócitos hipocrômicos, transferrina, receptor de transferrina plasmático, ferritina e hepcidina. Na deficiência de ferro: VCM/HCM/CHr baixos, % hipocrômicos alto, transferrina alta, ferritina baixa, hepcidina baixa. Na anemia da inflamação: VCM/HCM/CHr normais, transferrina baixa, ferritina alta, hepcidina alta. Ferritina < 45 ng/mL confirma anemia ferropriva; > 100 ng/mL exclui; entre 45–99 ng/mL requer análise da saturação de transferrina (referência: 20–50%).\n\n**Leucócitos como biomarcador de inflamação subclínica:** Um aumento no count de leucócitos, mesmo dentro da faixa de normalidade, pode indicar inflamação subclínica crônica associada a lesão vascular. A análise deve ser comparativa com o histórico individual do paciente, pois leucócitos constituem uma 'marca individual'.\n\n**Integração funcional:** O hemograma deve ser interpretado em conjunto com ferritina, saturação de transferrina, PCR-us, VHS, B12, folato e homocisteína para avaliação abrangente do estado inflamatório, nutricional e de risco cardiovascular.",
  "points": 0,
  "patient_explanation": "O hemograma completo é um exame de sangue que avalia três tipos de células: glóbulos vermelhos, glóbulos brancos e plaquetas. Os glóbulos vermelhos transportam oxigênio pelo corpo — quando estão em quantidade ou qualidade inadequada, pode surgir anemia, causando cansaço, falta de ar e fraqueza. Os glóbulos brancos são as células de defesa do organismo; alterações para cima ou para baixo podem indicar infecções, inflamações ou outras condições que merecem atenção. As plaquetas participam da coagulação do sangue. Quando o médico analisa o hemograma completo, ele consegue identificar sinais precoces de deficiências nutricionais (como falta de ferro, vitamina B12 ou folato), infecções, inflamações crônicas e outras condições de saúde. Trata-se de um exame simples, feito com uma pequena coleta de sangue em jejum ou não, que oferece informações valiosas sobre o seu estado de saúde geral e orienta condutas preventivas e terapêuticas.",
  "conduct": "## Conduta Clínica — Hemograma Completo\n\n### 1. Avaliação Inicial da Série Vermelha\n\n- **Confirmar presença de anemia** segundo critérios OMS 2024: Hb < 13 g/dL (homens adultos) ou < 12 g/dL (mulheres não gestantes)\n- **Classificar pelo VCM:**\n  - **Microcítica (VCM < 80 fL):** investigar deficiência de ferro, anemia da inflamação, talassemia\n  - **Normocítica (VCM 80–100 fL):** investigar anemia da doença crônica, hemólise, perda aguda de sangue, insuficiência renal\n  - **Macrocítica (VCM > 100 fL):** investigar deficiência de B12 ou folato, hipotireoidismo, hepatopatia, uso de fármacos (metotrexate, hidroxiureia)\n- **Solicitar painel complementar de ferro** em qualquer anemia ou suspeita de deficiência:\n  - Ferritina, saturação de transferrina (alvo: 20–50%), ferro sérico, transferrina\n  - Interpretar ferritina fora de contexto inflamatório agudo para maior fidedignidade\n  - Ferritina < 45 ng/mL: confirma anemia ferropriva; > 100 ng/mL: exclui; 45–99 ng/mL: solicitar saturação de transferrina\n  - Meta funcional de ferritina: ≥ 100 ng/mL para repleção; ≥ 70–75 ng/mL como conforto clínico em mulheres\n\n### 2. Diferenciação Anemia Ferropriva vs. Anemia da Inflamação\n\n- **Solicitar painel diferencial:** VCM, HCM, CHr, % eritrócitos hipocrômicos, transferrina, receptor de transferrina plasmático, ferritina, PCR-us\n- **Deficiência de ferro:** VCM/HCM/CHr baixos, % hipocrômicos elevado, transferrina alta, ferritina baixa, hepcidina baixa\n- **Anemia da inflamação:** VCM/HCM/CHr normais, transferrina baixa, ferritina elevada (por sequestro), hepcidina elevada\n- **Ferritina acima de 100 com transferrina < 20% e PCR elevada** sugere inflamação crônica com ferro sequestrado\n- Evitar suplementação de ferro sem diferenciação adequada entre os dois quadros\n\n### 3. Investigação de Causas Nutricionais de Anemia\n\n- **Solicitar B12 sérica, folato sérico e homocisteína**\n  - B12 ideal: acima do meio da referência laboratorial (valores > 550 para bons estoques; referência habitual 200–800)\n  - Homocisteína elevada confirma metabolismo inadequado de B12 e folato\n  - Atenção: B12 sérica pode estar falsamente elevada com uso de espirulina ou levedura nutricional\n- **Grupos de risco para deficiência de B12:** idosos (baixa acidez gástrica), usuários de omeprazol ou metformina, vegetarianos, pós-bariátricos\n- **Suplementação quando indicada:**\n  - Metilcobalamina (forma ativa) sublingual: 200–1.000 mcg\n  - Metilfolato (B9 ativa): 200–1.000 mcg\n  - Associar piridoxal-5-fosfato (P5P/B6 ativa): 5–30 mg quando homocisteína elevada\n\n### 4. Avaliação da Série Branca\n\n- **Analisar valores absolutos** (não apenas percentuais) de cada tipo celular\n- **Leucocitose (> 11.000/µL):** investigar etiologia por tipo celular predominante\n  - Neutrofilia (> 7.700/µL): infecção bacteriana, estresse, uso de corticoides, tabagismo\n  - Linfocitose: infecção viral, leucemia linfocítica crônica\n  - Eosinofilia: parasitoses, atopia, doenças autoimunes\n- **Hiperleucocitose (> 100.000/µL):** encaminhamento urgente à hematologia por risco de leucostase\n- **Leucócitos como marcador de inflamação subclínica:** comparar com histórico individual do paciente; aumento mesmo dentro da normalidade pode indicar inflamação crônica de baixo grau com impacto cardiovascular\n- **Calcular a razão neutrófilo-linfócito (RNL):** marcador promissor de inflamação sistêmica e prognóstico\n\n### 5. Encaminhamentos\n\n- **Hematologista:** anemia refratária, hiperleucocitose, morfologia suspeita de hemopatia maligna, pancitopenia\n- **Clínico/internista:** anemia da doença crônica com doença de base não controlada\n- **Nutricionista:** deficiências nutricionais identificadas (ferro, B12, folato) para adequação alimentar\n\n### 6. Monitoramento\n\n- Repetir hemograma após 3–4 meses de intervenção nutricional ou suplementação\n- Integrar com PCR-us, VHS, ferritina e saturação de transferrina em reavaliações\n- Avaliar ferritina e saturação de transferrina fora de períodos inflamatórios agudos para maior fidedignidade"
}
