{
  "score_item_id": "019bf31d-2ef0-7bcb-956e-7314dbccfa82",
  "clinical_relevance": "O hematócrito (Ht) representa a fração percentual do volume sanguíneo total ocupada por eritrócitos. Em homens adultos, os valores de referência convencionais situam-se entre 41% e 53%, com faixas funcionais ideais tipicamente entre 42% e 50%. O hematócrito é um parâmetro central do hemograma completo, refletindo indiretamente a capacidade de transporte de oxigênio do sangue e o estado do equilíbrio entre produção e destruição eritrocitária.\n\n**Fisiopatologia e viscosidade sanguínea:** A relação entre hematócrito e viscosidade sanguínea é exponencial: cada aumento de 1% no Ht corresponde a um incremento de aproximadamente 4% na viscosidade do sangue (Blood Viscosity and Oxygen Transport, 2024). Essa relação não linear tem implicações diretas no transporte de oxigênio e na resistência vascular periférica. Existe um ponto ótimo de equilíbrio em que a capacidade de transporte de O2 é maximizada sem comprometimento reológico excessivo.\n\n**Valores elevados — eritrocitose e policitemia:** Hematócrito elevado (>52% em homens) pode indicar policitemia vera (neoplasia mieloproliferativa com mutação JAK2V617F presente em >95% dos casos) ou eritrocitose secundária (hipóxia crônica, tabagismo, apneia do sono, uso de testosterona exógena ou EPO). O estudo randomizado publicado no New England Journal of Medicine (2013) demonstrou que, em pacientes com policitemia vera, manter o hematócrito abaixo de 45% reduz significativamente eventos cardiovasculares maiores: o grupo com Ht entre 45–50% apresentou hazard ratio de 3,91 para desfechos cardiovasculares em comparação ao grupo mantido abaixo de 45%. Revisão em Haematologica (2019) reavaliou criticamente o limiar terapêutico de 45% como marcador de risco trombótico na eritrocitose. A policitemia aumenta o risco de trombose venosa profunda, tromboembolismo pulmonar, AVC e infarto do miocárdio por mecanismo reológico e de hipercoagulabilidade.\n\n**Valores reduzidos — anemia:** Hematócrito abaixo de 39% em homens define anemia laboratorial. As causas incluem: deficiência de ferro (anemia microcítica-hipocrômica), deficiência de B12/folato (anemia macrocítica), anemia da inflamação crônica, insuficiência renal, hemólise e perdas agudas. A anemia da inflamação apresenta perfil diferencial específico: ferritina elevada, transferrina baixa, hepcidina alta, com eritrócitos de morfologia relativamente preservada. Na avaliação diferencial, o VCM (valor normal 80–100 fL) é fundamental para classificar a anemia e direcionar a investigação.\n\n**Epidemiologia:** Anemia afeta aproximadamente 1,62 bilhão de pessoas globalmente, sendo a deficiência de ferro a causa mais prevalente. Em homens adultos em idade laborativa, a prevalência de anemia é menor do que em mulheres, porém sua presença deve sempre motivar investigação de causa subjacente, incluindo sangramento oculto gastrointestinal. Policitemia vera tem incidência estimada de 0,5–2,6 casos por 100.000 habitantes/ano, com maior prevalência em homens acima de 60 anos.\n\n**Estratificação de risco:** Ht <35%: anemia grave, avaliação imediata e investigação etiológica urgente. Ht 35–39%: anemia moderada, investigação obrigatória. Ht 39–42%: limiar inferior, vigilância com painel hematológico completo. Ht 42–50%: faixa funcional ideal em homens. Ht 50–52%: zona de atenção, excluir causas secundárias. Ht >52%: eritrocitose, investigação obrigatória de policitemia vera e causas secundárias.",
  "points": 12,
  "patient_explanation": "O hematócrito mede qual parte do seu sangue é formada por glóbulos vermelhos, as células responsáveis por carregar oxigênio para todos os órgãos. O resultado é dado em porcentagem — em homens, o valor saudável fica entre 42% e 50%.\n\nQuando o hematócrito está baixo (anemia), você pode sentir cansaço, falta de ar, tontura e dificuldade de concentração, pois os tecidos recebem menos oxigênio. As causas mais comuns são falta de ferro, deficiência de vitaminas B12 e folato, ou inflamação crônica.\n\nQuando está alto, o sangue fica mais viscoso, aumentando o risco de coágulos nos vasos. Isso pode ocorrer por tabagismo, apneia do sono, uso de testosterona ou, em casos mais raros, por uma doença chamada policitemia vera.\n\nTanto valores baixos quanto elevados merecem investigação médica. Com o diagnóstico correto, a maioria das alterações do hematócrito tem tratamento eficaz.",
  "conduct": "## Conduta Clínica — Hematócrito em Homens\n\n### 1. Avaliação Inicial\n\n- **Contextualizar o resultado** com sintomas clínicos: cansaço, dispneia, palpitações, cefaleia, rubor facial, prurido aquagênico\n- **Analisar o hematócrito sempre em conjunto** com hemoglobina, VCM, HCM, RDW, reticulócitos e morfologia eritrocitária\n- **Verificar histórico:** uso de testosterona exógena, EPO, tabagismo, altitude, apneia do sono, medicamentos (diuréticos)\n- **Excluir hemoconcentração:** desidratação pode elevar falsamente o Ht\n\n---\n\n### 2. Hematócrito Baixo (< 39%) — Investigação de Anemia\n\n**Painel laboratorial recomendado:**\n- Hemograma completo com reticulócitos e morfologia\n- Ferritina sérica (< 45 ng/mL confirma anemia ferropriva; > 100 ng/mL exclui em contexto não inflamatório)\n- Saturação de transferrina (referência: 20–50%)\n- VCM para classificação: microcítica (< 80 fL), normocítica (80–100 fL), macrocítica (> 100 fL)\n- Vitamina B12 e folato sérico\n- PCR-us e ferritina para diferenciar anemia ferropriva de anemia da inflamação\n- Função renal (ureia, creatinina) para excluir anemia de doença renal crônica\n- Pesquisa de sangue oculto nas fezes em homens acima de 40 anos sem causa evidente\n\n**Diferenciação anemia ferropriva vs. anemia da inflamação:**\n- Ferropriva: ferritina baixa, transferrina alta, hepcidina baixa, eritrócitos hipocrômicos aumentados\n- Inflamação: ferritina elevada, transferrina baixa, hepcidina alta, PCR-us elevada\n\n**Intervenções baseadas em evidências:**\n- Anemia ferropriva: investigar e tratar causa do déficit; reposição de ferro com formas de maior biodisponibilidade; avaliar cofatores (vitamina C, evitar café/chá próximo às refeições, separar cálcio das doses de ferro)\n- Anemia macrocítica: repor B12 e/ou folato nas formas ativas (metilcobalamina, metilfolato) quando indicado\n- Anemia da inflamação: tratar a condição inflamatória de base; não repor ferro indiscriminadamente sem confirmação de deficiência real\n- Anemia grave (Ht < 25–30%) ou sintomática: avaliar necessidade de transfusão e encaminhar ao hematologista\n\n---\n\n### 3. Hematócrito Elevado (> 52%) — Investigação de Eritrocitose\n\n**Excluir causas secundárias antes de investigar policitemia vera:**\n- Tabagismo (hipóxia crônica com eritropoetina elevada)\n- Apneia obstrutiva do sono: solicitar polissonografia se suspeita\n- Uso de testosterona exógena ou anabolizantes\n- Doenças pulmonares crônicas (DPOC, fibrose pulmonar)\n- Hemoconcentração: reavaliar após hidratação adequada\n\n**Painel laboratorial:**\n- Eritropoetina sérica (EPO): baixa ou normal-baixa sugere policitemia vera; elevada sugere eritrocitose secundária\n- Pesquisa de mutação JAK2V617F (sensibilidade > 95% para policitemia vera)\n- Saturação de O2 arterial (SpO2 < 92% sugere hipóxia como causa)\n- LDH, ácido úrico, fosfatase alcalina leucocitária\n- Leucograma e plaquetas (leucocitose e trombocitose associadas sugerem doença mieloproliferativa)\n\n**Limiar terapêutico:** Em policitemia vera confirmada, manter Ht < 45% reduz eventos cardiovasculares maiores (HR 3,91 para Ht 45–50% vs. < 45%, NEJM 2013). Sangrias terapêuticas e/ou hidroxiureia são as principais intervenções.\n\n**Encaminhamento:**\n- Hematologista: eritrocitose sem causa secundária evidente, suspeita de policitemia vera, JAK2 positivo\n- Pneumologista: hipóxia crônica confirmada\n- Endocrinologista/urologista: se eritrocitose associada a uso de testosterona ou neoplasia produtora de EPO\n\n---\n\n### 4. Monitoramento e Seguimento\n\n- **Ht dentro da faixa ideal (42–50%):** repetir no hemograma de rotina anual ou semestral conforme risco individual\n- **Após intervenção para anemia:** repetir hemograma em 4–8 semanas para avaliar resposta\n- **Em uso de testosterona:** monitorar hematócrito a cada 3–6 meses; considerar suspensão ou dose-ajuste se Ht > 52%\n- **Policitemia vera em tratamento:** monitorar Ht mensalmente até estabilização, depois a cada 3 meses"
}
