{
  "score_item_id": "019bf31d-2ef0-7e7d-ab85-ea83efd61c7b",
  "clinical_relevance": "O hematócrito (Ht) representa a fração volumétrica de eritrócitos no sangue total, expressando a capacidade de transporte de oxigênio do sistema circulatório. Em mulheres adultas, os valores de referência convencionais situam-se entre 36% e 48%, sendo sistematicamente inferiores aos masculinos — diferença de aproximadamente 12% atribuída ao efeito supressor do estrogênio na eritropoiese, às perdas menstruais cíclicas e a diferenças na função microvascular renal mediadas por hormônios sexuais.\n\n**Valores de referência e estratificação:**\n- Normal (mulheres): 36–48%\n- Limítrofe inferior: 33–35% (anemia leve)\n- Anemia moderada: 24–32%\n- Anemia grave: <24%\n- Elevado (policitemia): >48%\n\n**Fisiopatologia da anemia em mulheres:**\nA anemia ferropriva é a causa mais prevalente de hematócrito reduzido em mulheres em idade reprodutiva, sendo o sangramento menstrual intenso o principal fator contribuinte. A perda menstrual aumentada leva progressivamente a depleção dos estoques de ferro, queda da saturação de transferrina, redução da síntese de hemoglobina e, por fim, redução do hematócrito. O painel diferencial entre anemia ferropriva e anemia da inflamação é fundamental: na ferropriva observam-se VCM/HCM/CHr reduzidos, transferrina elevada, ferritina baixa e hepcidina baixa; na anemia da inflamação, os índices eritrocitários tendem à normalidade, a transferrina está baixa, a ferritina elevada e a hepcidina alta.\n\n**Relação hematócrito e viscosidade sanguínea:**\nExiste relação exponencial entre hematócrito e viscosidade do sangue: cada 1% de elevação no Ht corresponde a aumento de aproximadamente 4% na viscosidade. Isso tem implicações diretas no transporte de oxigênio e no risco trombótico em situações de policitemia.\n\n**Policitemia e risco trombótico:**\nEm mulheres com eritrocitose (hematócrito >48%), o risco trombótico é clinicamente relevante. Em pacientes com policitemia vera, manter o hematócrito abaixo de 45% reduz substancialmente os eventos cardiovasculares maiores — estudo randomizado publicado no NEJM (2013) demonstrou razão de risco de 3,91 para o grupo com Ht entre 45–50% versus <45%.\n\n**Impacto funcional e epidemiológico:**\nA prevalência global de anemia é de aproximadamente 41–42%, com metade dos casos em gestantes atribuídos à deficiência de ferro. Em mulheres em idade reprodutiva, o sangramento menstrual intenso é causa primária de depleção de ferro e queda do hematócrito. Após a menopausa, a cessação das perdas menstruais tende a elevar os valores de hematócrito e ferritina (mediana de ferritina dobra 2–3 vezes após a menopausa), reduzindo o risco de anemia ferropriva mas potencialmente aumentando o risco metabólico e cardiovascular por acúmulo de ferro.\n\n**Marcadores complementares indispensáveis:**\nO hematócrito isolado é insuficiente para definir etiologia. A avaliação completa inclui ferritina (meta funcional ≥70–75 ng/mL em mulheres, idealmente ≥100 ng/mL para repleção plena), saturação de transferrina (referência: 20–50%), VCM (normal: 80–100 fL), HCM, CHr, receptor de transferrina e, quando indicado, hepcidina. Ferritina <45 ng/mL confirma anemia ferropriva mesmo em contexto inflamatório; >100 ng/mL a exclui; entre 45–99 ng/mL requer análise adicional. O ferro sérico isolado tem baixo valor diagnóstico.",
  "points": 12,
  "patient_explanation": "O hematócrito é um exame de sangue que mede qual parte do seu sangue é formada por glóbulos vermelhos, as células responsáveis por carregar oxigênio para todos os órgãos do corpo. Para mulheres, o valor normal fica entre 36% e 48%. Quando esse valor está baixo, chamamos de anemia — uma situação em que o sangue carrega menos oxigênio do que o necessário, causando sintomas como cansaço, falta de ar, dificuldade de concentração e queda de cabelo. A causa mais comum em mulheres em idade fértil é a falta de ferro, frequentemente relacionada ao fluxo menstrual intenso. Quando o hematócrito está muito elevado, o sangue fica mais espesso e pode aumentar o risco de coágulos. Por isso, tanto valores baixos quanto muito altos precisam de atenção médica. Se o seu resultado estiver fora do normal, não se preocupe — na maioria das vezes o problema tem causa identificável e tratamento eficaz, seja pela alimentação, suplementação ou investigação de outras condições de saúde.",
  "conduct": "## Conduta Clínica: Hematócrito Alterado em Mulheres\n\n### 1. Avaliação Inicial\n\n**Anamnese direcionada:**\n- Caracterizar ciclo menstrual: duração, volume (sangramento intenso como causa principal de anemia ferropriva em mulheres), frequência de troca de absorventes\n- Investigar sintomas de anemia: fadiga, dispneia, palpitações, cefaleia, queda de cabelo, intolerância ao frio\n- História de gestações, aleitamento, cirurgias recentes\n- Dieta (padrão vegetariano/vegano aumenta risco de deficiência de ferro e B12)\n- Uso de anticoncepcionais, IBPs, metformina (interferem na absorção de ferro e B12)\n- Fase do ciclo de vida: pré-menopausa vs. pós-menopausa\n\n**Exames complementares obrigatórios:**\n- Hemograma completo com VCM, HCM, CHr, RDW\n- Ferritina sérica (evitar período de inflamação ou infecção aguda para maior fidedignidade)\n- Saturação de transferrina (IST) — meta funcional: 20–50%\n- PCR-us (para diferenciar anemia ferropriva de anemia da inflamação)\n- Vitamina B12 e ácido fólico (causas de anemia macrocítica)\n\n**Painel diferencial anemia ferropriva vs. anemia da inflamação:**\n- **Ferropriva:** VCM/HCM/CHr baixos, transferrina elevada, ferritina baixa (<45 ng/mL), hepcidina baixa, % eritrócitos hipocrômicos alto\n- **Inflamação:** VCM/HCM normais, transferrina baixa, ferritina normal ou elevada, hepcidina alta, PCR-us elevada\n\n---\n\n### 2. Interpretação por Faixa de Hematócrito\n\n**Hematócrito baixo (<36%):**\n- Confirmar com hemograma completo e painel de ferro\n- Ferritina <45 ng/mL: iniciar reposição de ferro\n- Ferritina 45–99 ng/mL: avaliar IST e PCR-us antes de concluir etiologia\n- Ferritina >100 ng/mL: investigar outras causas (B12, folato, hemólise, doença crônica)\n- Avaliar hipocloridria como fator contribuinte (ferritina baixa + IST <15% em mulheres pode indicar gastrite atrófica — investigar anticorpos anticélulas parietais)\n\n**Hematócrito elevado (>48% em mulheres):**\n- Descartar policitemia vera (hemograma + EPO sérica)\n- Manter Ht <45% como alvo terapêutico em eritrocitose para redução de risco trombótico\n- Investigar causas secundárias: DPOC, apneia do sono, desidratação, uso de eritropoietina exógena\n\n---\n\n### 3. Intervenções Terapêuticas\n\n**Reposição de ferro (anemia ferropriva confirmada):**\n- Preferir ferro bisglicinato/glicinato (15–25 mg/dia): melhor tolerado e mais eficaz que sulfato ferroso\n- Evitar café, chá, cálcio e lácteos próximos à dose de ferro (reduzem absorção)\n- Vitamina C associada melhora absorção de ferro não-heme\n- Combinar com ácido fólico quando indicado (melhora eficácia vs. ferro isolado)\n- Meta funcional de ferritina: ≥70–75 ng/mL para mulheres; ≥100 ng/mL para repleção plena\n- Reavaliar ferritina e IST após 3 meses de reposição\n\n**Anemia por deficiência de B12/folato:**\n- B12: metilcobalamina sublingual 200–1.000 mcg (via oral ineficaz em má absorção)\n- Folato: metilfolato para pacientes com polimorfismos MTHFR\n- Monitorar homocisteína como marcador funcional de metilação\n\n**Orientações dietéticas:**\n- Aumentar consumo de ferro heme (carnes vermelhas, fígado) e não-heme (feijões — deixar de molho 12–48h para remover fitatos)\n- Evitar inibidores de absorção (chá, café, fitatos) nas refeições ricas em ferro\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Hematologista:** Anemia grave (Ht <24%), suspeita de hemólise, policitemia vera ou eritrocitose inexplicada\n- **Ginecologista:** Sangramento menstrual intenso como causa principal de anemia ferropriva recorrente\n- **Gastroenterologista:** Suspeita de má absorção, doença celíaca, gastrite atrófica autoimune (anticorpos anticélulas parietais positivos)\n- **Cirurgia/urgência:** Hematócrito <20% com instabilidade clínica, sangramento ativo com queda pressórica\n\n---\n\n### 5. Monitoramento e Seguimento\n\n- Repetir hemograma e ferritina a cada 3 meses durante reposição de ferro\n- Evitar avaliação de ferritina durante infecções ou inflamações agudas (proteína de fase aguda — resultados falsamente elevados)\n- Após correção da anemia, manter ferritina funcional ≥70–75 ng/mL\n- Pós-menopausa: monitorar para acúmulo de ferro (ferritina >200 ng/mL sugere sobrecarga); avaliar risco metabólico e cardiovascular associado"
}
