{
  "score_item_id": "019bf31d-2ef0-7557-8990-baffb1f7542a",
  "clinical_relevance": "As hemácias (eritrócitos) são os elementos figurados mais abundantes do sangue, responsáveis pelo transporte de oxigênio dos pulmões aos tecidos via hemoglobina e pela remoção de CO2. Em homens adultos, os valores de referência laboratorial são de 4,5 a 5,9 M/µL (milhões por microlitro), com valores funcionais ótimos situados entre 4,7 e 5,5 M/µL. A contagem de hemácias integra o hemograma completo e deve ser interpretada em conjunto com hemoglobina, hematócrito e índices hematimétricos — especialmente o Volume Corpuscular Médio (VCM, normal: 80–100 fL) — para classificar corretamente as alterações.\n\nA redução da contagem (anemia) é classificada pelo VCM em: microcítica (VCM <80 fL — deficiência de ferro, talassemia, anemia de doença crônica), normocítica (VCM 80–100 fL — hemorragia aguda, hemólise, insuficiência renal, aplasia) e macrocítica (VCM >100 fL — deficiência de B12 ou folato, hipotireoidismo, hepatopatia). A anemia da inflamação crônica tem mecanismo distinto: interferons desviam a medula para linhagem mieloide, a hepcidina elevada bloqueia a liberação de ferro dos macrófagos e a vida média do eritrócito é reduzida. Seu painel diferencial é característico: ferritina alta, transferrina baixa, receptor de transferrina normal e PCR elevada.\n\nO aumento da contagem (eritrocitose) também tem relevância clínica significativa. Em policitemia vera, ensaio randomizado demonstrou que manter o hematócrito abaixo de 45% reduz eventos cardiovasculares maiores — o risco foi 3,91 vezes maior para hematócrito entre 45–50% comparado a <45%. Do ponto de vista reológico, o hematócrito eleva exponencialmente a viscosidade sanguínea (aproximadamente 4% de aumento na viscosidade por 1% de elevação do hematócrito), aumentando o risco trombótico. Causas de eritrocitose secundária incluem hipóxia crônica (DPOC, apneia do sono), tabagismo, uso de andrógenos/testosterona exógena, desidratação e neoplasias produtoras de eritropoietina ectópica.\n\nA eritrocitose em usuários de testosterona exógena é complicação frequente e clinicamente relevante, devendo ser monitorada periodicamente. Em termos de impacto clínico, a anemia reduz capacidade funcional, qualidade de vida e está associada a maior mortalidade em cardiopatas, nefropatas e pacientes oncológicos. A identificação precoce da etiologia é essencial para o manejo correto.",
  "points": 12,
  "patient_explanation": "As hemácias são as células responsáveis por carregar oxigênio do pulmão para todo o corpo e por ajudar a eliminar o gás carbônico. Para homens, o valor normal fica entre 4,5 e 5,9 milhões por microlitro de sangue.\n\nQuando esse valor está abaixo do normal, chamamos de anemia. A anemia pode causar cansaço, falta de ar, tontura e dificuldade de concentração. As causas mais comuns em homens são falta de ferro, deficiência de vitamina B12 ou ácido fólico, inflamações crônicas ou perda de sangue.\n\nQuando o valor está acima do normal, o sangue fica mais espesso, o que pode dificultar a circulação e aumentar o risco de coágulos e problemas cardiovasculares. Isso pode ocorrer por desidratação, tabagismo, uso de testosterona ou doenças específicas do sangue.\n\nUm resultado alterado não significa necessariamente um problema grave, mas é um sinal de que seu médico deve investigar a causa para indicar o melhor tratamento para o seu caso.",
  "conduct": "## Conduta Clínica — Hemácias em Homens\n\n### Valores de Referência\n- **Normal:** 4,5–5,9 M/µL\n- **Reduzido:** <4,5 M/µL → investigar anemia\n- **Elevado:** >5,9 M/µL → investigar eritrocitose\n\n---\n\n### Investigação da Anemia (Hemácias Baixas)\n\n**Avaliação inicial obrigatória:**\n- Hemograma completo com índices hematimétricos (VCM, HCM, RDW)\n- Reticulócitos corrigidos para diferenciar hipoproliferação de hemólise ou sangramento\n- Ferritina, ferro sérico, saturação de transferrina e transferrina total\n- Vitamina B12 e ácido fólico\n- PCR-us e VHS (avaliar componente inflamatório)\n- Função renal (creatinina, ureia)\n- TSH se VCM elevado (macrocitose de causa endócrina)\n\n**Interpretação por VCM:**\n- **Microcítica (VCM <80 fL):** Suspeitar deficiência de ferro; ferritina <45 ng/mL confirma; >100 ng/mL exclui; 45–99 ng/mL requer análise adicional com saturação de transferrina e avaliação do contexto inflamatório\n- **Normocítica (VCM 80–100 fL):** Avaliar sangramento agudo, hemólise (LDH, bilirrubina indireta, Coombs direto), insuficiência renal e anemia de doença crônica\n- **Macrocítica (VCM >100 fL):** Dosar B12 e folato; investigar hepatopatia, hipotireoidismo e uso de medicamentos (metotrexato, hidroxiureia)\n\n**Diferenciação: anemia ferropriva vs. anemia da inflamação:**\n- **Deficiência de ferro:** HCM/CHr baixos, percentual de eritrócitos hipocrômicos alto, transferrina elevada, ferritina baixa, hepcidina baixa\n- **Anemia da inflamação:** HCM/CHr normais, transferrina baixa, ferritina alta, hepcidina alta, PCR elevada\n\n**Critérios de encaminhamento a hematologista:**\n- Anemia grave (Hb <8 g/dL)\n- Pancitopenia ou alterações em múltiplas séries hematológicas\n- Suspeita de hemoglobinopatia ou aplasia medular\n- Ausência de resposta após 3 meses de tratamento etiológico adequado\n\n---\n\n### Investigação da Eritrocitose (Hemácias Elevadas)\n\n**Avaliação inicial:**\n- Hematócrito e hemoglobina\n- Saturação de O2 (oximetria; gasometria se indicado)\n- Eritropoietina sérica\n- Testosterona total (descartar uso exógeno de andrógenos)\n- Pesquisa de mutação JAK2 V617F se eritropoietina baixa ou suprimida\n\n**Causas secundárias a investigar:**\n- Hipóxia crônica: DPOC, síndrome de apneia obstrutiva do sono, tabagismo\n- Uso de testosterona exógena ou outros andrógenos\n- Desidratação (pseudoeritrocitose relativa)\n- Neoplasias produtoras de EPO ectópica (carcinoma renal, hepatocarcinoma)\n\n**Meta terapêutica na policitemia vera:** manter hematócrito <45% para reduzir eventos cardiovasculares maiores.\n\n**Critérios de encaminhamento a hematologista:**\n- Hematócrito persistente >52% sem causa secundária identificada\n- JAK2 positivo\n- Associação com esplenomegalia, trombose ou prurido aquagênico\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Anemia ferropriva confirmada:**\n- Preferir formas de ferro com melhor perfil de tolerância (bisglicitato ferroso, ferro lipossomal); sulfato ferroso apresenta menor eficácia e mais efeitos adversos gastrointestinais\n- Evitar ingestão concomitante com café, chá, cálcio e laticínios (reduzem absorção)\n- Meta funcional: ferritina ≥100 ng/mL para estoques repletos\n- Reavaliar hemograma e ferritina em 3 meses\n\n**Anemia por deficiência de B12 ou folato:**\n- B12: preferir metilcobalamina 200–1000 mcg; via sublingual se má absorção suspeita\n- Folato: metilfolato 200 mcg–2 mg conforme grau da deficiência\n- Reavaliar B12, folato e homocisteína em 3–4 meses\n\n**Eritrocitose por testosterona exógena:**\n- Ajustar dose ou trocar formulação (transdérmica eleva menos o hematócrito que injetável de depósito)\n- Considerar flebotomia terapêutica se hematócrito >52%\n- Monitorar hematócrito a cada 3–6 meses durante reposição hormonal\n\n**Monitoramento periódico recomendado:**\n- Hemograma anual em homens adultos saudáveis\n- A cada 3–6 meses em pacientes com anemia em tratamento ou eritrocitose monitorada"
}
