{
  "score_item_id": "019bf31d-2ef0-7c13-9b11-35e2f69017d1",
  "clinical_relevance": "As hemácias (eritrócitos) são os principais componentes celulares do sangue, responsáveis pelo transporte de oxigênio dos pulmões aos tecidos e de CO₂ dos tecidos aos pulmões, por meio da hemoglobina. Em mulheres adultas, os valores de referência laboratorial situam-se entre 3,9 e 5,0 M/µL, com variação fisiológica influenciada por idade, altitude, estado hormonal e ciclo menstrual.\n\nA avaliação da contagem de hemácias integra o hemograma completo e deve ser interpretada em conjunto com hemoglobina, hematócrito (referência para mulheres: 36–48%), VCM (80–100 fL), HCM e RDW. A classificação morfológica pelo VCM orienta o diagnóstico diferencial das anemias: microcítica (VCM <80 fL, predominantemente ferropriva ou talassemia), normocítica (VCM 80–100 fL, anemia de doença crônica ou hemólise) e macrocítica (VCM >100 fL, deficiência de B12 ou folato).\n\nA anemia é definida pela OMS como hemoglobina <12 g/dL em mulheres não grávidas e <11 g/dL em gestantes. A prevalência global de anemia situa-se em torno de 41–42%, sendo a deficiência de ferro responsável por cerca de metade dos casos em gestantes. Em mulheres em idade reprodutiva, a perda menstrual crônica e as demandas gestacionais representam os principais fatores de risco para anemia ferropriva.\n\nA deficiência de ferro sem anemia manifesta-se antes das alterações hematimétricas e é subdiagnosticada: ferritina <45 ng/mL confirma anemia ferropriva mesmo na presença de inflamação; >100 ng/mL a exclui; valores entre 45–99 ng/mL exigem análise adicional com saturação de transferrina (referência funcional: 20–50%). O nível funcional ideal de ferritina para mulheres é de 70–75 ng/mL, com meta de repleção plena acima de 100 ng/mL.\n\nA anemia da inflamação apresenta perfil diferenciado: VCM/HCM/CHr normais, transferrina baixa, ferritina elevada, hepcidina alta — contrastando com a anemia ferropriva clássica. Ferritina elevada em paciente com PCR alta deve ser interpretada com cautela, pois pode subestimar a real deficiência dos estoques.\n\nA policitemia (hemácias elevadas) também tem relevância clínica: manter hematócrito ≥45% em policitemia vera associou-se a HR de 3,91 para eventos cardiovasculares maiores em estudo randomizado publicado no NEJM (2013). A relação entre hematócrito e viscosidade sanguínea é exponencial — cada 1% de aumento no hematócrito eleva a viscosidade em aproximadamente 4%, com impacto direto no transporte de oxigênio e risco trombótico.",
  "points": 14,
  "patient_explanation": "As hemácias são as células vermelhas do sangue. Elas transportam o oxigênio que você respira para todos os órgãos e tecidos do corpo. Quando há poucas hemácias ou elas estão com problemas, isso se chama anemia — e pode causar cansaço, falta de ar, palidez, dificuldade de concentração e queda de cabelo.\n\nEm mulheres, o valor normal de hemácias fica entre 3,9 e 5,0 milhões por microlitro de sangue. Valores abaixo disso podem indicar falta de ferro, deficiência de vitamina B12 ou ácido fólico, inflamação crônica ou outras causas.\n\nMulheres têm maior risco de anemia por causa da perda de sangue durante a menstruação. Durante a gravidez, esse risco aumenta ainda mais. Por isso, avaliar as hemácias junto com outros exames — como ferritina, vitamina B12 e ácido fólico — é muito importante para entender o que está acontecendo e tomar a medida certa. Valores ligeiramente fora do normal nem sempre indicam doença grave, mas merecem atenção e acompanhamento médico.",
  "conduct": "## Conduta Clínica — Hemácias (Mulheres)\n\n### 1. Avaliação Inicial\n\n- **Hemograma completo** com VCM, HCM, RDW, reticulócitos e hematócrito\n- Interpretar contagem de hemácias sempre em conjunto com hemoglobina e hematócrito (referência feminina: 36–48%)\n- Classificar morfologicamente pelo VCM:\n  - **Microcítica (<80 fL):** investigar deficiência de ferro, talassemia\n  - **Normocítica (80–100 fL):** investigar anemia de doença crônica, hemólise, insuficiência renal\n  - **Macrocítica (>100 fL):** investigar deficiência de B12 e/ou folato, hipotireoidismo, uso de medicamentos (metformina, anticoncepcionais)\n\n### 2. Investigação Complementar\n\n**Painel de ferro (obrigatório em anemia microcítica ou normocítica sem causa evidente):**\n- Ferritina sérica (interpretar fora de quadros inflamatórios agudos)\n  - <45 ng/mL: confirma deficiência de ferro\n  - 45–99 ng/mL: análise adicional necessária\n  - >100 ng/mL: exclui deficiência de ferro\n- Saturação de transferrina (meta funcional: 20–50%)\n- PCR ultra-sensível para contextualizar ferritina em presença de inflamação\n- Receptor solúvel de transferrina (útil para diferenciar anemia ferropriva de anemia da inflamação)\n\n**Painel de metilação (obrigatório em anemia macrocítica ou VCM limítrofe alto):**\n- Vitamina B12 sérica (nível funcional ideal: >500 pg/mL)\n- Ácido fólico\n- Homocisteína (alvo funcional: 5–9 µmol/L)\n- Ácido metilmalônico (confirma má utilização celular de B12)\n\n**Grupos de risco aumentado para deficiência de B12:** usuárias de metformina, omeprazol ou anticoncepcionais orais, pós-bariátricas, vegetarianas/veganas, idosas\n\n### 3. Diagnóstico Diferencial — Anemia da Inflamação vs. Ferropriva\n\n| Parâmetro | Ferropriva | Inflamação |\n|---|---|---|\n| VCM/HCM/CHr | Baixos | Normais |\n| Transferrina | Alta | Baixa |\n| Ferritina | Baixa | Alta |\n| Hepcidina | Baixa | Alta |\n| Saturação Tf | Baixa | Normal-baixa |\n\n### 4. Intervenções\n\n**Anemia ferropriva confirmada:**\n- Ferro bisglicinato/glicinato 15–25 mg/dia — melhor tolerado e mais eficaz que sulfato ferroso\n- Preferir suplementação combinada com micronutrientes (ácido fólico, vitamina C) para maior eficácia\n- Meta de ferritina: ≥70–75 ng/mL para mulheres; idealmente >100 ng/mL para repleção plena\n- Orientar: evitar café/chá próximos às refeições com ferro; separar cálcio/laticínios das doses de ferro; deixar leguminosas de molho 12–48h para reduzir ácido fítico\n- Reavaliar hemograma e ferritina em 3–4 meses\n\n**Deficiência de B12/folato:**\n- Metilcobalamina sublingual 200–1.000 mcg (preferível à forma oral se houver má absorção)\n- Metilfolato 200 mcg–2 mg (especialmente em usuárias de anticoncepcionais orais e portadoras de polimorfismo MTHFR)\n- Piridoxal-5-fosfato (P5P) 10–30 mg se homocisteína persistir elevada\n- Reavaliar B12, folato e homocisteína a cada 3–4 meses\n\n### 5. Encaminhamento\n\n- **Hematologista:** anemia sem resposta a tratamento em 3 meses, suspeita de talassemia, hemólise, aplasia medular ou policitemia vera\n- **Ginecologista/Ginecologia funcional:** sangramento uterino anormal como causa de perda crônica de ferro\n- **Gastroenterologista:** suspeita de sangramento gastrointestinal oculto, má absorção ou doença inflamatória intestinal\n\n### 6. Policitemia (hemácias elevadas)\n\n- Investigar causas secundárias: tabagismo, DPOC, apneia do sono, uso de androgênios, desidratação\n- Manter hematócrito <45% para reduzir risco cardiovascular (evidência de nível I — NEJM 2013)\n- Encaminhar ao hematologista se policitemia vera for suspeita (JAK2 V617F, EPO sérica)"
}
