{
  "score_item_id": "019bf31d-2ef0-780c-9131-cfdd3f0b7c21",
  "clinical_relevance": "O Volume Corpuscular Médio (VCM ou MCV) é o índice eritrocitário que expressa o volume médio de cada hemácia, mensurado em fentolitros (fL). É calculado automaticamente pelos analisadores hematológicos. Os valores de referência normais situam-se entre 80 e 100 fL; eritrócitos abaixo de 80 fL são classificados como microcíticos e acima de 100 fL como macrocíticos.\n\nA principal utilidade clínica do VCM é orientar a classificação etiológica das anemias em três categorias morfológicas:\n\n**Anemia Microcítica (VCM < 80 fL):** As causas mais prevalentes incluem deficiência de ferro (a mais comum globalmente), talassemias, anemia de doença crônica (em alguns casos) e anemia sideroblástica. Na deficiência de ferro, o VCM cai após esgotamento dos estoques; alterações hematimátricas podem surgir antes mesmo de ferritina <12 ng/mL. O painel diferencial clássico mostra: VCM/HCM/CHr baixos, percentual de eritrócitos hipocrômicos elevado, transferrina alta, ferritina baixa e hepcidina baixa.\n\n**Anemia Normocítica (VCM 80–100 fL):** Engloba anemia de doença crônica (forma mais comum), insuficiência renal crônica, hipotireoidismo, aplasia medular, hemólise aguda e sangramento agudo. Na anemia da inflamação, os mecanismos incluem: desvio da medula por interferon para linhagens mieloides, redução da meia-vida eritrocitária, eritrofagocitose e elevação de hepcidina bloqueando liberação de ferro dos macrófagos. O painel diferencial mostra: BCM/HCM/CHr normal, transferrina baixa, receptor de transferrina plasmático normal, ferritina alta e hepcidina alta.\n\n**Anemia Macrocítica (VCM > 100 fL):** A principal causa é deficiência de vitamina B12 (cobalamina) ou folato (B9), que prejudicam a síntese de DNA levando à eritropoese megaloblástica. Outras causas incluem hipotireoidismo, doença hepática, alcoolismo e uso de metotrexato ou hidroxiureia. A deficiência de B12 é comum em idosos, usuários de metformina ou omeprazol, vegetarianos e pacientes pós-bariátricos. Nível ideal de B12: acima de 550 pg/mL (quartil superior da faixa 200–800). O padrão-ouro para deficiência funcional de B12 é o ácido metilmalônico sérico elevado. Para folato, o ideal é o quartil superior da referência. Homocisteína elevada (acima de 9 µmol/L) confirma metabolismo inadequado de B12 e/ou folato.\n\nAs diretrizes WHO 2024 enfatizam abordagem multiparamétrica: o VCM deve ser interpretado junto com hemoglobina, hematócrito, HCM, CHCM, RDW, contagem corrigida de reticulócitos, ferro sérico, ferritina, saturação de transferrina e contexto clínico. A contagem de reticulócitos diferencia produção inadequada de hemólise. Em cenários de inflamação aguda, os marcadores de ferro são alterados pela resposta de fase aguda e devem ser interpretados com cautela.",
  "points": 12,
  "patient_explanation": "O VCM (Volume Corpuscular Médio) mede o tamanho das células vermelhas do sangue — as hemácias, responsáveis por transportar oxigênio para todos os órgãos. O valor normal fica entre 80 e 100 fL.\n\nHemácias muito pequenas podem indicar falta de ferro. Hemácias muito grandes podem sinalizar deficiência de vitamina B12 ou ácido fólico, nutrientes essenciais para a formação correta das células sanguíneas. Hemácias em tamanho normal, mas em quantidade reduzida, podem indicar inflamação crônica.\n\nValores alterados no VCM não significam, por si só, que você está doente — mas apontam para a necessidade de investigação. Com diagnóstico correto, o tratamento é eficaz: ajustes na alimentação, suplementação de ferro, vitamina B12, folato ou outra abordagem indicada. Manter o VCM ideal garante que o sangue transporte oxigênio com eficiência, contribuindo para energia e saúde geral.",
  "conduct": "## Avaliação Inicial\n\n- Repetir hemograma completo para confirmar o achado e descartar erro laboratorial\n- Analisar esfregaço de sangue periférico para morfologia eritrocitária\n- Classificar morfologicamente:\n  - **VCM < 80 fL** → investigar anemia microcítica\n  - **VCM 80–100 fL** → investigar anemia normocítica\n  - **VCM > 100 fL** → investigar anemia macrocítica\n\n---\n\n## Investigação Complementar por Categoria\n\n### Anemia Microcítica (VCM < 80 fL)\n\n- **Painel de ferro:** ferritina, ferro sérico, saturação de transferrina (meta 20–50%), transferrina total\n  - Ferritina < 45 ng/mL confirma anemia ferropriva; > 100 ng/mL exclui (exceto em contexto inflamatório)\n  - Ferritina entre 45–99 ng/mL requer análise adicional\n  - Meta funcional de ferritina: ≥ 100 ng/mL (fora de contexto inflamatório); mínimo confortável para mulheres ≥ 70–75 ng/mL\n  - Evitar avaliar estoques durante infecção ou inflamação aguda (hepcidina elevada pode mascarar resultados)\n- **Índices eritrocitários:** HCM, CHCM, RDW, CHr (reticulócito hemoglobina) e percentual de eritrócitos hipocrômicos\n- **Diferenciar anemia ferropriva de anemia da inflamação:** receptor solúvel de transferrina, hepcidina sérica, PCR-us\n- **Investigar causa da depleção de ferro:** pesquisa de sangue oculto nas fezes, endoscopia digestiva alta e baixa conforme contexto clínico, avaliação ginecológica em mulheres em idade fértil com menorragia\n\n### Anemia Normocítica (VCM 80–100 fL)\n\n- PCR-us, VHS e marcadores inflamatórios (TNF-α < 8,1 pg/mL; IL-6 < 3,4 pg/mL)\n- Função renal: creatinina, ureia, taxa de filtração glomerular estimada\n- TSH para rastreio tireoidiano\n- Provas de função hepática: AST, ALT, GGT, albumina\n- Contagem corrigida de reticulócitos para diferenciar produção inadequada de hemólise\n- Ferritina elevada com transferrina baixa e PCR alta sugere anemia da inflamação\n\n### Anemia Macrocítica (VCM > 100 fL)\n\n- **Vitamina B12:** nível sérico; ideal > 550 pg/mL (quartil superior da faixa 200–800)\n  - Confirmar deficiência funcional com **ácido metilmalônico sérico** (padrão-ouro)\n  - Investigar causas de má absorção: hipocloridria, uso de omeprazol ou metformina, cirurgia bariátrica, doenças inflamatórias intestinais, envelhecimento\n  - Polimorfismo FUT2 associado a problemas no metabolismo da cobalamina\n- **Folato sérico:** ideal no quartil superior da referência\n  - Mulheres em uso de anticoncepcionais orais apresentam redução significativa dos níveis de folato\n- **Homocisteína:** nível ideal 5–9 µmol/L; acima de 10 µmol/L é nocivo ao endotélio e ao DNA\n  - Homocisteína elevada confirma metabolismo inadequado de B12 e/ou folato\n- **Polimorfismos genéticos:** considerar MTHFR (C677T) em casos recorrentes ou com risco cardiovascular elevado\n\n---\n\n## Critérios de Encaminhamento a Especialistas\n\n- **Hematologia:** anemia grave (Hb < 8 g/dL), suspeita de talassemia, síndrome mielodisplásica, aplasia medular, ausência de resposta após 8–12 semanas de tratamento adequado\n- **Gastroenterologia:** suspeita de sangramento digestivo, história de cirurgia bariátrica, doença inflamatória intestinal\n- **Ginecologia:** menorragia ou sangramento uterino anormal como causa de deficiência de ferro\n- **Nefrologia:** anemia associada a doença renal crônica com TFG < 60 mL/min/1,73 m²\n- **Endocrinologia:** hipotireoidismo como causa de macrocitose ou normocitose\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### Deficiência de Ferro\n\n- **Ferro bisglicinato** com vitamina C para otimizar absorção; dose orientada pela profundidade da deficiência:\n  - Ferritina < 30 ng/mL: 25 mg/dia de ferro elementar\n  - Ferritina 30–50 ng/mL: 15 mg/dia\n- Considerar **dias alternados** de suplementação — a hepcidina pós-dose reduz a absorção no dia seguinte\n- Suplementação combinada com múltiplos micronutrientes (ácido fólico, zinco, vitamina A) pode reduzir morbidade sem perder eficácia na correção de anemia\n- **Orientações dietéticas para absorção de ferro:**\n  - Vitamina C potencializa a absorção\n  - Cálcio, café e chá reduzem a absorção — evitar junto com refeições ricas em ferro\n  - Deixar leguminosas de molho por 12–48 horas para reduzir ácido fítico\n  - Evitar excesso de carne vermelha pela associação com disbiose e inflamação\n- **Meta:** ferritina ≥ 100 ng/mL (fora de contexto inflamatório); saturação de transferrina 20–50%\n- **Reavaliação:** hemograma e ferritina em 4–8 semanas\n- Em anemia ferropriva com hipotireoidismo subclínico: tratar simultaneamente ferro e levotiroxina, com reavaliação para possível descontinuação da levotiroxina\n\n### Deficiência de B12\n\n- **Metilcobalamina sublingual** 200–1.000 mcg/dia (forma ativa; via oral é ineficaz se há má absorção)\n- Associar **metilfolato** 200–1.000 mcg e **piridoxal-5-fosfato (P5P)** 10–30 mg quando indicado\n- Reavaliação de B12, folato e homocisteína a cada 3–4 meses para ajuste de doses\n- Em usuários de metformina ou omeprazol: suplementação contínua de B12 e avaliação de retirada do antiácido quando clinicamente possível"
}