{
  "score_item_id": "019bf31d-2ef0-7da9-a480-f55af29bdb8b",
  "clinical_relevance": "A Hemoglobina Corpuscular Média (HCM ou MCH, Mean Corpuscular Hemoglobin) é um índice eritrocitário que expressa a quantidade média de hemoglobina contida em cada eritrócito, medida em picogramas (pg). É calculada pela fórmula: HCM = (Hemoglobina [g/dL] × 10) / Contagem de Eritrócitos [10⁶/µL]. Constitui um dos parâmetros fundamentais do hemograma completo e é essencial para a classificação morfológica das anemias.\n\nValores de referência convencionais: 27–33 pg em adultos. Classificação: HCM < 27 pg define hipocromia; HCM 27–33 pg define normocromia; HCM > 33 pg define hipercromia. Esse índice mantém correlação estreita com o VCM, e ambos devem ser interpretados conjuntamente.\n\nA hipocromia (HCM baixo) resulta de síntese inadequada de hemoglobina, cuja etiologia mais prevalente é a deficiência de ferro — substrato inorgânico essencial para a síntese do grupamento heme pela ferroquelatase. Outras causas incluem talassemias (alfa e beta), anemia sideroblástica, intoxicação por chumbo e deficiência de cobre (cofator da ferroquelatase). Na deficiência de ferro, as alterações eritrométricas obedecem a uma progressão: redução dos estoques (ferritina baixa) → queda da saturação de transferrina → surgimento de eritrócitos hipocrômicos → redução do HCM e VCM → queda da hemoglobina. O HCM alterado representa, portanto, estágio já avançado de deficiência.\n\nO painel diferencial entre anemia ferropriva e anemia da inflamação é clinicamente crítico: na deficiência de ferro, HCM é baixo, % hipocrômicos alto, transferrina elevada, ferritina baixa e hepcidina baixa; na anemia da inflamação, HCM é normal, transferrina baixa, ferritina alta e hepcidina alta. Em contexto inflamatório crônico, a ferritina pode estar falsamente elevada mesmo com estoques reduzidos, exigindo interpretação cuidadosa.\n\nA hipercromia (HCM elevado) ocorre predominantemente nas anemias macrocíticas por deficiência de vitamina B12 ou folato, e na esferocitose hereditária. A deficiência de B12 afeta cerca de 20% dos idosos e populações com polimorfismos no gene FUT2 (que reduz absorção de cobalamina). Polimorfismos no MTHFR C677T dificultam a conversão de folato em metilfolato, elevando a homocisteína e contribuindo para macrocitose.\n\nA abordagem multiparamétrica — integrando HCM, VCM, RDW, reticulócitos, ferritina, saturação de transferrina, % hipocrômicos e hepcidina — é recomendada pelas diretrizes WHO 2024 para reduzir erros de classificação. O HCM isolado tem limitações interpretativas relevantes e não deve ser analisado fora do contexto clínico e do painel laboratorial completo. A avaliação dos estoques de ferro deve ser realizada fora de períodos inflamatórios ou infecciosos agudos para maior fidedignidade.",
  "points": 8,
  "patient_explanation": "A HCM (Hemoglobina Corpuscular Média) mede a quantidade média de hemoglobina dentro de cada glóbulo vermelho. A hemoglobina é a proteína que carrega oxigênio dos pulmões para todas as células do corpo.\n\nQuando esse valor está baixo, os glóbulos vermelhos têm menos hemoglobina do que o necessário — principalmente por falta de ferro, mas pode ter outras causas. Isso pode causar cansaço, fraqueza, falta de ar e dificuldade de concentração.\n\nQuando está alto, pode indicar que os glóbulos vermelhos estão maiores do que o normal, algo que costuma ocorrer por falta de vitamina B12 ou ácido fólico.\n\nA HCM é sempre interpretada junto com outros exames do hemograma e marcadores como ferritina e vitamina B12. Na grande maioria dos casos, a causa é identificável e tratável com ajustes na alimentação ou suplementação orientada pelo médico.",
  "conduct": "## Conduta Clínica para HCM (MCH) Alterado\n\n### Avaliação Inicial\n\n**Indicações de investigação:**\n- HCM < 27 pg (hipocromia) ou > 33 pg (hipercromia)\n- Associação com sintomas: fadiga, dispneia aos esforços, palidez, palpitações, déficit cognitivo\n\n**Painel laboratorial mínimo:**\n- Hemograma completo com índices eritrocitários (HCM, VCM, RDW, CHCM)\n- **Ferritina sérica** — avaliar fora de período inflamatório/infeccioso agudo\n- Saturação de transferrina (referência funcional: 20–50%)\n- Ferro sérico e TIBC\n- Vitamina B12 sérica (ideal: > 500–550 pg/mL; nível baixo-normal não é funcionalmente adequado)\n- Ácido fólico sérico\n- Homocisteína (ideal: 5–9 µmol/L)\n- Reticulócitos com índice de produção corrigido\n\n**Painel diferencial — anemia ferropriva vs. anemia da inflamação:**\n- **Ferropriva:** HCM baixo + % hipocrômicos alto + transferrina alta + ferritina baixa + hepcidina baixa\n- **Inflamação:** HCM normal + % hipocrômicos baixo + transferrina baixa + ferritina alta + hepcidina alta\n- Em inflamação crônica, ferritina pode estar falsamente elevada; interpretar com contexto clínico\n\n---\n\n### HCM Baixo — Hipocromia\n\n**Suspeita de deficiência de ferro:**\n- Ferritina < 45 ng/mL confirma; 45–99 ng/mL exige análise adicional; > 100 ng/mL exclui (fora de inflamação)\n- Meta funcional: ferritina ≥ 100 ng/mL para repleção; ≥ 70–75 ng/mL mínimo para mulheres\n- Investigar causa subjacente: sangramento crônico, má absorção, dieta pobre em ferro heme\n- **Suplementação:** Ferro bisglicinato com vitamina C; considerar dias alternados para melhor tolerância\n- Evitar café, chá e laticínios próximos à tomada de ferro\n- Zinco e ferro competem pela absorção: prescrever em horários distintos\n- Deficiência de cobre pode causar hipocromia (cobre é cofator da ferroquelatase); suplementação crônica de zinco pode deplecionar cobre\n- Se hipotireoidismo subclínico associado: tratar concomitantemente ferro e levotiroxina\n\n**Suspeita de talassemia:**\n- Solicitar eletroforese de hemoglobina\n- Encaminhar ao hematologista se confirmada\n- Não suplementar ferro sem confirmação de deficiência (risco de sobrecarga)\n\n---\n\n### HCM Alto — Hipercromia/Macrocitose\n\n**Suspeita de deficiência de B12:**\n- B12 ideal: > 500–550 pg/mL (quartil superior da referência)\n- Padrão-ouro para deficiência funcional: ácido metilmalônico sérico/urinário elevado\n- Investigar causas: hipocloridria, omeprazol, metformina, polimorfismos FUT2/MTHFR, cirurgia bariátrica, dieta vegana, idade avançada\n- **Suplementação:** Metilcobalamina sublingual 200–1.000 mcg (via oral ineficaz em má absorção)\n- Monitorar B12 em usuários de metformina; suplementar profilaticamente se risco alto\n\n**Suspeita de deficiência de folato:**\n- Investigar polimorfismo MTHFR C677T em casos recorrentes ou associados a trombofilia/complicações gestacionais\n- Mulheres em uso de anticoncepcionais orais têm redução significativa de folato sérico: monitorar e suplementar se necessário\n- **Suplementação:** Metilfolato (forma ativa) 200–1.000 mcg; preferível ao ácido fólico sintético em portadores de MTHFR\n- Homocisteína como marcador funcional: valores > 9–10 µmol/L indicam inadequação de B12/folato\n- Se homocisteína persistir elevada após B12 e folato: considerar piridoxal-5-fosfato (P5P) 10–30 mg e/ou trimetilglicina (TMG) 250 mg–1 g\n\n---\n\n### Critérios de Encaminhamento\n\n- **Hematologista:** Suspeita de hemoglobinopatia, anemia refratária ao tratamento, HCM < 22 pg ou > 38 pg\n- **Gastroenterologista:** Investigação de má absorção intestinal, sangramento gastrointestinal oculto, doença inflamatória intestinal\n- **Endocrinologista:** Hipotireoidismo associado com anemia ferropriva refratária\n\n### Monitoramento\n\n- Reavaliação laboratorial após 3–4 meses de intervenção\n- Avaliar ferritina, B12, ácido fólico, homocisteína e hemograma completo\n- Evitar coleta de marcadores de ferro em períodos de inflamação ou infecção aguda\n- Ajustar doses conforme resposta clínica e laboratorial individualizada"
}