{
  "score_item_id": "019bf31d-2ef0-7fb1-8740-07bfd91002c7",
  "clinical_relevance": "Os neutrófilos são os leucócitos mais abundantes no sangue periférico e representam a primeira linha de defesa contra infecções bacterianas e fúngicas. A contagem absoluta de neutrófilos (ANC, do inglês Absolute Neutrophil Count) é obtida multiplicando-se a contagem total de leucócitos pelo percentual de neutrófilos (segmentados + bastonetes), sendo mais informativa clinicamente do que o valor percentual isolado.\n\n**Valores de referência (adultos):** 1.500 a 8.000/µL (1,5 a 8,0 k/µL), correspondendo a 40-60% do diferencial leucocitário. O leucograma normal em adultos apresenta WBC total entre 4.500 e 11.000 células/µL.\n\n**Classificação da neutropenia (CTCAE v6, 2025):**\n- Grau 1: ANC <1.500-1.000/µL — neutropenia leve\n- Grau 2: ANC <1.000-500/µL — neutropenia moderada\n- Grau 3: ANC <500/µL — neutropenia grave\n- Grau 4: ANC <100/µL — agranulocitose\n\nNeutropenia febril é definida como temperatura ≥38,3°C (ou ≥38°C sustentada por >1 hora) associada a ANC <1.000/µL, configurando emergência oncológica com risco de vida. O tempo porta-antibiótico deve ser inferior a 60 minutos.\n\n**Neutrofilia:** ANC >7.700/µL é a causa mais comum de leucocitose. Hiperleucositose (WBC >100.000/µL) requer avaliação urgente pelo risco de leucostase com complicações neurológicas e pulmonares.\n\n**Variante étnica (Duffy Null):** Indivíduos com ancestralidade africana subsaariana podem apresentar ANC cronicamente reduzida (1.000-1.500/µL) sem doença subjacente — a chamada neutropenia étnica benigna. A atualização CTCAE v6 (2025) incorporou esse reconhecimento para evitar exclusão desnecessária de pacientes em ensaios clínicos.\n\n**Relevância para estratificação de risco:** A razão neutrófilo-linfócito (NLR) é marcador simples de inflamação sistêmica com valor prognóstico em pacientes críticos — a divergência entre contagens de neutrófilos e linfócitos correlaciona-se com a gravidade do quadro clínico. Estudos associam elevação da contagem de neutrófilos a maior risco de estenose coronariana significativa em pacientes jovens. Causas de neutropenia incluem: infecções virais, fármacos (quimioterapia, clozapina, metimazol), malignidades hematológicas, doenças autoimunes e neutropenia étnica benigna. G-CSF (fator estimulador de colônias de granulócitos) é empregado para tratar neutropenia induzida por quimioterapia.",
  "points": 14,
  "patient_explanation": "Os neutrófilos são células de defesa do sangue que combatem bactérias e fungos, sendo os primeiros a agir quando ocorre uma infecção. Medimos sua quantidade absoluta no hemograma para saber se o sistema imunológico está funcionando adequadamente.\n\nQuando os neutrófilos estão muito baixos (neutropenia), o organismo fica vulnerável a infecções graves, que podem se desenvolver rapidamente. Por isso, pacientes com essa condição — especialmente os que fazem quimioterapia — precisam de atenção imediata ao apresentar febre.\n\nQuando estão elevados (neutrofilia), pode indicar uma infecção bacteriana ativa, uso de corticoides, estresse físico intenso ou, menos comumente, doenças do sangue.\n\nAlgumas pessoas, especialmente de ascendência africana, naturalmente têm neutrófilos um pouco abaixo do valor habitual sem nenhuma doença — isso é normal para elas. Por isso, é importante analisar seu resultado junto com seu histórico e outros exames.",
  "conduct": "## Conduta Clínica — Neutrófilos (Absoluto)\n\n### Avaliação Inicial\n\n- **Confirmar valor absoluto (ANC):** calcular como WBC total × % (segmentados + bastonetes); valores percentuais isolados são insuficientes\n- **Comparar com hemogramas anteriores** para distinguir alteração aguda de crônica\n- **Contextualizar clinicamente:** febre, sinais de infecção, uso de medicamentos, quimioterapia, etnia do paciente\n\n---\n\n### Neutropenia (ANC < 1.500/µL)\n\n#### Investigação Complementar\n- Hemograma completo com diferencial e revisão do esfregaço periférico\n- Dosagem de vitamina B12, folato, cobre (causas carenciais)\n- TSH (hipotireoidismo pode causar neutropenia)\n- Sorologias: HIV, EBV, CMV, hepatites (neutropenia infecciosa)\n- ANA, anti-DNA, complemento (causas autoimunes)\n- Avaliar medicamentos em uso (antibióticos, anticonvulsivantes, antitireoidianos, clozapina, quimioterápicos)\n- Se ANC persistentemente < 500/µL ou causa indeterminada: considerar mielograma e biópsia de medula óssea\n\n#### Estratificação de Risco\n- **ANC 1.000-1.500/µL:** Monitorar; investigar causa; geralmente não requer intervenção imediata\n- **ANC 500-1.000/µL:** Investigação obrigatória; orientar paciente sobre sinais de alerta\n- **ANC < 500/µL (neutropenia grave):** Encaminhamento urgente à hematologia; isolamento protetor se necessário\n- **ANC < 100/µL (agranulocitose):** Emergência médica\n\n#### Neutropenia Febril — Protocolo de Emergência\n- **Definição:** Temperatura ≥ 38,3°C (ou ≥ 38°C por > 1 hora) + ANC < 1.000/µL\n- **Ação imediata:** Tempo porta-antibiótico < 60 minutos\n- **Colher hemoculturas** (2 conjuntos: periférica + cateter, se presente) antes dos antibióticos, sem atrasar o tratamento\n- **Antibioticoterapia empírica de primeira linha:** Monoterapia com beta-lactâmico anti-pseudomonas — piperacilina-tazobactam, cefepime ou meropenem (conforme risco local de resistência)\n- **Estratificação de risco MASCC:** Pontuação ≥ 21 = baixo risco (pode considerar manejo ambulatorial); < 21 = alto risco (internação obrigatória)\n- **Encaminhamento:** Todo paciente com neutropenia febril deve ser avaliado por infectologista e/ou oncologista\n\n#### Neutropenia Étnica Benigna\n- Suspeitar em indivíduos de ancestralidade africana subsaariana com ANC cronicamente 1.000-1.500/µL, sem infecções de repetição e demais linhagens normais\n- Não requer tratamento; registrar no prontuário para evitar investigações desnecessárias futuras\n\n#### Uso de G-CSF\n- Indicado na neutropenia induzida por quimioterapia (profilaxia primária ou secundária)\n- Decisão em conjunto com oncologista\n\n---\n\n### Neutrofilia (ANC > 7.700/µL)\n\n#### Investigação Complementar\n- Avaliar contexto clínico: infecção bacteriana ativa, uso de corticoides, tabagismo, estresse físico/emocional agudo, pós-esplenectomia\n- Se WBC > 30.000/µL sem causa óbvia: excluir síndrome mieloproliferativa (BCR-ABL, JAK2)\n- Se WBC > 100.000/µL (hiperleucositose): avaliação hematológica urgente — risco de leucostase com complicações neurológicas e pulmonares\n- Razão neutrófilo-linfócito (NLR) elevada pode indicar inflamação sistêmica significativa; correlacionar com PCR, VHS e quadro clínico\n\n#### Encaminhamento\n- **Hematologia:** Neutropenia grave (ANC < 500/µL), neutrofilia extrema (WBC > 30.000/µL) sem causa infecciosa, suspeita de malignidade hematológica\n- **Emergência:** Neutropenia febril, agranulocitose com febre, hiperleucositose sintomática\n\n---\n\n### Monitoramento\n- Repetir hemograma em 4-6 semanas para neutropenias leves assintomáticas de causa não esclarecida\n- Documentar baseline do paciente para comparações futuras"
}