{
  "score_item_id": "019bf31d-2ef0-7eee-b4f5-11c358392c0b",
  "clinical_relevance": "Os linfócitos são células mononucleares do sistema imune adaptativo, subdivididos em linfócitos B (imunidade humoral), linfócitos T (imunidade celular — CD4 helper, CD8 citotóxico, Treg) e células NK (natural killer). A contagem absoluta de linfócitos (CAL) é derivada do hemograma completo com diferencial e representa o número total dessas células por microlitro de sangue, expresso em k/µL. Valores absolutos têm maior significado clínico do que percentuais, pois percentuais podem ser distorcidos por variações em outras populações leucocitárias.\n\n**Valores de referência para adultos:** 1,0–4,0 k/µL (1.000–4.000 células/µL), correspondendo a 20–40% do diferencial leucocitário total (WBC normal: 4.500–11.000 células/µL).\n\n**Linfopenia** (CAL < 1,0 k/µL): classifica-se em leve (0,7–1,0 k/µL), moderada (0,5–0,7 k/µL) e grave (< 0,5 k/µL). Causas incluem infecções virais agudas (HIV, COVID-19, influenza), sepse, corticoterapia sistêmica, quimioterapia, radioterapia, doenças autoimunes (LES), imunodeficiências primárias, desnutrição proteico-calórica e insuficiência renal crônica. Na COVID-19 grave, linfócitos NK e citotóxicos atingem exaustão funcional com redução do número total, fenômeno imunopatológico associado à tempestade de citocinas (IL-6, IL-1β, TNF-α).\n\n**Linfocitose** (CAL > 4,0 k/µL): causas reativas incluem infecções virais (mononucleose infecciosa, CMV, hepatites virais), infecções bacterianas (coqueluche, tuberculose), tabagismo e estresse fisiológico. Causas clonais/malignas incluem leucemia linfocítica crônica (LLC), linfomas leucemizados e leucemia linfoblástica aguda. Linfocitose persistente > 5,0 k/µL em adultos requer investigação obrigatória de neoplasia hematológica. Hiperleucocitose > 100.000 células/µL constitui emergência, com risco de leucostase (complicações neurológicas e pulmonares).\n\n**Relevância no escore funcional integrativo:** Leucócitos — incluindo linfócitos — constituem \"marca individual\" e devem ser comparados longitudinalmente com o histórico do próprio paciente. Elevação, mesmo dentro da faixa de normalidade, pode indicar inflamação subclínica crônica associada a lesões vasculares e risco cardiovascular aumentado. O índice neutrófilo-linfócito (NLR) é método simples e promissor para avaliar inflamação sistêmica; piora do curso clínico correlaciona-se à divergência entre contagens de neutrófilos e linfócitos. A fenotipagem linfocitária (CD4/CD8; razão esperada: 1,5–2,5) fornece informações adicionais sobre o perfil imune individual.",
  "points": 8,
  "patient_explanation": "Os linfócitos são células de defesa do organismo responsáveis por identificar e combater vírus, bactérias e células anormais. Fazem parte do sistema imunológico e circulam no sangue em quantidades que refletem o estado de saúde.\n\nEste exame mede a quantidade absoluta dessas células. Quando o número está abaixo do normal — condição chamada linfopenia — pode indicar que o sistema imune está fragilizado, seja por infecção recente, estresse intenso, uso de certos medicamentos ou outras condições. Quando está acima do normal, pode sinalizar uma resposta a infecção viral ou, em alguns casos, alterações que precisam ser investigadas.\n\nCada pessoa tem seu próprio padrão de linfócitos. Por isso, o médico compara o resultado não só com os valores de referência, mas com exames anteriores. Uma mudança ao longo do tempo pode ser um sinal importante, mesmo que o valor ainda esteja dentro do intervalo normal. Esse exame ajuda a entender como seu sistema de defesa está funcionando.",
  "conduct": "## Conduta Clínica — Linfócitos (Contagem Absoluta)\n\n### Interpretação Inicial\n\n- **Usar valor absoluto**, não apenas percentual: valores absolutos têm maior significado clínico\n- **Comparar com histórico longitudinal do paciente**: leucócitos são \"marca individual\"; alterações dentro da faixa normal podem ser relevantes\n- **Calcular NLR** (neutrófilos absolutos / linfócitos absolutos): valor elevado indica inflamação sistêmica e é preditor de gravidade clínica\n\n**Faixas de referência:**\n- Normal: 1,0–4,0 k/µL\n- Linfopenia leve: 0,7–1,0 k/µL\n- Linfopenia moderada: 0,5–0,7 k/µL\n- Linfopenia grave: < 0,5 k/µL\n- Linfocitose: > 4,0 k/µL\n\n---\n\n### Linfopenia (CAL < 1,0 k/µL)\n\n**Investigação complementar:**\n- Hemograma seriado (repetir em 2–4 semanas para confirmar persistência)\n- Sorologias virais dirigidas: HIV (com CD4 absoluto obrigatório se confirmado), EBV, CMV, hepatites B e C\n- Marcadores inflamatórios: PCR-us, VHS, IL-6, TNF-α\n- Cortisol basal (excluir hipercortisolismo como causa de linfopenia)\n- Proteínas totais e frações, albumina (avaliar estado nutricional)\n- Imunoglobulinas (IgA, IgG, IgM) — excluir imunodeficiência humoral\n- Fenotipagem linfocitária (CD3, CD4, CD8, CD19, NK) se linfopenia persistente ou moderada/grave\n- ANA, anti-dsDNA, complemento C3/C4 — excluir LES e doenças autoimunes sistêmicas\n\n**Causas a investigar por contexto clínico:**\n- Infecção viral aguda ou recente (incluindo COVID-19 e síndrome pós-COVID)\n- Uso de corticoides sistêmicos, quimioterápicos ou imunossupressores\n- Desnutrição proteico-calórica ou perda de peso significativa\n- Estresse crônico com hipercortisolismo funcional (eixo HPA)\n- Imunodeficiência primária (considerar em jovens com infecções de repetição graves)\n\n**Critérios de encaminhamento ao hematologista/imunologista:**\n- Linfopenia grave persistente (< 0,5 k/µL em dois exames)\n- Infecções oportunistas associadas\n- Suspeita de imunodeficiência primária\n- Linfopenia sem causa identificada após investigação inicial\n\n**Intervenções baseadas em evidências:**\n- Tratar a causa de base (prioritário em todos os casos)\n- Otimizar estado nutricional: proteínas (1,2–1,6 g/kg/dia), zinco, vitamina D (meta 40–60 ng/mL), vitamina C\n- Reduzir corticoterapia ao mínimo necessário quando clinicamente possível\n- Manejo do estresse crônico (modulação do eixo HPA)\n- Avaliar e tratar disbiose intestinal — microbioma modula imunidade adaptativa via GALT/MALT\n\n---\n\n### Linfocitose (CAL > 4,0 k/µL)\n\n**Investigação complementar:**\n- Repetir hemograma em 4–6 semanas para confirmar persistência\n- Esfregaço de sangue periférico (avaliar morfologia linfocitária)\n- Sorologias: EBV (mononucleose infecciosa), CMV, hepatites virais, Bordetella pertussis\n- Se linfócitos atípicos no esfregaço ou linfocitose persistente: imunofenotipagem por citometria de fluxo\n\n**Critérios de encaminhamento urgente ao hematologista:**\n- Linfocitose > 5,0 k/µL persistente em adulto (suspeita de LLC ou neoplasia hematológica)\n- Linfócitos atípicos no esfregaço periférico\n- Associação com linfonodomegalia, hepatoesplenomegalia ou sintomas B (febre, sudorese noturna, perda de peso > 10%)\n- Hiperleucocitose > 100.000 células/µL (emergência — risco de leucostase com complicações neurológicas e pulmonares)\n\n---\n\n### Monitoramento e Seguimento\n\n- Linfopenia leve sem causa identificada: repetir hemograma em 4–8 semanas\n- Após resolução de causa tratável: confirmar normalização em 3 meses\n- Pacientes em acompanhamento oncológico ou imunossupressão: monitoramento mensal ou conforme protocolo específico\n- Documentar tendência longitudinal — variações seriadas têm maior valor clínico do que valores isolados\n- Em avaliação funcional integrativa: integrar ao perfil inflamatório completo (PCR-us, VHS, NLR, fenotipagem linfocitária quando disponível)"
}