{
  "score_item_id": "c77cedd3-2800-7bdd-a589-c24ebc9f5e0d",
  "clinical_relevance": "Os linfócitos são células mononucleares do sistema imune adaptativo, constituindo normalmente 20–40% dos leucócitos circulantes no adulto, o que corresponde a valores absolutos de 1.000–4.000 células/µL. Existem três grandes subpopulações: linfócitos T (responsáveis pela imunidade celular, subdivididos em CD4+ helper e CD8+ citotóxico), linfócitos B (produtores de anticorpos e responsáveis pela imunidade humoral) e células NK (Natural Killer), que atuam na vigilância antitumoral e antiviral sem necessidade de sensibilização prévia. A relação CD4/CD8 esperada é de 1,5–2,5; valores fora desse intervalo sugerem disfunção imunológica celular relevante.\n\nA linfopenia (percentual <20% ou valor absoluto <1.000/µL) é um achado de alto valor clínico. As causas mais frequentes incluem: infecções virais graves (HIV, SARS-CoV-2, influenza), corticoterapia sistêmica prolongada, imunossupressão iatrogênica, doenças autoimunes (lúpus eritematoso sistêmico), neoplasias hematológicas, desnutrição proteico-calórica severa e radioterapia. Em COVID-19 grave, a linfopenia é um marcador de mau prognóstico e está associada à exaustão funcional de linfócitos NK e citotóxicos, elevação de marcadores inflamatórios como IL-6, PCR e D-dímero, e piora clínica com SDRA. Estudos mostram correlação direta entre o grau de linfopenia e a mortalidade em pacientes críticos.\n\nA linfocitose (percentual >40% ou valor absoluto >4.000/µL) pode ser reativa — comum em infecções virais agudas (mononucleose, coqueluche, CMV) — ou clonal, sugerindo neoplasia linfoproliferativa (leucemia linfocítica crônica, linfoma em fase leucêmica). A distinção entre linfocitose reativa e neoplásica é fundamental e deve ser guiada por morfologia do esfregaço, imunofenotipagem e contexto clínico.\n\nO índice neutrófilo-linfócito (NLR) é um biomarcador inflamatório derivado do hemograma com crescente evidência em prognóstico de doenças cardiovasculares, neoplasias e infecções graves. NLR elevado (>3–4 em adultos) reflete predomínio de resposta inflamatória inata com comprometimento da imunidade adaptativa, sendo um preditor independente de mortalidade em pacientes críticos e oncológicos. A interpretação percentual dos linfócitos deve ser sempre integrada ao valor absoluto e ao contexto clínico, pois alterações relativas podem não refletir linfopenia verdadeira quando há neutrofilia concomitante.",
  "patient_explanation": "Os linfócitos são células de defesa do organismo responsáveis por combater vírus, bactérias e células anormais, como células tumorais. Eles fazem parte do grupo dos glóbulos brancos e normalmente correspondem a 20 a 40% dessas células no sangue. Quando esse percentual está abaixo do normal, chamamos de linfopenia, o que pode indicar que o sistema imunológico está enfraquecido — isso pode acontecer por infecções como gripe grave ou COVID-19, uso prolongado de corticoides, desnutrição ou outras condições. Quando está acima do normal, chamamos de linfocitose, que pode ocorrer em infecções virais comuns ou, mais raramente, em doenças do sangue. Um resultado alterado não significa necessariamente doença grave, mas merece avaliação médica para entender a causa. O médico analisará esse resultado junto com outros exames e com seus sintomas para orientar a conduta mais adequada ao seu caso.",
  "conduct": "## Conduta Clínica: Linfócitos (Percentual)\n\n### 1. Interpretação Inicial\n\n- **Valor de referência:** 20–40% dos leucócitos (absoluto: 1.000–4.000/µL)\n- **Sempre correlacionar** o valor percentual com o valor absoluto e com o leucograma completo\n- Linfopenia relativa pode ocorrer por neutrofilia sem redução absoluta de linfócitos — interpretar com cautela\n- Avaliar o Índice Neutrófilo-Linfócito (NLR): valores >3–4 sugerem processo inflamatório/infeccioso sistêmico relevante\n\n---\n\n### 2. Linfopenia (< 20% ou < 1.000/µL)\n\n**Investigação complementar:**\n- Hemograma com diferencial e morfologia do esfregaço\n- Sorologias: HIV (CD4 absoluto se confirmado), EBV, CMV, hepatites virais\n- Dosagem de imunoglobulinas (IgG, IgA, IgM) para avaliar imunodeficiência humoral associada\n- Fenotipagem linfocitária (CD3, CD4, CD8, CD19, CD16/56) nos casos persistentes ou graves\n- PCR-us, VHS, IL-6 e ferritina para avaliar carga inflamatória sistêmica\n- Cortisol matinal e histórico de uso de corticoides\n- Avaliação nutricional (albumina, pré-albumina, linfócitos absolutos como marcador de desnutrição)\n\n**Critérios de encaminhamento ao imunologista ou hematologista:**\n- Linfopenia persistente (> 3 meses) sem causa identificável\n- Linfopenia grave (< 500/µL)\n- Associação com infecções oportunistas de repetição\n- Suspeita de imunodeficiência primária\n\n**Intervenções baseadas em evidências:**\n- Suspender ou reduzir imunossupressores quando clinicamente possível\n- Otimizar estado nutricional (proteínas, zinco, vitamina D, vitamina C)\n- Vitamina D: manter níveis > 40–60 ng/mL para suporte imunológico\n- Ômega-3 (EPA+DHA): efeito imunomodulador, reduz inflamação sistêmica\n- Acompanhamento de marcadores inflamatórios (PCR, IL-6) para monitorar evolução\n\n---\n\n### 3. Linfocitose (> 40% ou > 4.000/µL)\n\n**Investigação complementar:**\n- Morfologia do esfregaço periférico: linfócitos reativos vs. atípicos\n- Sorologias: EBV (heterófilo, IgM VCA), CMV, toxoplasmose, coqueluche\n- Se linfocitose absoluta persistente (> 5.000/µL por > 3 meses): imunofenotipagem para descartar neoplasia linfoproliferativa (LLC, linfoma)\n- Avaliar relação CD4/CD8: referência 1,5–2,5; alterações sugerem disfunção imune celular\n\n**Critérios de encaminhamento ao hematologista:**\n- Linfocitose > 10.000/µL\n- Linfocitose persistente sem causa infecciosa identificável\n- Presença de linfócitos atípicos ou blastos no esfregaço\n- Associação com linfadenopatia, hepatoesplenomegalia ou sintomas B (febre, sudorese noturna, emagrecimento)\n\n---\n\n### 4. Monitoramento\n\n- Reavaliação laboratorial em 4–8 semanas para linfopenia ou linfocitose leve sem causa identificada\n- Em contexto de síndrome pós-COVID: monitorar recuperação linfocitária associada a PCR, IL-6 e sintomas clínicos\n- Integrar resultado com demais parâmetros do hemograma (neutrófilos, monócitos, eosinófilos) para visão sistêmica da resposta imune"
  ,
  "points": 10
}
