{
  "score_item_id": "c77cedd3-2800-7f4c-a11e-615de3ab8a72",
  "clinical_relevance": "Os monócitos são leucócitos mononucleares originados na medula óssea a partir de progenitores mieloides comuns (CMP), constituindo normalmente 2–10% dos leucócitos circulantes. Em valores absolutos, o intervalo de referência aceito pela maioria dos laboratórios é de 0,2–1,0 k/µL (200–1000 células/µL), com ligeiras variações conforme metodologia e população. Após circulação periférica de 1–3 dias, migram para tecidos e se diferenciam em macrófagos teciduais e células dendríticas, integrando a imunidade inata e a resposta inflamatória crônica.\n\nA monocitose absoluta (> 1,0 k/µL) é clinicamente relevante por associar-se a: (1) infecções crônicas — tuberculose, brucelose, endocardite subaguda, sífilis secundária, leishmaniose e infecções fúngicas invasivas; (2) doenças inflamatórias crônicas — doença inflamatória intestinal, artrite reumatoide, lúpus eritematoso sistêmico e vasculites; (3) neoplasias hematológicas — leucemia mielomonocítica crônica (LMMC), leucemia monocítica aguda (M5 FAB), síndrome mielodisplásica e leucemia mielóide crônica; (4) estados pós-esplenectomia e recuperação pós-quimioterapia; e (5) inflamação sistêmica de baixo grau associada à síndrome metabólica, obesidade visceral e aterosclerose.\n\nA monocitopenia absoluta (< 0,2 k/µL) é menos frequente, mas ocorre em aplasia de medula, infecções virais agudas (HIV avançado, dengue grave), uso de corticosteroides em altas doses e hairy cell leukemia — condição em que monocitopenia é achado quasi-patognomônico.\n\nDo ponto de vista cardiovascular, estudos epidemiológicos demonstram associação independente entre monocitose e eventos cardiovasculares maiores (MACE), sendo os monócitos circulantes precursores das células espumosas nas placas ateroscleróticas. Em oncologia, a contagem absoluta de monócitos compõe índices prognósticos como o Lymphocyte-to-Monocyte Ratio (LMR), com LMR < 2,0 associado a pior prognóstico em linfomas e tumores sólidos.\n\nA interpretação deve sempre ser contextualizada com hemograma completo, VHS, PCR, LDH, esfregaço de sangue periférico e história clínica. Monocitose persistente (> 3 meses, > 1,0 k/µL) sem causa aparente exige investigação para LMMC por critérios da OMS, incluindo análise citogenética e de mutações somáticas (TET2, SRSF2, ASXL1).",
  "patient_explanation": "Os monócitos são um tipo de glóbulo branco produzido pela medula óssea que ajuda seu corpo a combater infecções e controlar inflamações. Eles circulam no sangue e, quando necessário, migram para os tecidos para eliminar agentes invasores e regular o sistema imunológico. O valor normal fica entre 0,2 e 1,0 mil células por microlitro de sangue. Quando estão elevados, pode indicar infecções persistentes como tuberculose, doenças inflamatórias crônicas como artrite ou intestino inflamado, ou, em casos mais raros, alterações nas células do sangue que precisam de investigação especializada. Quando estão muito baixos, pode haver uma redução temporária da imunidade. Na maioria das vezes, uma alteração isolada não representa perigo imediato, mas é importante investigar a causa com seu médico para tomar a decisão correta.",
  "points": 12,
  "conduct": "## Conduta Clínica — Monócitos (Contagem Absoluta)\n\n### 1. Interpretação Inicial\n\n- **Valor de referência:** 0,2–1,0 k/µL\n- Sempre contextualizar com hemograma completo, fórmula leucocitária diferencial, contagem absoluta (não apenas percentual) e quadro clínico\n- Solicitar esfregaço de sangue periférico sempre que houver monocitose > 1,0 k/µL persistente ou suspeita de hemopatia\n\n### 2. Monocitose (> 1,0 k/µL)\n\n**Investigação em 1ª linha:**\n- Hemograma completo com diferencial e esfregaço\n- PCR ultrassensível, VHS, LDH, ferritina\n- Função hepática (AST, ALT, GGT, bilirrubinas)\n- Função renal (creatinina, ureia)\n- Sorologias conforme contexto: VDRL/TPHA, PPD/IGRA (tuberculose), hemocultura se febre\n- Eletroforese de proteínas se suspeita de hemopatia\n\n**Causas a investigar por contexto clínico:**\n- **Infecções crônicas:** tuberculose, brucelose, endocardite subaguda, sífilis, leishmaniose — solicitar sorologias e culturas específicas\n- **Doenças inflamatórias crônicas:** doença de Crohn, retocolite ulcerativa, artrite reumatoide, lúpus — avaliar autoanticorpos (FAN, FR, anti-CCP, anti-DNA)\n- **Recuperação medular:** pós-quimioterapia, pós-infecção viral aguda — monitorar evolução do hemograma seriado\n- **Síndrome metabólica/inflamação crônica de baixo grau:** avaliar glicemia, insulina, HOMA-IR, perfil lipídico, circunferência abdominal\n\n**Monocitose persistente (> 1,0 k/µL por mais de 3 meses sem causa aparente):**\n- Encaminhamento urgente para Hematologia\n- Suspeita de Leucemia Mielomonocítica Crônica (LMMC) — critérios OMS: monocitose periférica persistente ≥ 0,5 k/µL (tipicamente > 1,0 k/µL), < 20% blastos, sem cromossomo Philadelphia\n- Solicitar citogenética convencional e painel de mutações somáticas (TET2, SRSF2, ASXL1, RUNX1)\n- Biópsia de medula óssea conforme avaliação hematológica\n\n### 3. Monocitopenia (< 0,2 k/µL)\n\n- Avaliar uso de corticosteroides em altas doses (causa mais comum)\n- Investigar HIV (CD4 < 200 células/µL associa-se a monocitopenia)\n- Suspeita de hairy cell leukemia: esfregaço com células pilosas, esplenomegalia — encaminhar para Hematologia\n- Aplasia medular: pancitopenia associada — mielograma obrigatório\n\n### 4. Raciocínio Prognóstico\n\n- **Lymphocyte-to-Monocyte Ratio (LMR):** LMR < 2,0 associa-se a pior prognóstico em linfomas e neoplasias sólidas — calcular e registrar em pacientes oncológicos\n- **Risco cardiovascular:** monocitose associada a aterosclerose acelerada — reforçar controle de fatores de risco (tabagismo, dislipidemia, hipertensão, glicemia)\n\n### 5. Critérios de Encaminhamento\n\n- **Hematologia:** monocitose > 1,0 k/µL persistente sem causa identificada; pancitopenia com monocitopenia; suspeita de hemopatia\n- **Infectologia:** infecção crônica não controlada pela clínica geral\n- **Reumatologia:** monocitose associada a autoanticorpos ou quadro inflamatório sistêmico\n\n### 6. Monitoramento\n\n- Monocitose reactiva com causa identificada: repetir hemograma após resolução do quadro de base (4–8 semanas)\n- Monocitose sem causa aparente: repetir em 4–6 semanas antes de encaminhar, salvo sinais de alarme (pancitopenia, esplenomegalia, perda de peso, febre B)"
}
