{
  "score_item_id": "019bf31d-2ef0-78a7-b289-15cc5fbd1c3d",
  "clinical_relevance": "Os eosinófilos são leucócitos granulócitos derivados da linhagem mieloide, com papel central na resposta imune tipo 2 (TH2), defesa contra parasitos helmintos e modulação de reações alérgicas e inflamatórias. No hemograma completo com diferencial, o valor de referência aceito para adultos é de 0 a 500 células/µL (correspondendo a 0–4% do diferencial leucocitário total), com leucócitos totais normais entre 4.500 e 11.000 células/µL.\n\nA eosinofilia é classificada conforme a contagem absoluta: leve (500–1.500 células/µL), moderada (1.500–5.000 células/µL) e grave ou hipereosinofilia (>5.000 células/µL). A síndrome hipereosinofílica (SHE) é definida por contagem >1.500 células/µL persistente por mais de 6 meses associada a dano orgânico, e representa condição potencialmente fatal com envolvimento cardíaco, neurológico e pulmonar.\n\nAs causas de eosinofilia periférica abrangem um amplo espectro: (1) atópicas/alérgicas — asma, rinite alérgica, dermatite atópica, urticária crônica; (2) parasitárias — helmintíases (toxocaríase, estrongiloidíase, filariose, esquistossomose), especialmente relevante no contexto brasileiro onde o teste parasitológico de fezes é recomendado; (3) gastrointestinais eosinofílicas — esofagite eosinofílica, gastroenterite e enterocolite eosinofílica, nas quais o hemograma pode mostrar eosinofilia periférica como sinal indireto; (4) medicamentosas — reações de hipersensibilidade a antibióticos, anti-inflamatórios, anticonvulsivantes (síndrome DRESS); (5) neoplásicas — leucemias eosinofílicas, linfomas de Hodgkin, neoplasias sólidas com resposta paraneoplásica; (6) autoimunes e doenças do tecido conjuntivo; (7) imunodeficiências e síndrome de Omenn.\n\nNa medicina funcional integrativa, a eosinofilia periférica leve (≥4%) é utilizada como triagem para supressão do eixo hipotálamo-hipófise-adrenal (HPA) em pacientes em uso crônico de corticoides inalatórios, sendo indicada a dosagem de cortisol basal às 8h e, se necessário, teste de estimulação com ACTH. A correlação entre eosinófilos no escarro, eosinofilia periférica e PCR-us é estabelecida em pacientes asmáticos com VEF1 reduzido.\n\nOs valores absolutos têm maior significado clínico do que os percentuais, e a interpretação deve sempre considerar o contexto clínico completo, incluindo histórico de atopia, medicamentos em uso, exposições ambientais e epidemiologia regional de parasitoses.",
  "patient_explanation": "Os eosinófilos são um tipo de célula de defesa do sangue, parte do sistema imunológico. Eles atuam principalmente no combate a parasitas intestinais e nas reações alérgicas, como asma e rinite. O exame mede quantos eosinófilos estão circulando no seu sangue em determinado momento. O valor considerado normal vai até 500 células por microlitro de sangue. Quando esse valor está acima do normal, chamamos de eosinofilia, e isso pode indicar desde uma alergia comum, uma infecção por vermes ou reação a algum medicamento, até condições mais raras que precisam de investigação. Valores muito baixos geralmente não têm significado clínico isolado. O resultado sozinho não define nenhum diagnóstico — ele precisa ser interpretado junto com seus sintomas, histórico de saúde e outros exames. Se o seu médico identificar alguma alteração, ele vai orientar os próximos passos, que podem incluir exames complementares simples para descobrir a causa.",
  "points": 12,
  "conduct": "## Conduta Clínica — Eosinófilos Absolutos Alterados\n\n### 1. Interpretação Inicial\n\n- **Valor normal:** 0–500 células/µL (0–4% do diferencial)\n- **Eosinofilia leve:** 500–1.500 células/µL\n- **Eosinofilia moderada:** 1.500–5.000 células/µL\n- **Hipereosinofilia/Eosinofilia grave:** >5.000 células/µL → investigação urgente\n- **Eosinopenia (<100 células/µL):** associada a estresse agudo, infecções bacterianas graves, uso de corticoides\n\n### 2. Investigação Complementar por Nível de Eosinofilia\n\n**Eosinofilia leve (500–1.500 células/µL):**\n- Anamnese detalhada: atopia pessoal e familiar, medicamentos em uso, histórico de parasitoses, alimentação, exposições ambientais\n- Repetir hemograma em 4–8 semanas para confirmar persistência\n- Pesquisa parasitológica de fezes (PPF) seriada (3 amostras) — obrigatório no contexto brasileiro\n- IgE total sérica\n- Avaliação de rinite, asma, dermatite atópica\n\n**Eosinofilia moderada (1.500–5.000 células/µL):**\n- Todos os itens acima\n- Sorologia para helmintos (toxocara, strongyloides, filária conforme epidemiologia)\n- Revisão de todos os medicamentos em uso (suspeita de DRESS ou hipersensibilidade)\n- Calprotectina fecal e avaliação endoscópica se sintomas gastrointestinais (suspeita de esofagite ou gastroenterite eosinofílica)\n- Avaliação cardíaca: ECG, ecocardiograma (dano miocárdico na SHE)\n- Dosagem de triptase sérica se suspeita de mastocitose ou síndrome de ativação mastocitária\n\n**Hipereosinofilia (>5.000 células/µL):**\n- Encaminhamento urgente ao hematologista\n- Mielograma e biópsia de medula óssea\n- Pesquisa de mutação FIP1L1-PDGFRA (leucemia eosinofílica crônica)\n- Avaliação multissistêmica: troponina, BNP, função renal, hepática, neurológica\n\n### 3. Contextos Clínicos Específicos\n\n**Paciente em uso de corticoide inalatório:**\n- Eosinofilia periférica ≥4% é sinal de triagem para supressão do eixo HPA\n- Solicitar cortisol basal às 8h\n- Se cortisol basal <3 µg/dL: investigar com teste de estimulação com ACTH\n\n**Suspeita de esofagite/enterocolite eosinofílica:**\n- Correlacionar com hemograma (eosinofilia pode estar presente)\n- Encaminhar para endoscopia com biópsia\n- Calprotectina fecal <138 µg/g tem alta sensibilidade para excluir alergia não mediada por IgE\n\n**Asma com eosinofilia:**\n- Fenótipo eosinofílico da asma responde a corticoides inalatórios e imunobiológicos (dupilumabe, mepolizumabe)\n- Boswellia serrata (300mg 3x/dia) mostrou redução de eosinófilos e melhora do VEF1 em estudo de 1998\n- Ômega-3 (EPA) inibe a via do ácido araquidônico, reduzindo infiltração eosinofílica\n\n### 4. Intervenções e Encaminhamentos\n\n- **Parasitoses confirmadas:** tratamento antiparasitário específico com reavaliação em 30–60 dias\n- **Alergia/atopia:** controle ambiental, imunoterapia, anti-histamínicos, avaliação com alergista\n- **Medicamentos suspeitos:** suspensão cautelosa com reavaliação do hemograma\n- **SHE confirmada:** encaminhamento hematológico, possível uso de imatinibe (se FIP1L1-PDGFRA+) ou mepolizumabe\n- **Reavaliação:** repetir hemograma com diferencial após resolução da causa suspeita para confirmar normalização"
}