{
  "score_item_id": "019bf31d-2ef0-799a-bb56-ce792ca61ade",
  "clinical_relevance": "Os basófilos são granulócitos derivados de precursores mieloides na medula óssea, constituindo a menor fração do leucograma diferencial em adultos saudáveis. Seus valores de referência absolutos situam-se entre 0 e 200 células/µL (correspondendo a 0,5–1% do total de leucócitos, cuja faixa normal é de 4.500 a 11.000 células/µL). Apesar da pequena proporção numérica, os basófilos exercem papel central na imunidade inata e adaptativa, sendo os principais efetores circulantes de reações de hipersensibilidade imediata (tipo I) e de inflamação alérgica. Assim como os mastócitos teciduais, os basófilos expressam receptores FcεRI de alta afinidade para IgE, produzem e liberam histamina, leucotrienos, prostaglandinas e diversas citocinas (IL-4, IL-13), amplificando e orquestrando respostas Th2.\n\nA basofilia absoluta (>200 células/µL) pode indicar: (1) reações alérgicas e atópicas ativas — asma, rinite alérgica, urticária, eczema; (2) doenças mieloproliferativas, especialmente leucemia mieloide crônica (LMC), onde basofilia pronunciada é sinal clássico e marcador de progressão para fase acelerada ou blástica; (3) hipersensibilidade a medicamentos; (4) hipotireoidismo; (5) estados inflamatórios crônicos. Na Síndrome de Ativação Mastocitária (SAM), condição com prevalência estimada em até 17% da população segundo literatura recente, basófilos e mastócitos encontram-se hiperativados, contribuindo para quadros multissistêmicos de difícil diagnóstico.\n\nA basofilemia deve ser interpretada em conjunto com o leucograma completo, IgE sérica total, contagem de eosinófilos e, quando indicado, triptase sérica e N-metilhistamina urinária de 24 horas. Valores absolutos têm maior valor diagnóstico do que percentuais isolados. A interpretação deve considerar o contexto clínico do paciente e sua série histórica de hemogramas, uma vez que oscilações dentro da faixa de normalidade podem refletir inflamação subclínica.",
  "patient_explanation": "Os basófilos são um tipo de célula de defesa do seu sangue, presentes em pequena quantidade — menos de 1% das células brancas. Eles fazem parte do sistema imunológico e são importantes nas reações alérgicas, pois liberam substâncias como a histamina quando o corpo encontra algo que considera ameaçador. Quando o número de basófilos está muito elevado, pode indicar alergias ativas, problemas na medula óssea ou, raramente, algumas doenças do sangue. Quando está muito baixo, geralmente tem pouco significado clínico isolado. Esse exame faz parte do hemograma completo e, por si só, raramente define um diagnóstico — ele precisa ser analisado junto com outros resultados e com os seus sintomas. Se o seu resultado estiver fora do intervalo esperado, o médico irá correlacionar com seu histórico e solicitar exames complementares se necessário. Não se preocupe com uma alteração isolada; o importante é a avaliação do conjunto.",
  "conduct": "## Conduta Clínica — Basófilos (Absoluto)\n\n### Interpretação dos Valores\n\n- **Normal:** 0–200 células/µL (0,5–1% do diferencial)\n- **Basofilia:** >200 células/µL\n- **Basofilemia marcante:** >500–1.000 células/µL — exige investigação urgente de doença mieloproliferativa\n- **Basopenia:** <10 células/µL — geralmente sem significado clínico isolado; pode ocorrer em reações alérgicas agudas graves, uso de corticosteroides, hipertireoidismo\n\n### Investigação Complementar Conforme Resultado\n\n**Basofilia leve (200–500 células/µL):**\n- Correlacionar com quadro clínico (atopia, alergias, uso de medicamentos)\n- Solicitar: IgE total sérica, eosinófilos absolutos, hemograma seriado\n- Pesquisar hipotireoidismo: TSH, T4 livre\n- Avaliar história de exposições alérgicas ou alimentares\n\n**Basofilia moderada a intensa (>500 células/µL):**\n- **Excluir doença mieloproliferativa:** solicitar mielograma, cariótipo (pesquisa do cromossomo Philadelphia/BCR-ABL1), LDH, ácido úrico\n- **Encaminhar a hematologista** se confirmada alteração mieloproliferativa\n- Avaliar triptase sérica e N-metilhistamina urinária de 24h para Síndrome de Ativação Mastocitária (SAM)\n\n### Critérios de Encaminhamento\n\n- **Hematologia:** basofilia persistente >500 células/µL, associada a esplenomegalia, leucocitose >30.000/µL, ou outras citopenias/plaquetose\n- **Alergologia/Imunologia:** basofilia recorrente com sintomas alérgicos multissistêmicos, suspeita de SAM ou mastocitose\n- **Endocrinologia:** basofilia associada a hipotireoidismo confirmado\n\n### Intervenções Baseadas em Evidências\n\n**Contexto alérgico/atópico:**\n- Identificar e eliminar gatilhos (alimentos, alérgenos ambientais, medicamentos)\n- Considerar dieta com restrição de histamina se houver suspeita de intolerância\n- Suporte nutricional: vitamina D (alvo >60 ng/mL), ômega-3, quercetina e vitamina C podem modular resposta inflamatória Th2\n- Avaliar microbiota intestinal (disbiose associada a hiperativação imune)\n\n**Contexto de SAM suspeita:**\n- Iniciar abordagem escalonada: bloqueadores H1 (ex: loratadina até 40 mg/dia), H2 (ex: famotidina até 160 mg/dia), estabilizadores de mastócitos (cetotifeno, cromoglicato de sódio)\n- Princípio: \"Start low, go slow, but go\" — titular doses progressivamente\n- Investigar gatilhos ambientais: micotoxinas, poluentes, disbiose\n\n### Monitoramento\n\n- Repetir hemograma em 4–8 semanas se basofilia leve sem causa identificada\n- Documentar tendência seriada; aumento progressivo exige investigação mais ampla\n- Registrar valores absolutos (não apenas percentuais) para comparação longitudinal"
  ,
  "points": 8
}
