{
  "score_item_id": "019bf31d-2ef0-7296-bf16-64b9f95b1e8d",
  "clinical_relevance": "As plaquetas (trombócitos) são fragmentos citoplasmáticos anucleados derivados dos megacariócitos da medula óssea, com vida média de 8 a 10 dias e produção regulada pela trombopoietina (TPO). Sua função primária é a hemostasia primária: adesão ao subendotélio lesado, ativação e agregação para formação do tampão plaquetário. O valor de referência laboratorial padrão é de 150.000 a 400.000/µL (150-400 k/µL).\n\n**Trombocitopenia** é definida por contagem abaixo de 150.000/µL e estratificada em: leve (100-150k), moderada (50-100k) e grave (<50k). O risco hemorrágico correlaciona-se diretamente com o grau de redução: contagens >50k costumam ser assintomáticas; entre 20-50k surgem petéquias e equimoses espontâneas; abaixo de 10k há risco significativo de sangramento maior, incluindo hemorragia intracraniana. Para procedimentos cirúrgicos convencionais, o limiar mínimo seguro é 40-50k; para neurocirurgia e procedimentos oftalmológicos, 100k. Para atividades físicas intensas e esportes de contato, recomenda-se manutenção acima de 50k.\n\nAs etiologias da trombocitopenia englobam três mecanismos principais: (1) produção insuficiente — aplasia medular, infiltração neoplásica, deficiências de B12 e folato, mielossupressão por quimioterapia; (2) destruição aumentada — púrpura trombocitopênica imune (PTI), síndrome hemolítico-urêmica (SHU), púrpura trombocitopênica trombótica (PTT), CIVD, hiperesplenismo; (3) trombocitopenia induzida por drogas (TID) — mais de 200 medicamentos foram associados, com destaque para quinina, quinidina, trimetoprim-sulfametoxazol, vancomicina e heparina, cujo mecanismo envolve anticorpos dependentes do fármaco. A trombocitopenia induzida por heparina (HIT) merece atenção especial pelo paradoxo trombótico: a contagem cai enquanto o risco de trombose aumenta. Diagnóstico exige suspeita clínica, relação temporal com exposição ao fármaco, exclusão de outras causas e recuperação após descontinuação.\n\n**Trombocitose** é definida por contagem acima de 450.000/µL. Em 88-97% dos casos é reativa (secundária a infecção, inflamação, deficiência de ferro, pós-esplenectomia, neoplasias sólidas), geralmente benigna e autolimitada. A trombocitose clonal, por neoplasias mieloproliferativas (trombocitemia essencial, policitemia vera, mielofibrose), requer investigação com JAK2, CALR e MPL e estratificação de risco trombótico baseada em: idade >60 anos, histórico de trombose prévia e leucocitose ≥8,7×10⁹/L. O manejo de alto risco inclui hidroxiureia e aspirina.\n\nNo contexto de Long COVID, a ativação do fator de von Willebrand (vWF) — liberado pelo dano endotelial — promove ativação e agregação plaquetária, contribuindo para microtrombose e endotelite, com implicações diretas na contagem e função plaquetária. A pseudotrombocitopenia (artefato por agregação in vitro com EDTA) deve ser sempre excluída antes de qualquer investigação.",
  "patient_explanation": "As plaquetas são pequenas células do sangue que funcionam como o sistema de reparo de vazamentos do seu corpo. Quando um vaso sanguíneo se machuca, as plaquetas correm para o local, se juntam e formam uma tampinha que estanca o sangramento. O valor normal fica entre 150 e 400 mil por microlitro de sangue. Quando as plaquetas estão muito baixas, você pode ter manchas roxas na pele sem se machucar, sangramentos nas gengivas ou no nariz, ou demora para parar de sangrar em pequenos cortes. Quando estão muito altas, pode haver risco de formação de coágulos indesejados. Diversos fatores podem alterar esse número, como infecções, inflamações, deficiências nutricionais, medicamentos ou doenças da medula óssea. O médico avalia esse exame sempre junto com seus sintomas e outros resultados para decidir se é necessário algum tratamento.",
  "conduct": "## Conduta Clínica — Plaquetas\n\n### 1. Avaliação Inicial\n\n- **Excluir pseudotrombocitopenia:** repetir contagem em citrato ou lâmina de sangue periférico antes de qualquer investigação invasiva\n- Analisar hemograma completo: VCM, HCM, leucograma, reticulócitos\n- Revisar uso de medicamentos (>200 drogas associadas a trombocitopenia por anticorpos dependentes de fármaco): quinina, quinidina, TMP-SMX, vancomicina, heparina, AINEs, anticonvulsivantes\n- Avaliar sintomas hemorrágicos: petéquias, equimoses espontâneas, epistaxe, gengivorragia, hematúria, melena\n\n### 2. Estratificação por Contagem\n\n**Trombocitopenia:**\n- **>100k (leve):** investigação ambulatorial, restrição de atividades de risco\n- **50-100k (moderada):** investigação ativa, evitar AINEs e aspirina, limitar procedimentos invasivos\n- **20-50k (grave):** restringir atividade física intensa, acompanhamento próximo, considerar hematologia\n- **<20k ou <50k com sangramento ativo:** avaliação urgente, avaliar indicação de suporte transfusional\n- **Limiares procedurais:** 40-50k para cirurgias gerais; 100k para neurocirurgia e procedimentos oftalmológicos\n\n**Trombocitose:**\n- **450-700k:** investigar causas reativas (infecção, inflamação, deficiência de ferro, pós-esplenectomia)\n- **>700k ou persistente sem causa reativa:** encaminhar à hematologia para investigação de neoplasia mieloproliferativa\n\n### 3. Investigação Complementar\n\n**Para trombocitopenia:**\n- [ ] Esfregaço de sangue periférico (morfologia plaquetária e eritrocitária)\n- [ ] Coagulograma: TAP, TTPa, fibrinogênio, D-dímero (excluir CIVD)\n- [ ] Função renal, hepática (hiperesplenismo, SHU/PTT)\n- [ ] Sorologias: HIV, Hepatite C, H. pylori (causas secundárias de PTI)\n- [ ] Anticorpos antiplaquetários e anticoagulante lúpico (PTI, SAAF)\n- [ ] Vitamina B12 e ácido fólico (trombocitopenia por déficit medular)\n- [ ] Considerar mielograma em casos refratários ou suspeita de doença medular\n\n**Para trombocitose clonal suspeita:**\n- [ ] JAK2 V617F, mutações CALR e MPL\n- [ ] Mielograma e biópsia de medula óssea\n\n### 4. Critérios de Encaminhamento à Hematologia\n\n- Trombocitopenia grave (<50k) sem causa identificada\n- Suspeita de PTI refratária, PTT, SHU ou HIT\n- Trombocitose persistente >700k sem causa reativa evidente\n- Mutações JAK2/CALR/MPL positivas\n- Suspeita de neoplasia hematológica\n\n### 5. Intervenções por Etiologia\n\n- **PTI:** corticoides (prednisona 1 mg/kg/dia), imunoglobulina IV em urgência, agonistas do receptor de TPO (eltrombopague, romiplostim) em casos crônicos\n- **HIT:** suspender heparina imediatamente, anticoagulação alternativa (argatrobana, fondaparinux)\n- **TID:** suspender o fármaco agressor e monitorar recuperação (esperada em 5-10 dias)\n- **Trombocitemia essencial de alto risco:** hidroxiureia + aspirina 100 mg/dia\n- **Trombocitopenia nutricional:** reposição de B12 e/ou folato conforme deficiência identificada\n\n### 6. Monitoramento e Seguimento\n\n- Reavaliação laboratorial conforme gravidade (semanal a mensal)\n- Orientar paciente sobre sinais de alerta: hematomas sem trauma, sangramento mucoso, hematúria, melena\n- Suspender AINEs e aspirina em trombocitopenia moderada-grave\n- Registrar tendência temporal: queda progressiva exige investigação imediata",
  "points": 14
}
