{
  "score_item_id": "c77cedd3-2800-7c0f-b461-a071fbc5b20a",
  "clinical_relevance": "O Anti-HBs (anticorpo contra o antígeno de superfície do vírus da hepatite B) é o principal marcador sorológico de imunidade protetora contra o VHB, seja por vacinação prévia ou por infecção resolvida naturalmente. É quantificado em mIU/mL e o limiar de proteção aceito internacionalmente é de ≥10 mIU/mL, estabelecido com base em estudos de eficácia vacinal. Valores entre 10 e 100 mIU/mL indicam imunidade mínima, enquanto níveis ≥100 mIU/mL refletem resposta vacinal robusta.\n\nDo ponto de vista diagnóstico, a interpretação do Anti-HBs deve ser integrada ao painel sorológico completo do VHB. Quando isolado (Anti-HBs reagente com Anti-HBc negativo e HBsAg negativo), indica imunidade exclusivamente vacinal. Quando associado a Anti-HBc positivo e HBsAg negativo, indica infecção prévia resolvida com clearance funcional do antígeno de superfície — desfecho que as diretrizes EASL 2025 denominam \"cura funcional\" e que representa o objetivo máximo da terapia antiviral para hepatite B crônica.\n\nA infecção oculta pelo VHB (OBI) representa um cenário clinicamente relevante: pacientes HBsAg-negativos podem manter DNA viral replicativo no hepatócito, com Anti-HBs detectável em aproximadamente 80% dos casos (OBI soropositiva). Nesses indivíduos, a reativação viral pode ocorrer em até 40% dos casos sob imunossupressão intensa, especialmente com agentes depletores de células B (anti-CD20), com risco intermediário para quimioterapia e inibidores de TNF-α. A profilaxia antiviral é recomendada nessas situações.\n\nEpidemiologicamente, a hepatite B crônica afeta cerca de 296 milhões de pessoas no mundo, com 820 mil mortes anuais atribuídas a cirrose e carcinoma hepatocelular. No Brasil, estima-se prevalência de HBsAg em 0,4–0,7% da população geral, com variação regional importante. O CDC recomenda desde 2023 rastreamento universal de VHB em todos os adultos ≥18 anos e em gestantes, incluindo dosagem de HBsAg, Anti-HBs e Anti-HBc. A triagem sorológica completa permite identificar não imunizados (Anti-HBs negativo, Anti-HBc negativo, HBsAg negativo) para vacinação, portadores crônicos (HBsAg positivo) para manejo e tratamento, e indivíduos com infecção resolvida para vigilância em contextos de imunossupressão futura.\n\nA titulação do Anti-HBs é particularmente importante em populações especiais: profissionais de saúde (risco ocupacional), pacientes em hemodiálise (resposta vacinal reduzida, necessitando esquemas de doses maiores e boosters), imunossuprimidos, gestantes e recém-nascidos de mães HBsAg-positivas. A monitorização periódica do Anti-HBs nesses grupos permite detectar declínio da titulação e indicar dose de reforço quando necessário.",
  "patient_explanation": "O Anti-HBs é um exame de sangue que mede se o seu organismo tem defesa contra o vírus da hepatite B. Esse vírus ataca o fígado e pode causar doenças graves ao longo dos anos. Quando você se vacina contra a hepatite B ou quando seu corpo vence uma infecção por esse vírus, ele produz anticorpos chamados Anti-HBs, que funcionam como um escudo de proteção. O resultado é medido em mIU/mL: valores acima de 10 significam que você tem proteção. Valores mais altos indicam uma proteção mais forte e duradoura. Se o seu resultado estiver abaixo de 10, pode ser necessário completar o esquema vacinal ou tomar uma dose de reforço. Esse exame é importante especialmente para profissionais de saúde, pessoas que fazem hemodiálise e quem vai iniciar tratamentos que reduzem a imunidade.",
  "conduct": "## Conduta Clínica — Anti-HBs (Imunidade Hepatite B)\n\n### Interpretação dos Resultados\n\n- **Anti-HBs ≥10 mIU/mL:** Imunidade protetora presente. Confirmar contexto: isolado (vacinação prévia) ou acompanhado de Anti-HBc positivo (infecção resolvida).\n- **Anti-HBs <10 mIU/mL com Anti-HBc negativo e HBsAg negativo:** Paciente não imune, indicar vacinação.\n- **Anti-HBs negativo com Anti-HBc positivo e HBsAg negativo:** Suspeitar de infecção oculta pelo VHB (OBI) — investigar com DNA viral (HBV DNA) se houver plano de imunossupressão.\n- **Anti-HBs positivo + Anti-HBc positivo + HBsAg negativo:** Infecção prévia resolvida (cura funcional). Monitorar em contextos de imunossupressão.\n\n### Investigação Complementar\n\n- Solicitar painel sorológico completo: HBsAg, Anti-HBc total, Anti-HBc IgM, Anti-HBs e, quando indicado, HBeAg, Anti-HBe.\n- Em pacientes com Anti-HBc positivo sem HBsAg: solicitar HBV DNA qualitativo antes de iniciar imunossupressão (especialmente anti-CD20, quimioterapia, corticosteroides em altas doses).\n- Avaliar função hepática: AST, ALT, GGT, bilirrubinas, albumina, TAP/INR.\n- Considerar elastografia hepática (FibroScan) ou marcadores não invasivos de fibrose (FIB-4, APRI) em casos de infecção resolvida com suspeita de dano hepático prévio.\n\n### Indicações de Vacinação ou Reforço\n\n- **Não imunes (Anti-HBs <10, Anti-HBc negativo):** Iniciar esquema vacinal completo (3 doses: 0, 1, 6 meses).\n- **Profissionais de saúde:** Verificar Anti-HBs 1–2 meses após completar o esquema. Se <10 mIU/mL: revacinar com série adicional de 3 doses. Não respondedores confirmados: rastrear HBsAg para identificar portadores.\n- **Pacientes em hemodiálise:** Utilizar esquema de doses dobradas (40 mcg) com 4 doses (0, 1, 2, 6 meses) e monitorar Anti-HBs anualmente; reforço se <10 mIU/mL.\n- **Imunossuprimidos e pré-transplante:** Vacinar antes do início da imunossupressão quando possível; titular resposta 1–2 meses após esquema completo.\n\n### Profilaxia em Imunossupressão (Anti-HBc Positivo)\n\n- **Alto risco (anti-CD20, transplante de células-tronco):** Profilaxia antiviral com tenofovir ou entecavir por toda a duração da imunossupressão e por pelo menos 12–18 meses após o término.\n- **Risco moderado (quimioterapia, inibidores de TNF-α, corticosteroides):** Profilaxia antiviral durante o tratamento e por 6–12 meses após. Alternativamente, monitoramento mensal de HBV DNA com início preemptivo de antiviral se replicação detectada.\n- **Baixo risco:** Monitoramento clínico e laboratorial sem profilaxia sistemática.\n\n### Encaminhamento a Especialista\n\n- Gastroenterologista/hepatologista: HBsAg positivo confirmado, HBV DNA detectável, alterações de enzimas hepáticas persistentes, suspeita de cirrose ou carcinoma hepatocelular.\n- Infectologista: casos de reativação viral, OBI em imunossuprimidos, gestantes HBsAg-positivas (para profilaxia perinatal com imunoglobulina + vacina no recém-nascido).\n\n### Monitoramento\n\n- Profissionais de saúde e imunossuprimidos: titular Anti-HBs anualmente.\n- Infecção resolvida sem imunossupressão: sem necessidade de monitoramento rotineiro além do painel sorológico inicial.",
  "points": 12
}
