{
  "score_item_id": "019bf31d-2ef0-78ca-82ae-9eee62a8218e",
  "clinical_relevance": "O Anti-HBc (anticorpo contra o antígeno core do vírus da hepatite B) é o marcador sorológico que surge mais precocemente após a infecção pelo HBV, ainda durante o período de janela imunológica, quando o HBsAg pode ser o único outro marcador detectável. Ele persiste por toda a vida, independentemente do desfecho da infecção (resolução ou cronificação), tornando-se o principal indicador de exposição prévia ou atual ao HBV.\n\nA fração IgM do Anti-HBc é característica da infecção aguda recente, enquanto a fração IgG predomina na infecção crônica e na infecção resolvida. O padrão de Anti-HBc isolado positivo (sem HBsAg e sem Anti-HBs detectáveis) representa um achado comum que pode refletir: (1) infecção resolvida com declínio do Anti-HBs abaixo do limiar de detecção; (2) infecção crônica de baixa replicação; (3) fase de janela sorológica da infecção aguda; (4) resultado falso-positivo em ensaios de alta sensibilidade.\n\nUm dos contextos de maior importância clínica do Anti-HBc é a Infecção Oculta pelo HBV (OBI). A OBI é definida pela presença de DNA replicativo do HBV no tecido hepático na ausência de HBsAg sérico detectável. Aproximadamente 80% dos casos de OBI são soropositivos (Anti-HBc e/ou Anti-HBs detectáveis), enquanto os 20% restantes são completamente soronegativos. O Anti-HBc funciona como marcador substituto para rastreamento de OBI em doadores de sangue, receptores de órgãos e pacientes imunossuprimidos.\n\nO risco de reativação do HBV em pacientes Anti-HBc positivos submetidos a imunossupressão é clinicamente significativo. Em terapias depletoras de células B (anti-CD20, como rituximabe), a reativação ocorre em mais de 10% dos casos. Com quimioterapia convencional ou inibidores de TNF-α, o risco situa-se entre 1-10%. As diretrizes EASL 2025 e a revisão de 2025 em Clinical Medicine recomendam profilaxia antiviral para pacientes Anti-HBc positivos de alto risco antes de iniciar imunossupressão potente.\n\nAlém do papel diagnóstico qualitativo, o Anti-HBc quantitativo (qAnti-HBc) emergiu como importante biomarcador de resposta imune do hospedeiro. Níveis de qAnti-HBc correlacionam-se positivamente com atividade de ALT e grau histológico de inflamação. Pacientes em fase imuno-ativa apresentam qAnti-HBc aproximadamente 10 vezes maior do que pacientes em fase imuno-tolerante. O ponto de corte de ~4,5 log10 UI/mL tem sensibilidade para identificar inflamação moderada a grave mesmo em pacientes com ALT normal. Valores basais de qAnti-HBc > 4,0-4,5 log10 UI/mL são preditores independentes de soroconversão HBeAg com terapia antiviral.\n\nDo ponto de vista oncológico, a integração genômica do HBV ocorre em até 75% dos casos de carcinoma hepatocelular associado à OBI, sustentando o potencial oncogênico mesmo na ausência de HBsAg. O Anti-HBc positivo mantém relevância no rastreamento de risco de CHC em pacientes cirróticos ou imunossuprimidos. A falta de padronização entre ensaios (ELISA, CMIA, CLIA, CLEIA) em diferentes unidades (UI/mL, INH%, S/O) representa desafio na interpretação comparativa dos resultados.",
  "patient_explanation": "O Anti-HBc é um exame de sangue que verifica se o seu sistema imunológico já teve contato com o vírus da hepatite B em algum momento da vida. Quando o resultado é positivo, isso pode significar que você já teve hepatite B e se curou, que ainda carrega o vírus de forma inativa, ou que está na fase inicial de uma infecção. Sozinho, esse exame não confirma doença ativa — o médico vai analisar em conjunto com outros marcadores, como o HBsAg e o Anti-HBs, para entender o que está acontecendo. Um ponto importante: se você precisar tomar medicamentos que enfraquecem o sistema imunológico (como em tratamentos para câncer, artrite ou transplantes), o resultado positivo desse exame indica que será necessário um cuidado extra para evitar que o vírus se reative. Informe sempre o seu médico sobre esse resultado antes de iniciar qualquer tratamento.",
  "conduct": "## Conduta Clínica — Anti-HBc Positivo\n\n### 1. Interpretação do Padrão Sorológico\n\nO Anti-HBc não deve ser interpretado isoladamente. Correlacionar com:\n\n- **HBsAg positivo + Anti-HBc IgM positivo:** Hepatite B aguda\n- **HBsAg positivo + Anti-HBc IgG positivo + Anti-HBs negativo:** Hepatite B crônica ativa\n- **HBsAg negativo + Anti-HBc positivo + Anti-HBs positivo:** Infecção resolvida (padrão mais comum)\n- **HBsAg negativo + Anti-HBc positivo + Anti-HBs negativo (Anti-HBc isolado):** Requere investigação adicional (ver abaixo)\n- **Todos negativos:** Sem exposição prévia; candidato à vacinação\n\n### 2. Conduta no Anti-HBc Isolado\n\nO padrão de Anti-HBc isolado positivo (sem HBsAg e sem Anti-HBs) exige avaliação criteriosa:\n\n- **Solicitar HBV DNA quantitativo** (PCR) para descartar infecção oculta ou crônica de baixa replicação\n- Se HBV DNA indetectável: resultado provavelmente reflete infecção resolvida com Anti-HBs abaixo do limiar, ou resultado falso-positivo\n- Se HBV DNA detectável em baixo nível: confirmar Infecção Oculta pelo HBV (OBI); encaminhar ao hepatologista\n- Considerar repetição do ensaio em laboratório diferente para afastar falso-positivo em ensaios de alta sensibilidade\n\n### 3. Rastreamento e Prevenção de Reativação\n\nA reativação do HBV em pacientes Anti-HBc positivos é a principal preocupação clínica em contextos de imunossupressão:\n\n- **Alto risco (>10% de reativação):** Terapia com agentes depletores de células B (rituximabe, obinutuzumabe) → **Profilaxia antiviral obrigatória** antes do início do tratamento (entecavir ou tenofovir por período mínimo de 6-12 meses após término da imunossupressão)\n- **Risco moderado (1-10%):** Quimioterapia convencional, inibidores de TNF-α, corticoides em altas doses prolongadas → Avaliar profilaxia vs. monitoramento com HBV DNA a cada 1-3 meses\n- **Baixo risco (<1%):** Corticoides em dose baixa por período curto → Monitoramento clínico\n- **Transplante de órgão sólido:** Profilaxia antiviral universal para receptores Anti-HBc positivos\n\n### 4. Monitoramento\n\n- **Pacientes com infecção oculta confirmada:** Acompanhamento hepático semestral com ALT, AST, HBV DNA e ultrassonografia abdominal\n- **Cirróticos Anti-HBc positivos:** Rastreamento de CHC a cada 6 meses com ultrassonografia ± alfafetoproteína\n- **Doadores de sangue/órgãos:** Anti-HBc positivo é critério de exclusão para doação de sangue; doação de órgãos pode ser considerada com protocolos específicos de profilaxia no receptor\n\n### 5. Encaminhamento\n\n- **Hepatologista:** HBV DNA detectável, HBsAg positivo, alterações persistentes de transaminases, cirrose, candidatos a imunossupressão de alto risco\n- **Infectologista:** Coinfecções (HIV, HCV), contexto de transplante, casos de reativação confirmada\n\n### 6. Vacinação\n\n- Pacientes com Anti-HBc negativo e Anti-HBs negativo: iniciar esquema vacinal completo\n- Anti-HBc positivo com Anti-HBs negativo: vacinação não é obrigatória (evidência de exposição prévia), mas pode ser considerada para estimular resposta amnésica",
  "points": 14
}
