{
  "score_item_id": "019bf31d-2ef0-763b-bd03-d98434f27605",
  "clinical_relevance": "O HBsAg (Antígeno de Superfície do Vírus da Hepatite B) é o marcador sorológico primário da infecção pelo HBV, detectado no soro 1 a 10 semanas após a exposição e antes do aparecimento de sintomas ou da elevação de transaminases. Sua persistência por mais de 6 meses define a hepatite B crônica. Resultado qualitativo Reagente indica infecção ativa (aguda ou crônica), enquanto Não Reagente, em conjunto com anti-HBs positivo, sugere imunidade vacinal ou infecção resolvida.\n\nEpidemiologia: O HBV infecta aproximadamente 296 milhões de pessoas no mundo (dados OMS), com cerca de 820.000 mortes anuais por cirrose e carcinoma hepatocelular (CHC). No Brasil, a prevalência de HBsAg positivo varia de 0,37% (Sul) a 7,9% (Amazônia), com maior carga em populações vulneráveis, profissionais de saúde não vacinados e usuários de drogas injetáveis. A transmissão ocorre via sangue, secreções sexuais e verticalmente (mãe-filho).\n\nFisiopatologia e progressão: Em adultos imunocompetentes, cerca de 90-95% dos casos de hepatite B aguda evoluem para cura espontânea com clearance do HBsAg. Os 5-10% restantes cronificam, com risco de progressão para fibrose hepática, cirrose e CHC. A probabilidade de cronificação é inversamente proporcional à idade de aquisição: 90% em recém-nascidos, 25-50% em crianças menores de 5 anos e menos de 5% em adultos. Pacientes com hepatite B crônica HBeAg-positivo em fase imunotolerante podem ter carga viral elevada com transaminases normais, o que não elimina o risco de CHC a longo prazo.\n\nInterpretação dos padrões sorológicos associados: O anti-HBc IgM surge na fase aguda e pode persistir até 6 meses; o anti-HBc IgG reflete infecção passada ou crônica. A positividade isolada de anti-HBc (sem HBsAg e sem anti-HBs) geralmente indica exposição prévia com perda de anti-HBs, podendo mascarar infecção oculta pelo HBV (OBI) — condição em que o DNA viral permanece detectável no fígado com HBsAg indetectável no soro. A infecção oculta ocorre em até 20% dos casos sem marcadores sorológicos (OBI soronegativa). O risco de reativação do HBV em anti-HBc positivos submetidos a imunossupressão pode chegar a 40%, com risco mais elevado com agentes depletores de células B (anti-CD20).\n\nRisco oncológico: A integração do DNA do HBV no genoma do hospedeiro ocorre em aproximadamente 75% dos casos de CHC associado à infecção oculta, mantendo potencial oncogênico independentemente da carga viral sérica. A triagem periódica com ultrassonografia abdominal e alfa-fetoproteína é recomendada a cada 6 meses em portadores crônicos de HBsAg.\n\nAs diretrizes EASL 2025 preconizam terapia personalizada guiada por biomarcadores (HBsAg quantitativo, HBV DNA, anti-HBc quantitativo) com o objetivo de cura funcional, definida como clearance sustentado do HBsAg com ou sem soroconversão para anti-HBs. O anti-HBc quantitativo com corte de 4,0-4,5 log10 UI/mL é preditor independente de soroconversão do HBeAg com terapia antiviral e de atividade inflamatória moderada a grave mesmo com ALT normal.",
  "patient_explanation": "O HBsAg é um exame de sangue que detecta o vírus da hepatite B no seu organismo. A hepatite B é uma infecção que afeta o fígado e pode ser transmitida pelo contato com sangue contaminado, relações sexuais desprotegidas ou da mãe para o filho no parto. Quando o resultado é positivo, significa que o vírus está presente agora. Isso pode ser uma infecção recente ou uma infecção que já dura mais de 6 meses, chamada de hepatite B crônica. Na maioria dos adultos, o organismo consegue eliminar o vírus sozinho, mas alguns precisam de acompanhamento médico e, em certos casos, de tratamento. O importante é que hoje existem vacinas altamente eficazes contra a hepatite B e tratamentos que controlam bem a doença, reduzindo o risco de problemas no fígado no futuro. Não deixe de conversar com seu médico sobre o resultado para entender o próximo passo.",
  "conduct": "## Conduta Clínica: HBsAg Reagente\n\n### 1. Confirmação Diagnóstica e Investigação Inicial\n\n- **Confirmar com HBsAg quantitativo** (se disponível) para avaliar nível de antigenemia\n- Solicitar painel sorológico completo:\n  - Anti-HBc IgM e IgG (distinguir infecção aguda de crônica)\n  - HBeAg e Anti-HBe (avaliação de replicação e fase da doença)\n  - Anti-HBs (soroconversão em curso)\n  - HBV DNA quantitativo (carga viral)\n- Solicitar transaminases (ALT, AST), bilirrubinas, GGT, fosfatase alcalina, albumina, TP/INR, hemograma\n- Solicitar anti-HCV, anti-HDV (superinfecção delta), HIV, anti-HAV\n- Ultrassonografia abdominal com avaliação hepática\n- Calcular AST/ALT ratio: valores >1 sugerem fibrose avançada ou cirrose\n\n### 2. Estratificação da Fase da Doença (Hepatite B Crônica)\n\n| Fase | HBeAg | HBV DNA | ALT | Histologia |\n|------|-------|---------|-----|------------|\n| Imunotolerante | + | >10⁷ UI/mL | Normal | Mínima |\n| Imuno-ativa HBeAg+ | + | >20.000 UI/mL | Elevada | Ativa |\n| Portador inativo | - | <2.000 UI/mL | Normal | Mínima |\n| Imuno-ativa HBeAg- | - | >2.000 UI/mL | Elevada ou flutuante | Ativa |\n| Cura funcional | - | Indetectável | Normal | Mínima |\n\n### 3. Critérios para Tratamento Antiviral (Conforme EASL 2025)\n\n**Indicação absoluta:**\n- HBV DNA >2.000 UI/mL + ALT elevada e/ou fibrose F2 ou maior\n- Cirrose compensada ou descompensada independente da carga viral\n- CHC associado ao HBV\n- Gestação com HBV DNA >200.000 UI/mL (profilaxia de transmissão vertical)\n\n**Agentes de primeira linha:**\n- **Tenofovir Alafenamida (TAF)** 25 mg/dia — preferido por menor nefrotoxicidade e toxicidade óssea\n- **Tenofovir Disoproxil Fumarato (TDF)** 300 mg/dia\n- **Entecavir** 0,5 mg/dia (naive) ou 1 mg/dia (resistentes a lamivudina)\n\n### 4. Rastreamento de Carcinoma Hepatocelular\n\n- **Ultrassonografia abdominal + AFP a cada 6 meses** em:\n  - Todos os portadores crônicos de HBsAg com fibrose avançada (F3-F4)\n  - Asiáticos homens >40 anos e mulheres >50 anos\n  - Africanos >20 anos\n  - Portadores com história familiar de CHC\n\n### 5. Prevenção de Reativação em Imunossupressão\n\n- Rastrear HBsAg e anti-HBc **antes** de iniciar qualquer imunossupressor\n- HBsAg positivo + imunossupressão planejada: **iniciar antiviral profilático** (entecavir ou TDF/TAF) antes do início e manter por 12 meses após o término\n- Anti-HBc positivo / HBsAg negativo + anti-CD20 ou corticoide em altas doses: profilaxia antiviral ou monitoração mensal de HBV DNA\n\n### 6. Encaminhamento\n\n- **Hepatologista ou Infectologista:** todos os casos com HBsAg reagente para estratificação e decisão terapêutica\n- **Urgência:** icterícia, coagulopatia, encefalopatia (hepatite fulminante)\n\n### 7. Notificação e Medidas de Saúde Pública\n\n- Hepatite B aguda é **doença de notificação compulsória** (SINAN)\n- Vacinar contactantes domiciliares e parceiros sexuais não imunizados\n- Orientar sobre modos de transmissão e uso de preservativos"
,
  "points": 20
}
