{
  "score_item_id": "019bf31d-2ef0-76ad-8f5b-7d67b26ef877",
  "clinical_relevance": "O Anti-HCV é um marcador sorológico qualitativo que detecta anticorpos IgG contra antígenos do vírus da hepatite C (HCV). Resultado reagente indica exposição prévia ou infecção ativa pelo HCV, mas não distingue infecção resolvida de infecção crônica em curso. A confirmação de viremia ativa exige a detecção de RNA-HCV por PCR quantitativo (carga viral), que representa o padrão-ouro para diagnóstico definitivo e monitoramento terapêutico.\n\nDo ponto de vista epidemiológico, a hepatite C representa um problema de saúde pública de magnitude global: estima-se 1 milhão de novas infecções anuais e aproximadamente 242 mil mortes por ano relacionadas à doença hepática crônica, cirrose e carcinoma hepatocelular. Análise de 33 países publicada em The Lancet Gastroenterology & Hepatology (2025) demonstrou que apenas 30% atingiram as metas de diagnóstico estabelecidas pela OMS para eliminação do HCV, evidenciando subdiagnóstico persistente.\n\nA prevalência é particularmente elevada em populações de risco: usuários de drogas injetáveis, pessoas em situação prisional (prevalência estimada de 17,7%), receptores de hemoderivados antes da triagem obrigatória (anterior a 1993 no Brasil), pacientes em hemodiálise de longa data e profissionais de saúde com exposição percutânea. O rastreamento universal em adultos nascidos entre 1945 e 1965 (geração baby boomer) é recomendado pelo CDC em razão da alta prevalência nesse coorte.\n\nNa evolução da hepatite C crônica, a razão AST/ALT (De Ritis) tem valor prognóstico estabelecido: valores abaixo de 1,0 são típicos da hepatite viral crônica sem cirrose, enquanto razões ligeiramente acima de 1,0 — especialmente acima de 1,09 — correlacionam-se com progressão para fibrose avançada e cirrose. Índices derivados como APRI (AST to Platelet Ratio Index) e FIB-4 (que incorpora AST, ALT, plaquetas e idade) são validados como ferramentas não invasivas para estadiamento de fibrose hepática em pacientes com HCV crônico.\n\nA relevância clínica do Anti-HCV no Escore Plenya reside na identificação de infecção ativa ou pregressa com potencial de doença hepática crônica subclínica. Sem tratamento, 15-45% dos infectados eliminam o vírus espontaneamente; os demais evoluem para cronificação, com risco de 15-30% de desenvolver cirrose em 20 anos e risco aumentado de carcinoma hepatocelular. Com os antivirais de ação direta (DAAs) de segunda geração, taxas de cura virológica (RVS12) superiores a 95% são alcançáveis em regimes de 8 a 12 semanas, tornando a identificação e o tratamento precoces medidas de alto impacto em morbimortalidade.",
  "patient_explanation": "O Anti-HCV é um exame de sangue que verifica se o seu organismo já teve contato com o vírus da hepatite C. Quando o resultado é reagente (positivo), significa que anticorpos contra esse vírus foram detectados. Isso pode indicar uma infecção atual ou uma infecção que aconteceu no passado e já foi curada pelo próprio organismo. Por isso, um resultado positivo não significa necessariamente que você está doente agora — outros exames complementares, como a detecção do RNA do vírus no sangue, serão solicitados para confirmar se a infecção ainda está ativa. A hepatite C pode permanecer silenciosa por muitos anos e, sem tratamento, pode afetar o fígado progressivamente. A boa notícia é que hoje existem medicamentos muito eficazes que curam a hepatite C em mais de 95% dos casos, com poucos efeitos colaterais e em poucas semanas. Se o seu resultado for positivo, é fundamental consultar um especialista para investigação completa e, se necessário, iniciar o tratamento o mais cedo possível.",
  "points": 20,
  "conduct": "## Conduta Clínica — Hepatite C (Anti-HCV Reagente)\n\n### 1. Confirmação Diagnóstica\n- **Anti-HCV reagente** exige confirmação com **RNA-HCV por PCR quantitativo** (carga viral) para distinguir infecção ativa de infecção resolvida\n- Se RNA-HCV detectável: **diagnóstico de hepatite C ativa confirmado** → seguir protocolo de tratamento\n- Se RNA-HCV indetectável com Anti-HCV reagente: provável infecção resolvida (espontânea ou pós-tratamento) — repetir RNA-HCV em 6 meses se imunossupressão planejada\n- Solicitar **genotipagem do HCV** (genótipos 1-6) para orientar escolha do esquema antiviral\n\n### 2. Avaliação Basal do Comprometimento Hepático\n- **Hemograma completo** (plaquetopenia como sinal de hipertensão portal)\n- **AST, ALT, GGT, FA, bilirrubinas** (perfil hepático completo)\n- **Razão AST/ALT (De Ritis):** valores ≥1,09 correlacionam-se com fibrose avançada\n- **APRI** = (AST/LSN) × 100 / plaquetas — valores >1,0 sugestivos de cirrose\n- **FIB-4** = (idade × AST) / (plaquetas × √ALT) — valores >3,25 sugestivos de fibrose avançada\n- **Elastografia hepática transitória (FibroScan)** para estadiamento não invasivo de fibrose (padrão preferencial)\n- **Albumina, TP/INR** para avaliação de função hepática sintética\n- **Ultrassonografia abdominal** para avaliação de morfologia hepática, esplenomegalia e sinais de hipertensão portal\n- **Alfafetoproteína (AFP)** basal se suspeita de cirrose ou hepatocarcinoma\n\n### 3. Triagem de Comorbidades e Coinfecções\n- **Anti-HIV, HBsAg, Anti-HBc** — coinfecções alteram prognóstico e manejo\n- **Glicemia de jejum e HbA1c** — diabetes mellitus acelera fibrose hepática\n- **Perfil lipídico** — síndrome metabólica é cofator de progressão\n- **TSH** — disfunção tireoidiana frequente em HCV (especialmente genótipo 3)\n\n### 4. Encaminhamento e Tratamento\n- **Encaminhar ao hepatologista ou infectologista** para prescrição de antivirais de ação direta (DAAs)\n- Regimes de primeira linha (ex.: sofosbuvir/velpatasvir pan-genotípico ou glecaprevir/pibrentasvir) alcançam **RVS12 >95%** em 8-12 semanas\n- Pacientes com cirrose compensada podem ser tratados, mas requerem seguimento mais rigoroso e vigilância para hepatocarcinoma\n- Cirrose descompensada: avaliar indicação de transplante hepático\n\n### 5. Vigilância Pós-Tratamento\n- Confirmar cura com **RNA-HCV indetectável 12 semanas após término do tratamento (RVS12)**\n- Em pacientes com fibrose avançada ou cirrose: **ultrassonografia + AFP a cada 6 meses** para rastreamento de hepatocarcinoma (risco persiste mesmo após cura virológica)\n- Orientar sobre abstinência alcoólica absoluta\n- Evitar hepatotóxicos (paracetamol em altas doses, AINES crônicos)\n\n### 6. Notificação e Saúde Pública\n- Hepatite C é **doença de notificação compulsória** no Brasil (SINAN)\n- Investigar e notificar contatos com risco de exposição (compartilhamento de materiais perfurocortantes, parceiros sexuais em contexto de sangramento)\n- Vacinar contra hepatite A e B se não imunizado (coinfecção piora prognóstico)"
}
