{
  "score_item_id": "019bf31d-2ef0-7aae-ad9f-a52e55c2e311",
  "clinical_relevance": "O teste sorológico HIV 1+2 detecta anticorpos contra o Vírus da Imunodeficiência Humana tipos 1 e 2, sendo exame qualitativo (reagente/não reagente). Os ensaios de quarta geração combinam detecção de anticorpos Anti-HIV-1/2 com o antígeno p24, reduzindo a janela imunológica para 18-45 dias após a exposição. O HIV é um retrovírus RNA de fita simples que infecta preferencialmente linfócitos TCD4+, macrófagos e células dendríticas, utilizando o receptor CD4 e correceptores CCR5 ou CXCR4 para entrada celular. A replicação viral resulta em depleção progressiva dos linfócitos TCD4+, levando à imunodeficiência grave e susceptibilidade a infecções oportunistas. Epidemiologicamente, estima-se que 39,9 milhões de pessoas vivam com HIV globalmente (UNAIDS 2023). No Brasil, são notificados aproximadamente 40.000 novos casos por ano, com maior concentração nas regiões Sul e Sudeste, e nas faixas etárias de 20-39 anos. A transmissão ocorre por via sexual (principal), parenteral (compartilhamento de seringas, transfusões) e vertical (mãe-filho durante gestação, parto ou amamentação). A interpretação do resultado exige atenção ao período de janela imunológica: resultado não reagente em exposição recente (menos de 45 dias) não exclui infecção, sendo necessário repetir o teste. Resultado reagente em imunoensaio deve ser confirmado por teste complementar (Western Blot ou teste rápido de segunda geração com antígenos distintos), conforme protocolo do Ministério da Saúde. O diagnóstico precoce é determinante para prognóstico: pacientes em tratamento antirretroviral (TARV) com carga viral indetectável atingem expectativa de vida próxima à população geral e não transmitem o vírus sexualmente (conceito Indetectável=Intransmissível, I=I). A doença não tratada evolui para AIDS, definida por contagem de TCD4+ abaixo de 200 células/mm³ ou presença de doença definidora de AIDS. Na perspectiva da medicina integrativa, o estado imunológico do paciente HIV positivo é fortemente modulado por deficiências nutricionais (zinco, selênio, vitamina D, ômega-3), inflamação crônica sistêmica e disbiose intestinal, que podem acelerar a progressão da doença mesmo sob TARV.",
  "patient_explanation": "O exame HIV 1+2 é um teste de sangue que verifica se você foi infectado pelo vírus HIV, responsável pela AIDS. O teste detecta substâncias produzidas pelo seu sistema imunológico em resposta ao vírus. Um resultado negativo (não reagente) significa que não foram encontrados sinais do vírus no seu sangue — porém, se você teve alguma exposição de risco recente (menos de 45 dias), pode ser necessário repetir o exame após esse período. Um resultado positivo (reagente) indica que o vírus foi detectado e precisa ser confirmado com outro teste. Hoje, com o tratamento disponível pelo SUS — chamado de antirretroviral —, quem vive com HIV pode ter uma vida longa, saudável e normal. Além disso, pessoas em tratamento com vírus indetectável não transmitem o HIV para seus parceiros. O diagnóstico precoce é fundamental: quanto antes iniciado o tratamento, melhor é o controle da doença. O teste é recomendado para todas as pessoas sexualmente ativas, gestantes e pessoas em situação de maior risco.",
  "conduct": "## Conduta Clínica — HIV 1+2\n\n### 1. Interpretação do Resultado\n\n**Resultado Não Reagente:**\n- Considerar janela imunológica (18-45 dias para testes de 4ª geração)\n- Se exposição de risco nos últimos 45 dias: repetir o teste após o período de janela\n- Orientar sobre prevenção: uso de preservativo, PrEP (Profilaxia Pré-Exposição) para populações de risco elevado\n- Se exposição de risco nas últimas 72 horas: avaliar indicação de PEP (Profilaxia Pós-Exposição)\n\n**Resultado Reagente:**\n- Realizar teste confirmatório imediatamente (Western Blot ou imunoensaio de segunda geração com antígenos diferentes)\n- Confirmado: registrar diagnóstico, notificação compulsória ao SINAN\n- Encaminhar imediatamente ao serviço de Infectologia ou SAE (Serviço de Assistência Especializada)\n\n---\n\n### 2. Investigação Complementar Inicial (Diagnóstico Confirmado)\n\n- **Contagem de linfócitos TCD4+:** estadiamento imunológico\n- **Carga viral plasmática (RNA HIV):** quantificação da replicação viral\n- **Hemograma completo:** avaliar citopenias\n- **Função hepática (TGO, TGP, GGT, bilirrubinas):** baseline antes da TARV\n- **Função renal (creatinina, ureia, TFG):** especialmente para regimes com tenofovir\n- **Glicemia, lipidograma:** risco metabólico e baseline\n- **Sorologias para coinfecções:** Hepatite B (HBsAg, Anti-HBs, Anti-HBc), Hepatite C (Anti-HCV), Sífilis (VDRL), Toxoplasmose, CMV, EBV\n- **PPD ou IGRA:** rastreio de tuberculose latente\n- **Radiografia de tórax:** baseline pulmonar\n- **Genotipagem de resistência:** antes de iniciar TARV (em locais disponíveis)\n\n---\n\n### 3. Critérios de Início da Terapia Antirretroviral (TARV)\n\n- **Iniciar TARV em todos os pacientes diagnosticados**, independentemente da contagem de TCD4+ (recomendação atual OMS e Ministério da Saúde Brasil)\n- Início idealmente na mesma consulta do diagnóstico (\"same-day treatment\") para melhorar vinculação ao serviço\n- Regimes preferencias de primeira linha: conforme Protocolo Clínico e Diretrizes Terapêuticas (PCDT) do Ministério da Saúde vigente\n\n---\n\n### 4. Encaminhamento a Especialistas\n\n- **Infectologista:** obrigatório para todos os casos confirmados\n- **Ginecologista/Obstetra:** gestantes com HIV (profilaxia vertical)\n- **Nutricionista:** avaliação nutricional — deficiências de zinco, selênio, vitamina D e ômega-3 são comuns e impactam a função imunológica\n- **Saúde mental (Psicologia/Psiquiatria):** elevada prevalência de depressão e ansiedade no diagnóstico\n- **Odontologia:** avaliação da saúde bucal (infecções orais oportunistas)\n\n---\n\n### 5. Abordagem Funcional Integrativa Complementar\n\n- **Avaliar estado nutricional:** zinco eritrocitário, selênio, vitamina D (25-OH), ômega-3, B12, folato, ferritina\n- **Suporte imunológico nutricional:** corrigir deficiências identificadas; não suplementar empiricamente sem dosagem prévia\n- **Saúde intestinal:** avaliar disbiose, permeabilidade intestinal — a integridade do GALT (tecido linfoide associado ao intestino) é crítica na progressão do HIV\n- **Inflamação crônica:** monitorar PCR-us, IL-6, TNF-α; estratégias anti-inflamatórias dietéticas e com ômega-3\n- **Saúde do sono e ritmo circadiano:** deprivação de sono compromete resposta imune\n\n---\n\n### 6. Prevenção e Rastreio Periódico\n\n- Rastreio anual recomendado para populações de risco elevado (HSH, profissionais do sexo, usuários de drogas injetáveis, parceiros de PVHIV)\n- Rastreio universal em gestantes (1º e 3º trimestres)\n- Oferecer PrEP para pessoas elegíveis conforme PCDT do Ministério da Saúde\n- Notificação compulsória de casos confirmados obrigatória",
  "points": 35
}
