{
  "score_item_id": "019bf31d-2ef0-7b72-a5d6-bfa546d8de8d",
  "clinical_relevance": "A homocisteína é um aminoácido sulfurado intermediário do metabolismo da metionina, produzido endogenamente durante o ciclo de um carbono (metilação). Sua elevação — hiper-homocisteinemia — constitui biomarcador de risco para mais de 100 condições clínicas, com destaque para doenças cardiovasculares, cerebrovasculares e do sistema nervoso central.\n\n**Valores de referência e interpretação funcional:**\n- Faixa laboratorial convencional: 3–15 µmol/L (baseada em distribuição gaussiana de 95% da população, considerada inadequada para prevenção)\n- Faixa segura: ≤ 10 µmol/L\n- Faixa ideal funcional: 5–8 µmol/L\n- Valores ≥ 11 µmol/L justificam intervenção terapêutica ativa\n- Valores < 5 µmol/L podem indicar excesso de doadores de metil\n\n**Fisiopatologia e mecanismos de dano:**\nA homocisteína elevada causa lesão direta ao endotélio vascular, promove trombogênese e aterogênese, e está associada a mortalidade por todas as causas — não apenas cardiovascular. A hiper-homocisteinemia resulta de hipometilação: com déficit de doadores de metil (folato/B9, cobalamina/B12, piridoxina/B6, colina, betaína/TMG), a homocisteína acumula-se no sangue. Um estudo com estratificação por quartis demonstrou: quartil 1 (3,3–7,9 µmol/L) sem aumento de risco; quartil 2 (8–10 µmol/L) risco de aterosclerose 1,8x maior; quartil 3 risco 3,2x; quartil 4 risco 4x.\n\n**Causas de hiper-homocisteinemia:**\n- Deficiências nutricionais: folato (B9), cobalamina (B12), piridoxina (B6)\n- Polimorfismos genéticos: MTHFR (C677T, A1298C) — reduz conversão de folato à forma ativa; FUT2 — prejudica absorção intestinal de B12; ALPL e NBPF3 — alteram metabolismo de B6\n- Medicamentos: metformina e anticoncepcionais orais reduzem absorção de B12 e folato\n- Condições clínicas: insuficiência renal, hipotireoidismo, cirurgia bariátrica, doenças inflamatórias intestinais, hipocloridria\n- Hábitos: consumo excessivo de álcool e cafeína (>5 cafés/dia)\n- Envelhecimento: reduz absorção gástrica de B12 por hipocloridria progressiva\n\n**Armadilhas diagnósticas:**\n- Em veganos: homocisteína pode estar falsamente baixa por baixo consumo de metionina\n- B12 sérica pode aparecer falsamente elevada por consumo de espirulina ou leveduras nutricionais (análogos biologicamente inativos)\n- Padrão-ouro para confirmar déficit funcional de B12: ácido metilmalônico urinário\n\n**Comorbidades e associações:**\n- Marcador inflamatório: correlaciona-se com PCR\n- Risco trombofílico: associado a tromboembolismo venoso, especialmente com polimorfismo MTHFR\n- Complicações gestacionais: defeitos do tubo neural, abortamentos de repetição\n- Declínio cognitivo e doenças neurodegenerativas\n- Neoplasias (risco aumentado em hiper-homocisteinemia crônica)\n\n**Monitoramento:**\nReavaliação a cada 3–4 meses durante suplementação ativa. O painel mínimo inclui: homocisteína, folato sérico e B12 sérica. Em casos de resposta inadequada, adicionar ácido metilmalônico e considerar genotipagem MTHFR.",
  "patient_explanation": "A homocisteína é uma substância produzida naturalmente pelo seu organismo durante processos metabólicos essenciais. Quando está em excesso no sangue, ela pode causar inflamação e danos nos vasos sanguíneos, aumentando o risco de doenças do coração, derrames e outros problemas de saúde. Os valores ideais ficam entre 5 e 8 µmol/L — valores acima de 10 já pedem atenção médica. Os principais motivos para ela subir são a falta de vitaminas do complexo B (especialmente B12, B9 e B6), o consumo excessivo de álcool ou café, o uso de alguns medicamentos como metformina e anticoncepcionais, e alterações genéticas que dificultam o aproveitamento dessas vitaminas. A boa notícia é que, na maioria dos casos, é possível normalizar os níveis com ajustes na alimentação e suplementação correta dessas vitaminas nas formas que o corpo consegue absorver melhor. O acompanhamento periódico com exames é importante para garantir que as doses estejam adequadas ao seu organismo.",
  "conduct": "## Investigação Laboratorial\n\n### Painel Inicial Obrigatório\n- **Homocisteína sérica** (jejum)\n- **Vitamina B12 sérica** (nível ideal funcional: > 500 pg/mL; ideal próximo ao quartil superior da referência)\n- **Folato sérico (B9)** (ideal no quartil superior da referência)\n- **Creatinina / TFG** — excluir insuficiência renal como causa\n- **TSH** — excluir hipotireoidismo\n\n### Investigação Complementar (Conforme Contexto)\n- **Ácido metilmalônico urinário** — padrão-ouro para confirmar déficit funcional de B12 quando a dosagem sérica é inconclusiva ou há uso de algas/leveduras nutricionais\n- **Vitamina B6 (piridoxal-5-fosfato)** — indicado quando homocisteína persiste elevada com B12 e folato normais\n- **Genotipagem MTHFR (C677T, A1298C)** — considerar em resposta inadequada ao tratamento ou para reforço da adesão\n- **PCR ultrassensível** — avaliar inflamação sistêmica associada\n\n---\n\n## Metas Terapêuticas\n\n| Parâmetro | Faixa Ideal Funcional |\n|---|---|\n| Homocisteína | 5–8 µmol/L |\n| Vitamina B12 | > 500 pg/mL |\n| Folato sérico | Quartil superior da referência |\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### 1. Suplementação com Formas Ativas (Preferencial)\n- **Metilfolato (L-5-MTHF):** 200 mcg a 2.000 mcg/dia — preferir à forma sintética (ácido fólico) em portadores de polimorfismo MTHFR\n- **Metilcobalamina (B12 ativa):** 200 a 2.000 mcg/dia, **preferencialmente sublingual** em casos de má absorção (hipocloridria, bariátrica, idosos, uso de omeprazol/metformina)\n- **Piridoxal-5-Fosfato (P5P — B6 ativa):** 5 a 30 mg/dia — indicar quando B12 e folato não normalizam a homocisteína\n- **Trimetilglicina (TMG/Betaína):** 250 mg a 1 g/dia — via alternativa de remetilação independente de B12/folato; indicar como adjuvante quando as vitaminas B não são suficientes\n- **Fosfatidilcolina:** 200 mg a 1 g/dia — doador de metil adicional, suporte ao metabolismo de um carbono\n\n### 2. Considerações Populacionais Especiais\n- **Veganos/vegetarianos:** Considerar suplementação de metionina (200–500 mg) para avaliar nível real de homocisteína antes de ajustar outros doadores de metil; risco aumentado de deficiência de B12 e metionina\n- **Mulheres em uso de anticoncepcionais orais:** Monitorar folato, B12 e homocisteína regularmente; suplementar metilfolato proativamente; risco aumentado de trombose\n- **Mulheres que planejam engravidez:** Medir homocisteína, B12 e folato proativamente; considerar genotipagem MTHFR; normalizar antes da concepção\n- **Idosos:** Alta prevalência de deficiência de B12 por hipocloridria; preferir metilcobalamina sublingual\n- **Usuários de metformina ou inibidores de bomba de prótons:** Monitorar B12 e homocisteína semestralmente\n- **Pós-bariátricos:** Suplementação ativa e contínua de B12 sublingual; monitoramento frequente\n\n### 3. Modificações de Estilo de Vida\n- Reduzir ou eliminar consumo de álcool\n- Limitar consumo de café a ≤ 3 xícaras/dia\n- Otimizar ingestão dietética de folato (vegetais verde-escuros, leguminosas) e B12 (proteínas animais)\n- Abordar problemas digestivos que comprometem a absorção: hipocloridria, má mastigação, inflamação intestinal\n\n---\n\n## Encaminhamento e Seguimento\n\n- **Cardiologista:** Homocisteína > 15 µmol/L com fatores de risco cardiovascular presentes\n- **Hematologista/Geneticista:** Suspeita de trombofilia hereditária com polimorfismo MTHFR confirmado\n- **Nefrologista:** Hiper-homocisteinemia com disfunção renal\n- **Reavaliação laboratorial:** A cada 3–4 meses durante ajuste de suplementação; semestral após estabilização\n\n---\n\n## Armadilhas Clínicas a Evitar\n- **Não usar ácido fólico sintético** em altas doses para portadores de MTHFR — preferir metilfolato\n- **Não confiar em B12 sérica isolada** em pacientes que consomem espirulina ou levedura nutricional — solicitar ácido metilmalônico\n- **Não ignorar homocisteína \"normal baixa\" em veganos** — pode estar falsamente baixa por déficit de metionina",
  "points": 15
}
