{
  "score_item_id": "019bf31d-2ef0-7671-8ed0-049b3b41cfc4",
  "points": 0,
  "clinical_relevance": "O IGF-1 (Insulin-like Growth Factor 1), também denominado Somatomedina C, é o principal mediador periférico dos efeitos do hormônio do crescimento (GH). Produzido predominantemente pelo fígado em resposta à estimulação pelo GH, o IGF-1 apresenta ações anabólicas e lipogênicas, em contraste com o perfil lipolítico e catabólico do próprio GH. Estruturalmente homólogo à insulina, o IGF-1 compartilha vias de sinalização intracelular semelhantes, promovendo síntese proteica, crescimento ósseo e captação celular de glicose e aminoácidos.\n\n**Fisiologia e regulação:** O eixo hipotálamo-hipófise-fígado regula a produção de IGF-1: o hipotálamo secreta GHRH, que estimula a hipófise a liberar GH de forma pulsátil, e o GH por sua vez estimula a síntese hepática de IGF-1 e seus carreadores (IGF-BP3). Diferentemente do GH — cuja meia-vida é de apenas 4 a 40 minutos e cuja dosagem randômica é clinicamente inútil —, o IGF-1 possui meia-vida mais longa e níveis séricos estáveis ao longo do dia, tornando-o o marcador padrão para avaliação indireta da atividade do eixo GH/IGF-1.\n\n**Valores de referência e interpretação:** Os intervalos de referência são específicos por idade e sexo. Estudos populacionais (incluindo referências europeias com 1.200 adultos de 21 a 80 anos) demonstram declínio fisiológico significativo com o envelhecimento, especialmente pronunciado entre 21 e 50 anos, seguido de platô até os 70 anos. As diferenças entre gêneros são mínimas, embora mulheres apresentem padrões de declínio mais graduais. O método de transformação LMS é superior para calcular escores de desvio padrão (SDS), facilitando a aplicação das diretrizes de consenso para deficiência de GH e manejo de acromegalia. Níveis de IGF-1 abaixo de -2 desvios-padrão têm alta relevância diagnóstica.\n\n**Diagnóstico de deficiência de GH:** Pacientes com três ou mais deficiências hormonais hipofisárias e IGF-1 abaixo de -2 SDS têm probabilidade superior a 97% de deficiência de GH confirmada, dispensando testes de estímulo. Para pacientes com menos de dois déficits hipofisários, o IGF-1 baixo isolado não é suficiente para diagnóstico definitivo, sendo necessários testes provocativos (teste de tolerância à insulina como padrão-ouro; alternativas: GHRH, arginina, glucagon).\n\n**Condições que reduzem IGF-1 independentemente do GH:** Desnutrição, diabetes mellitus mal controlado, doenças crônicas, insuficiência renal, cirrose hepática, obesidade com resistência à insulina e envelhecimento podem reduzir os níveis de IGF-1 sem refletir deficiência hipofisária real. Na obesidade, observa-se o perfil paradoxal de GH baixo com IGF-1 normal ou elevado, sustentado pela hiperinsulinemia, mascarando a deficiência pulsátil de GH.\n\n**IGF-1 e inflamação:** Estudo transversal de 2025 com adultos com deficiência de GH em reposição de longo prazo demonstrou que manter IGF-1 no intervalo superior-normal se associa a menores níveis de proteína C-reativa de alta sensibilidade, sugerindo benefício anti-inflamatório. Melhorias na composição corporal correlacionam-se com manutenção de IGF-1 mais elevado.\n\n**Monitoramento terapêutico:** Durante reposição de GH, recomendam-se medições paralelas de IGF-1 e IGF-BP3, buscando elevação concomitante de ambos para garantir o contrapeso antiproliferativo. Excessos que levam IGF-1 suprafisiológico aumentam mortalidade cardiovascular e podem acelerar o envelhecimento.",
  "patient_explanation": "O IGF-1, também chamado de Somatomedina C, é uma substância produzida principalmente pelo fígado em resposta ao hormônio do crescimento. Em adultos, ele atua como um mensageiro que ajuda a manter músculos, ossos e a composição corporal saudável, além de influenciar o metabolismo e a inflamação no organismo.\n\nSeus níveis diminuem naturalmente com o envelhecimento. Valores muito baixos podem indicar deficiência do hormônio do crescimento, desnutrição, doenças hepáticas ou crônicas. Valores muito elevados podem estar relacionados ao excesso de hormônio do crescimento.\n\nEste exame é usado para investigar causas de fadiga persistente, perda de massa muscular, alterações na composição corporal e suspeita de disfunção do eixo hormonal. O resultado deve ser sempre interpretado pelo médico levando em conta sua idade, sexo e outros exames, pois os valores normais variam bastante conforme a faixa etária. Não tente interpretar o resultado sozinho.",
  "conduct": "## Conduta Clínica — IGF-1 (Somatomedina C)\n\n### 1. Interpretação do Resultado\n\n- **Usar sempre intervalos de referência específicos por idade e sexo** (valores normais variam significativamente por faixa etária; declínio fisiológico é pronunciado dos 21 aos 50 anos).\n- Expressar o resultado em escore de desvio padrão (SDS) quando disponível — metodologia LMS é a mais adequada para comparação com diretrizes internacionais.\n- **IGF-1 abaixo de -2 SDS** é clinicamente significativo e requer investigação adicional.\n- **Nunca interpretar o IGF-1 de forma isolada**: considerar contexto clínico, presença de doenças crônicas, estado nutricional e uso de medicações.\n\n### 2. Causas de IGF-1 Baixo (Diagnóstico Diferencial)\n\n- Deficiência de GH de origem hipofisária ou hipotalâmica\n- Desnutrição / baixo aporte proteico\n- Doenças hepáticas (cirrose, hepatite grave)\n- Insuficiência renal crônica\n- Diabetes mellitus mal controlado\n- Doenças crônicas inflamatórias e insuficiência cardíaca\n- Envelhecimento fisiológico\n- Hipotireoidismo não tratado\n- Obesidade com resistência à insulina (deficiência funcional de GH — IGF-1 pode estar normal ou baixo)\n\n### 3. Causas de IGF-1 Elevado\n\n- Acromegalia (excesso de GH por adenoma hipofisário)\n- Gigantismo (em crianças/adolescentes)\n- Hiperinsulinemia crônica (obesidade, síndrome metabólica) — eleva IGF-1 via estímulo insulínico\n\n### 4. Investigação Complementar\n\n**Quando IGF-1 baixo:**\n- Solicitar: GH basal, IGF-BP3, perfil hormonal hipofisário completo (TSH, T4L, cortisol basal, prolactina, LH, FSH, testosterona/estradiol)\n- Avaliar estado nutricional (albumina, pré-albumina, proteínas totais)\n- Excluir causas secundárias: função hepática (ALT, AST, bilirrubinas), função renal (creatinina, ureia, TFG), glicemia e HbA1c\n- **Se suspeita de deficiência de GH com menos de dois déficits hipofisários**: realizar teste provocativo (Teste de Tolerância à Insulina como padrão-ouro; alternativas: arginina + GHRH, glucagon)\n- **Se três ou mais déficits hipofisários com IGF-1 < -2 SDS**: probabilidade >97% de deficiência de GH — teste provocativo pode ser dispensado conforme diretrizes\n- Ressonância magnética de hipófise quando indicado\n\n**Quando IGF-1 elevado:**\n- Solicitar: GH basal + curva de GH pós-sobrecarga de glicose (75g) — supressão inadequada confirma acromegalia\n- Ressonância magnética de hipófise\n- Encaminhamento à endocrinologia\n\n### 5. Critérios de Encaminhamento\n\n- **Encaminhar à Endocrinologia** sempre que:\n  - IGF-1 < -2 SDS sem causa secundária evidente\n  - IGF-1 elevado com sintomas sugestivos de acromegalia (crescimento acral, alterações faciais, apneia do sono, artralgia)\n  - Suspeita de pan-hipopituitarismo\n  - Necessidade de testes provocativos de GH\n\n### 6. Intervenções Baseadas em Evidências\n\n**Medidas não farmacológicas para otimizar o eixo GH/IGF-1:**\n- **Exercício de alta intensidade**: principal estímulo fisiológico ao GH; pico próximo ao fim do treino e efeitos até 2 horas após\n- **Qualidade do sono**: GH é secretado predominantemente nas fases profundas do sono não-REM; investigar e tratar distúrbios do sono\n- **Nutrição**: dieta rica em proteínas e fibras favorece o eixo GH/IGF-1; excesso de carboidratos e hiperinsulinemia suprimem o GH\n- **Redução da gordura visceral**: principal fator inibidor da secreção de GH; emagrecimento pode reverter a deficiência funcional de GH na obesidade\n- **Evitar refeições tardias ricas em carboidratos**: insulina alta noturna antagoniza os picos de GH durante o sono\n\n**Reposição de GH (quando indicada por endocrinologista):**\n- Titulação conforme IGF-1 e clínica; monitorar IGF-1 e IGF-BP3 paralelamente\n- Doses iniciais típicas: >60 anos: 0,1–0,2 mg/dia; 30–60 anos: 0,2–0,3 mg/dia; jovens: 0,4–0,5 mg/dia\n- Mulheres geralmente requerem doses maiores (~0,6 mg) por resistência mediada por estrogênio\n- Vigilar: retenção hídrica, edema, síndrome do túnel do carpo\n- **Não repor GH apenas por idade ou para fins de anti-envelhecimento sem critério diagnóstico formal**\n- Excessos que mantêm IGF-1 suprafisiológico aumentam mortalidade cardiovascular\n\n### 7. Monitoramento\n\n- Durante reposição de GH: dosar IGF-1 e IGF-BP3 a cada 3–6 meses buscando elevação paralela de ambos\n- Meta: IGF-1 no intervalo normal para idade e sexo (evidências sugerem benefício anti-inflamatório com manutenção no intervalo superior-normal)\n- Reavaliar indicação periodicamente; ajustar dose conforme resposta clínica e laboratorial"
}