{
  "score_item_id": "019bf31d-2ef0-7b12-ab18-9b6b202f54fc",
  "clinical_relevance": "O IGF-1 (Fator de Crescimento Semelhante à Insulina tipo 1) é o principal mediador dos efeitos periféricos do hormônio do crescimento (GH). Sintetizado predominantemente pelo fígado em resposta ao GH hipofisário, o IGF-1 circulante reflete a atividade integrada do eixo GH-IGF-1 ao longo do tempo, sendo o marcador sérico de escolha para avaliação funcional desse eixo — em contraposição ao GH, cuja meia-vida curta (4–40 minutos) e secreção pulsátil inviabilizam dosagens randômicas.\n\nNa faixa etária de 20–30 anos, o IGF-1 atinge seus valores séricos mais elevados ao longo da vida, com declínio significativo e progressivo a partir dessa fase. Dados populacionais de referência (estudo sérvio com 1.200 adultos saudáveis, 21–80 anos) demonstraram declínio mais acentuado entre 21–50 anos, seguido de platô até os 70 anos. Diferenças de sexo são mínimas no geral, embora mulheres apresentem declínio mais uniforme e frequentemente alcancem níveis superiores-normais com menor frequência durante a reposição de GH, provavelmente devido à resistência mediada pelo estrogênio.\n\nFisiologicamente, o IGF-1 exerce efeitos anabólicos (síntese proteica, crescimento ósseo) e lipogênicos, em contraste com o GH, que é predominantemente lipolítico e catabólico. Essa diferenciação funcional é clinicamente relevante: a hiperinsulinemia (presente na obesidade e resistência insulínica) pode elevar o IGF-1 livre ao suprimir a proteína carreadora IGF-BP1, mascarando uma deficiência pulsátil de GH — quadro em que o paciente apresenta GH baixo com IGF-1 normal ou elevado sustentado pela insulina.\n\nCondições que reduzem o IGF-1 independentemente do status de GH incluem: desnutrição, diabetes mellitus mal controlado, doenças crônicas, insuficiência renal e cirrose hepática. A interpretação do IGF-1 deve sempre considerar esses confundidores.\n\nSegundo as diretrizes atuais (Journal of Clinical Medicine, 2024), pacientes com três ou mais deficiências hormonais hipofisárias e IGF-1 abaixo de -2 desvios-padrão têm probabilidade superior a 97% de deficiência de GH confirmada, dispensando testes provocativos. Para os demais cenários, níveis baixos isolados de IGF-1 não são suficientes para diagnóstico, sendo necessários testes de estímulo (padrão-ouro: teste de tolerância à insulina — TTI).\n\nEstudo transversal de 2025 (International Journal of Molecular Sciences) com adultos em terapia de reposição de GH demonstrou que a manutenção do IGF-1 no intervalo superior-normal associou-se a menores níveis de proteína C-reativa de alta sensibilidade, sugerindo benefício anti-inflamatório. A monitorização paralela de IGF-1 e IGF-BP3 é recomendada durante terapia com GH para avaliação de segurança oncológica.",
  "patient_explanation": "O IGF-1 é uma substância produzida pelo fígado a partir do sinal do hormônio do crescimento. Ele ajuda o corpo a reparar tecidos, manter músculos e ossos saudáveis e regular o metabolismo. Entre os 20 e 30 anos, o IGF-1 está naturalmente no ponto mais alto da vida — é o momento de ouro para construir saúde a longo prazo. Valores abaixo do esperado para sua idade podem indicar menor capacidade de reparo do organismo, podendo aparecer como cansaço, dificuldade para ganhar ou manter massa muscular e recuperação mais lenta após exercícios. Valores acima do normal também precisam de atenção médica. Sozinho, esse resultado não define um diagnóstico: ele precisa ser interpretado pelo médico junto com seu estilo de vida, alimentação, sono e outros exames. Boas notícias: sono de qualidade, exercício físico regular e alimentação adequada em proteínas são os melhores estímulos naturais para manter esse hormônio bem equilibrado.",
  "conduct": "## Conduta Clínica — IGF-1 (20–30 anos)\n\n### 1. Interpretação e Contexto Laboratorial\n\n- **Valores de referência:** Utilizar valores populacionais específicos por faixa etária e sexo do método utilizado (diferentes ensaios — ex.: Siemens Immulite, Roche Elecsys — possuem faixas distintas; não comparar resultados entre plataformas).\n- **Escore de desvio-padrão (SDS/Z-score):** Preferir cálculo por SDS em relação a valores absolutos para avaliação padronizada (método LMS é considerado superior).\n- **Confundidores que reduzem IGF-1:** Desnutrição, restrição calórica severa, diabetes mellitus mal controlado, hipotireoidismo, insuficiência renal, cirrose hepática, doenças inflamatórias crônicas. Afastar antes de interpretar deficiência de GH.\n- **Confundidores que elevam IGF-1:** Hiperinsulinemia (obesidade, resistência insulínica), puberdade recente, uso de estrogênios orais.\n- **Não utilizar o IGF-1 isolado para diagnóstico de deficiência de GH** na ausência de múltiplas deficiências hipofisárias (< 3 eixos comprometidos).\n\n### 2. Investigação Complementar\n\n**Se IGF-1 baixo (< -2 SDS) em jovem de 20–30 anos:**\n- Hemograma, função renal, hepática e tireoidiana.\n- Glicemia de jejum e insulina basal (HOMA-IR).\n- Perfil nutricional (albumina, pré-albumina, zinco).\n- Avaliação do eixo hipotálamo-hipofisário: LH, FSH, TSH, ACTH/cortisol basal, prolactina.\n- Se ≥ 3 eixos hipofisários deficientes com IGF-1 < -2 SDS: probabilidade > 97% de deficiência de GH, encaminhar à endocrinologia.\n- Se < 3 déficits: solicitar **teste provocativo de GH** (padrão-ouro: TTI — teste de tolerância à insulina; alternativas: GHRH + arginina, glucagon).\n- **Não solicitar GH sérico randômico** — sem valor diagnóstico pela pulsatilidade e meia-vida curta do hormônio.\n\n**Se IGF-1 elevado:**\n- Investigar acromegalia (IGF-1 > + 2 SDS): solicitar GH após sobrecarga oral de glicose (TOTG com GH).\n- Avaliar insulina/HOMA-IR (hiperinsulinemia pode elevar IGF-1).\n- Encaminhar endocrinologia se suspeita de acromegalia.\n\n### 3. Intervenções Baseadas em Evidências para Otimização do Eixo GH/IGF-1\n\n**Comportamentais (primeira linha, maior evidência):**\n- **Exercício físico de alta intensidade:** Maior estímulo fisiológico ao GH; aumento de 300–500% nos pulsos; efeitos sustentados até 2 horas após treino. Priorizar treino resistido com progressão de carga.\n- **Sono de qualidade:** Picos de GH ocorrem nas fases 3 e 4 do sono não-REM. Privação de sono atenua a curva secretória. Investigar distúrbios do sono (apneia, insônia, noctúria).\n- **Nutrição:** Dieta rica em proteínas e fibras favorece GH; carboidratos em excesso e refeições tardias (insulina alta noturna) suprimem a secreção. Alinhar jejum ao ritmo circadiano.\n- **Composição corporal:** Redução da gordura visceral reverte deficiência funcional de GH associada à obesidade.\n\n**Farmacológicas (apenas com indicação formal):**\n- **Reposição de GH recombinante:** Indicada somente com diagnóstico confirmado de deficiência de GH. Em jovens, dose inicial típica de 0,4–0,5 mg/dia; mulheres geralmente requerem doses maiores (~0,6 mg) por resistência estrogênica. Titular conforme IGF-1 e clínica; monitorar IGF-BP3 em paralelo.\n- **Secretagogos de GH (MK-677/ibutamoreno):** Não aprovados pelo FDA; não indicar rotineiramente; cautela por efeitos adversos (aumento de cortisol, prolactina, resistência insulínica).\n- **Arginina oral em doses usuais (≤ 500 mg):** Ineficaz para estimulação de GH; pode suprimir resposta ao exercício. Não recomendar.\n\n### 4. Encaminhamento\n\n- **Endocrinologia:** IGF-1 < -2 SDS com suspeita de deficiência de GH; IGF-1 > +2 SDS com suspeita de acromegalia; múltiplos déficits hipofisários.\n- **Reumatologia/Endocrinologia:** Quadros de fibromialgia refratária com IGF-1 baixo (investigar deficiência de GH relacionada ao sono).\n- **Cardiologia + Endocrinologia:** Insuficiência cardíaca com IGF-1 baixo (possível benefício de reposição em deficientes documentados).\n\n### 5. Monitoramento\n\n- Repetir IGF-1 a cada 6–12 meses em pacientes com valores limítrofes ou em acompanhamento de intervenções.\n- Durante terapia com GH: dosar IGF-1 e IGF-BP3 a cada 1–3 meses para titulação e segurança.\n- Manter IGF-1 no intervalo superior-normal associa-se a menor inflamação sistêmica (PCR-us) em adultos em reposição.",
  "points": 12
}
