{
  "score_item_id": "019bf31d-2ef0-7e70-9ed7-772a237a03fd",
  "clinical_relevance": "O IGF-1 (Fator de Crescimento Semelhante à Insulina tipo 1) é o principal mediador periférico dos efeitos do hormônio do crescimento (GH), produzido predominantemente pelo fígado em resposta à estimulação pelo GH hipofisário. Na faixa etária de 31 a 50 anos, o IGF-1 apresenta declínio progressivo fisiológico, sendo particularmente pronunciado entre 21 e 50 anos conforme demonstrado em estudos populacionais com valores de referência específicos por idade. A mensuração isolada do IGF-1 serve como marcador substituto da secreção integrada de GH, dada a meia-vida curta do GH (4 a 40 minutos) que inviabiliza dosagens randômicas como método diagnóstico confiável.\n\nDo ponto de vista fisiológico, GH e IGF-1 exercem efeitos metabólicos parcialmente opostos: o GH é lipolítico e catabólico, enquanto o IGF-1 é lipogênico e anabólico, com ações insulino-símiles. Ambos promovem síntese proteica e crescimento ósseo, porém o IGF-1 atua predominantemente via receptores periféricos com ação mais prolongada. O eixo hipotálamo-hipófise-fígado (GH-RH → GH → IGF-1) é modulado por múltiplos fatores: sono de ondas lentas (fase 3-4 do sono não-REM), exercício físico intenso (elevação de 300-500%), jejum, hipoglicemia e ingestão proteica elevam o GH endógeno; já obesidade, doenças crônicas, insulina elevada, envelhecimento e privação de sono suprimem o eixo.\n\nNa interpretação clínica do IGF-1, é imprescindível considerar condições que reduzem seus níveis independentemente do status de GH: desnutrição, diabetes mellitus mal controlado, insuficiência renal, cirrose hepática e doenças crônicas inflamatórias. A deficiência de GH em adultos causa repercussões neurológicas, metabólicas (adiposidade central, dislipidemia, resistência insulínica) e cardiovasculares (aterosclerose acelerada), com aumento documentado de mortalidade. Para o diagnóstico formal de deficiência de GH, IGF-1 abaixo de -2 desvios-padrão com três ou mais deficiências hipofisárias concomitantes dispensa teste provocativo (probabilidade >97%). Em pacientes com menos de duas deficiências hipofisárias, testes de estímulo são obrigatórios (padrão-ouro: teste de tolerância à insulina).\n\nEstudo de 2025 (International Journal of Molecular Sciences) demonstrou que a manutenção de longo prazo do IGF-1 no intervalo superior-normal associa-se a menores níveis de proteína C-reativa de alta sensibilidade, sugerindo benefício anti-inflamatório. Mulheres tendem a apresentar níveis de IGF-1 mais baixos que homens devido ao efeito modulador do estrogênio sobre a sensibilidade ao GH. A monitorização terapêutica do GH deve ser realizada sempre com avaliação paralela de IGF-1 e IGF-BP3, buscando elevação concomitante como marcador de segurança (contrabalanço antiproliferativo). Excesso de IGF-1 (como na acromegalia) aumenta mortalidade cardiovascular e pode acelerar o envelhecimento, contraindicando uso indiscriminado de terapias que elevem este eixo.",
  "patient_explanation": "O IGF-1 é uma substância produzida pelo fígado que age como mensageiro do hormônio do crescimento. Mesmo em adultos, esse hormônio é essencial: ajuda a manter músculos, ossos e metabolismo funcionando bem, além de proteger o coração e o cérebro. Com o passar dos anos, é natural que os níveis diminuam — essa queda começa aos 30 anos. Quando o IGF-1 está baixo demais, podem surgir cansaço persistente, gordura na barriga, perda de massa muscular, dificuldade de concentração e piora no sono. Valores muito elevados também são prejudiciais. O resultado precisa ser interpretado pelo médico junto com outros exames e sua história de saúde, pois desnutrição, diabetes descompensado e doenças do fígado podem alterar esse valor. Exercícios intensos regulares, sono de qualidade e alimentação rica em proteínas ajudam a preservar níveis saudáveis de IGF-1.",
  "conduct": "## Conduta Clínica — IGF-1 (31–50 anos)\n\n### 1. Interpretação do Resultado\n\n- **Valores de referência:** Utilizar intervalos específicos por faixa etária e sexo do laboratório (idealmente com método padronizado, ex.: Siemens Immulite 2000 ou equivalente). Considerar escore de desvio padrão (SDS/Z-score) pela maior aplicabilidade clínica.\n- **IGF-1 baixo isolado:** Não é diagnóstico de deficiência de GH sem contexto clínico. Excluir causas secundárias antes de prosseguir a investigação do eixo GH.\n- **IGF-1 elevado:** Investigar acromegalia, especialmente se houver crescimento acral, hipertensão, diabetes ou apneia do sono.\n\n### 2. Exclusão de Causas Secundárias de IGF-1 Reduzido\n\n- **Laboratorial:** Glicemia de jejum, HbA1c, albumina, proteínas totais e frações, função renal (creatinina, TFG), função hepática (AST, ALT, GGT, bilirrubinas), TSH e T4 livre\n- **Clínico:** Investigar desnutrição, doenças inflamatórias crônicas, uso de corticoides sistêmicos, privação de sono, sedentarismo extremo\n- **Obesidade:** Na obesidade visceral há deficiência funcional de GH (não hipofisária); o excesso de ácidos graxos livres e hiperinsulinemia suprimem o eixo GH/IGF-1 — tratar causa raiz antes de avaliar reposição\n\n### 3. Investigação Complementar do Eixo GH/IGF-1\n\n- **Dosagem randômica de GH:** Não indicada (meia-vida de 4–40 min invalida interpretação)\n- **IGF-BP3:** Solicitar em conjunto como marcador de segurança (contrabalanço antiproliferativo do IGF-1); monitorar paralelismo nas terapias\n- **Testes provocativos de GH:** Indicados quando IGF-1 baixo sem causa secundária identificada e menos de 3 deficiências hipofisárias concomitantes\n  - Padrão-ouro: Teste de Tolerância à Insulina (TTI) — contraindicado em cardiopatas e epilépticos\n  - Alternativas: GHRH + arginina, teste com glucagon\n- **Ressonância magnética de hipófise:** Considerar se suspeita de lesão hipofisária ou craniofaringioma\n\n### 4. Critérios de Encaminhamento ao Endocrinologista\n\n- IGF-1 < -2 SDS persistente após exclusão de causas secundárias\n- Três ou mais deficiências hormonais hipofisárias (probabilidade >97% de deficiência de GH)\n- Suspeita de acromegalia (IGF-1 elevado + sintomatologia)\n- Necessidade de testes provocativos de GH\n- Paciente com fibromialgia refratária e perfil clínico sugestivo de deficiência de GH\n\n### 5. Intervenções Não Farmacológicas (Primeira Linha)\n\n- **Exercício físico:** Principal estímulo fisiológico para GH — eleva produção em 300-500%; priorizar treino resistido com alta intensidade e volume progressivo\n- **Sono:** Otimizar higiene do sono; pico fisiológico de GH ocorre nas fases 3-4 do sono não-REM; investigar apneia, insônia e despertares noturnos\n- **Nutrição:** Dieta com aporte proteico adequado favorece o eixo GH/IGF-1; carboidratos em excesso e insulina elevada suprimem GH; alinhar janela alimentar ao ritmo circadiano\n- **Jejum estratégico:** Hipoglicemia e jejum elevam GH; evitar refeições tardias que elevem insulina antes do sono\n- **Redução de gordura visceral:** Adiposidade central é o principal inibidor funcional do eixo; priorizar perda de gordura visceral sobre reposição hormonal\n\n### 6. Abordagem Farmacológica (Quando Indicada)\n\n- **Reposição de GH:** Apenas com diagnóstico formal de deficiência; dosagem titulada conforme IGF-1 e clínica\n  - Faixa de 30–60 anos: iniciar com 0,2–0,3 mg/dia; mulheres podem necessitar doses maiores (~0,6 mg) por resistência mediada por estrogênio oral\n  - Monitorar: IGF-1, IGF-BP3, sinais de retenção hídrica, síndrome do túnel do carpo\n- **Contraindicações ao GH:** Neoplasias ativas, retinopatia diabética proliferativa, hipertensão intracraniana\n- **Secretagogos (MK-677/Ibutamoreno):** Não aprovados pelo FDA; cautela com efeitos adversos (cortisol, prolactina, resistência insulínica)\n- **Arginina oral:** Ineficaz em doses usuais de suplementos; efeito apenas com 5–9 g, pouco prático\n\n### 7. Monitoramento\n\n- Repetir IGF-1 após 3–6 meses de intervenções não farmacológicas\n- Durante reposição de GH: dosar IGF-1 e IGF-BP3 a cada 4–6 semanas até estabilização, depois semestral\n- Avaliar composição corporal, perfil lipídico, glicemia e marcadores inflamatórios (PCR-us) no seguimento"
,
  "points": 14
}
