{
  "score_item_id": "c77cedd3-2800-70d5-aaac-068da42570e0",
  "clinical_relevance": "O IGF-1 (Fator de Crescimento Semelhante à Insulina tipo 1) é o principal mediador periférico dos efeitos do hormônio do crescimento (GH), produzido predominantemente no fígado em resposta à estimulação pelo GH hipofisário. Na faixa etária de 51 a 70 anos, o IGF-1 apresenta declínio fisiológico progressivo, sendo que estudos populacionais demonstram que o declínio mais acentuado ocorre entre 21 e 50 anos, com certa estabilização (platô relativo) entre 50 e 70 anos, embora os níveis absolutos permaneçam significativamente inferiores aos de adultos jovens.\n\n**Fisiologia e diferenciação funcional:** Ao contrário do GH, que é lipolítico e catabólico, o IGF-1 exerce ações predominantemente anabólicas e lipogênicas, com perfil de sinalização semelhante à insulina. Ambos promovem síntese proteica e crescimento ósseo, porém com efeitos opostos no metabolismo lipídico. Esta distinção é clinicamente relevante: em obesos, a hiperinsulinemia sustenta níveis normais ou elevados de IGF-1 mesmo na presença de GH baixo, mascarando a deficiência pulsátil do eixo.\n\n**Valores de referência e interpretação:** Os intervalos de referência para IGF-1 são específicos por idade e sexo. O diagnóstico de deficiência de GH baseado em IGF-1 isoladamente é insuficiente — níveis abaixo de -2 desvios-padrão têm probabilidade superior a 97% de deficiência confirmada apenas quando associados a três ou mais deficiências hormonais hipofisárias concomitantes. Na ausência desse critério, testes provocativos são mandatórios (teste de tolerância à insulina como padrão-ouro; alternativas: arginina, glucagon, GH-RH).\n\n**Confundidores clínicos relevantes:** Desnutrição, diabetes mellitus mal controlado, insuficiência renal, cirrose hepática, doenças crônicas inflamatórias e obesidade podem reduzir os níveis de IGF-1 independentemente do status de GH. A privação de sono reduz os pulsos noturnos de GH (fases 3/4 não-REM), impactando diretamente a produção hepática de IGF-1.\n\n**Implicações clínicas na faixa etária 51-70 anos:** A deficiência de GH/IGF-1 em adultos cursa com repercussões neurológicas, metabólicas e cardiovasculares, aumentando o risco de aterosclerose e mortalidade. Sarcopenia, adiposidade central, redução de densidade óssea, fadiga, disfunção cognitiva e piora da qualidade de vida são manifestações associadas. Em insuficiência cardíaca, estados inflamatórios e hipoperfusão reduzem adicionalmente GH e IGF-1, e estudos sugerem que a reposição em deficientes documentados pode melhorar capacidade funcional e morfologia do ventrículo esquerdo. O IGF-1 e IGF-BP3 devem ser monitorizados em paralelo durante qualquer terapia com GH para manter o contrapeso antiproliferativo e garantir segurança oncológica.",
  "patient_explanation": "O IGF-1 é uma substância produzida pelo fígado que age como mensageiro do hormônio do crescimento no seu corpo. Mesmo em adultos, ele é essencial para manter músculos, ossos e o metabolismo saudáveis — por isso também é chamado de 'hormônio do reparo'. Com o passar dos anos, é natural que seus níveis diminuam. Na faixa dos 50 aos 70 anos, níveis adequados de IGF-1 ajudam a preservar a massa muscular, a densidade óssea, a energia e a saúde cardiovascular. Quando está muito baixo, pode contribuir para fraqueza muscular, acúmulo de gordura abdominal, cansaço excessivo e maior risco cardiovascular. Níveis muito altos também requerem avaliação. Um resultado alterado não significa doença grave, mas indica que vale investigar com seu médico as causas — que podem incluir sono inadequado, alimentação, peso corporal ou uma condição hormonal tratável.",
  "conduct": "## Conduta Clínica — IGF-1 (51-70 anos)\n\n### 1. Interpretação do Resultado\n\n- **Valor dentro do intervalo de referência (específico para idade/sexo):** Resultado esperado para a faixa etária; reavaliação em contexto clínico global.\n- **IGF-1 baixo (< percentil 5 ou < -2 DP para idade/sexo):**\n  - Avaliar confundidores antes de concluir deficiência de GH: desnutrição, diabetes mellitus mal controlado, insuficiência renal, hepatopatia, doenças inflamatórias crônicas, obesidade significativa.\n  - IGF-1 baixo isolado **não** é suficiente para diagnóstico de deficiência de GH — testes provocativos são necessários, exceto se houver ≥ 3 deficiências hipofisárias concomitantes.\n- **IGF-1 elevado (> percentil 95):**\n  - Investigar acromegalia: dosagem de GH basal e pós-supressão com glicose (TOTG-GH), ressonância de sela túrcica se indicado.\n  - Considerar uso exógeno de GH ou secretagogos.\n\n### 2. Investigação Complementar\n\n- **Eixo GH/IGF-1:**\n  - IGF-BP3 (proteína carreadora): monitorar em paralelo ao IGF-1 para avaliação de segurança oncológica e precisão diagnóstica.\n  - Testes de estímulo de GH quando indicado: teste de tolerância à insulina (TTI, padrão-ouro), GH-RH + arginina, glucagon.\n  - **Evitar dosagens randômicas de GH** — meia-vida curta (4-40 min) invalida medidas basais isoladas.\n- **Perfil metabólico e hormonal completo:**\n  - Glicemia de jejum, insulina, HOMA-IR (resistência insulínica impacta eixo GH/IGF-1).\n  - Perfil lipídico, função hepática, função renal (confundidores de IGF-1).\n  - Avaliação de outros eixos hipofisários: TSH/T4L, cortisol basal/ACTH, prolactina, LH/FSH/testosterona ou estradiol.\n- **Composição corporal:** Densitometria óssea (DXA), avaliação de sarcopenia (força de preensão, velocidade de marcha, massa muscular).\n\n### 3. Intervenções Baseadas em Evidências\n\n**Medidas não farmacológicas (primeira linha):**\n- **Exercício físico:** Estímulo mais potente para GH endógeno (aumento de 300-500%); priorizar treino resistido com progressão de carga, alta intensidade e volume adequado; pico de GH próximo ao fim do treino, efeitos até 2 horas após.\n- **Otimização do sono:** GH é secretado predominantemente nas fases 3 e 4 do sono não-REM; privação de sono atenua os pulsos noturnos. Investigar e tratar distúrbios do sono (insônia, apneia, noctúria).\n- **Nutrição:** Dieta rica em proteínas e fibras favorece GH; excesso de carboidratos e hiperinsulinemia suprimem o eixo. Evitar refeições tardias com carboidratos que aumentam insulina noturna.\n- **Redução de gordura visceral:** Principal fator inibitório da secreção de GH; o emagrecimento tende a restaurar parcialmente o eixo de forma funcional.\n- **Jejum alinhado ao ritmo circadiano:** Pode potencializar GH; evitar jejum mal planejado que desregule o ciclo metabólico.\n\n**Medidas farmacológicas (quando indicadas):**\n- **Reposição de GH:** Indicada apenas com diagnóstico de deficiência documentada (testes provocativos + clínica compatível). Doses para 51-70 anos: iniciar com 0,1-0,2 mg/dia com titulação lenta, conforme IGF-1 e clínica; mulheres geralmente requerem doses maiores (~0,6 mg) por resistência estrogênica. Monitorar: retenção hídrica, edema, síndrome do túnel do carpo, glicemia.\n- **Secretagogos (ex.: ibutamoreno/MK-677):** Potencial em idosos sarcopênicos (massa magra, densidade óssea), mas não aprovados pelo FDA; usar com cautela — possíveis efeitos em cortisol, prolactina e resistência insulínica.\n\n### 4. Critérios de Encaminhamento\n\n- **Endocrinologia:** IGF-1 < -2 DP + sintomas compatíveis com deficiência de GH; suspeita de acromegalia; múltiplas deficiências hipofisárias.\n- **Cardiologia + Endocrinologia (integrado):** Pacientes com insuficiência cardíaca e IGF-1/GH baixos — avaliar reposição em deficientes documentados.\n- **Reumatologia/Endocrinologia:** Fibromialgia refratária com evidência de deficiência de GH — estudos de 12 meses demonstram redução de tender points e melhora de qualidade de vida com reposição adequada.\n\n### 5. Monitoramento\n\n- Reavaliação de IGF-1 e IGF-BP3 a cada 6 meses em pacientes em reposição de GH.\n- Titular dose conforme resposta clínica e IGF-1 dentro do intervalo de referência para a idade.\n- Rastreio oncológico de rotina mantido — estudos com 15.000 pessoas não demonstraram relação causal entre terapias que elevam GH e câncer, mas monitoramento paralelo de IGF-1/IGF-BP3 é recomendado."
  ,
  "points": 15
}