{
  "score_item_id": "019bf31d-2ef0-7498-be3f-3bfe9564ce70",
  "clinical_relevance": "O IGF-1 (Fator de Crescimento Semelhante à Insulina tipo 1) é o principal mediador periférico dos efeitos do hormônio do crescimento (GH), sintetizado predominantemente no fígado em resposta à estimulação pelo GH hipofisário. No idoso acima de 70 anos, a avaliação do IGF-1 sérico assume relevância clínica singular, pois integra o processo fisiológico de somatopausa — a declínio progressivo do eixo GH/IGF-1 com o envelhecimento — e serve como biomarcador central para rastreamento de deficiência de GH (DGH) do adulto tardio.\n\nDo ponto de vista fisiológico, o IGF-1 exerce ação predominantemente anabólica e lipogênica, contrastando com o GH, que é lipolítico e catabólico. Ambos promovem síntese proteica e crescimento ósseo, mas o IGF-1 apresenta perfil de ação semelhante à insulina, estimulando captação de glicose e síntese tecidual. Em indivíduos acima de 70 anos, os valores de referência populacionais específicos por sexo e idade são indispensáveis para interpretação correta — valores de IGF-1 abaixo de -2 desvios-padrão para a faixa etária indicam probabilidade elevada de DGH, especialmente quando coexistem três ou mais deficiências hipofisárias (probabilidade >97% de DGH confirmada, conforme diretrizes de 2024).\n\nA relevância prognóstica do IGF-1 baixo no idoso é multidimensional: estudo transversal com 120 idosos (≥65 anos) publicado no BMC Musculoskeletal Disorders (2020) demonstrou que pacientes sarcopênicos apresentavam IGF-1 significativamente menor (89,8 vs 118,6 ng/mL), e que cada aumento de 10 ng/mL no IGF-1 reduzia o risco de sarcopenia em 18%. A sarcopenia, por sua vez, associa-se a maior mortalidade, risco de queda, hospitalização e dependência funcional nessa faixa etária.\n\nAlém da sarcopenia, a DGH no adulto idoso cursa com repercussões neurológicas (declínio cognitivo, fadiga, baixa energia), metabólicas (aumento de gordura visceral, piora da composição corporal, dislipidemia) e cardiovasculares (disfunção do ventrículo esquerdo, aterosclerose acelerada), com aumento documentado de mortalidade. Condições confundidoras que reduzem IGF-1 independentemente do status de GH incluem: desnutrição, diabetes mellitus mal controlado, doenças crônicas, insuficiência renal e cirrose hepática — devendo ser afastadas antes do diagnóstico de DGH.\n\nO paradoxo da longevidade deve ser considerado: modelos animais demonstram extensão de vida de 38 a 70% com redução de GH/IGF-1, enquanto estudos em centenários humanos mostram padrões contraditórios de IGF-1 (Frontiers in Endocrinology, 2019). Isso reforça a necessidade de abordagem individualizada e criteriosamente clínica, sem reposição de GH apenas por valores baixos ou por idade avançada, exigindo sempre critérios diagnósticos formais e testes de estímulo (teste de tolerância à insulina como padrão-ouro). O monitoramento paralelo de IGF-1 e IGF-BP3 é recomendado durante qualquer terapia que module o eixo GH/IGF-1, buscando elevação concomitante de ambos como marcador de segurança oncológica.",
  "patient_explanation": "O IGF-1 é uma substância produzida principalmente pelo fígado que age como mensageiro do hormônio do crescimento. Mesmo após os 70 anos, ele continua sendo importante para manter os músculos fortes, os ossos saudáveis e o metabolismo funcionando bem. Com o envelhecimento, é normal que o IGF-1 diminua, mas quando cai muito, pode contribuir para a perda de massa muscular (chamada sarcopenia), aumento de gordura abdominal, cansaço excessivo e maior risco de quedas e fraturas. Níveis adequados de IGF-1 estão associados a melhor qualidade de vida, mais energia e preservação da independência funcional. Esse exame ajuda o médico a entender se o seu organismo está produzindo e utilizando bem o hormônio do crescimento, e orienta decisões sobre estilo de vida — como exercícios de força, alimentação proteica e qualidade do sono — que são as principais formas de apoiar esse eixo hormonal. Se alterado, o médico solicitará exames complementares antes de qualquer decisão terapêutica.",
  "conduct": "## Conduta Clínica — IGF-1 em Pacientes acima de 70 anos\n\n### Interpretação do Resultado\n\n- **Utilizar valores de referência específicos por faixa etária e sexo** — o que é baixo para um jovem pode ser esperado para um idoso de 70+ anos\n- IGF-1 abaixo de **-2 desvios-padrão** para a faixa etária sugere deficiência de GH (DGH), especialmente se associado a outras deficiências hipofisárias\n- **Afastar confundidores** antes de atribuir valor baixo à DGH:\n  - Desnutrição proteica ou calórica\n  - Diabetes mellitus com controle glicêmico inadequado\n  - Insuficiência renal crônica\n  - Cirrose hepática ou hepatopatia significativa\n  - Doenças crônicas inflamatórias\n\n### Investigação Complementar\n\n- **IGF-BP3 sérico:** dosagem em paralelo ao IGF-1 para avaliação do eixo e segurança oncológica\n- **Avaliação do perfil hipofisário completo:** TSH, T4L, cortisol basal, LH, FSH, testosterona (homens) ou estradiol (mulheres), prolactina\n- **Testes de estímulo para GH** quando indicados:\n  - Teste de Tolerância à Insulina (TTI) — padrão-ouro (contraindicado em cardiopatas e epiléticos)\n  - Teste com glucagon ou arginina como alternativas\n  - **Dosagem randômica de GH isolada não é diagnóstica** (meia-vida curta de 4-40 minutos)\n  - Dispensável o teste de estímulo se houver ≥3 deficiências hipofisárias + IGF-1 < -2 DP\n- **Avaliação de composição corporal:** DEXA para massa muscular e gordura visceral\n- **Rastreamento de sarcopenia:** velocidade de marcha, força de preensão palmar (handgrip), teste de sentar/levantar\n- **Avaliação de densidade mineral óssea (DMO)**\n\n### Intervenções de Primeira Linha (Não Farmacológicas)\n\n- **Treinamento resistido progressivo:** principal estímulo fisiológico para o eixo GH/IGF-1; pico de GH próximo ao fim do treino, com efeitos sustentados por até 2 horas\n- **Otimização proteica:** 1,2–1,6 g de proteína/kg/dia para preservação muscular; proteínas e fibras favorecem GH endógeno\n- **Higiene do sono:** GH é liberado predominantemente nas fases profundas do sono não-REM; privação de sono atenua os picos de GH — investigar insônia, noctúria e apneia obstrutiva\n- **Redução de carboidratos refinados:** hiperinsulinemia inibe a produção de GH; orientar padrão alimentar que preserve sensibilidade insulínica\n- **Jejum intermitente com suporte nutricional adequado:** hipoglicemia e jejum elevam GH, mas devem ser individualizados no idoso para evitar déficit calórico-proteico\n\n### Quando Considerar Encaminhamento para Endocrinologia\n\n- IGF-1 consistentemente baixo (< -2 DP para faixa etária) após exclusão de confundidores\n- Presença de sintomas sugestivos de DGH: fadiga intensa, perda muscular acelerada, adiposidade central, dislipidemia sem outra causa, sintomas cognitivos\n- Suspeita de patologia hipofisária (neoplasia, irradiação prévia, trauma craniano)\n- Consideração de terapia de reposição de GH: **titulação deve ser lenta em idosos (0,1–0,2 mg/dia), com monitoramento de IGF-1 e IGF-BP3, sinais de retenção hídrica e síndrome do túnel do carpo**\n\n### Considerações Específicas para o Idoso acima de 70 anos\n\n- **Não indicar reposição de GH apenas por idade ou por IGF-1 baixo isolado** — exige critérios diagnósticos formais\n- **Excesso de GH/IGF-1 aumenta mortalidade cardiovascular** e pode acelerar o envelhecimento — evitar uso indiscriminado como \"anti-aging\"\n- Secretagogos de GH (ex.: ibutamoreno/MK-677): podem restaurar parcialmente pulsos em idosos sarcopênicos; **não aprovados pelo FDA**; usar apenas doses estudadas (~25 mg); monitorar resistência insulínica, cortisol e prolactina\n- Monitorar **IGF-1 e IGF-BP3 em paralelo** durante qualquer terapia moduladora do eixo\n- Integrar avaliação endocrinológica com cardiologia quando houver insuficiência cardíaca associada",
  "points": 14
}
