{
  "score_item_id": "019bf31d-2ef0-7d1c-8ee8-e8b8b3b23a23",
  "clinical_relevance": "A Imunoglobulina A (IgA) é o anticorpo mais abundante nas secreções mucosas e desempenha papel central na imunidade de mucosas do trato gastrointestinal, respiratório e geniturinário. Existem duas formas principais: IgA sérica (monomérica, produzida no baço e linfonodos) e IgA secretória (SIgA, dimérica, produzida localmente em tecidos mucosos como GALT e MALT). Os valores de referência séricos em adultos situam-se entre 70 e 400 mg/dL, variando conforme laboratório e faixa etária.\n\nA deficiência seletiva de IgA é definida por IgA sérica < 7 mg/dL (< 0,07 g/L) com níveis normais de IgG e IgM em pacientes acima de 4 anos. É a imunodeficiência primária mais comum na população geral. A maioria dos portadores permanece assintomática ao longo da vida, mas 20-30% desenvolvem doenças autoimunes concomitantes. Pacientes sintomáticos apresentam infecções recorrentes de mucosas (sinusites, otites, pneumonias), diarreia crônica e susceptibilidade aumentada à giardíase.\n\nNa avaliação da doença celíaca, a dosagem de IgA sérica total é etapa obrigatória antes da interpretação da antitransglutaminase IgA (anti-TTG IgA): valores baixos de IgA sérica invalidam o teste de anti-TTG IgA e demandam substituição por anti-TTG IgG ou IgG sérica específica. O mesmo raciocínio se aplica à investigação de síndrome do intestino irritável (SII) com suspeita de celíaca subjacente.\n\nNa medicina funcional integrativa, a IgA secretória fecal (SIgA fecal) é utilizada como marcador da função imunológica da mucosa intestinal: níveis baixos indicam redução das defesas locais, maior suscetibilidade a infecções e disbiose. Redes de anticorpos mucosos e sistêmicos trabalham cooperativamente para manter a homeostase com a microbiota; a deficiência de IgA resulta em perda dessa homeostase e aumento da desregulação imunológica sistêmica.\n\nOutros contextos clínicos relevantes: (1) IgA elevada pode ocorrer na doença celíaca ativa; (2) precauções especiais são necessárias em transfusões sanguíneas em pacientes com deficiência de IgA, pois podem desenvolver anticorpos anti-IgA e sofrer reações anafiláticas graves; (3) na investigação de mieloma múltiplo e gamopatias, a eletroforese de proteínas e a dosagem de imunoglobulinas são complementares. O manejo da deficiência sintomática inclui antibióticos profiláticos e monitoramento periódico.",
  "patient_explanation": "A Imunoglobulina A (IgA) é um tipo de anticorpo produzido pelo seu sistema imunológico, principalmente nas mucosas do intestino, das vias respiratórias e do aparelho urinário. Ela funciona como uma primeira linha de defesa contra vírus, bactérias e outros agentes que tentam entrar pelo nariz, boca e intestino.\n\nQuando o nível de IgA está muito baixo, o organismo fica com menos proteção nessas regiões, o que pode favorecer infecções repetidas e desequilíbrio da flora intestinal. Algumas pessoas com IgA baixa desenvolvem doenças autoimunes. Quando o nível está elevado, pode ser sinal de inflamação intestinal ativa ou de outras condições que o médico precisa investigar.\n\nO exame também é usado para garantir que outros testes, como o de doença celíaca, sejam interpretados corretamente. Um resultado alterado não significa necessariamente doença grave; seu médico vai avaliar o conjunto de exames e sintomas para orientar os próximos passos.",
  "conduct": "## Conduta Clínica — Imunoglobulina A (IgA) Sérica\n\n### 1. Interpretação dos Resultados\n\n- **IgA normal (adultos: 70–400 mg/dL):** resultado esperado; interpretar no contexto clínico global.\n- **IgA baixa (< 70 mg/dL) sem critério de deficiência seletiva:** monitorar; investigar causas secundárias (uso de imunossupressores, enteropatia perdedora de proteínas, neoplasias hematológicas).\n- **Deficiência seletiva de IgA (< 7 mg/dL com IgG e IgM normais, acima de 4 anos):** confirmar em pelo menos duas dosagens; encaminhar ao imunologista.\n- **IgA elevada:** considerar doença celíaca ativa, hepatopatias, infecções crônicas, mieloma de cadeia IgA.\n\n### 2. Investigação Complementar\n\n**Quando IgA baixa ou indetectável:**\n- Dosar IgG e IgM séricas para descartar imunodeficiência combinada.\n- Substituir anti-TTG IgA por **anti-TTG IgG** na investigação de doença celíaca.\n- Solicitar hemograma completo, VHS, PCR.\n- Pesquisar anticorpos anti-IgA (risco transfusional).\n- Avaliar histórico de infecções recorrentes, doenças autoimunes, alergias.\n\n**Quando IgA elevada:**\n- Solicitar **anti-TTG IgA** para rastreio de doença celíaca.\n- Eletroforese de proteínas séricas e imunofixação se suspeita de gamopatia.\n- Avaliar função hepática (TGO, TGP, GGT, bilirrubinas).\n- Considerar sorologia para hepatites virais crônicas.\n\n**Na investigação de Síndrome do Intestino Irritável (SII):**\n- Dosar IgA sérica total como etapa obrigatória antes da anti-TTG IgA.\n- Se IgA < 7 mg/dL, utilizar anti-TTG IgG como alternativa.\n\n### 3. Critérios de Encaminhamento a Especialistas\n\n- **Imunologista:** deficiência seletiva de IgA confirmada, especialmente com infecções recorrentes, doenças autoimunes ou necessidade de orientação sobre risco transfusional.\n- **Gastroenterologista:** IgA elevada com anti-TTG IgA positiva (investigação de doença celíaca, incluindo endoscopia com biópsia duodenal).\n- **Hematologista/oncologista:** suspeita de gamopatia monoclonal ou mieloma múltiplo IgA.\n\n### 4. Intervenções e Manejo\n\n**Deficiência seletiva de IgA sintomática:**\n- Antibióticos profiláticos nos períodos de maior risco infeccioso, conforme avaliação do imunologista.\n- Monitoramento periódico semestral ou anual (IgA, IgG, IgM, hemograma).\n- Alerta obrigatório em prontuário: risco de reação anafilática a hemoderivados contendo IgA; usar produtos lavados ou de doadores com deficiência de IgA.\n- Manter calendário vacinal atualizado (vacinas inativadas são seguras; atenção a vacinas de vírus vivos em casos de imunodeficiência combinada).\n\n**Abordagem funcional integrativa associada:**\n- Avaliar IgA secretória fecal (SIgA fecal) como marcador de imunidade mucosa intestinal.\n- Investigar disbiose, permeabilidade intestinal (zonulina fecal/sérica) e microbioma em pacientes com sintomas gastrointestinais recorrentes.\n- Considerar dieta anti-inflamatória, redução de ultraprocessados e glúten em contexto de inflamação intestinal crônica.\n- Suporte nutricional: vitaminas A e D, zinco, probióticos de múltiplas cepas — moduladores da resposta imune de mucosa.\n\n### 5. Seguimento\n\n- Repetir dosagem de IgA em 6–12 meses na deficiência confirmada ou em casos com alteração isolada sem diagnóstico definido.\n- Correlacionar sempre com quadro clínico, outros marcadores imunológicos e função intestinal.",
  "points": 8
}
