{
  "score_item_id": "019bf31d-2ef0-7b95-8012-0e027c6ec311",
  "clinical_relevance": "A Imunoglobulina G (IgG) é o isotipo de anticorpo mais abundante no soro humano, representando aproximadamente 75-80% do total de imunoglobulinas circulantes. É produzida por plasmócitos a partir de células B maduras após estimulação antigênica e constitui a principal mediadora da imunidade humoral adaptativa secundária. Divide-se em quatro subclasses (IgG1, IgG2, IgG3, IgG4), cada uma com funções e distribuições distintas: IgG1 e IgG3 respondem predominantemente a antígenos proteicos e ativam complemento com eficiência; IgG2 tem papel central na resposta a polissacarídeos bacterianos; IgG4 modula respostas alérgicas e está envolvida em doenças autoimunes específicas. Valores de referência em adultos: 700-1600 mg/dL. Valores abaixo de 400 mg/dL configuram hipogamaglobulinemia significativa; abaixo de 200 mg/dL indicam deficiência grave, como na Imunodeficiência Comum Variável (IDCV) ou agamaglobulinemia. Valores elevados podem refletir infecção crônica, doença hepática, doenças autoimunes ou inflamação sistêmica persistente. Hipergamaglobulinemia monoclonal levanta suspeita de gamapatia monoclonal ou mieloma múltiplo e exige eletroforese de proteínas sérica com imunofixação. Em termos epidemiológicos, a IDCV afeta aproximadamente 1:25.000 indivíduos e é a imunodeficiência primária sintomática mais prevalente em adultos. Deficiências de subclasse de IgG são mais comuns: IgG3 é a mais frequente (31,8%), seguida por IgG2 (24,2%), podendo manifestar-se com infecções respiratórias recorrentes mesmo com IgG total normal. A avaliação funcional com resposta vacinal é etapa essencial antes do diagnóstico definitivo de imunodeficiência primária. A dosagem de IgG também é relevante na investigação de doença celíaca: quando a IgA sérica está baixa (deficiência seletiva de IgA), a antitransglutaminase IgG substitui a IgA como marcador sorológico. IgG4 elevada pode ocorrer em esofagite eosinofílica e na doença relacionada a IgG4, condição sistêmica fibro-inflamatória com acometimento de múltiplos órgãos. Enteropatia perdedora de proteínas é causa secundária importante de hipogamaglobulinemia. A interpretação clínica deve sempre integrar o contexto clínico, histórico vacinal, presença de infecções recorrentes e dosagem concomitante de IgA e IgM.",
  "patient_explanation": "A imunoglobulina G (IgG) é o principal anticorpo de defesa do seu organismo. Os anticorpos são proteínas produzidas pelo sistema imunológico para combater bactérias, vírus e outras ameaças. A IgG é a mais abundante deles e fica circulando no sangue por longos períodos, protegendo você de infecções e guardando a memória de doenças que já enfrentou ou vacinas que tomou. Quando os níveis de IgG estão baixos, o organismo fica mais vulnerável a infecções repetidas, especialmente no pulmão e nos seios da face. Quando estão muito elevados, pode indicar uma inflamação crônica, uma infecção persistente ou, em casos raros, uma doença das células que produzem anticorpos. O exame é feito pelo sangue e ajuda o médico a entender como está funcionando a sua defesa imunológica. Com o resultado, é possível planejar exames adicionais ou tratamentos específicos para proteger melhor a sua saúde.",
  "conduct": "## Conduta Clínica - Imunoglobulina G (IgG)\n\n### 1. Interpretação do Resultado\n\n- **Normal (700-1600 mg/dL):** Sem ação imediata; correlacionar com quadro clínico.\n- **Limítrofe-baixo (400-699 mg/dL):** Investigar causas secundárias e avaliar subclasses de IgG.\n- **Hipogamaglobulinemia significativa (<400 mg/dL):** Investigação imunológica obrigatória.\n- **Deficiência grave (<200 mg/dL):** Encaminhamento urgente ao imunologista; considerar reposição de imunoglobulina.\n- **Elevada (>1600 mg/dL):** Solicitar eletroforese de proteínas séricas para diferenciar padrão policlonal de monoclonal.\n\n### 2. Investigação Complementar\n\n**Para IgG baixa:**\n- Dosagem das subclasses IgG1, IgG2, IgG3 e IgG4\n- Hemograma completo com contagem diferencial de linfócitos\n- Fenotipagem linfocitária (CD4, CD8, células B CD19+)\n- Dosagem de IgA e IgM séricos\n- Avaliação da resposta vacinal (anticorpos anti-pneumocócico, anti-tétano) — etapa fundamental antes do diagnóstico de imunodeficiência primária\n- Pesquisa de perdas proteicas: proteinúria de 24h, albumina sérica, investigação de enteropatia perdedora de proteínas\n- Investigar uso de imunossupressores, quimioterapia ou corticoterapia prolongada como causas secundárias\n\n**Para IgG elevada:**\n- Eletroforese de proteínas séricas e, se indicado, imunofixação sérica e urinária\n- Dosagem de proteína de Bence-Jones na urina\n- Pesquisa de doenças autoimunes: FAN, anti-DNA, complemento sérico\n- Avaliação hepática: TGO, TGP, GGT, bilirrubinas, albumina\n- Rastreio infeccioso: HIV, hepatites B e C, leishmaniose (em áreas endêmicas)\n\n### 3. Critérios de Encaminhamento ao Imunologista\n\n- IgG < 400 mg/dL sem causa secundária identificada\n- Infecções bacterianas recorrentes (2 ou mais pneumonias por ano ou 3 ou mais sinusites por ano)\n- Deficiência de subclasse de IgG com repercussão clínica\n- Suspeita de Imunodeficiência Comum Variável ou agamaglobulinemia\n- Resposta vacinal inadequada documentada\n\n### 4. Intervenções e Manejo\n\n- **Reposição de imunoglobulina (IVIG ou SCIG):** Indicada nas imunodeficiências primárias com IgG < 400 mg/dL e/ou infecções recorrentes documentadas; dose habitual 400-600 mg/kg a cada 3-4 semanas pela via intravenosa.\n- **Profilaxia antibiótica:** Considerar em pacientes com infecções respiratórias recorrentes enquanto aguardam diagnóstico definitivo ou como terapia adjuvante.\n- **Vacinação:** Atualizar calendário vacinal para pneumococo, influenza e outros patógenos encapsulados; documentar a resposta sorológica para avaliação funcional da imunidade.\n- **Tratamento da causa subjacente:** Controle de doença autoimune, suspensão de imunossupressor quando clinicamente possível, tratamento de enteropatia perdedora de proteínas.\n- **IgG4 elevada isolada:** Investigar doença relacionada a IgG4 (pancreatite autoimune, colangite esclerosante, nefrite tubulointersticial); encaminhar ao reumatologista ou especialista da área acometida.\n\n### 5. Monitoramento\n\n- Repetir dosagem de IgG a cada 3-6 meses em pacientes sob acompanhamento por hipogamaglobulinemia.\n- Em pacientes em reposição de IVIG, dosar IgG no vale (pré-infusão) para ajuste de dose; meta: manter IgG acima de 500-700 mg/dL.\n- Documentar frequência de infecções e internações hospitalares como desfecho clínico de eficácia do tratamento.",
  "points": 12
}
