{
  "score_item_id": "c77cedd3-2800-797c-864e-c7f5c4b78ae1",
  "clinical_relevance": "A Imunoglobulina E (IgE) é o isotipo de anticorpo produzido por linfócitos B em resposta a alérgenos, parasitas e determinados antígenos ambientais. Estruturalmente, é um anticorpo monomérico com duas cadeias pesadas epsilon (ε) e duas leves, presente em concentrações plasmáticas fisiologicamente muito baixas (valores de referência gerais: < 100 IU/mL em adultos; em crianças os valores variam por faixa etária). A IgE se liga com alta afinidade aos receptores FcεRI de mastócitos e basófilos; na reexposição ao alérgeno, ocorre degranulação com liberação de histamina, prostaglandinas, leucotrienos e citocinas TH2, desencadeando a resposta de hipersensibilidade tipo I (mediada por IgE). Clinicamente, as reações mediadas por IgE ocorrem em minutos a poucas horas após exposição ao alérgeno e incluem urticária, angioedema, broncoespasmo, asma atópica, rinite alérgica, conjuntivite, síndrome da alergia oral e, no extremo grave, a anafilaxia.\n\nNos contextos diagnósticos laboratoriais, a IgE total elevada orienta a solicitação de RAST/ImmunoCAP para IgE específica por alérgeno (alimentar ou inalante). A IgE total elevada também integra o perfil diagnóstico de asma atópica (fenótipo IgE-mediado), dermatite atópica, esofagite eosinofílica e infecções parasitárias sistêmicas. Do ponto de vista epidemiológico, no contexto de hipersensibilidade alimentar, 90% das alergias alimentares nos EUA concentram-se em 9 grupos: leite, trigo, soja, peixes, mariscos, ovos, amendoim, nozes e gergelim. O risco familiar é significativo: filho de um pai alérgico apresenta risco aproximado de 30%; com ambos os pais alérgicos, o risco sobe para cerca de 80%.\n\nDados adicionais de relevância clínica: em estudo citado nos materiais, 36% de adolescentes com depressão apresentaram IgE elevada (média ~49 IU/mL), versus 31,63 IU/mL em controles, sugerindo associação entre hipersensibilidade tipo I e saúde neuropsiquiátrica. A fenotipagem linfocitária complementa a interpretação: CD4/CD8 > 3 aponta para perfil TH2 (humoral/IgE-mediado); CD19 elevado associa-se ao componente humoral; CD59 estimula linfócito B e a produção de IgE. A IgE elevada também aparece como marcador no espectro da Síndrome de Ativação Mastocitária (SAM), embora a triptase sérica seja o marcador padrão nesse contexto. Para asma, a IgE elevada define o fenótipo atópico/alérgico, distinguindo-o do fenótipo neutrofílico (sem IgE elevada, associado à obesidade). Estratificação de risco: IgE < 100 IU/mL é considerada dentro do limite aceito em adultos; valores entre 100–500 IU/mL sugerem atopia ou sensibilização significativa; > 500 IU/mL indicam forte componente alérgico ou parasitário e exigem investigação dirigida; > 2000 IU/mL podem indicar síndrome de Hiper-IgE (síndrome de Job) ou parasitoses extensas.",
  "patient_explanation": "A Imunoglobulina E (IgE) é uma proteína produzida pelo sistema imunológico que funciona como um 'alarme' para substâncias que o corpo interpreta como ameaças, como alimentos, poeira, pelos de animais ou pólens. Quando a IgE está elevada, pode indicar que o organismo está reagindo de forma exagerada a algum alérgeno, causando sintomas como urticária, coceira, espirros, nariz entupido, chiado no peito, dor abdominal ou, em casos mais graves, reações alérgicas intensas. Valores dentro da normalidade indicam que o sistema imunológico não está em estado de alerta elevado para alérgenos. Quando o resultado sai alto, o médico pode solicitar exames adicionais para identificar exatamente o que está provocando essa reação, permitindo evitar os gatilhos e adotar o tratamento mais adequado. É um exame importante para investigar alergias alimentares, asma alérgica, rinite e dermatite atópica.",
  "points": 13,
  "conduct": "## Conduta Clínica — Imunoglobulina E (IgE) Total\n\n### Interpretação dos Resultados\n\n- **< 100 IU/mL:** Dentro do intervalo aceito para adultos; baixo risco de atopia sistêmica\n- **100–500 IU/mL:** Sugestivo de atopia ou sensibilização alérgica; correlacionar com quadro clínico\n- **> 500 IU/mL:** Forte componente alérgico ou parasitário; investigação dirigida obrigatória\n- **> 2000 IU/mL:** Considerar síndrome de Hiper-IgE (Job), parasitoses extensas ou imunodeficiência\n\n*Nota: valores de referência variam por laboratório e faixa etária; crianças têm valores progressivamente crescentes até a adolescência.*\n\n---\n\n### Investigação Complementar\n\n**Quando IgE estiver elevada:**\n- **IgE específica (RAST/ImmunoCAP):** Solicitar para alérgenos alimentares (leite, ovo, trigo, soja, peixe, amendoim) e/ou inalantes (ácaros, pólens, pelo de animais, fungos), conforme anamnese\n- **Hemograma completo:** Pesquisa de eosinofilia periférica (≥ 4% sugere atopia ou parasitose)\n- **Fenotipagem linfocitária (CD4, CD8, CD19):** CD4/CD8 > 3 reforça perfil TH2; CD19 elevado indica ativação humoral\n- **Calprotectina fecal:** Valor < 138 µg/g exclui alergia não-IgE mediada com alta sensibilidade; útil para diferenciar mecanismos\n- **Pesquisa de parasitas:** Parasitológico de fezes (contexto brasileiro; parasitoses são causa frequente de IgE elevada)\n- **Triptase sérica:** Se suspeita de Síndrome de Ativação Mastocitária (SAM)\n- **Avaliação de permeabilidade intestinal (zonulina):** Se contexto de leaky gut e sensibilizações múltiplas\n- **DAO sérica e metil-histamina urinária (24h):** Se suspeita de intolerância à histamina associada\n\n---\n\n### Testes Diagnósticos Específicos para Alergia\n\n- **Prick test (teste cutâneo):** Padrão-ouro para alergia mediada por IgE; realizar com alergista\n- **Patch test:** Para reações tardias de contato, especialmente em crianças\n- **Teste de provocação oral duplo-cego:** Padrão-ouro para confirmação de alergia alimentar; indicado em casos selecionados, com risco de reação grave — apenas em ambiente controlado\n- **Teste de ativação de basófilos:** Específico para hipersensibilidade tipo I; disponível em centros especializados\n\n---\n\n### Critérios de Encaminhamento\n\n- **Alergista/Imunologista:** IgE > 200 IU/mL sem causa identificada; suspeita de alergia alimentar grave (anafilaxia prévia); asma de difícil controle; múltiplas sensibilizações\n- **Gastroenterologista:** Sintomas gastrointestinais associados (dor abdominal, vômitos, diarreia, sangramento); suspeita de esofagite ou gastrite eosinofílica\n- **Infectologista/parasitologista:** IgE > 500 IU/mL sem atopia identificada (descartar parasitoses sistêmicas)\n- **Equipe multidisciplinar (nutrólogo, nutricionista, alergista):** Manejo de dietas de eliminação complexas\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Manejo da atopia/alergia IgE-mediada:**\n- Identificar e eliminar alérgenos gatilho (dieta de eliminação orientada por testes)\n- Modulação da microbiota intestinal: probióticos, prebióticos e fibras para aumentar tolerância futura\n- Suplementação adjuvante: vitamina D, ômega-3, quercetina e zinco têm plausibilidade bioquímica no controle da resposta TH2\n- **Em anafilaxia ou reações graves:** Anti-histamínicos e corticoides são indispensáveis; adrenalina autoinjetável para pacientes de risco\n- **Omalizumab (anti-IgE):** Indicado em asma grave IgE-mediada e urticária crônica refratária — decisão com especialista\n- **Imunoterapia alérgeno-específica:** Avaliada pelo alergista em casos selecionados\n\n**Monitoramento:**\n- Repetir IgE total após 3–6 meses de intervenção para avaliar resposta\n- Reavaliar IgE específica após dieta de eliminação mantida\n- Monitorar eosinofilia periférica como marcador complementar de resposta ao tratamento"
}
