{
  "score_item_id": "019bf31d-2ef0-7454-bd86-0518136f4675",
  "clinical_relevance": "A variante JAK2 c.1849G>T (p.V617F) é uma mutação de ponto no éxon 14 do gene JAK2 (Janus Kinase 2), resultando na substituição de valina por fenilalanina na posição 617 da proteína. Esta mutação ativa constitutivamente a via JAK-STAT, promovendo proliferação celular independente de citocinas e é detectada em praticamente 100% dos casos de policitemia vera (PV), em 50-60% dos casos de trombocitemia essencial (TE) e em 40-50% dos casos de mielofibrose primária (MFP). A pesquisa desta variante é realizada por PCR quantitativa em tempo real (qPCR) ou sequenciamento de nova geração (NGS), com resultado expresso como percentual de carga alélica (VAF — Variant Allele Frequency), representando a proporção de alelos mutados em relação ao total.\n\nA carga alélica (VAF) possui significado prognóstico independente na policitemia vera. VAF elevada (>50%) está associada a maior risco de progressão para mielofibrose, maior risco de transformação para leucemia mieloide aguda e maior frequência de eventos trombóticos. Estudo publicado no Blood (2023) revisou criticamente o papel da VAF como marcador prognóstico para risco trombótico, progressão da doença e transformação leucêmica. Na PV, manter o hematócrito abaixo de 45% é fundamental: ensaio clínico randomizado publicado no New England Journal of Medicine (2013) demonstrou que pacientes com hematócrito entre 45-50% apresentaram hazard ratio de 3,91 para eventos cardiovasculares maiores em comparação a pacientes mantidos com hematócrito inferior a 45%.\n\nAlém dos efeitos hematopoiéticos, a mutação JAK2 V617F exerce efeitos pró-inflamatórios sistêmicos relevantes. Revisão de 2024 no European Journal of Internal Medicine demonstrou alta prevalência de doenças reumatológicas imunomediadas em portadores da mutação, com fenótipo pró-inflamatório sustentado que pode responder ao tratamento com inibidores de JAK. A revisão de 2024 na revista Cancer detalhou mecanismos adicionais além da via JAK-STAT clássica, incluindo regulação da metilação celular, acúmulo de dano ao DNA e efeitos cardiovasculares diretos.\n\nA estratificação de risco nas neoplasias mieloproliferativas JAK2-positivas considera: idade superior a 60 anos, história prévia de trombose, leucocitose ≥8,7×10⁹/L, VAF elevada e ausência de controle hematológico. O diagnóstico diferencial inclui policitemia secundária (hipóxia crônica, tabagismo, doença cardiopulmonar) e eritrocitose familiar, condições em que a pesquisa de JAK2 V617F será negativa. A ausência da mutação não exclui neoplasia mieloproliferativa, pois mutações em CALR e MPL também ocorrem nestas doenças. O resultado deve sempre ser interpretado no contexto clínico e hematológico completo, incluindo hemograma, eritropoetina sérica e achados de medula óssea quando indicados.",
  "patient_explanation": "Este exame pesquisa uma alteração genética chamada JAK2 V617F nas células do sangue. O gene JAK2 ajuda a controlar a produção das células sanguíneas. Quando essa alteração está presente, as células do sangue passam a se multiplicar de forma descontrolada, o que pode causar doenças como policitemia vera (excesso de glóbulos vermelhos), trombocitemia essencial (excesso de plaquetas) ou mielofibrose (cicatrização da medula óssea). O resultado é dado em porcentagem: quanto maior a porcentagem, maior a quantidade de células com essa alteração no organismo. Encontrar essa mutação não significa necessariamente que você vai desenvolver uma doença grave, mas indica a necessidade de acompanhamento especializado com um hematologista. Com monitoramento adequado e, quando necessário, tratamento específico, a maioria dos pacientes consegue ter boa qualidade de vida.",
  "conduct": "## Conduta Clínica — JAK2 V617F (c.1849G>T, p.V617F)\n\n### 1. Interpretação do Resultado\n\n- **Resultado negativo (VAF = 0%):** Não exclui neoplasia mieloproliferativa; considerar pesquisa de mutações CALR e MPL se houver suspeita clínica\n- **Resultado positivo (VAF > 1%):** Confirmar no contexto clínico e laboratorial completo\n- **VAF baixa (1-20%):** Pode representar hematopoese clonal de potencial indeterminado (CHIP); monitoramento sem intervenção imediata na ausência de critérios diagnósticos de NMP\n- **VAF elevada (>20-50%):** Alta probabilidade de neoplasia mieloproliferativa estabelecida; encaminhamento hematológico prioritário\n\n### 2. Investigação Complementar Obrigatória\n\n- **Hemograma completo com diferencial:** Avaliação de eritrocitose, leucocitose, trombocitose\n- **Eritropoetina sérica:** Baixa na policitemia vera primária; elevada nas policitemias secundárias\n- **Ferritina e saturação de transferrina:** Avaliar reservas de ferro (frequentemente depletas na PV)\n- **DHL e ácido úrico:** Marcadores de turnover celular aumentado\n- **Biopsia de medula óssea:** Indicada para classificação definitiva e estadiamento da fibrose\n- **Pesquisa de CALR e MPL:** Complementar quando JAK2 negativo com suspeita clínica persistente\n- **Hematócrito, volemia e saturação de O₂:** Para diagnóstico diferencial com policitemia secundária\n\n### 3. Critérios de Encaminhamento ao Hematologista\n\n- **Encaminhamento urgente (em até 7 dias):** JAK2 V617F positivo com hemoglobina >18,5 g/dL (homens) ou >16,5 g/dL (mulheres), esplenomegalia, ou história de evento trombótico\n- **Encaminhamento eletivo:** JAK2 positivo com VAF >1% em qualquer percentual, mesmo sem alterações hematológicas evidentes\n- **Monitoramento ambulatorial:** CHIP com VAF <2% em paciente sem critérios de NMP — reavaliação anual com hemograma\n\n### 4. Metas Terapêuticas na Policitemia Vera (quando diagnosticada)\n\n- **Meta primária:** Manter hematócrito <45% (reduz eventos cardiovasculares maiores em HR 3,91 conforme NEJM 2013)\n- **Antiagregação:** Ácido acetilsalicílico 100 mg/dia para todos os pacientes com PV, salvo contraindicação\n- **Flebotomia:** Primeira linha para controle do hematócrito em baixo risco\n- **Citorredutor de primeira linha:** Hidroxiureia para pacientes de alto risco (idade >60 anos ou trombose prévia)\n- **Inibidor de JAK (ruxolitinibe):** Para pacientes resistentes ou intolerantes à hidroxiureia, ou com mielofibrose associada\n\n### 5. Monitoramento de Longo Prazo\n\n- Hemograma a cada 3-6 meses (conforme fase e risco)\n- Reavaliação da carga alélica (VAF) anualmente ou frente a mudanças clínicas\n- Vigilância para transformação: leucocitose progressiva, esplenomegalia crescente, aumento de blastos\n- Avaliação cardiovascular periódica dado o fenótipo pró-inflamatório sistêmico\n\n### 6. Alertas e Precauções\n\n- Evitar desidratação e tabagismo (aumentam viscosidade sanguínea e risco trombótico)\n- Orientar o paciente a buscar atendimento imediato em caso de dor torácica, déficit neurológico súbito, dor abdominal intensa (trombose esplâncnica) ou dispneia aguda\n- Contracepção hormonal combinada deve ser evitada em mulheres com JAK2 positivo pelo risco trombótico adicional",
  "points": 25
}
