{
  "score_item_id": "019bf31d-2ef0-7401-8c83-7a09665eb36a",
  "clinical_relevance": "A Lipoproteína(a) [Lp(a)] é uma partícula lipoproteica aterogênica única, estruturalmente semelhante ao LDL, mas com a adição de uma glicoproteína denominada apolipoproteína(a) [apo(a)], ligada à ApoB-100 por pontes dissulfeto. Sua concentração plasmática é determinada em 70–90% por fatores genéticos (locus LPA), com variabilidade interindividual extremamente ampla, tornando-a um fator de risco independente e não modificável na maioria dos pacientes.\n\n**Epidemiologia:** A Lp(a) elevada afeta aproximadamente 1,5 bilhão de pessoas globalmente. Até 30% dos pacientes com hipercolesterolemia familiar e/ou síndrome coronariana aguda apresentam Lp(a) acima de 125 nmol/L (>50 mg/dL), mesmo com LDL-C em níveis-alvo.\n\n**Fisiopatologia:** A Lp(a) exerce efeitos pró-aterogênicos, pró-trombóticos e pró-inflamatórios. Transporta lipídios oxidados (OxPL) que ativam vias inflamatórias (NF-κB, NLRP3), promove disfunção endotelial e interfere na fibrinólise por homologia estrutural com o plasminogênio, inibindo competitivamente a fibrinólise fisiológica. É fator de risco independente para doença cardiovascular aterosclerótica (DCVA), estenose aórtica calcificada, doença arterial periférica e AVC isquêmico.\n\n**Valores de referência e estratificação (PCS/PoLA 2024):**\n- Alvo desejável: <75 nmol/L (<30 mg/dL)\n- Risco cardiovascular moderado: 75–125 nmol/L (30–50 mg/dL)\n- Risco cardiovascular alto: 125–450 nmol/L (>50–180 mg/dL)\n- Risco cardiovascular muito alto: >450 nmol/L (>180 mg/dL)\nOs resultados devem ser expressos em nmol/L (número de moléculas), preferível ao mg/dL, para melhor estratificação de risco.\n\n**Interferência analítica:** Concentrações elevadas de Lp(a) podem superestimar o LDL-C calculado pela fórmula de Friedewald. A correção utiliza a modificação de Dahlén: LDL-Ccor = LDL-Ccal − [Lp(a) × 0,3] (em mg/dL). Os métodos imunoturbidimétricos e imunonephelométricos apresentam variabilidade em função do tamanho da apo(a) (número de repetições KIV-2), devendo-se preferir anticorpos contra epítopos não repetidos (domínio KV) para maior precisão.\n\n**Rastreamento:** Recomenda-se dosagem ao menos uma vez na vida adulta (recomendação PCS/PoLA 2024 e NLA 2024). Rastreamento familiar está indicado em parentes de primeiro grau com Lp(a) elevada. Remensuração é recomendada quando o resultado é expresso em mg/dL para conversão em nmol/L.\n\n**Terapêutica atual e emergente:** Estatinas têm resposta limitada (podem elevar modestamente a Lp(a)). Inibidores de PCSK9 reduzem Lp(a) em 20–30%. Niacina reduz Lp(a) modestamente. Plasmaférese reservada para casos refratários graves. Terapias emergentes como pelacarsen (antissenso) e olpasiran (siRNA) demonstram reduções de 70–98% nos níveis de Lp(a) e encontram-se em estudos de fase 3 (lepodisiran também em investigação). A terapia de reposição hormonal (TRH) em mulheres pós-menopausa pode reduzir Lp(a) em casos selecionados.",
  "patient_explanation": "A Lipoproteína(a), chamada de Lp(a), é uma partícula de gordura no sangue que pode aumentar o risco de infarto e derrame. Diferente do colesterol comum, seus níveis são definidos principalmente pela genética — você herda esse valor dos seus pais e ele pouco muda com dieta ou exercício. Por isso, saber o seu nível é importante para entender seu risco cardiovascular real, mesmo com o colesterol LDL normal. Valores abaixo de 75 nmol/L são considerados seguros. Valores elevados não garantem que você terá um problema cardíaco, mas indicam que outros fatores de risco devem ser controlados com ainda mais rigor: pressão arterial, diabetes, tabagismo e sedentarismo. Existem novos medicamentos em estudo para reduzir a Lp(a), mas ainda não estão amplamente disponíveis. O mais importante é conversar com seu médico sobre como reduzir o risco geral.",
  "conduct": "## Conduta Clínica — Lipoproteína(a) [Lp(a)]\n\n### 1. Indicações de Solicitação\n\n- **Rastreamento universal:** ao menos uma vez na vida adulta (recomendação NLA 2024 e PCS/PoLA 2024)\n- **Prioritário em:**\n  - Doença cardiovascular aterosclerótica prematura (homens <55 anos, mulheres <65 anos)\n  - Não-respondedores à terapia com estatinas (LDL persistentemente elevado)\n  - Risco cardiovascular borderline/intermediário para melhor estratificação\n  - Hipercolesterolemia familiar confirmada ou suspeita\n  - História familiar de Lp(a) elevada ou doença cardiovascular precoce\n  - Estenose aórtica calcificada sem causa aparente\n\n### 2. Interpretação dos Resultados\n\n| Nível (nmol/L) | Classificação |\n|---|---|\n| < 75 | Desejável (alvo) |\n| 75–125 | Risco cardiovascular moderado |\n| 125–450 | Risco cardiovascular alto |\n| > 450 | Risco cardiovascular muito alto |\n\n- **Corrigir o LDL-C calculado** quando Lp(a) estiver elevada: LDL-Ccor = LDL-Ccal − [Lp(a) × 0,3] (mg/dL)\n- Preferir resultado em **nmol/L** para maior precisão de estratificação\n\n### 3. Investigação Complementar\n\n- Perfil lipídico completo com ApoB, não-HDL-C\n- Escore de cálcio coronariano (CAC) para estratificação adicional em risco intermediário\n- Avaliação de outros fatores de risco cardiovascular: HbA1c, PCR ultrassensível, pressão arterial, tabagismo, IMC\n- Rastreamento de familiares de primeiro grau em caso de Lp(a) >125 nmol/L\n- Considerar subfracionamento de LDL (partículas small dense LDL) quando disponível\n\n### 4. Intervenções Baseadas em Evidências\n\n**Modificação de estilo de vida (impacto limitado na Lp(a)):**\n- Controle rigoroso de todos os demais fatores de risco cardiovascular modificáveis\n- Dieta cardioprotetora, atividade física regular, cessação do tabagismo\n- Controle de peso e resistência à insulina\n\n**Terapia farmacológica atual:**\n- **Inibidores de PCSK9** (evolocumabe, alirocumabe): redução adicional de 20–30% na Lp(a); indicados quando Lp(a) >125 nmol/L com risco cardiovascular alto/muito alto\n- **Niacina:** redução modesta de Lp(a); uso limitado pelos efeitos adversos\n- **Estatinas:** não reduzem Lp(a) de forma significativa (podem elevar levemente); manter para controle do LDL-C e efeitos pleotrópicos\n- **Ácido acetilsalicílico (AAS):** considerar em prevenção secundária (ação antitrombótica complementar)\n- **Plasmaférese:** reservada para pacientes com Lp(a) muito elevada (>450 nmol/L), doença cardiovascular estabelecida e refratariedade ao tratamento clínico máximo\n\n**Terapias emergentes (ainda sem aprovação ampla):**\n- Pelacarsen (oligonucleotídeo antissenso), olpasiran e lepodisiran (siRNA): reduções de 70–98% nos níveis de Lp(a) em estudos de fase 2–3 — aguardar aprovação regulatória\n\n### 5. Critérios de Encaminhamento\n\n- **Cardiologista:** Lp(a) >125 nmol/L com doença cardiovascular estabelecida ou múltiplos fatores de risco\n- **Especialista em lipídios/dislipidemias:** Lp(a) >450 nmol/L, especialmente se refratária e com eventos cardiovasculares repetidos\n- **Genética médica:** suspeita de hipercolesterolemia familiar associada (LDL >190 mg/dL + Lp(a) elevada)\n\n### 6. Monitoramento\n\n- **Nova dosagem:** geralmente desnecessária (níveis estáveis ao longo da vida); repetir apenas se houver mudança clínica significativa ou para confirmar resultado em nmol/L\n- Reavaliar periodicamente o risco cardiovascular global e ajustar metas de LDL-C, ApoB e pressão arterial conforme guidelines vigentes",
  "points": 18
}
