{
  "score_item_id": "019bf31d-2ef0-70eb-b4d7-0afbd8f4916e",
  "clinical_relevance": "O hormônio luteinizante (LH) é uma gonadotrofina hipofisária produzida pelas células gonadotróficas da adeno-hipófise em resposta ao GnRH hipotalâmico. Em homens, o LH atua nas células de Leydig testiculares estimulando a síntese e secreção de testosterona, sendo o principal regulador da esteroidogênese gonadal masculina. A dosagem de LH — idealmente associada a FSH, testosterona total, SHBG, DHT e estradiol — é fundamental para classificar o tipo de hipogonadismo e orientar a conduta terapêutica.\n\nA interpretação do LH deve sempre ser contextualizada com os níveis de testosterona: (1) LH elevado com testosterona baixa caracteriza hipogonadismo hipergonadotrófico (primário), indicando falência testicular — o eixo hipotalâmico-hipofisário tenta compensar a deficiência aumentando o sinal estimulador; (2) LH baixo ou inapropriadamente normal com testosterona baixa configura hipogonadismo hipogonadotrófico (secundário), revelando disfunção central — hipotalâmica ou hipofisária. Esta distinção é clinicamente essencial pois determina a elegilidade para terapias estimuladoras (citrato de clomifeno, HCG) versus reposição direta de testosterona.\n\nNa prática, obesidade e sobrepeso são as causas mais prevalentes de hipogonadismo central funcional em homens, superando o envelhecimento em impacto. A obesidade suprime a secreção pulsátil de GnRH e kisspeptina, resultando em LH baixo ou normal com testosterona reduzida — padrão de hipogonadismo secundário funcional. Nestes casos, LH e FSH baixos ou normais com testosterona abaixo de 400 ng/dL orientam para tratamento das causas subjacentes antes de qualquer reposição hormonal.\n\nEm homens jovens sem desejo de preservação de fertilidade imediata, LH baixo/normal associado a testosterona reduzida indica boa responsividade testicular potencial, tornando HCG (análogo do LH) e clomifeno opções terapêuticas eficazes para estimular produção endógena. Quando LH está elevado, a responsividade testicular é comprometida, e estas abordagens têm menor eficácia, favorecendo reposição exógena de testosterona.\n\nApós ciclos de testosterona exógena, o eixo HPG é inibido por feedback negativo: LH e FSH ficam suprimidos transitoriamente, o que não deve ser interpretado como hipogonadismo secundário estrutural. O LH retorna gradualmente após cessação da terapia, dependendo da duração e dose utilizadas. Valores de referência laboratoriais típicos para LH em homens adultos situam-se entre 1,7 e 8,6 mIU/mL, mas a interpretação clínica deve integrar o quadro hormonal completo, sintomas e fatores contextuais.",
  "patient_explanation": "O LH é um hormônio produzido pelo cérebro (hipófise) que funciona como um \"sinal\" para os testículos produzirem testosterona. Quando o resultado do LH está alterado, ele ajuda o médico a entender por que a testosterona pode estar baixa e qual é a causa do problema.\n\nSe o LH está alto e a testosterona está baixa, significa que o cérebro está tentando compensar uma dificuldade dos próprios testículos em produzir o hormônio. Se o LH está baixo junto com a testosterona baixa, o problema está no sinal que vem do cérebro — e causas como obesidade, estresse crônico ou privação de sono são as mais comuns.\n\nEssa diferença é importante porque define o tratamento mais adequado para cada caso. O resultado isolado do LH não define nada sozinho — o médico sempre avalia em conjunto com outros hormônios e seus sintomas para tomar a melhor decisão.",
  "points": 14,
  "conduct": "## Avaliação do LH em Homens — Conduta Clínica\n\n### 1. Interpretação Diagnóstica\n\n**Padrão 1 — LH elevado + testosterona baixa:**\n- Hipogonadismo hipergonadotrófico (primário)\n- Investigar: criptorquidia, orquite, síndrome de Klinefelter, trauma/torção testicular, quimioterapia/radioterapia prévia, varicocele grave\n- Conduta: reposição de testosterona exógena; terapias estimuladoras (HCG, clomifeno) têm baixa eficácia\n\n**Padrão 2 — LH baixo ou inapropriadamente normal + testosterona baixa:**\n- Hipogonadismo hipogonadotrófico (secundário)\n- Investigar causas funcionais: obesidade, apneia do sono, DM2, estresse crônico, privação de sono, uso de opioides, hiperprolactinemia\n- Investigar causas estruturais: adenoma hipofisário, síndrome de Kallmann, hemocromatose (solicitar RNM de sela túrcica se suspeita estrutural)\n- Conduta: tratar causas subjacentes prioritariamente; HCG e clomifeno são opções eficazes quando há responsividade testicular preservada\n\n**Padrão 3 — LH suprimido após TRT exógena:**\n- Não interpretar como hipogonadismo secundário estrutural\n- Aguardar recuperação do eixo após cessação; monitorar LH, FSH e testosterona seriadamente\n\n---\n\n### 2. Investigação Complementar\n\n- **Painel hormonal completo:** testosterona total, SHBG, DHT, estradiol, FSH, prolactina\n- **Metabólico:** glicemia jejum, insulina, HOMA-IR, perfil lipídico\n- **Imagem:** ultrassonografia testicular bilateral (varicocele, atrofia); RNM sela túrcica se LH/FSH muito baixos sem causa funcional aparente\n- **Polissonografia:** considerar se há suspeita de apneia do sono (ronco, obesidade, sonolência diurna)\n- **Espermograma:** quando há interesse em fertilidade\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Não medicamentosas (Prioridade 1):**\n- Perda de peso (causa mais prevalente de hipogonadismo central funcional)\n- Regularização do sono (privação suprime GnRH/LH)\n- Redução do estresse (eixo HPA compete com eixo HPG)\n- Exercício físico regular (resistência e aeróbico)\n- Tratamento de apneia do sono\n- Reparo de varicocele quando indicado\n\n**Medicamentosas (após avaliação individual):**\n- **HCG (análogo do LH):** estimula diretamente as células de Leydig; indicado em hipogonadismo secundário com desejo de preservar fertilidade; monitorar testosterona, estradiol e DHT\n- **Citrato de clomifeno:** bloqueia feedback negativo do estradiol; eleva LH/FSH endógenos; mais eficaz em LH basal baixo/normal com testículos responsivos\n- **TRT (testosterona exógena):** indicada em hipogonadismo primário ou secundário sem resposta a estimuladores; suprime LH/FSH — informar paciente\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- Endocrinologista ou urologista: hipogonadismo primário confirmado, suspeita de patologia hipofisária, hiperprolactinemia, falha terapêutica\n- Reprodução assistida: hipogonadismo com desejo de fertilidade e espermograma alterado\n\n---\n\n### 5. Monitoramento\n\n- Repetir LH, FSH e testosterona a cada 3–6 meses durante tratamento\n- Monitorar estradiol e DHT para ajuste de protocolo\n- Avaliar sintomas clínicos em paralelo aos valores laboratoriais"
}