{
  "score_item_id": "019bf31d-2ef0-7788-834e-62578a4c5657",
  "clinical_relevance": "O Hormônio Luteinizante (LH) é uma gonadotrofina produzida pela hipófise anterior sob controle pulsátil do GnRH hipotalâmico. Na fase folicular do ciclo menstrual, o LH circula em concentrações basais relativamente baixas, tipicamente entre 1 e 18 mIU/mL, exercendo papel essencial na esteroidogênese ovariana ao estimular as células da teca a produzirem androgênios que serão convertidos em estradiol pelas células da granulosa sob ação do FSH. A interpretação do LH na fase folicular precoce (dias 1–5) é particularmente relevante para avaliação da reserva ovariana e integridade do eixo hipotálamo-hipófise-ovariano (HHO).\n\nA relação LH:FSH constitui um marcador funcional crítico: em mulheres saudáveis, essa razão situa-se entre 1 e 2. Na Síndrome dos Ovários Policísticos (SOP), distúrbio endocrinológico mais prevalente entre mulheres em idade reprodutiva, há perturbação do padrão pulsátil do GnRH, resultando em aumento desproporcional de LH com redução relativa do FSH. A razão LH:FSH pode atingir 2 a 3 ou mais nas pacientes com SOP, refletindo o feedback estrogênico anormal que perpetua a disfunção ovulatória e o hiperandrogenismo. Estudo publicado no Med Arch (2020) demonstrou que a razão LH:FSH em mulheres com SOP foi de 2,67 no grupo com alto IMC e 2,75 no grupo com IMC normal, sem correlação estatisticamente significativa entre IMC e a razão gonadotrófica (r=0,09; P=0,44), indicando que a alteração é intrínseca à fisiopatologia da SOP independentemente da obesidade.\n\nO pico de LH (LH surge) ao final da fase folicular, desencadeado quando o folículo dominante produz estradiol em concentrações de 200–300 pg/mL por pelo menos 48 horas, é o gatilho fisiológico para a ovulação, ocorrendo 36–40 horas antes da liberação do oócito. Esse pico pode ser detectado em urina por kits preditores de ovulação (OPKs), ferramenta amplamente utilizada em protocolos de monitoração da fertilidade. O LH também é indispensável para a formação e manutenção do corpo lúteo: após a ovulação, as células luteínicas dependem absolutamente da estimulação contínua do receptor LH/hCG para manter a produção de progesterona, até que o hCG placentário assuma essa função na gestação inicial.\n\nLH basalmente elevado na fase folicular pode indicar: SOP (razão LH:FSH aumentada), falência ovariana prematura (com FSH concomitantemente elevado), puberdade precoce central (LH > 2,5–4,5 mIU/mL ao estímulo com GnRH) ou tumores secretores de hCG. LH basalmente baixo pode refletir hipogonadismo hipogonadotrófico, hiperprolactinemia, disfunção tireoidiana ou uso de anticoncepcionais orais combinados. Na transição menopausal, picos elevados de FSH e LH acompanham o declínio da reserva ovariana, com FSH persistentemente acima de 25 mIU/mL indicando falência iminente.\n\nA avaliação do LH deve ser sempre contextualizada com FSH, estradiol, progesterona (D21-24), AMH, prolactina, TSH, androgênios (testosterona total/livre, DHEA-S) e ultrassonografia pélvica para adequada interpretação clínica do eixo reprodutivo feminino.",
  "patient_explanation": "O LH é um hormônio produzido pelo cérebro que comanda os ovários. Na primeira metade do ciclo menstrual, ele ajuda os ovários a prepararem o óvulo para ser liberado. Perto do meio do ciclo, ocorre um pico rápido e intenso de LH que provoca a ovulação — é o sinal que dispara a liberação do óvulo. Medir o LH no começo do ciclo ajuda o médico a entender se os hormônios estão equilibrados e se os ovários estão funcionando corretamente. Quando o LH está elevado em relação ao FSH (outro hormônio do cérebro), isso pode indicar condições como a Síndrome dos Ovários Policísticos (SOP), que afeta o ciclo e a fertilidade. Quando está muito baixo, pode significar que o cérebro não está enviando o sinal certo para os ovários. O exame isolado tem pouco valor — o médico sempre vai interpretá-lo junto com outros hormônios e exames de imagem para entender o que está acontecendo com o seu ciclo e sua saúde reprodutiva.",
  "conduct": "## Conduta Clínica — LH Fase Folicular (Mulheres)\n\n### 1. Quando Solicitar\n- Investigação de irregularidade menstrual (oligomenorreia, amenorreia, polimenorreia)\n- Suspeita de SOP (acne, hirsutismo, infertilidade, ciclos irregulares)\n- Avaliação de infertilidade (sempre em conjunto com FSH, estradiol, AMH)\n- Monitoração de resposta a indutores de ovulação\n- Suspeita de falência ovariana prematura ou hipogonadismo\n- Avaliação de puberdade precoce ou atrasada\n- Transição menopausal e menopausa\n\n### 2. Interpretação dos Resultados\n\n**Valores de referência orientativos (fase folicular):** 1–18 mIU/mL (variam conforme laboratório)\n\n| Padrão | Possível Causa | Ação |\n|--------|---------------|------|\n| LH elevado + FSH elevado | Falência ovariana prematura, menopausa | Confirmar com AMH, estradiol; encaminhar endocrinologia/ginecologia |\n| LH elevado + FSH normal/baixo (razão LH:FSH > 2–3) | SOP, resistência à insulina | Aplicar critérios de Roterdã; investigação metabólica completa |\n| LH baixo + FSH baixo | Hipogonadismo hipogonadotrófico, hiperprolactinemia, uso de COC | Dosar prolactina, TSH; avaliar uso de medicamentos |\n| LH normal isolado | Sem valor diagnóstico definitivo | Interpretar em conjunto com painel hormonal completo |\n\n### 3. Investigação Complementar Obrigatória\n- **Painel hormonal completo:** FSH, LH, estradiol (D2–D5), AMH, progesterona (D21–D24), prolactina, TSH, T4\n- **Perfil androgênico:** testosterona total e livre, DHEA-S, 17-OH-progesterona (excluir hiperplasia adrenal congênita)\n- **Avaliação metabólica (se suspeita de SOP):** glicemia de jejum, insulina, HOMA-IR, perfil lipídico\n- **Imagem:** ultrassonografia pélvica transvaginal (morfologia ovariana, contagem de folículos antrais)\n- **Se suspeita de Cushing:** cortisol salivar noturno ou teste de supressão com dexametasona 1 mg\n- **Se suspeita de tumores secretores:** RM ou TC abdominopélvica\n\n### 4. Critérios de Encaminhamento\n- **Endocrinologista/Ginecologista especialista em reprodução:** LH:FSH > 2 com irregularidade menstrual; suspeita de SOP com desejo reprodutivo; falência ovariana prematura; hipogonadismo hipogonadotrófico confirmado\n- **Médico de reprodução assistida:** infertilidade com alteração hormonal documentada após ≥ 12 meses de tentativa (≥ 6 meses se idade > 35 anos)\n- **Endocrinologista pediátrico:** suspeita de puberdade precoce central (LH ao estímulo GnRH > 2,5–4,5 mIU/mL)\n\n### 5. Intervenções Baseadas em Evidências\n\n**Se SOP confirmada (razão LH:FSH elevada com critérios de Roterdã):**\n- Modificação do estilo de vida como base: dieta anti-inflamatória com controle de carboidratos, exercício físico (musculação + aeróbico + HIIT)\n- **Metformina XR:** até 1.500 mg/dia; monitorar função renal, B12, B6 e folato\n- **Mio-inositol:** 2 g + ácido fólico 200 mcg, 2x/dia; considerar alfa-lactoalbumina 50 mg 2x/dia em casos resistentes\n- **Vitamina D:** manter nível sérico em 45–60 ng/mL\n- **Ômega-3 (EPA+DHA):** 2–4 g/dia (efeito anti-inflamatório)\n- **NAC:** antioxidante, melhora sensibilidade à insulina e reduz resistência a indutores de ovulação\n- **Coenzima Q10:** suporte à foliculogênese e resposta a indutores\n- **Melatonina:** 3–6 mg/noite; benefícios metabólicos e antioxidantes; ajustar rotina de sono primeiro\n- Excluir diferenciais antes de iniciar tratamento: hiperprolactinemia, disfunção tireoidiana, HAC não clássica\n\n**Monitoração do LH em ciclos naturais e reprodução assistida:**\n- Detecção do pico de LH (urinário ou sérico) para predição da ovulação: útil para programação de relações dirigidas ou inseminação intrauterina\n- Em protocolos de reprodução assistida, monitorar LH para detectar surtos espontâneos que podem antecipar a ovulação\n\n### 6. Pontos de Atenção\n- O LH isolado tem valor limitado; sempre interpretar o painel gonadotrófico completo\n- A razão LH:FSH é mais informativa que o LH absoluto na suspeita de SOP\n- A coleta deve ser realizada preferencialmente nos dias 2–5 do ciclo menstrual (fase folicular precoce)\n- Anticoncepcionais orais suprimem LH e FSH — suspender por pelo menos 3 meses antes de avaliação basal da reserva ovariana"
,
  "points": 12
}
