{
  "score_item_id": "019bf31d-2ef0-79cb-ad5c-1e1afd3fcbe8",
  "clinical_relevance": "O hormônio luteinizante (LH) é uma gonadotropina produzida pela hipófise anterior, essencial para a regulação do ciclo menstrual feminino. Durante a fase folicular tardia, o pico de estradiol produzido pelo folículo dominante desencadeia um mecanismo de feedback positivo sobre o eixo hipotálamo-hipofisário, resultando no pico pré-ovulatório de LH (LH surge). Esse pico antecede a ovulação em 35-44 horas, enquanto o pico sérico de LH precede a ovulação por 10-12 horas. A janela de fertilidade estende-se de aproximadamente 5 dias antes da ovulação até 1-2 dias após, considerando a sobrevida espermática (média de 1,4 dias) e do oócito (média de 0,7 dias).\n\nFisiologicamente, o LH urinário apresenta três formas moleculares com imunorreatividade distintas: LH intacto, sua subunidade livre beta (LHβ) e o fragmento central de LH (LHcf). Durante o pico, o LH urinário é composto predominantemente de LH intacto, com aumento abrupto. Após o pico, o LH intacto urinário cai rapidamente (retornando ao nível basal em 1 dia), enquanto o LHcf permanece elevado — mais de 5 vezes em relação ao LH intacto nos primeiros 3 dias após o pico, mais de 3 vezes até o dia +5 e levemente elevado até o dia +7. Essa cinética diferenciada explica por que kits de predição de ovulação (OPKs) que detectam o LH total permanecem positivos por até 3 dias após o pico do LH intacto.\n\nNa prática clínica, a mensuração sérica do LH no contexto do pico ovulatório é um marcador dinâmico — não um valor isolado —, e sua interpretação requer avaliação do momento do ciclo e correlação com estradiol, FSH e progesterona. Estudo com 668 ciclos de transferência de embrião em ciclo natural (FET) demonstrou que ovulação bem-sucedida envolve aumento simultâneo do LH (>180% do basal), queda do estradiol e elevação tríplice da progesterona. Pacientes que conceberam apresentaram aumentos significativamente maiores de progesterona.\n\nEm ciclos de inseminação intrauterina (IUI) com letrozol-HMG, análise retrospectiva de 6.285 ciclos mostrou que a presença de LH surge espontâneo não melhora a taxa de gravidez clínica quando a ovulação já é induzida por trigger (hCG ou GnRHa). As taxas de gravidez clínica foram de 16,4% no grupo trigger + LH surge, 15,6% no grupo trigger apenas e 16,7% no grupo LH surge apenas — diferenças não significativas. O limiar de LH ≤ 15 mIU/mL foi utilizado para definir ausência de LH surge nos protocolos de IUI analisados.\n\nA mensuração do LH no pico ovulatório tem baixo impacto em mortalidade direta, mas alto valor clínico no manejo de infertilidade, anovulação crônica (SOP, hiperprolactinemia, insuficiência hipofisária) e na avaliação do eixo reprodutivo em amenorreias. Em mulheres em idade reprodutiva, ciclos com LH em padrão normal de pico confirmam eixo hipotálamo-hipofisário-ovariano funcional.",
  "patient_explanation": "O LH é um hormônio produzido pelo cérebro que comanda o momento da ovulação — quando o ovário libera o óvulo. Todo mês, em ciclos regulares, esse hormônio sobe rapidamente (em um único dia) e esse sinal avisa o ovário para liberar o óvulo entre 35 e 44 horas depois. Esse momento é a janela mais fértil do mês. Quando medimos o LH no sangue ou na urina, conseguimos identificar se essa liberação está ocorrendo no momento certo. Valores muito baixos ao longo do ciclo podem indicar que a ovulação não está acontecendo, o que pode dificultar a gravidez. Valores muito altos fora do período esperado podem sugerir desequilíbrios hormonais, como a síndrome dos ovários policísticos. O exame é simples e, interpretado junto com outros hormônios como FSH, estradiol e progesterona, ajuda o médico a entender como está funcionando o seu sistema reprodutivo.",
  "points": 12,
  "conduct": "## Conduta Clínica — LH Pré-Ovulatório em Mulheres\n\n### 1. Indicações para Solicitação do LH no Contexto Ovulatório\n\n- **Investigação de infertilidade:** dosagem seriada de LH sérico ou urinário para identificar pico ovulatório em ciclos naturais\n- **Avaliação de anovulação:** suspeita de SOP, hiperprolactinemia, disfunção hipotalâmica (p. ex., baixo peso, exercício excessivo) ou insuficiência hipofisária\n- **Monitoramento de ciclos de reprodução assistida:** IUI em ciclo natural ou estimulado, FET em ciclo natural\n- **Amenorreia secundária:** diferenciação entre hipogonadismo hipogonadotrófico vs. hipergonadotrófico\n- **Ciclos irregulares:** avaliação do eixo hipotálamo-hipofisário-ovariano\n\n### 2. Interpretação e Valores de Referência\n\n- **Fase folicular:** 2–15 mIU/mL (basal baixo)\n- **Pico ovulatório (LH surge):** 25–100 mIU/mL, com elevação ≥ 180% do basal em 24 horas\n- **Fase lútea:** 1–15 mIU/mL\n- **Ausência de LH surge:** LH ≤ 15 mIU/mL no período esperado do pico\n- O pico de LH sérico antecede a ovulação em 10–12 horas; o início do surge (em urina) antecede em 35–44 horas\n\n### 3. Investigação Complementar\n\n- **FSH:** avaliar relação LH/FSH (> 2:1 sugere SOP); FSH elevado indica disfunção ovariana primária\n- **Estradiol:** queda do E2 coincidente com LH surge confirma adequada resposta folicular\n- **Progesterona sérica (dia 21–23 do ciclo):** confirmar ovulação (> 3 ng/mL indica ovulação; > 10 ng/mL fase lútea adequada)\n- **Ultrassonografia transvaginal seriada:** monitoramento folicular — folículo dominante ≥ 18–20 mm precede ovulação; colapso folicular confirma ovulação ocorrida\n- **Prolactina:** descartar hiperprolactinemia como causa de anovulação\n- **TSH:** hipotireoidismo pode alterar eixo reprodutivo\n- **Testosterona livre e DHEAS:** úteis na suspeita de SOP ou hiperandrogenismo\n\n### 4. Critérios de Encaminhamento\n\n- **Ginecologia/Reprodução Assistida:** anovulação confirmada com desejo de gravidez, falha na indução de ovulação com citrato de clomifeno ou letrozol após 3–6 ciclos\n- **Endocrinologia Reprodutiva:** suspeita de insuficiência hipofisária, hipogonadismo hipogonadotrófico, amenorreia hipotalâmica funcional\n- **Investigação de SOP:** critérios de Rotterdam presentes (anovulação + hiperandrogenismo + morfologia policística ao US)\n\n### 5. Intervenções Baseadas em Evidências\n\n- **Kits de predição de ovulação (OPKs):** detectam o surge de LH urinário; OPKs que detectam LH total (intacto + fragmentos) permanecem positivos por até 3 dias após o pico do LH intacto, ampliando a janela detectável de fertilidade — considerar ao orientar pacientes sobre timing\n- **Trigger com hCG ou GnRHa:** em ciclos de IUI com letrozol-HMG, aguardar o LH surge espontâneo não melhora taxas de gravidez; o trigger farmacológico é a estratégia padrão\n- **Monitoramento multiparamétrico em FET:** avaliar LH + estradiol + progesterona simultaneamente para definir melhor momento de transferência em ciclos naturais\n- **Indução de ovulação:** letrozol (primeira linha em SOP) ou citrato de clomifeno; gonadotrofinas em casos resistentes\n- **Orientação de intercurso programado:** relações sexuais nos 2 dias anteriores à ovulação e no dia da ovulação associam-se às maiores taxas de gravidez"
}
