{
  "score_item_id": "019bf31d-2ef0-7a39-b1c5-ae6cf494dacb",
  "clinical_relevance": "O hormônio luteinizante (LH) na fase lútea é um marcador central da função do eixo hipotálamo-hipofisário-gonadal feminino. Após o pico ovulatório — que precede a ovulação em 35–44 horas — os níveis de LH declinam rapidamente, mas permanecem em pulsos de baixa amplitude ao longo de toda a fase lútea para sustentar a função do corpo lúteo. A produção de progesterona pelo corpo lúteo é diretamente dependente da estimulação contínua pelos pulsos de LH, uma vez que as células pequenas lúteas possuem receptores de LH que regulam a captação de colesterol e a esteroidogênese. Já as células grandes lúteas, com maior capacidade esteroidogênica, coordenam a síntese via gap junctions com as células pequenas, respondendo indiretamente ao estímulo de LH.\n\nEm ciclos naturais ovulatórios, a progesterona secretada em resposta aos pulsos de LH pode flutuar entre 5 e 40 ng/mL em intervalos de apenas 90 minutos (ASRM, 2021). Essa variabilidade pulsátil é fisiológica e explica por que uma única medição de progesterona na fase lútea tem valor diagnóstico limitado. A fase lútea tem duração média de 14,2 dias (variação normal: 11–17 dias), período durante o qual o corpo lúteo — estrutura endócrina derivada da teca e granulosa foliculares pós-ovulação — secreta progesterona, inibina A e estradiol. Paralelamente, o corpo lúteo inibe o eixo via retroalimentação negativa sobre GnRH, reduzindo a liberação de LH e FSH pela hipófise anterior.\n\nNa fase lútea, valores de LH tipicamente inferiores a 15 mIU/mL são esperados, com pulsos de menor amplitude em comparação ao pico midciclico. LH elevado de forma persistente nessa fase pode indicar falha na supressão do eixo, síndrome dos ovários policísticos (SOP), insuficiência ovariana prematura ou uso de indutores de ovulação. LH suprimido na fase lútea, embora menos frequente em ciclos naturais, pode ocorrer em hiperprolactinemia, uso de análogos de GnRH, ou doença hipofisária. A deficiência de fase lútea — caracterizada por progesterona insuficiente em resposta ao LH — reflete predominantemente desenvolvimento folicular subótimo e não um defeito primário do corpo lúteo (Reproduction and Fertility, 2021).\n\nDo ponto de vista da saúde reprodutiva e da longevidade feminina, o LH na fase lútea é clinicamente relevante na avaliação de: infertilidade por defeito de fase lútea, perdas gestacionais de repetição, irregularidades menstruais, SOP, perimenopansa e monitoramento de ciclos em reprodução assistida. O acompanhamento do LH, em conjunto com progesterona e estradiol, permite uma avaliação funcional completa do ciclo ovulatório.",
  "patient_explanation": "O LH é um hormônio produzido pelo cérebro que controla o funcionamento dos ovários. Na segunda metade do ciclo menstrual — chamada fase lútea — o LH age sobre uma estrutura chamada corpo lúteo, que se forma no ovário após a ovulação, estimulando-o a produzir progesterona. A progesterona é essencial para preparar o útero para uma possível gravidez e manter o ciclo menstrual regulado. Quando o LH está em níveis adequados nessa fase, o ciclo funciona bem e a fertilidade é preservada. Valores alterados podem indicar desequilíbrios hormonais como ovários policísticos, queda da reserva ovariana ou problemas na ovulação. Este exame é especialmente importante para mulheres que desejam engravidar ou que têm ciclos irregulares.",
  "conduct": "## Conduta Clínica: LH na Fase Lútea\n\n### Coleta e Interpretação\n\n- **Momento ideal da coleta:** dias 19–23 do ciclo (fase lútea média), idealmente junto à dosagem de progesterona sérica\n- **Valores de referência esperados na fase lútea:** 0,5–15 mIU/mL (valores variam conforme laboratório e método)\n- **Sempre interpretar em conjunto com:** progesterona, FSH, estradiol, prolactina e clínica menstrual\n- Considerar que a secreção de LH e progesterona é pulsátil: uma única medição tem limitações diagnósticas\n\n### Achados e Investigação Complementar\n\n**LH elevado na fase lútea (>15 mIU/mL):**\n- Suspeitar de SOP: solicitar testosterona total e livre, DHEA-S, relação LH/FSH, ultrassonografia pélvica e critérios de Rotterdam\n- Suspeitar de insuficiência ovariana prematura: solicitar FSH basal (fase folicular precoce), AMH, contagem de folículos antrais\n- Afastar hiperprolactinemia (prolactina), disfunção tireoidiana (TSH, T4 livre) e síndrome de Cushing se clinicamente indicado\n- Investigar uso de medicações gonadotrofinas exógenas\n\n**LH baixo ou suprimido na fase lútea:**\n- Pesquisar hiperprolactinemia: dosar prolactina, solicitar RM de hipófise se necessário\n- Considerar uso recente de análogos de GnRH, anticoncepcionais hormonais ou outros supressores do eixo\n- Avaliar doença hipofisária: RM de sela turca se houver outros sinais de hipopituitarismo\n- Investigar amenorreia hipotalâmica funcional (estresse, baixo peso, exercício excessivo)\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista ou ginecologista endocrinologista:** LH persistentemente elevado ou suprimido sem causa identificada; suspeita de SOP complexa; insuficiência ovariana prematura\n- **Reprodução humana assistida:** defeito de fase lútea documentado com impacto na fertilidade; perdas gestacionais de repetição associadas a progesterona inadequada\n- **Neurocirurgia/endocrinologia:** adenoma hipofisário confirmado\n\n### Intervenções Baseadas em Evidências\n\n**Defeito de fase lútea com desejo de gestação:**\n- Progesterona micronizada natural (ex.: Utrogestan 100–200 mg vaginal), do 15º ao 24º dia do ciclo, pode aumentar chances de gestação, especialmente em mulheres acima de 30 anos ou com pico de progesterona inadequado\n- Monitorar progesterona sérica na fase lútea média: alvo >10 ng/mL para suporte, idealmente 15–25 ng/mL\n\n**SOP com disfunção lútea:**\n- Metformina (até 1.500 mg/dia, formulação XR), mio-inositol 2 g + ácido fólico 200 mcg duas vezes ao dia como suporte da foliculogênese e sensibilidade à insulina\n- Vitamina D: manter 45–60 ng/mL; ômega-3 (EPA+DHA) 2–4 g/dia\n- Coenzima Q10 como suporte à foliculogênese e qualidade oocitária\n\n**Perimenopasus ou declínio de reserva ovariana:**\n- Monitorar AMH e FSH basal; considerar avaliação integrada de reserva ovariana\n- Discutir opções de TRH com 17-beta-estradiol e progesterona natural micronizada quando indicado clinicamente\n\n### Monitoramento\n\n- Repetir painel hormonal (LH, FSH, estradiol, progesterona) após intervenções terapêuticas em 2–3 ciclos\n- Em reprodução assistida, monitorar LH, estradiol e progesterona durante a fase lútea de ciclos naturais ou estimulados para otimizar timing de transferência embrionária",
  "points": 10
}
