{
  "score_item_id": "019bf31d-2ef0-70b7-bb09-7ce24db94bb1",
  "clinical_relevance": "O Magnésio RBC (eritrocitário) representa a mensuração intracelular do magnésio, sendo superiormente informativa ao magnésio sérico convencional. O organismo humano contém de 20 a 28 gramas de magnésio total, dos quais menos de 2% circula no compartimento sérico, enquanto 99% está localizado intracelularmente — 60% no músculo esquelético, 30% nos ossos e aproximadamente 10% em outros tecidos e órgãos, incluindo o compartimento mitocondrial. Um terço do magnésio celular encontra-se na mitocôndria, complexado com ATP, onde atua como cofator essencial da cadeia de transporte de elétrons. A deficiência funcional de magnésio precede alterações detectáveis no magnésio sérico, o que torna a medição eritrocitária clinicamente mais sensível. O valor ideal no sangue é considerado acima de 2,1 mg/dL segundo literatura funcional integrativa, com limiar sérico ótimo revisado para ≥ 0,85 mmol/L em estudos recentes (2025).\n\nO magnésio é cofator de mais de 300 reações enzimáticas e tem papel central em múltiplos sistemas fisiológicos: (1) sistema nervoso — modula receptores NMDA reduzindo excitotoxicidade glutamatérgica, ativa receptores GABA, regula síntese de dopamina via tirosina hidroxilase, serotonina e noradrenalina; (2) sistema cardiovascular — promove vasodilatação via óxido nítrico e ativação de proteína quinase B, regula canais de cálcio e Na+/K+-ATPase, e sua deficiência eleva risco de hipertensão em 7% para cada redução de 0,5 mg/dL no magnésio sérico; (3) função mitocondrial — cofator da cadeia respiratória e de enzimas-chave como piruvato desidrogenase; (4) metabolismo glicídico — melhora sensibilidade à insulina e glicemia; (5) sistema músculo-esquelético — prevenção de cãibras e suporte à saúde óssea.\n\nA prevalência de deficiência é alarmante: estima-se que mais de 80% das mulheres e aproximadamente 70% dos homens apresentem deficiência, com dados brasileiros apontando para até 90% da população, atribuído ao solo pobre em magnésio no Brasil e baixa ingestão dietética. As principais causas de depleção incluem baixa ingestão alimentar, má absorção intestinal, polimorfismos genéticos, uso de medicamentos (inibidores de bomba de prótons, diuréticos, estatinas), obesidade, diabetes mellitus e alcoolismo.\n\nAs consequências clínicas da hipomagnesemia abrangem: inflamação crônica (inflammaging), aumento de radicais livres e dano oxidativo, resistência à insulina, síndrome metabólica, dislipidemia, hipertensão arterial, distúrbios neuropsiquiátricos (depressão, ansiedade, insônia, TDAH, enxaqueca, epilepsia), e maior risco de eventos cardiovasculares e neurológicos (AVC). Em gestação, magnésio baixo associa-se a pré-eclâmpsia, RCIU, prematuridade e desfechos perinatais adversos.",
  "patient_explanation": "O magnésio é um mineral essencial para mais de 300 funções do organismo: produção de energia, contração muscular, qualidade do sono, saúde do coração e equilíbrio emocional. O exame no glóbulo vermelho (RBC) é mais preciso que o exame de sangue comum, pois mede o magnésio dentro das células, onde ele realmente age. É possível ter deficiência mesmo com o exame convencional normal. Grande parte da população brasileira tem níveis inadequados, em parte pelo solo pobre nesse mineral. Quando os níveis estão baixos, podem surgir cansaço, cãibras, dificuldade para dormir, dores de cabeça, irritabilidade e alterações de pressão arterial. A boa notícia é que a deficiência tem solução: ajustes na alimentação e suplementação orientada pelo médico costumam trazer melhoras expressivas.",
  "conduct": "## Conduta Clínica — Magnésio RBC\n\n### Interpretação dos Resultados\n\n- **Valor ideal (medicina funcional integrativa):** > 2,1 mg/dL no sangue total/eritrocitário\n- **Limiar sérico ótimo revisado (2025):** ≥ 0,85 mmol/L\n- **Atenção:** A deficiência funcional precede alterações no padrão laboratorial convencional; valorizar sintomatologia clínica mesmo com exame limítrofe\n\n### Investigação Complementar\n\n- **Avaliar fatores de depleção:** uso de IBPs, diuréticos, estatinas, metformina; presença de diabetes, obesidade, alcoolismo, disbiose\n- **Exames associados:** magnésio sérico (comparação), cálcio iônico, PTH, vitamina D, zinco, PCR-hs (inflamação crônica), glicemia e insulina de jejum, HbA1c\n- **Rastreio de sintomas:** insônia, cãibras, enxaqueca, ansiedade, depressão, arritmias, hipertensão, fadiga crônica\n- **Avaliação dietética:** ingestão de sementes, leguminosas e folhas verdes escuras; qualidade do solo e processamento dos alimentos\n\n### Estratégia de Suplementação\n\n**Escolha da forma conforme queixa principal:**\n\n| Forma | Indicação Principal | Timing |\n|---|---|---|\n| Treonato de magnésio | Saúde cerebral, sono, ansiedade, TDAH | Noturno (500–2.000 mg) |\n| Dimalato / Malato | Suporte mitocondrial, energia, fadiga | Diurno (500–1.000 mg) |\n| Bisglicinato / Glicinato | Uso geral, tolerância GI, gestação | Manhã e noite (200–500 mg/dose) |\n| Citrato | Constipação intestinal associada | Conforme necessidade |\n\n**Doses gerais recomendadas:**\n- Adultos: 300–500 mg de magnésio elementar/dia em 2 tomadas (manhã e noite)\n- Síndrome metabólica ou hipertensão: 400–500 mg/dia por mínimo 3 meses\n- Gestantes: iniciar ≥ 300 mg/dia (citrato ou glicinato), preferencialmente antes da concepção\n- Crianças com TDAH: 5–10 mg/kg/dia de magnésio elementar (bisglicinato, treonato ou dimalato)\n\n**Combinações eficazes baseadas em evidências:**\n- Magnésio + Vitamina D + K2 (MK7): ativação adequada da vitamina D requer magnésio\n- Magnésio + Ômega-3 + Zinco: benefício documentado em TDAH\n- Magnésio + Vitamina D: melhora de desfechos emocionais e comportamentais\n- Magnésio Treonato + Glicina + Malato: suporte mitocondrial e GABAérgico combinado\n\n### Monitoramento e Reavaliação\n\n- Repetir Magnésio RBC após 90–120 dias de suplementação\n- Monitorar função renal antes e durante suplementação em doses elevadas\n- Ajustar dose conforme resposta clínica e tolerância gastrointestinal\n- Em casos de hipertensão: reavaliação de PA esperada com redução de 2–3 mmHg sistólica e 1,78 mmHg diastólica\n\n### Critérios de Encaminhamento\n\n- **Cardiologista:** deficiência associada a arritmias, hipertensão refratária ou eventos cardiovasculares\n- **Neurologista/Psiquiatra:** enxaqueca refratária, epilepsia, depressão moderada/grave, TDAH sem resposta\n- **Endocrinologista/Nutrológo:** síndrome metabólica com resistência insulínica grave\n- **Obstetra de alto risco:** gestantes com pré-eclâmpsia ou histórico de complicações obstétricas\n\n### Orientações Dietéticas\n\n- Priorizar fontes alimentares: sementes de abóbora, amêndoas, castanhas, leguminosas (feijão, lentilha), folhas verdes escuras (espinafre, couve), chocolate amargo\n- Considerar que o solo brasileiro é pobre em magnésio, reduzindo a concentração nos alimentos in natura\n- Evitar dieta rica em açúcar refinado e ultraprocessados, que aumentam a excreção de magnésio"
  ,
  "points": 14
}
