{
  "score_item_id": "019bf31d-2ef0-764d-ad05-35aec75a3d7d",
  "clinical_relevance": "O magnésio sérico é um parâmetro laboratorial que reflete, de forma limitada, o status real do mineral no organismo. Aproximadamente 99% do magnésio corporal total (20–28 g) está localizado intracelularmente — cerca de 60% no músculo esquelético, 30% nos ossos e o restante em outros tecidos e órgãos, incluindo a mitocôndria, onde um terço do magnésio celular está complexado com ATP como cofator da cadeia respiratória. Menos de 2% do magnésio total circula no sangue, o que torna o exame sérico um marcador insensível para deficiência funcional: o paciente pode apresentar níveis séricos dentro da faixa de referência laboratorial convencional enquanto apresenta depleção tecidual clinicamente relevante — condição denominada 'deficiência latente crônica'.\n\nValores de referência laboratorial situam-se tipicamente entre 1,7 e 2,3 mg/dL, mas evidências de medicina funcional sugerem que o limiar sérico ótimo é ≥2,1 mg/dL (ou ≥0,85 mmol/L segundo revisão de 2025), devendo-se buscar o quartil superior da faixa de referência. A prevalência de deficiência é alarmante: estima-se que mais de 80% das mulheres e cerca de 70% dos homens apresentem ingestão insuficiente; no Brasil, o solo pobre em magnésio agrava o problema, com estimativas de que até 90% da população brasileira seja deficiente.\n\nFisiopatologicamente, o magnésio participa de mais de 300 reações enzimáticas. Atua como bloqueador natural de canais de cálcio, modulador do receptor NMDA (reduzindo excitotoxicidade glutamatérgica), ativador dos receptores GABA, cofator essencial para síntese e utilização de serotonina, dopamina, noradrenalina e histamina, e regulador do eixo HPA e do ritmo circadiano. A homeostase renal envolve reabsorção de 20–30% do magnésio filtrado no túbulo proximal, com regulação adicional por PTH e vitamina D.\n\nAs consequências clínicas da hipomagnesemia são multissistêmicas: neuromusculares (cãibras, tetania, síndrome das pernas inquietas), cardiovasculares (hipertensão — risco reduz 7% para cada aumento de 0,5 mg/dL sérico —, arritmias, calcificação arterial coronariana, fibrilação atrial, insuficiência cardíaca, AVC), metabólicas (resistência insulínica, piora de dislipidemia, exacerbação da inflamação na obesidade, hipocalcemia por alteração na secreção de PTH), psiquiátricas (depressão, ansiedade, insônia, enxaqueca, TDAH, epilepsia) e reprodutivas (pré-eclâmpsia, RCIU, prematuridade). A deficiência também compromete a ativação da vitamina D, pois a conversão de 25(OH)D em sua forma ativa é magnésio-dependente. Causas de depleção incluem: ingestão dietética inadequada, síndromes de má-absorção, uso de inibidores de bomba de prótons, diuréticos de alça e tiazídicos, alcoolismo, diabetes mellitus, obesidade e polimorfismos genéticos na absorção intestinal.",
  "patient_explanation": "O magnésio é um mineral essencial para centenas de funções do corpo humano. Ele ajuda os músculos a relaxar, os nervos a funcionar corretamente, o coração a manter o ritmo, o cérebro a produzir substâncias como serotonina e dopamina, e o organismo a regular o açúcar no sangue e a pressão arterial. Quase todo o magnésio do corpo está dentro das células e dos ossos — menos de 2% circula no sangue — por isso o exame de sangue pode parecer normal mesmo quando o corpo está com pouco magnésio de verdade. Sinais comuns de deficiência incluem câimbras, insônia, enxaqueca, constipação, cansaço, ansiedade e pressão alta. No Brasil, o solo é pobre em magnésio, o que reduz a quantidade presente nos alimentos. Valores ideais no exame são os mais altos dentro da faixa normal. Quando necessário, a suplementação é segura e pode trazer melhoras importantes na qualidade do sono, no humor, na energia e na saúde cardiovascular.",
  "conduct": "## Avaliação do Magnésio Sérico\n\n### Interpretação dos Resultados\n\n- **Referência laboratorial convencional:** 1,7–2,3 mg/dL\n- **Limiar funcional recomendado:** ≥2,1 mg/dL (buscar quartil superior)\n- **Limiar sérico ótimo revisado (2025):** ≥0,85 mmol/L (~2,07 mg/dL)\n- **Atenção:** Valor sérico normal **não exclui** deficiência tecidual (deficiência latente crônica)\n\n---\n\n### Investigação Complementar\n\n- **Avaliação clínica detalhada:** sintomas sugestivos de deficiência (cãibras, insônia, enxaqueca, constipação, palpitações, ansiedade, fadiga, síndrome das pernas inquietas, hiperatividade em crianças)\n- **Exames associados:** cálcio sérico, fósforo, potássio, PTH, 25(OH)D, glicemia de jejum, insulina, HbA1c, perfil lipídico, função renal\n- **Avaliação dietética:** ingestão de sementes, leguminosas, folhas verdes escuras, oleaginosas\n- **Revisão de medicamentos depletores:** diuréticos (furosemida, hidroclorotiazida), inibidores de bomba de prótons, metformina em uso prolongado\n- **Avaliação de fatores de risco:** alcoolismo, diabetes mellitus, obesidade, síndromes de má-absorção, estresse crônico\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### Suplementação Oral (primeira linha para deficiência leve-moderada)\n\n| Forma | Indicação Principal | Dose Elementar |\n|---|---|---|\n| Glicinato/Bisglicinato | Uso geral, ansiedade, insônia | 200–400 mg/dia |\n| Treonato | Saúde cerebral, TDAH, sono, barreira hematoencefálica | 500–2.000 mg/noite |\n| Dimalato/Malato | Suporte mitocondrial, fadiga, uso diurno | Até 1.000 mg/dia |\n| Citrato | Constipação associada | 300–450 mg/dia |\n| Óxido | Deficiência grave (maior teor elementar), evitar em dispepsia | Variável |\n\n- **Meta de magnésio elementar:** 250–500 mg/dia para adultos (400–500 mg/dia por ≥3 meses em síndrome metabólica)\n- **Gestantes:** iniciar suplementação preconcepcional; 300 mg/dia de citrato a partir das 25 semanas reduz incidência de PA elevada; mínimo 500 mg/dia conforme forma/sal\n- **Crianças com TDAH:** 5–10 mg/kg/dia de magnésio elementar (bisglicinato, treonato ou malato), com bons resultados em combinação com ômega-3, vitamina D e zinco\n\n#### Terapia Intravenosa\n- **Indicações:** hipomagnesemia grave, tetania, arritmias, pré-eclâmpsia\n- **Dose:** 1–2 g de sulfato de magnésio IV em 15–30 minutos, sob monitoramento\n\n---\n\n### Orientações Práticas\n\n- **Co-suplementação obrigatória com vitamina D:** a ativação da 25(OH)D é magnésio-dependente; sempre prescrever magnésio ao iniciar ou ajustar vitamina D\n- **Co-suplementação com Vitamina K2 (MK7):** 100–200 mcg/dia com refeição gordurosa para direcionar cálcio aos ossos\n- **Posologia:** dividir entre manhã/almoço (malato/dimalato) e noite (treonato/glicinato) para otimizar absorção e efeito\n- **Reavaliação:** repetir magnésio sérico após 60–90 dias de suplementação; PTH pode servir como marcador funcional da ativação de vitamina D\n- **Metas cardiovasculares:** suplementação ≥400 mg/dia por ≥12 semanas associada a redução de 2–3 mmHg na PAS e 1,78 mmHg na PAD\n\n---\n\n### Critérios de Encaminhamento\n\n- **Nefrologia:** hipomagnesemia refratária, suspeita de perda renal primária (tubulopatia), uso de nefrotóxicos\n- **Cardiologia:** arritmias associadas a hipomagnesemia, fibrilação atrial de difícil controle\n- **Endocrinologia/Gastroenterologia:** síndromes de má-absorção, diabetes de difícil controle com provável componente de resistência insulínica por deficiência de magnésio\n- **Obstetrícia/Medicina Materno-Fetal:** hipomagnesemia em gestante com risco de pré-eclâmpsia",
  "points": 14
}
