{
  "score_item_id": "019bf31d-2ef0-74ba-a0a5-918beeca4374",
  "clinical_relevance": "O manganês (Mn) é um oligoelemento essencial envolvido em múltiplas funções fisiológicas críticas. Atua como cofator da superóxido dismutase 2 (SOD2), a principal enzima antioxidante mitocondrial, sendo determinante para a proteção das mitocôndrias contra espécies reativas de oxigênio. Participa também da síntese óssea, do metabolismo energético, da função imune e da ativação de diversas enzimas, incluindo arginase, piruvato carboxilase e glutamina sintetase.\n\n**Valores de referência e método de coleta:** A mensuração de manganês deve ser realizada em sangue total ou eritrócitos — a amostra em soro ou plasma é inadequada por não refletir os estoques reais do mineral. O intervalo funcional aceito na medicina integrativa é de 2 a 25 µg/L em sangue total, com nível ótimo próximo ao quartil superior da referência laboratorial.\n\n**Deficiência:** A depleção de Mn compromete a atividade da SOD2 mitocondrial, favorecendo dano oxidativo à membrana interna mitocondrial, perda de potencial de membrana e redução da produção de ATP. Clinicamente, deficiência de manganês está associada a: comprometimento do metabolismo glicídico (redução da síntese de insulina e da captação de glicose), osteopenia, disfunção imune, despigmentação capilar progressiva (via redução da atividade antioxidante nos melanócitos), e predisposição à doença de Ménière. Polimorfismos nos genes SOD2 e SLC30A10 podem aumentar a necessidade individual de manganês.\n\n**Toxicidade e excesso:** A exposição crônica a níveis elevados de Mn — especialmente por via inalatória em trabalhadores de soldagem, mineração e fabricação de baterias — leva ao manganismo, síndrome neurológica com características parkinsonianas. O Mn inalado contorna a depuração hepática e acessa o cérebro por via olfatória, acumulando-se no globo pálido e na substância negra. O mecanismo neurotóxico envolve estresse oxidativo, disfunção mitocondrial e neuroinflamação com comprometimento dopaminérgico. A EFSA (2023) estabeleceu nível tolerável de ingestão superior (UL) de 8 mg/dia para adultos com base em efeitos neurocomportamentais. Populações com doença hepática crônica apresentam risco aumentado de acúmulo, pois a excreção biliar é a principal via de eliminação do Mn. Estudos com biotin demonstraram efeito neuroprotetor contra neurotoxicidade induzida por Mn em modelos animais e em neurônios dopaminérgicos humanos derivados de iPSC.\n\n**Estratificação de risco:** Níveis abaixo de 2 µg/L indicam deficiência funcional com potencial impacto antioxidante e metabólico. Níveis acima de 25 µg/L, especialmente em expostos ocupacionais, requerem investigação de manganismo subclínico. Em pacientes com hepatopatia, qualquer elevação de Mn deve ser valorizada como sinal precoce de encefalopatia hepática relacionada ao Mn.",
  "patient_explanation": "O manganês é um mineral que o seu corpo precisa em pequenas quantidades para funcionar bem. Ele age como um 'protetor' das mitocôndrias, que são as usinas de energia das células. Sem manganês suficiente, as células ficam mais vulneráveis ao estresse oxidativo, o que pode afetar a energia, os ossos e o sistema imune. Por outro lado, o excesso de manganês, especialmente em pessoas que trabalham em ambientes com muita poeira metálica, pode ser prejudicial ao cérebro, causando tremores e outros sintomas semelhantes ao Parkinson. O exame mede o manganês no sangue total (não no soro), e os valores devem ficar dentro de uma faixa específica. Se estiver baixo, ajustes na alimentação ou suplementação podem ser indicados. Se estiver alto, é importante investigar a fonte de exposição. Alimentos ricos em manganês incluem grãos integrais, aveia, açaí, leguminosas, nozes, linhaça e amêndoas. Converse com seu médico sobre o resultado para entender o que ele significa no seu caso.",
  "conduct": "## Conduta Clínica — Manganês (Mn)\n\n### 1. Interpretação do Resultado\n\n- **Nível ótimo funcional:** 2–25 µg/L em sangue total\n- **Abaixo de 2 µg/L:** Deficiência — avaliar impacto antioxidante mitocondrial e metabólico\n- **Acima de 25 µg/L:** Excesso — investigar exposição ocupacional ou hepática\n- **Atenção:** Nunca usar soro ou plasma para dosagem; resultado pode ser falsamente baixo\n\n---\n\n### 2. Deficiência de Manganês\n\n**Investigação complementar:**\n- Avaliar dieta: consumo de grãos integrais, leguminosas, sementes, açaí\n- Pesquisar polimorfismos em SOD2 e SLC30A10 se disponível (genética funcional)\n- Considerar marcadores de estresse oxidativo (8-OHdG, MDA, isoprostanos)\n- Avaliar função mitocondrial indireta: lactato sérico, piruvato, metabolômica urinária (ácido málico, succínico)\n- Investigar comorbidades associadas: osteopenia/osteoporose, diabetes, dislipidemia, doença de Ménière\n\n**Intervenção nutricional:**\n- Priorizar fontes alimentares: açaí puro, grãos integrais, aveia, nozes, linhaça, amêndoas, palmito, leguminosas\n- Dietas ricas em sementes e grãos integrais frequentemente suprem a demanda sem suplementação\n\n**Suplementação (quando indicada):**\n- Forma preferencial: manganês quelado (bisglicinato ou glicinato)\n- Dose inicial: 1–5 mg/dia\n- Titulação: até 1–20 mg/dia conforme resposta clínica e laboratorial\n- Reavaliar após 8–12 semanas com nova dosagem em sangue total\n- **Atenção a interações:** Mn compete com ferro e zinco na absorção intestinal; espaçar suplementações quando múltiplos minerais são prescritos\n\n---\n\n### 3. Excesso / Toxicidade de Manganês\n\n**Triagem de risco:**\n- Anamnese ocupacional: soldagem, mineração, fabricação de baterias, fundições\n- Investigar exposição a água contaminada ou nutrição parenteral total prolongada\n- Rastrear doença hepática crônica (hepatopatia reduz excreção biliar de Mn)\n\n**Avaliação neurológica:**\n- Pesquisar sintomas de manganismo subclínico: alterações de marcha, tremor, rigidez, bradicinesia, distúrbios de humor e comportamento\n- Considerar avaliação neurológica especializada se sintomas presentes\n- Neuroimagem (RNM de encéfalo com sequência T1): hiperintensidade nos gânglios da base, especialmente globo pálido, é achado característico\n\n**Manejo do excesso:**\n- Cessação da exposição como medida primária\n- Quelação (EDTA ou DMSA) em casos selecionados com neurotoxicidade confirmada — encaminhar a neurologista e/ou toxicologista\n- Tratamento sintomático para manifestações parkinsonianas\n- Suporte com biotina pode ter efeito neuroprotetor adjuvante (evidência experimental)\n- Monitoramento periódico de Mn sérico e avaliação neurológica em expostos ocupacionais\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Neurologista:** Suspeita de manganismo (sintomas parkinsonianos + exposição ou Mn elevado)\n- **Hepatologista:** Hepatopatia crônica com Mn elevado\n- **Toxicologista:** Exposição ocupacional com Mn > 25 µg/L e sintomas neurológicos\n- **Geneticista/Medicina Genômica:** Investigação de polimorfismos SOD2/SLC30A10 em deficiência recorrente sem causa alimentar evidente\n\n---\n\n### 5. Monitoramento\n\n- Reavaliação laboratorial: 8–12 semanas após intervenção\n- Em expostos ocupacionais: monitoramento semestral ou conforme protocolo de saúde do trabalhador\n- Avaliar conjuntamente: ferro, zinco, selênio, cobre e cobre/zinco ratio para visão mineral integrada",
  "points": 8
}
