{
  "score_item_id": "c77cedd3-2800-7cce-9809-9b202222501e",
  "clinical_relevance": "A relação albumina/creatinina urinária (ACR) em amostra isolada (spot urine) é o método de primeira linha recomendado pelo KDIGO 2024 para detecção e quantificação de albuminúria em adultos e crianças. A albuminúria é definida como excreção anormalmente elevada de albumina na urina, com limiar diagnóstico de ACR ≥ 30 mg/g (≥ 3 mg/mmol). A coleta preferencial é a primeira micção da manhã (midstream), o que minimiza variações diurnas e efeito de exercício. A normalização pela creatinina corrige variações de concentração urinária, tornando o exame mais confiável do que a dosagem de albumina isolada ou a fita reagente convencional para proteínas totais.\n\nA classificação do KDIGO estratifica a albuminúria em três categorias: A1 (normal a levemente aumentada: ACR < 30 mg/g), A2 (moderadamente aumentada: 30–299 mg/g — historicamente denominada microalbuminúria) e A3 (gravemente aumentada: ACR ≥ 300 mg/g — macroalbuminúria). Essa estratificação, combinada com as categorias de TFGe, compõe a grade de risco de DRC que orienta frequência de monitoramento e intensidade do tratamento.\n\nA albumina urinária é o principal marcador de dano glomerular em praticamente todas as nefropatias. Evidências epidemiológicas demonstram associação contínua e independente entre o nível de ACR e desfechos renais (progressão para insuficiência renal) e cardiovasculares, inclusive em níveis muito baixos de albuminúria. A duplicação do ACR em 2 anos está associada a aumento de 50–100% no risco de progressão para falência renal. A albumina é mais sensível e específica do que a proteína total urinária para detectar patologia glomerular, sendo o principal componente proteico perdido na urina nas nefropatias.\n\nIndicações principais de rastreamento: diabetes mellitus tipo 1 e tipo 2, hipertensão arterial sistêmica, história familiar de DRC, obesidade, síndrome metabólica e doenças autoimunes. Em diabéticos, a presença de microalbuminúria (A2) indica nefropatia incipiente com potencial de reversão mediante controle intensivo de glicemia, pressão arterial e bloqueio do SRAA. A variabilidade biológica e analítica do ACR implica que um resultado inesperadamente elevado deve ser confirmado em pelo menos 2 de 3 amostras coletadas em intervalo de até 3 meses antes de estabelecer diagnóstico definitivo. Fatores que podem elevar falsamente o ACR: exercício físico intenso nas 24–48h anteriores, infecção urinária ativa, febre, desidratação e menstruação. Fatores que podem subestimar o ACR: dieta muito hipoproteica e massa muscular muito elevada (com alta excreção de creatinina).",
  "patient_explanation": "Esse exame mede a quantidade de albumina — uma proteína — que aparece na urina. Os rins saudáveis funcionam como filtros precisos e retêm quase toda a albumina. Quando os rins estão sobrecarregados, como ocorre no diabetes ou na pressão alta, essa barreira enfraquece e a albumina começa a vazar em excesso. Uma amostra simples de urina (de preferência a primeira do dia) já permite essa avaliação. O resultado é expresso como proporção entre albumina e creatinina na urina. Valores normais ficam abaixo de 30 mg/g. Resultados acima desse limite podem indicar estresse renal e merecem atenção. Quando identificado cedo, esse sinal pode ser revertido com controle da pressão, da glicemia e mudanças no estilo de vida. Um resultado alterado isolado não é suficiente para diagnóstico: seu médico poderá solicitar repetição do exame.",
  "conduct": "## Conduta Clínica — Microalbuminúria/Creatininúria (ACR) em Urina Isolada\n\n### 1. Interpretação dos Resultados\n\n| Categoria | ACR (mg/g) | Significado |\n|-----------|------------|-------------|\n| A1 | < 30 | Normal a levemente aumentada |\n| A2 (microalbuminúria) | 30–299 | Moderadamente aumentada |\n| A3 (macroalbuminúria) | ≥ 300 | Gravemente aumentada |\n\n- **Confirmar resultado alterado** em pelo menos 2 de 3 amostras coletadas em até 3 meses antes de firmar diagnóstico definitivo de albuminúria persistente.\n- Excluir causas transitórias: exercício físico intenso nas 24–48h anteriores, infecção urinária ativa, febre, desidratação, menstruação.\n\n### 2. Investigação Complementar\n\n- **TFGe (CKD-EPI):** avaliar função renal concomitantemente; a combinação ACR + TFGe classifica o risco de DRC segundo o KDIGO 2024.\n- **Sumário de urina e sedimento urinário:** descartar hematúria glomerular, leucocitúria, cilindros.\n- **Glicemia de jejum / HbA1c:** rastreio de diabetes não diagnosticado ou controle glicêmico inadequado.\n- **Pressão arterial:** monitoramento rigoroso; meta < 130/80 mmHg em pacientes com albuminúria.\n- **Perfil lipídico, uricemia, eletrólitos séricos** (sódio, potássio, bicarbonato).\n- **Ultrassonografia renal:** indicada em ACR ≥ 300 mg/g ou suspeita de nefropatia estrutural.\n- Se hematúria glomerular associada à albuminúria significativa: considerar biópsia renal conforme contexto clínico.\n\n### 3. Intervenções Baseadas em Evidências\n\n#### Controle da Pressão Arterial\n- **Bloqueadores do SRAA (IECA ou BRA)** são a primeira escolha em pacientes com albuminúria associada a diabetes ou hipertensão; reduzem a proteinúria independentemente do efeito anti-hipertensivo.\n- Meta pressórica: < 130/80 mmHg.\n\n#### Controle Glicêmico (em diabéticos)\n- Meta HbA1c individualizada (geralmente < 7–7,5%).\n- **Inibidores de SGLT2** (ex.: empagliflozina, dapagliflozina): efeito nefroprotetor adicional, reduzindo progressão da albuminúria e desfechos renais graves.\n- **Agonistas de GLP-1** (ex.: semaglutida, liraglutida): benefício renal e cardiovascular adicional demonstrado em estudos de desfechos.\n\n#### Mudanças de Estilo de Vida\n- Redução do consumo de sódio: < 2 g/dia (< 5 g de sal).\n- Controle de peso: redução de 5–10% do peso corporal melhora albuminúria em pacientes com obesidade.\n- Cessação do tabagismo: fator de risco independente para progressão de DRC.\n- Atividade física regular de intensidade moderada.\n- Ingestão proteica entre 0,8–1,0 g/kg/dia em pacientes com DRC estabelecida.\n\n### 4. Monitoramento e Frequência de Reavaliação\n\n- **A1 (< 30 mg/g):** repetir anualmente se houver fatores de risco (diabetes, HAS, história familiar de DRC).\n- **A2 (30–299 mg/g):** repetir a cada 3–6 meses com TFGe; ajustar terapia conforme evolução.\n- **A3 (≥ 300 mg/g):** repetir a cada 3 meses; encaminhamento a nefrologista.\n- Dobramento do ACR em 2 anos indica progressão acelerada e exige reavaliação urgente.\n\n### 5. Critérios de Encaminhamento ao Nefrologista\n\n- ACR ≥ 300 mg/g persistente.\n- TFGe < 30 mL/min/1,73 m² (categorias G4–G5).\n- Declínio de TFGe > 5 mL/min/1,73 m² em 1 ano ou > 10 mL/min/1,73 m² em 5 anos.\n- Hematúria glomerular associada à albuminúria significativa.\n- Suspeita de nefropatia não diabética ou não hipertensiva.\n- Hipertensão resistente com albuminúria persistente.",
  "points": 18
}
