{
  "score_item_id": "019bf31d-2ef0-7d19-8b60-64765b6fc8f0",
  "clinical_relevance": "O NT-proBNP (N-terminal pro-B-type natriuretic peptide) é o fragmento N-terminal biologicamente inativo liberado após a clivagem do precursor proBNP pelos cardiomiócitos em resposta ao aumento do estresse parietal ventricular. Em comparação ao BNP, o NT-proBNP possui meia-vida estimada de aproximadamente 70 minutos (versus 21 minutos do BNP), o que resulta em concentrações plasmáticas consistentemente mais elevadas e maior estabilidade pré-analítica em temperatura ambiente, tornando-o preferencial nos laboratórios clínicos de alta demanda. Além disso, o NT-proBNP não é afetado por medicamentos que alteram a degradação do BNP, como o sacubitril/valsartana.\n\nPara indivíduos com menos de 50 anos no contexto ambulatorial, o documento de consenso da Heart Failure Association da ESC (2023) estabelece ponto de corte para rule-out de insuficiência cardíaca de novos casos em 125 pg/mL (independente de idade) e ponto de corte para rule-in de 125 pg/mL nessa faixa etária. No departamento de emergência, para a mesma faixa etária, o limite para exclusão de insuficiência cardíaca aguda é 300 pg/mL (independente de idade) e para confirmação diagnóstica é 450 pg/mL. A zona cinzenta no pronto-socorro para pacientes abaixo de 50 anos situa-se entre 300 e 450 pg/mL, exigindo investigação complementar como ecocardiografia.\n\nValores acima de 2000 pg/mL, independentemente da idade e sexo, associam-se a risco mais que duas vezes maior de hospitalização por insuficiência cardíaca e 50% mais risco de mortalidade em comparação a valores entre 400 e 2000 pg/mL, segundo dados de atenção primária na Inglaterra. Valores acima de 5000 pg/mL no contexto de emergência indicam prognóstico grave, requerendo internação hospitalar — frequentemente em cuidados intensivos — com investigação urgente e tratamento imediato da congestão, habitualmente por via intravenosa.\n\nNo rastreio de 'estresse cardíaco' em pacientes assintomáticos com fatores de risco (diabetes, hipertensão, doença arterial coronariana), o ponto de corte proposto para indivíduos abaixo de 50 anos é 75 pg/mL. Concentrações iguais ou superiores a esse valor indicam provável estresse cardíaco e justificam ecocardiografia e reavaliação em 6 a 12 meses após intervenção. Valores inferiores a 50 pg/mL praticamente excluem estresse cardíaco ativo.\n\nFatores que afetam os valores de NT-proBNP e devem ser considerados na interpretação incluem: disfunção renal (eGFR < 30 mL/min/1,73m² exige aumento do ponto de corte em 35%; eGFR 30–45 mL/min/1,73m² em 25%; eGFR 45–60 mL/min/1,73m² em 15%), obesidade (IMC 30–35 kg/m² reduz o cut-off em 25%; IMC 35–40 em 30%; IMC > 40 em 40%) e fibrilação/flutter atrial (aumento do cut-off em 50% se frequência ventricular ≤ 90 bpm, ou em 100% se > 90 bpm). Em pacientes com insuficiência cardíaca conhecida e tratada em estado 'seco', elevação superior a 25% em relação ao valor basal 'dry' sugere piora da insuficiência cardíaca.",
  "patient_explanation": "O NT-proBNP é uma proteína produzida pelo coração quando ele está sob pressão ou esforço maior do que o normal. Pense nele como um sinal de alerta que o próprio coração emite quando precisa de atenção. Em pessoas com menos de 50 anos, espera-se que esse valor seja baixo, geralmente abaixo de 125 pg/mL. Quando o resultado está elevado, pode indicar que o coração está com dificuldade para bombear sangue de forma eficiente — uma condição chamada insuficiência cardíaca — ou que ele está sob estresse devido a pressão alta, diabetes ou outras doenças. Um valor elevado não significa necessariamente que algo grave está acontecendo agora, mas é um sinal importante que seu médico precisa investigar com outros exames, como um ecocardiograma. A boa notícia é que quando identificado precocemente, o problema cardíaco costuma ter tratamento eficaz. Por isso, esse exame é uma ferramenta valiosa para cuidar do seu coração com antecedência.",
  "conduct": "## Conduta Clínica — NT-proBNP em Pacientes com Menos de 50 Anos\n\n### Interpretação dos Resultados (Contexto Ambulatorial)\n\n- **< 125 pg/mL:** Exclui insuficiência cardíaca de novo no ambulatório. Repetir em 1 ano se paciente assintomático com fatores de risco.\n- **≥ 125 pg/mL (zona de alerta em assintomáticos):** Avaliar estresse cardíaco; considerar ecocardiografia e reavaliação em 6 meses.\n- **< 50 pg/mL (rastreio em assintomáticos com fatores de risco):** Estresse cardíaco muito improvável; repetir em 1 ano.\n- **≥ 75 pg/mL (rastreio em assintomáticos com fatores de risco):** Estresse cardíaco provável; solicitar ecocardiografia; encaminhar à equipe de IC se disfunção cardíaca confirmada.\n- **> 2000 pg/mL:** Priorizar ecocardiografia e avaliação clínica cardiológica em até 2 semanas.\n\n### Interpretação na Emergência (Paciente Sintomático com Dispneia)\n\n- **< 300 pg/mL:** Exclui insuficiência cardíaca aguda; investigar causas não cardíacas de dispneia.\n- **300–450 pg/mL (zona cinzenta):** Realizar ecocardiografia ou outro exame de imagem cardíaca; considerar fatores clínicos adicionais (história, exame físico, ECG, raio-X).\n- **> 450 pg/mL:** Confirma insuficiência cardíaca aguda; iniciar tratamento para IC; considerar internação.\n- **> 5000 pg/mL:** Internação hospitalar obrigatória, frequentemente em UTI; tratamento imediato da congestão (diuréticos IV); monitorização contínua.\n\n### Ajustes pelos Fatores Modificadores\n\n- **Disfunção renal:**\n  - eGFR 45–60 mL/min/1,73m²: aumentar cut-off em 15%\n  - eGFR 30–45 mL/min/1,73m²: aumentar cut-off em 25%\n  - eGFR < 30 mL/min/1,73m²: aumentar cut-off em 35%\n- **Obesidade:**\n  - IMC 30–35 kg/m²: reduzir cut-off em 25%\n  - IMC 35–40 kg/m²: reduzir cut-off em 30%\n  - IMC > 40 kg/m²: reduzir cut-off em 40%\n- **Fibrilação/flutter atrial:**\n  - FC ≤ 90 bpm: aumentar cut-off em 50%\n  - FC > 90 bpm: aumentar cut-off em 100%\n\n### Investigação Complementar\n\n- **Ecocardiografia transtorácica:** exame fundamental quando NT-proBNP elevado; avaliar função sistólica (FEVE), diastólica, dimensões cavitárias e pressões de enchimento.\n- **ECG:** identificar arritmias (FA, bloqueios, hipertrofia), que podem elevar o NT-proBNP independentemente de IC.\n- **Função renal (creatinina, eGFR, ureia):** essencial para ajuste interpretativo do NT-proBNP.\n- **Hemograma, TSH:** anemia e hipotireoidismo/hipertireoidismo podem alterar valores.\n- **Raio-X de tórax:** avaliar congestão pulmonar, cardiomegalia.\n\n### Critérios de Encaminhamento ao Cardiologista\n\n- NT-proBNP > 125 pg/mL com sintomas sugestivos de IC (dispneia, edema, fadiga)\n- NT-proBNP > 2000 pg/mL mesmo em assintomáticos: encaminhamento em até 2 semanas\n- Ecocardiografia com disfunção ventricular confirmada\n- Piora progressiva dos valores em reavaliações seriadas\n\n### Monitorização e Seguimento\n\n- **Paciente com IC conhecida em tratamento:** monitorar valor 'dry' (estável, sem congestão); elevação > 25% em relação ao basal seco indica piora e requer reavaliação clínica urgente.\n- **Paciente assintomático com fatores de risco e NT-proBNP borderline:** repetir em 6–12 meses após intervenção nos fatores de risco (controle de PA, glicemia, redução de sal, exercício, cessação do tabagismo).\n- Integrar sempre o resultado ao contexto clínico completo: o NT-proBNP é um marcador de probabilidade, não um diagnóstico isolado.",
  "points": 22
}
