{
  "score_item_id": "019bf31d-2ef0-788b-bcc3-9da32e59adfb",
  "clinical_relevance": "O NT-proBNP (N-terminal pro-peptídeo natriurético tipo B) é o fragmento inativo liberado na clivagem do pró-BNP, com meia-vida plasmática de aproximadamente 70 minutos — consideravelmente superior à do BNP (~21 min) — o que confere maior estabilidade pré-analítica e torna o ensaio mais reprodutível em laboratórios clínicos de rotina. Ao contrário do BNP, o NT-proBNP não é afetado por inibidores da neprilisina como o sacubitril/valsartana, preservando sua utilidade diagnóstica mesmo em pacientes sob essa terapia.\n\nNa faixa etária de 50 a 75 anos, os pontos de corte validados diferem conforme o cenário clínico:\n\n**Emergência (pronto-socorro):** O valor de exclusão de insuficiência cardíaca aguda é único e independente da idade: < 300 pg/mL descarta IC aguda em pacientes com dispneia. Para inclusão diagnóstica (rule-in), o cut-point ajustado por idade para a faixa 50–75 anos é 900 pg/mL. Concentrações nessa faixa de cinza (300–900 pg/mL) requerem investigação complementar (ecocardiografia, avaliação clínica integrada). NT-proBNP > 5000 pg/mL indica prognóstico muito adverso, exigindo internação — frequentemente em UTI — com tratamento parenteral da congestão.\n\n**Ambulatório/Atenção Primária:** O cut-point de exclusão de IC em pacientes sintomáticos é < 125 pg/mL (independente da idade). Para inclusão diagnóstica em pacientes ambulatoriais na faixa de 50–75 anos, o consenso da Heart Failure Association da ESC (2023) propõe o limiar de 250 pg/mL, com encaminhamento para ecocardiografia em até 6 semanas. NT-proBNP > 2000 pg/mL em diagnóstico comunitário de IC foi associado a risco mais que duas vezes maior de hospitalização por IC e 50% mais risco de mortalidade em comparação a valores de 400–2000 pg/mL, justificando ecocardiografia prioritária em até 2 semanas.\n\n**Rastreamento de 'heart stress' em assintomáticos com fatores de risco (diabetes, HAS, DCV aterosclerótica):** Para a faixa de 50–74 anos, o limiar de rule-in proposto é ≥ 150 pg/mL. Valores ≤ 50 pg/mL tornam o estresse cardíaco muito improvável (repetição anual); valores entre 50 e 149 pg/mL constituem zona cinza (repetição em 6 meses); valores ≥ 150 pg/mL indicam provável estresse cardíaco, com indicação de ecocardiografia e avaliação por equipe de IC se disfunção for detectada.\n\n**Fatores que modulam a interpretação:** Disfunção renal eleva o NT-proBNP de forma independente — quando eGFR < 30 mL/min/1,73m², o cut-point deve ser aumentado em 35%; entre 30–45 mL/min/1,73m², 25%; entre 45–60 mL/min/1,73m², 15%. Obesidade reduz os níveis — para IMC entre 30–35 kg/m², reduzir o cut-off em 25%; 35–40 kg/m², 30%; > 40 kg/m², 40%. Fibrilação/flutter atrial eleva os níveis: aumentar o cut-point em 50% se FC ≤ 90 bpm no momento da coleta, e em 100% se FC > 90 bpm.\n\n**Monitoramento longitudinal:** Em pacientes com IC conhecida e tratada ('dry NT-proBNP'), um aumento > 25% em relação ao valor basal seco indica piora da IC. Estratégias baseadas em NT-proBNP reduziram hospitalizações iniciais em 14,5%, admissões em UTI em 12,5% e reinternações em 21,6% em estudos prospectivos. Aproximadamente 60–80% dos diagnósticos de IC são feitos pela primeira vez no pronto-socorro, reforçando a importância da dosagem precoce e sistemática.",
  "patient_explanation": "O NT-proBNP é uma proteína liberada pelo coração quando ele está sobrecarregado — por pressão alta, fraqueza do músculo cardíaco ou acúmulo de líquido. O exame mede essa proteína no sangue e ajuda o médico a avaliar se o coração está funcionando bem. Para pessoas entre 50 e 75 anos, valores abaixo de 125 pg/mL em consulta de rotina praticamente descartam problemas cardíacos sérios. Valores elevados não significam necessariamente doença grave, mas indicam que o coração pode estar sob esforço extra — o que merece investigação com outros exames, como ecocardiograma. Doença renal, obesidade e arritmias podem alterar o resultado; por isso, o médico sempre interpreta esse exame junto ao quadro clínico completo. O objetivo é detectar problemas cardíacos cedo, permitindo agir a tempo.",
  "conduct": "## Conduta Clínica para NT-proBNP Elevado (50–75 anos)\n\n### 1. Estratificação Inicial pelo Cenário Clínico\n\n**Paciente assintomático com fatores de risco (rastreamento):**\n- NT-proBNP ≤ 50 pg/mL: estresse cardíaco muito improvável → repetir em 12 meses\n- NT-proBNP 51–149 pg/mL (zona cinza): estresse cardíaco improvável → repetir em 6 meses, orientar sobre fatores de risco\n- NT-proBNP ≥ 150 pg/mL: estresse cardíaco provável → solicitar ecocardiograma; se disfunção confirmada, encaminhar para equipe de insuficiência cardíaca\n\n**Paciente sintomático em ambulatório/atenção primária (dispneia, edema, fadiga):**\n- NT-proBNP < 125 pg/mL: IC improvável → investigar causas não cardíacas de dispneia\n- NT-proBNP 125–249 pg/mL: zona cinza → avaliar clinicamente com ECG, RX tórax e considerar ecocardiografia\n- NT-proBNP ≥ 250 pg/mL: IC provável → encaminhar para ecocardiografia em até 6 semanas\n- NT-proBNP > 2000 pg/mL: prioridade máxima → ecocardiografia e avaliação cardiológica em até 2 semanas\n\n**Paciente com dispneia aguda no pronto-socorro:**\n- NT-proBNP < 300 pg/mL: IC aguda descartada → investigar causas pulmonares ou outras\n- NT-proBNP 300–899 pg/mL (zona cinza): diagnóstico incerto → ecocardiografia urgente, avaliação clínica completa, considerar outras etiologias\n- NT-proBNP ≥ 900 pg/mL: IC aguda provável → iniciar tratamento para IC, internação indicada\n- NT-proBNP > 5000 pg/mL: prognóstico grave → internação em UTI/unidade de alta dependência, tratamento parenteral da congestão, monitoramento intensivo\n\n---\n\n### 2. Ajuste dos Limiares por Comorbidades\n\n- **Disfunção renal:** Aumentar o cut-point em 15% (eGFR 45–60), 25% (eGFR 30–45) ou 35% (eGFR < 30 mL/min/1,73m²)\n- **Obesidade:** Reduzir o cut-off em 25% (IMC 30–35), 30% (IMC 35–40) ou 40% (IMC > 40 kg/m²)\n- **Fibrilação/flutter atrial:** Aumentar o cut-point em 50% (FC ≤ 90 bpm) ou 100% (FC > 90 bpm no momento da coleta)\n- **Uso de sacubitril/valsartana:** NT-proBNP não é afetado por essa medicação; manter interpretação padrão\n\n---\n\n### 3. Investigação Complementar\n\n- **ECG:** Avaliar sinais de hipertrofia ventricular, FA, bloqueios, isquemia\n- **Ecocardiograma transtorácico:** Exame fundamental para avaliar função sistólica (FEVE), diastólica e estrutura cardíaca\n- **Hemograma, função renal (creatinina, eGFR, ureia), eletrólitos:** Identificar comorbidades que afetam os níveis de NT-proBNP\n- **Glicemia e HbA1c:** Rastrear diabetes como fator de risco cardiovascular\n- **Radiografia de tórax:** Avaliar congestão pulmonar, cardiomegalia\n- **Troponina de alta sensibilidade:** Em cenário agudo, complementa a estratificação de risco\n\n---\n\n### 4. Intervenções e Seguimento\n\n- **Modificações de estilo de vida (em todos os níveis):** Redução de sódio na dieta, controle de peso, cessação do tabagismo, prática regular de exercício físico moderado, controle da ingestão hídrica\n- **Controle rigoroso dos fatores de risco:** Tratamento otimizado de HAS, diabetes, dislipidemia e doença renal crônica\n- **Reavaliação do NT-proBNP:** Em 6–12 meses após intervenção para monitorar resposta terapêutica\n- **Paciente com IC conhecida em tratamento:** Monitorar 'dry NT-proBNP' (valor basal seco); aumento > 25% indica piora da IC e requer revisão terapêutica\n- **Encaminhamento cardiológico:** Obrigatório quando NT-proBNP > 250 pg/mL em contexto ambulatorial sintomático, ou diante de qualquer disfunção cardíaca confirmada ao ecocardiograma\n\n---\n\n### 5. Mnemônico FIND-HF (HFA-ESC 2023)\n\nUtilizar o acrônimo como guia de suspeição clínica:\n- **F** — Fatigue (fadiga)\n- **I** — Increased water accumulation (acúmulo de líquido/edema)\n- **N** — Natriuretic peptide testing (dosagem de peptídeo natriurético)\n- **D-HF** — Dyspnoea – Heart Failure (dispneia – insuficiência cardíaca)",
  "points": 22
}
