{
  "score_item_id": "c77cedd3-2800-72eb-bb38-fb9dc94b73f2",
  "clinical_relevance": "O NT-proBNP (N-terminal pro-peptídeo natriurético tipo B) é o fragmento aminoterminal biologicamente inativo liberado pela clivagem do pró-BNP nos cardiomiócitos em resposta ao estresse de parede miocárdica — principalmente aumento de volume ou pressão de enchimento ventricular. Sua meia-vida plasmática é de aproximadamente 70 minutos, significativamente maior que a do BNP (~21 min), o que lhe confere maior estabilidade pré-analítica, não sendo influenciado por tratamentos que alteram a degradação do BNP como sacubitril/valsartana. Em pacientes com idade acima de 75 anos, os valores de referência são ajustados para cima em razão de alterações fisiológicas próprias do envelhecimento: redução da função renal, aumento da rigidez arterial, maior prevalência de fibrilação atrial e modificações na arquitetura miocárdica. As diretrizes da Heart Failure Association da ESC (2023) estabelecem, para pacientes acima de 75 anos: valor de corte para exclusão de insuficiência cardíaca (rule-out) de 125 pg/mL no ambulatório — independente da idade — e valor de rule-in ambulatorial de 500 pg/mL. Na emergência, o rule-out é de 300 pg/mL (universal) e o rule-in é de 1800 pg/mL para maiores de 75 anos. A zona cinzenta nessa faixa etária abrange concentrações entre 300 e 1800 pg/mL na emergência. Para diagnóstico de heart stress em pacientes assintomáticos com fatores de risco (diabetes, hipertensão, doença coronariana), o corte de atenção para maiores de 75 anos é ≥300 pg/mL. Valores acima de 2000 pg/mL estão associados a risco mais que duas vezes maior de hospitalização por insuficiência cardíaca e 50% maior risco de mortalidade em relação a valores entre 400–2000 pg/mL. Concentrações acima de 5000 pg/mL indicam prognóstico reservado, com necessidade de internação frequentemente em unidade de cuidados críticos. Comorbidades frequentes no idoso modificam a interpretação: obesidade (BMI 30–35 kg/m²) reduz o ponto de corte em 25%; insuficiência renal com eGFR <30 mL/min/1,73m² eleva o limiar em 35%; fibrilação atrial com FC >90 bpm dobra o ponto de corte. O monitoramento seriado do NT-proBNP no paciente em tratamento para IC é útil: aumento >25% em relação ao valor 'seco' (dry NT-proBNP, obtido em estado euvolêmico) sugere piora da IC. A elevação do NT-proBNP em paciente assintomático com fatores de risco cardiovascular caracteriza o conceito de 'heart stress', indicativo de disfunção cardíaca subclínica e risco aumentado para eventos adversos futuros.",
  "patient_explanation": "O NT-proBNP é uma proteína produzida pelo coração quando ele está sob esforço ou sobrecarga — como se fosse um sinal de socorro enviado pelos músculos cardíacos. Em pessoas com mais de 75 anos, é normal que esse valor seja um pouco mais alto do que em adultos jovens, por isso usamos valores de referência específicos para essa faixa de idade. Quando o resultado está elevado, pode indicar que o coração está trabalhando com dificuldade, o que às vezes acontece em condições como insuficiência cardíaca, pressão alta não controlada ou problemas nos rins. Um valor dentro do esperado para sua idade é um ótimo sinal de que o coração está se adaptando bem. Caso o valor esteja acima do ideal, seu médico vai investigar a causa com exames como ecocardiograma, para entender o que está acontecendo e definir o melhor cuidado. Esse exame detecta problemas cardíacos antes que causem sintomas graves, dando tempo para agir com eficácia.",
  "conduct": "## Conduta Clínica — NT-proBNP em Pacientes Acima de 75 Anos\n\n### Interpretação por Cenário Clínico\n\n**Ambiente ambulatorial (paciente sem sintomas agudos):**\n- **Rule-out (exclusão de IC):** NT-proBNP ≤125 pg/mL — IC improvável, sem necessidade de investigação cardíaca adicional imediata\n- **Zona cinzenta:** 125–500 pg/mL — avaliar comorbidades, considerar ecocardiograma eletivo em 6 semanas\n- **Rule-in (IC provável):** NT-proBNP >500 pg/mL — agendar ecocardiograma em até 6 semanas; se >2000 pg/mL, priorizar avaliação com ecocardiografia em até 2 semanas\n\n**Ambiente de emergência (paciente com dispneia aguda):**\n- **Rule-out:** NT-proBNP <300 pg/mL — investigar causas não cardíacas de dispneia\n- **Zona cinzenta:** 300–1800 pg/mL — exames complementares (ECG, RX tórax, ecocardiograma), avaliar contexto clínico\n- **Rule-in:** NT-proBNP >1800 pg/mL — IC aguda provável; internação, investigação urgente e tratamento da congestão\n- **Prognóstico grave:** NT-proBNP >5000 pg/mL — considerar internação em UTI, monitorização contínua, terapia diurética endovenosa\n\n### Rastreio de Heart Stress em Assintomáticos com Fatores de Risco\n- NT-proBNP ≤50 pg/mL: heart stress muito improvável → repetir em 1 ano\n- 51–299 pg/mL: heart stress pouco provável → repetir em 6 meses\n- **≥300 pg/mL (acima de 75 anos):** heart stress provável → solicitar ecocardiograma; avaliar com equipe de IC se houver disfunção cardíaca\n\n### Ajustes por Comorbidades\n- **Obesidade (IMC 30–35 kg/m²):** reduzir ponto de corte em 25%\n- **Obesidade grave (IMC 35–40):** reduzir 30%; acima de 40: reduzir 40%\n- **DRC com eGFR <30 mL/min/1,73m²:** aumentar limiar em 35%; eGFR 30–45: +25%; eGFR 45–60: +15%\n- **Fibrilação atrial com FC ≤90 bpm:** aumentar corte em 50%; FC >90 bpm: aumentar 100%\n\n### Investigação Complementar Indicada\n- Ecocardiograma transtorácico (avaliação de FEVE, disfunção diastólica, valvopatias)\n- ECG (busca de FA, hipertrofia ventricular, isquemia)\n- Avaliação da função renal: creatinina, ureia, eGFR\n- Hemograma (anemia como causa de sobrecarga cardíaca)\n- TSH (hipotireoidismo e hipertireoidismo afetam NT-proBNP)\n- Radiografia de tórax (congestão pulmonar, cardiomegalia)\n\n### Critérios de Encaminhamento à Cardiologia\n- NT-proBNP >500 pg/mL no ambulatório sem diagnóstico estabelecido\n- NT-proBNP >2000 pg/mL: encaminhamento prioritário em até 2 semanas\n- Piora >25% em relação ao valor 'seco' basal em paciente com IC conhecida\n- Ecocardiograma com disfunção sistólica (FEVE <50%) ou disfunção diastólica significativa\n\n### Monitoramento Seriado\n- Pacientes com IC tratada: avaliar NT-proBNP a cada consulta para detectar descompensação precoce\n- Aumento >25% em relação ao valor 'seco' (euvolêmico) = sinal de alerta para piora da IC\n- Reavaliação após intervenção em fatores de risco (controle de PA, diuréticos, IECA/BRA, MRA): repetir NT-proBNP em 6–12 meses para verificar resposta\n\n### Orientações Não Farmacológicas\n- Restrição de sódio dietético (<2 g/dia em caso de IC suspeita ou confirmada)\n- Controle de peso diário (aumento de >1–2 kg em 2 dias = sinal de alerta)\n- Atividade física adequada à capacidade funcional\n- Cessação de tabagismo\n- Controle rigoroso de PA, glicemia e dislipidemia",
  "points": 22
}
