{
  "score_item_id": "019bf31d-2ef0-70bc-b2e0-bcd9ac886ade",
  "clinical_relevance": "O perfil lipídico (lipidograma) é um painel laboratorial fundamental para avaliação do risco cardiovascular aterosclerótico (ASCVD). O exame padrão inclui: colesterol total (CT), HDL-colesterol (HDL-C), LDL-colesterol (LDL-C), triglicerídeos (TG) e colesterol não-HDL (não-HDL-C). Desde 2021, o não-HDL-C é considerado equivalente ao LDL-C como preditor de risco cardiovascular e deve ser avaliado em todos os pacientes.\n\nValores de referência e alvos terapêuticos estratificados por risco:\n- LDL-C: <130 mg/dL (baixo risco), <100 mg/dL (moderado), <70 mg/dL (alto risco), <50 mg/dL (muito alto risco)\n- Triglicerídeos: alvo <100 mg/dL; níveis >150 mg/dL indicam hipertrigliceridemia e necessidade de intervenção\n- Suspeita de hipercolesterolemia familiar heterozigótica: LDL >190 mg/dL; homozigótica sem tratamento: >500 mg/dL\n\nLimitações do LDL-C isolado: aproximadamente 50% dos indivíduos com LDL-C normal (≤100 mg/dL) já apresentam aterosclerose aos 50 anos. Da mesma forma, quase 40% dos indivíduos com LDL muito elevado podem não apresentar aterosclerose detectável pelo escore de cálcio coronariano (CAC). No estudo MESA, 37% dos pacientes com LDL >190 mg/dL e escore de cálcio zero apresentavam risco comparável a pacientes com colesterol normal.\n\nBiomarcadores complementares de relevância crescente:\n- Apolipoproteína B (apoB): quantifica diretamente o número de partículas aterogênicas (LDL, VLDL, IDL — cada uma contém uma molécula de apoB). É preditor superior ao LDL-C isolado, especialmente em pacientes com diabetes, síndrome metabólica, hipertrigliceridemia ou em uso de estatinas. Alvos: <80 mg/dL (risco moderado), <70 mg/dL (alto risco), <55 mg/dL (muito alto risco).\n- Lipoproteína(a) [Lp(a)]: deve ser dosada ao menos uma vez na vida; tem ~90% de variabilidade genética, indicando forte determinação hereditária.\n- Subfrações de LDL (small dense LDL): partículas pequenas e densas são mais aterogênicas; ômega-3 e dietas low-carb podem melhorar a qualidade das partículas mesmo sem reduzir o LDL total.\n- Razão ApoA/ApoB: marcador de risco cardiovascular mais relevante que o LDL isolado; maior razão indica melhor perfil.\n\nO perfil lipídico pode ser realizado sem jejum para rastreamento inicial na maioria dos pacientes, exceto quando triglicerídeos prévios >400 mg/dL. Em casos de discordância entre marcadores séricos e quadro clínico, a angiotomografia de coronárias com escore de cálcio deve ser considerada para orientar a conduta terapêutica.",
  "patient_explanation": "O lipidograma é um exame de sangue que mede as gorduras (lipídios) no organismo, incluindo o colesterol total, o HDL (colesterol 'bom'), o LDL (colesterol 'ruim') e os triglicerídeos. Esses valores são essenciais para avaliar o risco de doenças do coração e dos vasos sanguíneos, como infarto e AVC.\n\nO colesterol não é apenas vilão: ele é fundamental para a formação das membranas das células, produção de hormônios, vitamina D e sais biliares. O problema ocorre quando há excesso de partículas 'ruins' circulando no sangue por tempo prolongado, favorecendo o entupimento das artérias.\n\nAlterações no exame não significam, isoladamente, que você terá um problema cardíaco. O médico avalia o resultado em conjunto com sua idade, histórico familiar, pressão arterial, tabagismo e outros fatores para estimar seu risco real e decidir a melhor conduta — que pode incluir mudanças no estilo de vida, dieta e, em alguns casos, medicamentos.",
  "conduct": "## Conduta Clínica — Perfil Lipídico / Lipidograma\n\n### 1. Rastreamento e Periodicidade\n- Rastreamento universal em adultos ≥40 anos\n- Adultos mais jovens com fatores de risco (histórico familiar, obesidade, diabetes, HAS, tabagismo)\n- Pode ser realizado sem jejum, exceto se triglicerídeos prévios >400 mg/dL\n- Repetir em 3 meses após início de terapia; depois anualmente se estável\n\n### 2. Estratificação de Risco Cardiovascular\n- Utilizar calculadora de risco validada (Framingham, ASCVD, MESA Risk)\n- Considerar escore de cálcio coronariano (CAC) em casos de risco intermediário ou discordância entre exames laboratoriais e quadro clínico\n- **Escore de cálcio zero** confere \"período de garantia\" de aproximadamente 15 anos, mesmo com LDL elevado\n- Angiotomografia de coronárias com avaliação de placas moles quando clinicamente indicado\n\n### 3. Investigação Laboratorial Ampliada (Casos Selecionados)\n- **ApoB**: indicado em pacientes com diabetes, síndrome metabólica, TG elevados, obesidade ou em uso de estatinas; melhor estratificador de risco aterogênico real\n- **Lp(a)**: dosar ao menos uma vez na vida em todos os pacientes; sem tratamento farmacológico eficaz rotineiro, mas influencia a decisão de iniciar estatinas\n- **Subfracionamento de LDL**: avalia tamanho e densidade das partículas; partículas pequenas e densas (small dense LDL) são mais aterogênicas\n- **LDL oxidado**: marcador de oxidação lipídica e risco de ruptura de placa\n- **Razão ApoA/ApoB**: maior razão sugere melhor perfil de risco\n- **Marcadores inflamatórios**: PCR ultrassensível, TNF-α, IL-6 para avaliação do componente inflamatório\n- **Glicemia de jejum, insulina de jejum, HbA1c**: essenciais para avaliar resistência à insulina e risco metabólico associado\n\n### 4. Metas Terapêuticas por Categoria de Risco\n| Categoria | LDL-C alvo | Não-HDL-C alvo | ApoB alvo |\n|---|---|---|---|\n| Baixo risco | <130 mg/dL | <160 mg/dL | — |\n| Moderado | <100 mg/dL | <130 mg/dL | <80 mg/dL |\n| Alto risco | <70 mg/dL | <100 mg/dL | <70 mg/dL |\n| Muito alto risco | <50 mg/dL | <80 mg/dL | <55 mg/dL |\n\n### 5. Intervenções Não Farmacológicas (Base do Tratamento)\n- **Dieta**: padrão mediterrâneo com ou sem restrição calórica; redução de carboidratos refinados e ultraprocessados\n- **Atividade física**: mínimo 150 min/semana de atividade aeróbica moderada; treino de força melhora sensibilidade à insulina e perfil lipídico\n- **Cessação do tabagismo**: redução significativa do risco cardiovascular global\n- **Controle do peso**: especialmente em síndrome metabólica\n- **Ômega-3**: reduz triglicerídeos, melhora tamanho das partículas de LDL e reduz ApoB; em pacientes com DCV prévia, redução absoluta de risco de infarto de ~3% (30/1.000 pessoas)\n\n### 6. Terapia Farmacológica\n- **Estatinas de intensidade moderada a alta**: terapia inicial de escolha para pacientes de alto e muito alto risco; benefício pleotrópico (anti-inflamatório, estabilização de placa) além da redução do LDL\n- **Prevenção primária**: uso criterioso; em baixo risco, NNT para prevenir infarto não fatal em 5 anos é ~104 e para AVC ~154; avaliar NNH (diabetes: 1/50, dano muscular: 1/10)\n- **Prevenção secundária**: estatina amplamente justificada pelo baixo NNT e pelos efeitos pleotrópicos\n- **Ezetimiba**: adicionar se meta lipídica não atingida com estatina isolada\n- **Inibidores de PCSK9**: considerar em muito alto risco ou hipercolesterolemia familiar refratária\n- Monitorar: glicemia, transaminases, sintomas musculares durante terapia com estatinas\n\n### 7. Situações Especiais\n- **Hipertrigliceridemia isolada** (TG >150 mg/dL): priorizar intervenção no estilo de vida; ômega-3 em altas doses; fibratos se TG muito elevados\n- **Hipercolesterolemia familiar**: encaminhamento a lipidologista ou cardiologista; rastreamento familiar em cascata\n- **Discordância LDL vs. apoB/não-HDL**: risco cardiovascular segue mais proximamente apoB e não-HDL; ajustar conduta pelos marcadores mais precisos\n- **Polimorfismos genéticos** (LDLR, APOE, ABCG5/8, FADS1/2, HMGCR): avaliar em casos refratários ou com resposta atípica à dieta/medicação\n- **Mulheres pós-menopausa**: aumento do risco cardiovascular com aproximação para quase 1:1 em relação aos homens; vigilância aumentada e reavaliação do perfil lipídico",
  "points": 0
}
