{
  "score_item_id": "c77cedd3-2800-75e0-891b-a0c51a47ccc1",
  "clinical_relevance": "O colesterol total (CT) é um dos lipídios mais estudados na medicina cardiovascular, composto pela soma de colesterol presente em todas as lipoproteínas circulantes: LDL-C, HDL-C, VLDL-C e remanescentes. Sua mensuração é realizada em soro ou plasma por métodos enzimáticos padronizados, com variabilidade intraindividual de 5–10%, o que justifica a recomendação de repetição em contextos de decisão terapêutica.\n\n**Valores de referência (PSLD/PoLA 2024 e consenso clínico):**\n- Desejável: < 190 mg/dL\n- Limítrofe: 190–239 mg/dL\n- Elevado: ≥ 240 mg/dL\n- Suspeita de hipercolesterolemia familiar heterozigótica (heFH): > 310 mg/dL (LDL > 190 mg/dL)\n- Suspeita de hipercolesterolemia familiar homozigótica (hoFH): > 500 mg/dL sem tratamento, > 300 mg/dL em tratamento\n\nO CT isolado apresenta limitações expressivas como preditor de risco cardiovascular aterosclerótico (ASCVD). Estudos demonstram que aproximadamente 50% dos indivíduos com LDL ≤ 100 mg/dL apresentam aterosclerose aos 50 anos, enquanto quase 40% dos indivíduos com LDL muito elevado não apresentam aterosclerose detectável, evidenciando a heterogeneidade do risco. Um CT de 310 mg/dL em uma paciente de 32 anos pode corresponder a risco cardiovascular em 10 anos de apenas 1,22%, ao passo que um CT de 180 mg/dL em um paciente de 50 anos com HDL de 29 mg/dL e hipertensão pode implicar risco de 68% no mesmo período.\n\nDo ponto de vista fisiopatológico, o CT é utilizado como componente da equação de Friedewald para estimativa de LDL-C (LDL-C = CT – HDL-C – TG/5), e também para cálculo do colesterol não-HDL (não-HDL-C = CT – HDL-C), marcador que incorpora todas as lipoproteínas aterogênicas. O não-HDL-C possui menor variabilidade biológica que os triglicerídeos e é recomendado como marcador complementar ao LDL-C, especialmente quando TG > 200 mg/dL, situação em que o LDL calculado perde acurácia.\n\nNo contexto da medicina funcional integrativa, o CT deve ser interpretado de forma integrada com: razão TG/HDL (valores de TG aproximadamente 2,5× o HDL sugerem predominância de partículas de LDL aterogênicas), subfracionamento de LDL (partículas pequenas e densas — sdLDL — são mais aterogênicas que partículas grandes), LDL oxidada, ApoB, Lp(a), PCR-us e escore de cálcio coronariano (CAC). Polimorfismos em genes como LDLR, CETP, ABCG5/G8, HMGCR e LIPC modulam a resposta individual ao CT e ao tratamento hipolipemiante, reforçando a necessidade de avaliação genômica em casos selecionados.\n\nEpidemiologicamente, no Brasil ocorrem 410 mil mortes/ano por doenças cardiovasculares, correspondendo a 36% dos óbitos em indivíduos com 55 anos ou mais. A dislipidemia é um dos principais fatores de risco modificáveis. Em prevenção primária com estatinas, a redução relativa de risco é de aproximadamente 20%; entretanto, em indivíduos de baixo risco (2% em 10 anos), a redução absoluta é de apenas 0,4% (NNT ≈ 250). O benefício absoluto é expressivo apenas em alto risco (redução de ~13 pontos percentuais em pacientes com risco basal de 40%). Portanto, a decisão terapêutica deve ser guiada pelo risco cardiovascular global, não pelo CT isolado.",
  "patient_explanation": "O colesterol total é uma gordura natural produzida principalmente pelo fígado e presente em alimentos de origem animal. Ele circula no sangue dentro de \"embalagens\" chamadas lipoproteínas, sendo as mais conhecidas o LDL (colesterol ruim) e o HDL (colesterol bom). O exame soma todas essas frações e serve como ponto de partida para avaliar o risco de doenças do coração e das artérias. O valor adequado é abaixo de 190 mg/dL. Porém, o número isolado não conta toda a história: pessoas com colesterol alto podem ter artérias saudáveis, e outras com colesterol normal podem ter placas. Por isso, seu médico avalia esse resultado junto com outros exames, hábitos de vida e histórico familiar para entender seu risco real. Na maioria dos casos, o colesterol pode ser controlado com alimentação equilibrada, exercícios regulares e, quando necessário, medicamentos.",
  "conduct": "## Conduta Clínica — Colesterol Total (CT)\n\n### 1. Interpretação Contextualizada do Resultado\n\n- **Nunca interpretar o CT de forma isolada.** Avaliar sempre em conjunto com o perfil lipídico completo (HDL-C, LDL-C, não-HDL-C, TG), marcadores de inflamação (PCR-us), resistência insulínica (insulina de jejum, HOMA-IR, HbA1c) e risco cardiovascular global.\n- Calcular o **risco cardiovascular em 10 anos** por calculadora validada (ex.: Framingham, PCE, SCORE2) antes de qualquer decisão terapêutica.\n- Em indivíduos < 40 anos com CT muito elevado (> 300 mg/dL), considerar **hipercolesterolemia familiar** (heFH se LDL > 190 mg/dL; hoFH se CT > 500 mg/dL sem tratamento) e encaminhar ao especialista em lipidologia.\n\n### 2. Investigação Complementar Escalonada\n\n**Perfil lipídico básico (sempre):**\n- CT, HDL-C, LDL-C, triglicerídeos, não-HDL-C\n- Repetir em jejum se TG não-jejum > 400 mg/dL\n\n**Perfil expandido (em casos selecionados ou CT limítrofe/elevado):**\n- **ApoB:** preditor aterogênico superior ao LDL-C isolado; alvo < 100 mg/dL (baixo/moderado risco), < 80 mg/dL (alto), < 65 mg/dL (muito alto), < 55 mg/dL (extremo)\n- **Lp(a):** medir pelo menos uma vez na vida; > 50 mg/dL indica risco aumentado independente\n- **LDL oxidada:** marcador de estresse oxidativo; ideal ≤ 133 U/L (valores > 25 para anti-LDL oxidada indicam maior oxidação)\n- **Subfracionamento de LDL:** identificar partículas pequenas e densas (sdLDL), mais aterogênicas\n- **Razão TG/HDL:** razão > 2,5 sugere predomínio de LDL aterogênico\n- **PCR-us, IL-6, óxido nítrico:** avaliar componente inflamatório/endotelial\n- **Insulina de jejum, glicemia, HbA1c:** investigar resistência insulínica como causa\n\n**Imagem cardiovascular (quando indicado clinicamente):**\n- **Escore de cálcio coronariano (CAC):** CAC = 0 indica risco muito baixo mesmo com CT elevado; CAC > 300 indica risco alto independente do CT; faixas: 0–100 (baixo), 100–300 (moderado), > 300 (alto)\n- **Angiotomografia de coronárias:** avaliar placas moles em casos de alto risco com exames séricos discordantes\n\n### 3. Estratificação de Risco e Metas Lipídicas\n\n| Risco CV | Meta LDL-C | Meta não-HDL-C | Meta ApoB |\n|---|---|---|---|\n| Baixo/Moderado | < 115 mg/dL | < 130 mg/dL | < 100 mg/dL |\n| Alto | < 100 mg/dL | < 100 mg/dL | < 80 mg/dL |\n| Muito alto | < 70 mg/dL | < 85 mg/dL | < 65 mg/dL |\n| Extremo | < 55 mg/dL | < 70 mg/dL | < 55 mg/dL |\n\n*O CT desejável é < 190 mg/dL, porém metas individuais devem ser guiadas pelo LDL-C, não-HDL-C e ApoB conforme risco global.*\n\n### 4. Intervenções Terapêuticas Baseadas em Evidências\n\n**Modificação de estilo de vida (primeira linha em baixo/moderado risco):**\n- Reduzir excesso de carboidratos refinados e açúcares (principal causa de hipertrigliceridemia e elevação secundária de CT)\n- Dieta mediterrânea com restrição calórica combinada com atividade física — monitorar resultados em 6 e 12 meses\n- Atividade física aeróbica regular (mínimo 150 min/semana de intensidade moderada)\n- Cessação do tabagismo e moderação do álcool\n- Controle do peso corporal e da circunferência abdominal\n\n**Terapia farmacológica (conforme risco e metas não atingidas):**\n- **Estatinas:** redução relativa de LDL-C de ~20–50%; indicar com base no risco cardiovascular global, não apenas no CT; benefício absoluto expressivo apenas em alto/muito alto risco; considerar suplementação de CoQ10/ubiquinol em portadores de polimorfismo HMGCR ou com mialgia\n- **Ezetimiba, inibidores de PCSK9, ácido bempedóico:** opções em casos refratários ou de muito alto risco\n- **Ômega-3 (EPA/DHA) em doses terapêuticas:** benefício cardiovascular em prevenção secundária (redução absoluta de ~3% de infarto); usar formulações de alta qualidade e doses adequadas\n\n**Encaminhamento ao especialista (lipidologia/cardiologia):**\n- Suspeita de hipercolesterolemia familiar (LDL > 190 mg/dL, CT > 310 mg/dL, história familiar de DCV precoce)\n- CT > 500 mg/dL\n- Falha terapêutica após 3–6 meses de otimização de estilo de vida e terapia farmacológica de primeira linha\n- Alto risco cardiovascular com metas não atingidas\n\n### 5. Monitoramento\n\n- Repetir perfil lipídico em **3–6 meses** após início ou ajuste de terapia\n- Após estabilização, monitoramento anual\n- Avaliar adesão, tolerância medicamentosa e fatores modificáveis a cada consulta",
  "points": 15
}
