{
  "score_item_id": "c77cedd3-2800-78d6-8eb4-e496bd62d509",
  "clinical_relevance": "O HDL-Colesterol (High-Density Lipoprotein) é uma lipoproteína plasmática de alta densidade (1,063–1,21 g/mL) e diâmetro entre 7,6–10,6 nm, cuja principal proteína estrutural é a Apolipoproteína A-I (ApoA-I), responsável por aproximadamente 70% do conteúdo proteico da partícula e fundamental para sua biogênese e função. O HDL-C exerce papel central no transporte reverso de colesterol, removendo colesterol de células periféricas, incluindo macrófagos, e transportando-o ao fígado para excreção.\n\nValores de referência tradicionais: HDL < 40 mg/dL (homens) e < 50 mg/dL (mulheres) são considerados fator de risco cardiovascular. Valores ≥ 60 mg/dL eram historicamente associados a proteção. No entanto, evidências atuais demonstram uma relação em U entre HDL e mortalidade: HDL muito elevado (> 90 mg/dL) pode paradoxalmente aumentar o risco de mortalidade por todas as causas, especialmente em homens não diabéticos, como evidenciado pelo estudo de coorte KoGES-HEXA com seguimento médio de 11,7 anos (2.258 óbitos em homens e 1.648 em mulheres). Participantes com HDL ≥ 60 mg/dL que o elevaram ainda mais apresentaram Hazard Ratio de 1,15 para doença cardiovascular.\n\nA disfuncionalidade do HDL é um conceito crítico: partículas de HDL estruturalmente anormais ou com capacidade reduzida de efluxo de colesterol (CEC — Cholesterol Efflux Capacity) podem perder o efeito cardioprotetor e até se tornar pró-aterogênicas. Ensaios clínicos com inibidores de CETP, desenhados para elevar farmacologicamente o HDL-C, não demonstraram redução de eventos cardiovasculares e alguns foram encerrados prematuramente por aumento de mortalidade.\n\nNa avaliação clínica integrada, o HDL isolado tem valor limitado. A razão TG/HDL é utilizada como inferência prática de risco aterogênico: TG aproximadamente 2,5 vezes o HDL sugere maior proporção de partículas de LDL pequenas e densas (small dense LDL), mais aterogênicas. A relação ApoB/ApoA-I, o número de partículas de HDL (HDL-P por NMR) e a dosagem de ApoA-I oferecem avaliação mais funcional que o HDL-C isolado. O HDL-C atual não é recomendado pelas diretrizes de 2024 como alvo terapêutico independente ou preditor primário de risco cardiovascular, sendo seu valor principal na composição do cálculo de LDL-C e non-HDL-C. HDL elevado por consumo de álcool não confere o mesmo benefício que o HDL elevado por exercício físico. Fatores que influenciam HDL: exercício aeróbico regular, ácidos graxos monoinsaturados, ômega-3, niacina (vitamina B3), policosanol, extrato de bergamota (Vasguard), tabagismo (reduz), sedentarismo (reduz), hipertrigliceridemia e resistência insulínica (reduzem). O polimorfismo APOC3 inibe lipases e retarda o catabolismo de partículas ricas em triglicerídeos, resultando em HDL cronicamente baixo com resposta lenta às intervenções, beneficiando-se especialmente de niacina.",
  "patient_explanation": "O HDL é popularmente chamado de \"colesterol bom\" porque ajuda a limpar o excesso de gordura das artérias, levando-o de volta ao fígado para ser eliminado. Quando o HDL está muito baixo, as artérias ficam mais expostas ao acúmulo de gordura, aumentando o risco de infarto e AVC. Porém, ter HDL muito alto também não significa necessariamente mais proteção — estudos recentes mostram que níveis extremamente elevados podem, paradoxalmente, ser prejudiciais. O ideal é manter o HDL em uma faixa equilibrada, o que se consegue principalmente com exercícios físicos regulares, alimentação rica em gorduras boas (azeite, abacate, peixes), redução de açúcar e carboidratos refinados, controle do peso e abandono do tabagismo. Valores baixos de HDL combinados com triglicerídeos altos são um sinal de alerta importante que o seu médico irá avaliar junto com outros exames do seu perfil cardiovascular.",
  "conduct": "## Conduta Clínica — HDL Colesterol\n\n### Interpretação dos Resultados\n\n- **HDL < 40 mg/dL (homens) / < 50 mg/dL (mulheres):** Fator de risco cardiovascular independente. Investigar causas secundárias e iniciar intervenções.\n- **HDL 40–60 mg/dL:** Faixa de monitoramento; avaliar contexto metabólico global (TG, LDL, insulina, PCR).\n- **HDL 60–90 mg/dL:** Historicamente considerado protetor; avaliar causa (exercício vs. álcool vs. genética).\n- **HDL > 90 mg/dL:** Atentar ao paradoxo do HDL muito alto; investigar consumo de álcool, dislipidemia genética (deficiência de CETP, mutações ABCA1/APOA1), disfuncionalidade da partícula. Reavaliar em 8–12 semanas após ajuste de intervenção.\n\n### Avaliação Complementar\n\n- **Perfil lipídico ampliado:** TG, LDL-C, non-HDL-C, ApoB, ApoA-I, razão ApoB/ApoA-I\n- **Razão TG/HDL:** Se TG ≈ 2,5 × HDL, há maior probabilidade de LDL pequeno e denso (aterogênico)\n- **Marcadores inflamatórios:** PCR de alta sensibilidade (risco elevado se > 3 mg/L), Interleucina-6\n- **Marcadores de função endotelial:** Óxido nítrico (alvo ≥ 8,8)\n- **LDL oxidada:** Marcador de estresse oxidativo; limite saudável < 133 U/L\n- **Subfracionamento de LDL/HDL por NMR:** Em casos selecionados com perfil de risco intermediário-alto\n- **Insulina de jejum e HOMA-IR:** Resistência insulínica reduz HDL e eleva TG\n- **Score de cálcio coronariano / Angiotomografia:** Quando contexto clínico justificar estratificação adicional\n- **Investigação genética:** Polimorfismo APOC3, CETP, ABCA1, APOA1 em casos de HDL persistentemente anormal sem causa secundária aparente\n\n### Intervenções Não Farmacológicas (Primeira Linha)\n\n- **Exercício físico:** Atividade aeróbica regular é a intervenção mais eficaz para elevar HDL; combinar com treino de resistência\n- **Dieta:** Aumentar gorduras monoinsaturadas (azeite, abacate, oleaginosas); reduzir carboidratos refinados e açúcar (principal causa de hipertrigliceridemia e baixo HDL)\n- **Estratégia mediterrânea:** Especialmente útil em síndrome metabólica; monitorar resultados em 6 e 12 meses\n- **Cessação do tabagismo:** Tabagismo reduz HDL; cessação melhora o perfil\n- **Restrição de álcool:** HDL elevado por álcool não confere proteção cardiovascular equivalente ao HDL elevado por exercício\n- **Controle de peso:** Obesidade e sedentarismo reduzem HDL\n\n### Suplementação com Evidência\n\n- **Ácidos graxos ômega-3 (EPA/DHA):** Modula TG e perfil inflamatório; doses terapêuticas > 1 g/dia\n- **Niacina (Vitamina B3):** Aumenta HDL, reduz TG, CT e VLDL; especialmente útil em portadores de polimorfismo APOC3. Opções: Hexaniacinato de Inositol 500–1500 mg/dia (evita flushing); Niagen (nicotinamida ribosídeo) 300 mg/dia. Atenção ao flushing com formas convencionais de niacina.\n- **Extrato de Bergamota (Vasguard):** Efeito semelhante à rosuvastatina 10 mg na redução de LDL, com benefício adicional no HDL e triglicerídeos\n- **Policosanol:** Reduz LDL (~28%) e aumenta HDL (~17,5%); efeito antiagregante plaquetário adicional\n- **Ácido Alfa-Lipoico (ALA):** Melhora perfil lipídico e reduz marcadores inflamatórios\n\n### Critérios de Encaminhamento\n\n- HDL < 30 mg/dL persistente sem resposta a intervenções: considerar avaliação por endocrinologista ou cardiologista\n- Suspeita de dislipidemia genética (HDL > 90 mg/dL com histórico familiar ou eventos cardiovasculares precoces)\n- Síndrome metabólica com múltiplos fatores de risco não controlados\n- Paciente com doença cardiovascular estabelecida: manejo integrado com cardiologista\n\n### Monitoramento\n\n- Reavaliação do perfil lipídico completo em **8–12 semanas** após início de intervenções\n- Avaliação de 6 e 12 meses para estratégias dietéticas e de estilo de vida\n- Não usar HDL-C isolado como alvo terapêutico; avaliar sempre o conjunto: TG/HDL, ApoB, PCR, insulina e contexto clínico global",
  "points": 16
}
