{
  "score_item_id": "c77cedd3-2800-7cfa-a75c-05dfcd1bfb4d",
  "clinical_relevance": "O LDL-C (colesterol da lipoproteína de baixa densidade) é o principal marcador laboratorial de risco cardiovascular aterosclerótico e o alvo terapêutico central nas diretrizes de lipídios. Fisiologicamente, o LDL transporta ésteres de colesterol do fígado para tecidos periféricos; sua aterogenicidade decorre menos do valor numérico total e mais das modificações oxidativas, glicosiladas e inflamatórias das partículas. O LDL não oxidado, em estado nativo, tem potencial aterogênico limitado; é a oxidação catalisada pelo estresse oxidativo e pela inflamação crônica que torna as partículas reconhecidas por receptores scavenger dos macrófagos, iniciando a formação da placa ateromatosa.\n\nDo ponto de vista epidemiológico, cerca de 50% dos indivíduos com LDL ≤100 mg/dL já apresentam aterosclerose detectável aos 50 anos, e aproximadamente 40% daqueles com LDL muito elevado não demonstram aterosclerose ao escore de cálcio coronariano (CAC), reforçando que o LDL isolado é preditor insuficiente de desfecho clínico. Na hipercolesterolemia familiar heterozigótica, o ponto de corte sugestivo é LDL >190 mg/dL; na forma homozigótica não tratada, >500 mg/dL.\n\nAs partículas de LDL são heterogêneas — pelo menos 11 subtipos descritos — e as small dense LDL são significativamente mais aterogênicas por maior penetração no espaço subendotelial e maior suscetibilidade à oxidação. A razão TG/HDL ≥2,5 funciona como marcador prático de predomínio dessas partículas aterogênicas. A LDL oxidada (LDLox) com valor limite saudável em torno de 133 U/L pode chegar a 1000 U/L em pacientes de alto risco, configurando marcador crítico de estresse oxidativo vascular.\n\nAs metas terapêuticas variam por estratificação: risco muito alto, LDL <50 mg/dL com redução ≥50%; risco alto, <70 mg/dL; risco moderado, <100 mg/dL; risco baixo, <115 mg/dL. Estatinas reduzem o risco cardiovascular relativo em média 20-25%, porém o benefício absoluto em prevenção primária de baixo risco é modesto (redução absoluta ~0,4%; NNT ~250). Em prevenção secundária, onde o risco basal é elevado, o benefício absoluto é substancial (~8% em pacientes com risco de 40%). Polimorfismos em genes como LDLR, PCSK9, HMGCR, LIPC e ABCG5/ABCG8 modulam a resposta individual ao tratamento e devem ser considerados na personalização terapêutica. O CAC zero, mesmo com LDL >190 mg/dL, confere um \"período de garantia\" de aproximadamente 15 anos de risco extremamente baixo, sendo ferramenta superior ao LDL isolado para estratificação.",
  "patient_explanation": "O LDL é chamado de \"colesterol ruim\", mas a história é mais complexa do que esse rótulo sugere. Ele é uma partícula que transporta colesterol pelo sangue — o problema não é o LDL em si, mas quando ele sofre danos por inflamação ou estresse oxidativo e começa a se acumular nas paredes das artérias, podendo causar entupimentos ao longo dos anos. Valores muito altos aumentam o risco de infarto e AVC, mas o número sozinho não conta tudo: o que importa é o contexto geral da sua saúde — inflamação, açúcar no sangue, pressão arterial, qualidade das partículas de LDL e outros exames. Manter alimentação equilibrada, praticar atividade física regular, controlar o peso e evitar tabagismo são as medidas mais eficazes para manter o LDL em níveis saudáveis. Se os seus valores estiverem alterados, o médico avaliará o risco cardiovascular completo antes de decidir o melhor tratamento para você.",
  "conduct": "## Conduta Clínica — LDL Colesterol\n\n### 1. Interpretação Contextualizada\n\n- **Nunca tratar o número isolado.** O LDL-C deve ser interpretado dentro do risco cardiovascular global, incluindo inflamação (PCR-us), resistência insulínica, pressão arterial, tabagismo, histórico familiar e outros biomarcadores.\n- Considerar sempre a **qualidade das partículas** (small dense LDL) e não apenas a quantidade total.\n- Utilizar a **razão TG/HDL** como proxy prático: valores ≥2,5 sugerem predomínio de partículas aterogênicas pequenas e densas.\n\n### 2. Exames Complementares Recomendados\n\n- **Perfil lipídico ampliado:** HDL, triglicerídeos, não-HDL-C, ApoB, ApoA-I, relação ApoB/ApoA-I.\n- **Subfracionamento de LDL:** avalia tamanho e número de partículas; indicado em casos selecionados com risco intermediário ou perfil lipídico discordante.\n- **LDL oxidada** (LDLox): marcador de estresse oxidativo vascular; limite saudável ~133 U/L.\n- **Anti-LDL oxidado:** complementar; limite desejável ≤25.\n- **PCR ultrassensível** e **Interleucina-6:** avaliam componente inflamatório associado.\n- **Insulina de jejum e HbA1c:** cadeia causal metabólica (excesso de carboidratos → ↑TG, ↑LDL, resistência insulínica).\n- **Escore de Cálcio Coronariano (CAC):** considerar em prevenção primária com risco intermediário antes de iniciar estatina; CAC=0 confere risco muito baixo mesmo com LDL >190 mg/dL.\n- **Angiotomografia de coronárias:** quando contexto clínico justificar avaliação de placas moles.\n\n### 3. Metas Terapêuticas por Estrato de Risco\n\n| Estrato de Risco | Meta de LDL |\n|---|---|\n| Muito alto (DCV estabelecida, DM com lesão) | <50 mg/dL e redução ≥50% |\n| Alto risco | <70 mg/dL |\n| Risco moderado | <100 mg/dL |\n| Risco baixo | <115 mg/dL |\n| HF heterozigótica suspeita | LDL >190 mg/dL |\n| HF homozigótica não tratada | LDL >500 mg/dL |\n\n### 4. Intervenções Não Farmacológicas (Prioritárias em Prevenção Primária)\n\n- **Redução de carboidratos refinados e ultraprocessados:** principal causa metabólica de ↑TG e ↑LDL aterogênico; foco na causa, não no número.\n- **Atividade física regular:** resistência aeróbica e treino de força melhoram perfil lipídico e sensibilidade insulínica.\n- **Dieta mediterrânea** com restrição calórica: estratégia de escolha para síndrome metabólica, monitorar em 6 e 12 meses.\n- **Suplementos com evidência:**\n  - **Extrato de Bergamota (Vasguard):** redução de LDL comparável à rosuvastatina 10mg; benefícios adicionais em HDL, TG e resistência insulínica.\n  - **Policosanol:** redução de LDL ~28%, aumento de HDL ~17,5%; efeito antioxidante e antiagregante.\n  - **Ácido Alfa-Lipoico (ALA):** reduz LDL oxidado, TG e marcadores inflamatórios; melhora função endotelial.\n  - **Ômega-3 (EPA/DHA):** doses terapêuticas >2g/dia; 1g/dia considerado insuficiente para efeito clínico.\n\n### 5. Farmacoterapia\n\n- **Prevenção primária de baixo risco:** uso de estatina controverso; NNT para infarto não fatal em 5 anos = 104; NNH para diabetes = 50; benefício absoluto muito pequeno.\n- **Prevenção primária de risco intermediário-alto:** avaliar com CAC; se CAC=0, diferir estatina com reavaliação em 2-5 anos.\n- **Prevenção secundária (pós-evento):** estatina justificada pelos efeitos pleiotrópicos (anti-inflamatório, estabilização de placa, melhora endotelial) além da redução de LDL.\n- **Inibidores de PCSK9:** redução potente de LDL (~50-60%); benefícios clínicos duros menos robustos que a redução de LDL sugere; reservar para alto/muito alto risco com intolerância ou falha a estatinas.\n- **Polimorfismos genéticos:** considerar HMGCR (resposta a estatinas + suplementar CoQ10/ubiquinol), LDLR (hipercolesterolemia familiar), PCSK9 (candidatos a inibidores), ABCG5/ABCG8 (ajustar colesterol dietético).\n\n### 6. Encaminhamento\n\n- **Endocrinologia/Cardiologia:** LDL >190 mg/dL persistente sem resposta a estilo de vida, ou suspeita de hipercolesterolemia familiar.\n- **Genética médica:** suspeita de HF homozigótica (LDL >500 mg/dL, xantomas tendíneos precoces, histórico familiar grave).\n- **Nutrição especializada:** casos com síndrome metabólica, obesidade grave ou resistência a mudanças dietéticas.\n\n### 7. Monitoramento\n\n- Reavaliar perfil lipídico completo a cada 3-6 meses após início de intervenção dietética ou farmacológica.\n- Incluir PCR-us, LDL oxidada e insulina no painel de acompanhamento para avaliar a causa raiz, não apenas o número de LDL.",
  "points": 18
}
