{
  "score_item_id": "019bf31d-2ef0-7842-a7b2-68b0e3ea9154",
  "clinical_relevance": "O VLDL-colesterol (Very Low Density Lipoprotein cholesterol) representa a fração lipoproteica sintetizada predominantemente pelo fígado, sendo responsável pelo transporte de triglicerídeos endógenos da circulação hepática para os tecidos periféricos. Estruturalmente, o VLDL contém ApoB100 como proteína estrutural principal — a mesma apolipoproteína presente no LDL e IDL — o que confere ao VLDL e aos seus remanescentes (IDL, colesterol remanescente) elevado potencial aterogênico.\n\nFisiologicamente, o VLDL é precursor direto do LDL: após a liberação de triglicerídeos mediada pela lipase lipoproteica, o VLDL é convertido em IDL e subsequentemente em LDL. Essa cascata metabólica confere ao VLDL papel central no perfil aterogênico global. O colesterol remanescente — estimado como Colesterol Total − (HDL + LDL) e que reflete principalmente VLDL, IDL e quilomícrons remanescentes — é considerado altamente aterogênico e preditor independente de doença cardiovascular aterosclerótica (ASCVD), conforme evidências publicadas no Journal of the American College of Cardiology (Doi et al., 2022) e no European Heart Journal (Quispe et al., 2021).\n\nValores de referência: o VLDL-colesterol calculado pela fórmula clássica (TG/5, em mg/dL) situa-se em condições normais abaixo de 30 mg/dL. Valores entre 30–40 mg/dL são considerados limítrofes; acima de 40 mg/dL configuram elevação clinicamente relevante, geralmente acompanhada de hipertrigliceridemia (TG > 150 mg/dL). As diretrizes polonesas PSLD/PoLA 2024 recomendam como alvo terapêutico níveis de triglicerídeos < 100 mg/dL (1,1 mmol/L) em pacientes com hipertrigliceridemia moderada, o que indiretamente reduz o VLDL circulante.\n\nA elevação do VLDL é classicamente associada à síndrome metabólica, resistência insulínica, consumo excessivo de carboidratos refinados, sedentarismo, obesidade visceral e diabetes tipo 2. A cadeia fisiopatológica segue o fluxo: excesso de carboidratos → hiperinsulinemia → aumento de síntese hepática de TG e VLDL → hipertrigliceridemia → aumento de VLDL e partículas remanescentes aterogênicas. A relação TG/HDL é utilizada clinicamente como proxy para o predomínio de partículas de LDL pequenas e densas (padrão B), mais aterogênicas: valores de TG aproximadamente 2,5 vezes o HDL sugerem maior presença dessas partículas.\n\nNa fórmula de Friedewald (LDL = CT − HDL − TG/5), o VLDL é calculado como TG/5, o que representa uma estimativa do colesterol transportado pelo VLDL. A equação Martin-Hopkins (2013) aprimora essa estimativa ao utilizar a razão TG/VLDL-C individualizada por tabelas específicas, reduzindo imprecisões especialmente em valores de LDL < 70 mg/dL. O non-HDL-C (CT − HDL), que engloba LDL + IDL + VLDL + Lp(a), é recomendado como marcador secundário de risco cardiovascular pelas diretrizes ESC 2021 e PSLD/PoLA 2024, sendo especialmente útil em pacientes com TG > 200 mg/dL, obesidade, diabetes tipo 2 e síndrome metabólica. Estrategicamente, o non-HDL-C reflete melhor a carga total de lipoproteínas aterogênicas e é pelo menos tão preditivo quanto o ApoB em vários cenários clínicos.",
  "patient_explanation": "O VLDL é um tipo de partícula de gordura produzida pelo fígado para transportar triglicerídeos — uma forma de energia — pelo sangue até os músculos e outros tecidos. Quando o VLDL está elevado, significa que há excesso dessas partículas circulando, o que pode contribuir para o acúmulo de gordura nas paredes das artérias e aumentar o risco de infarto e AVC ao longo do tempo. Esse aumento quase sempre está ligado a uma alimentação rica em açúcares e carboidratos refinados, sedentarismo, sobrepeso ou resistência à insulina. A boa notícia é que o VLDL responde muito bem a mudanças no estilo de vida: reduzir o consumo de açúcar e carboidratos processados, praticar exercícios regularmente e controlar o peso são as principais estratégias para normalizar esses valores. Seu médico avaliará o VLDL junto com outros exames — triglicerídeos, HDL, LDL e glicemia — para ter uma visão completa do seu risco cardiovascular e orientar o melhor tratamento para você.",
  "conduct": "## Avaliação Inicial\n\n- **Confirmar valor do VLDL** no contexto do perfil lipídico completo: colesterol total, HDL, LDL (calculado e/ou direto), triglicerídeos, non-HDL-C\n- Verificar se o exame foi coletado em **jejum de 12 horas** (preferencial para triglicerídeos; perfil lipídico pode ser não-jejum se TG prévios < 400 mg/dL)\n- Calcular **non-HDL-C** (CT − HDL): reflete carga total de lipoproteínas aterogênicas; meta varia conforme risco cardiovascular\n- Calcular **razão TG/HDL**: valores ≥ 2,5 sugerem predomínio de partículas LDL pequenas e densas (padrão B, mais aterogênicas)\n- Calcular **colesterol remanescente** (CT − HDL − LDL): estimativa de VLDL + IDL; acima de 30 mg/dL indica risco residual elevado\n\n## Investigação Complementar\n\n- **Glicemia de jejum e HbA1c**: avaliar resistência insulínica e diabetes\n- **Insulina de jejum**: calcular HOMA-IR para quantificar resistência insulínica\n- **ApoB**: marcador do número total de partículas aterogênicas; mais preciso que LDL isolado\n- **Relação ApoB/ApoA-I**: preditor cardiovascular superior ao LDL isolado\n- **LDL oxidado**: marcador de estresse oxidativo e dano endotelial\n- **PCR ultrassensível**: avaliação de inflamação sistêmica associada\n- **TSH**: hipotireoidismo como causa secundária de dislipidemia\n- **Função hepática (TGO, TGP, GGT)**: doença hepática gordurosa não alcoólica (DHGNA) associada a hipertrigliceridemia\n- **Ácido úrico**: marcador de síndrome metabólica e resistência insulínica\n- Em casos selecionados de alto risco ou discordância entre marcadores: **escore de cálcio coronariano** e/ou **angiotomografia de coronárias**\n\n## Estratificação de Risco e Metas\n\n| Categoria de risco | Meta LDL | Meta non-HDL-C | Meta TG (VLDL proxy) |\n|---|---|---|---|\n| Baixo risco | < 116 mg/dL | < 145 mg/dL | < 150 mg/dL |\n| Risco moderado | < 100 mg/dL | < 130 mg/dL | < 150 mg/dL |\n| Alto risco | < 70 mg/dL | < 100 mg/dL | < 100 mg/dL |\n| Muito alto risco | < 55 mg/dL | < 85 mg/dL | < 100 mg/dL |\n\n## Intervenções de Estilo de Vida (Primeira Linha)\n\n- **Dieta:** redução de carboidratos refinados, açúcares simples e bebidas açucaradas — principal modulador de síntese hepática de VLDL e TG\n- **Atividade física:** mínimo de 150 min/semana de exercício aeróbico moderado; melhora sensibilidade insulínica e reduz TG/VLDL\n- **Controle do peso corporal:** redução de 5–10% do peso corporal melhora significativamente o perfil lipídico\n- **Ômega-3 (EPA + DHA):** suplementação em doses terapêuticas (2–4 g/dia de EPA+DHA) demonstra redução de triglicerídeos e VLDL, além de aumentar o tamanho das partículas de LDL\n- **Cessação do tabagismo e redução do álcool**: álcool em excesso aumenta síntese hepática de VLDL e TG\n- **Dieta mediterrânea**: indicada especialmente em síndrome metabólica, combinada com restrição calórica\n\n## Intervenções Farmacológicas\n\n- **Fibratos** (fenofibrato, bezafibrato): primeira escolha para hipertrigliceridemia grave (TG > 500 mg/dL) com risco de pancreatite\n- **Ômega-3 em altas doses**: formulações de EPA puro (icosapentaenoato de etila) aprovadas para redução de risco cardiovascular residual\n- **Estatinas**: reduzem VLDL indiretamente por redução da síntese hepática de colesterol\n- **Inibidores de SGLT2 e GLP-1 RA**: em pacientes com diabetes tipo 2, promovem redução de peso e melhora do perfil lipídico\n\n## Acompanhamento\n\n- Reavaliar perfil lipídico completo em **3–6 meses** após início de intervenções\n- Monitorar periodicamente razão TG/HDL e marcadores de resistência insulínica\n- Encaminhar ao endocrinologista ou cardiologista em casos de hipertrigliceridemia grave (TG > 500 mg/dL), suspeita de dislipidemia familiar ou risco cardiovascular muito elevado com metas não atingidas",
  "points": 12
}
