{
  "score_item_id": "019bf31d-2ef0-791f-b7c5-d2fe8c694daa",
  "clinical_relevance": "Os triglicerídeos (TG) são triacilgliceróis compostos por uma molécula de glicerol esterificada a três ácidos graxos, representando a principal forma de armazenamento energético no tecido adiposo. Em contexto laboratorial, refletem o estado metabólico global do indivíduo, especialmente o manejo hepático de carboidratos e lipídios.\n\n**Valores de referência e estratificação (Diretrizes PSLD/PoLA 2024):**\n- Desejável em jejum: < 100 mg/dL (< 1,1 mmol/L)\n- Desejável sem jejum: < 125 mg/dL (< 1,4 mmol/L)\n- Limítrofe: 100–150 mg/dL\n- Moderadamente elevado: 150–500 mg/dL → indicação de tratamento\n- Gravemente elevado: 500–880 mg/dL\n- Muito gravemente elevado: > 880 mg/dL (risco de pancreatite aguda por síndrome de quilomicronemia)\n- Meta terapêutica quando > 150 mg/dL: atingir < 100 mg/dL\n\n**Fisiopatologia da hipertrigliceridemia:**\nA lipogênese de novo hepática é a via central: excesso de carboidratos → acetil-CoA → (via ACC e FAS) → palmitato → triglicerídeos → aumento de VLDL. Fora condições genéticas raras (ex.: polimorfismos em LPL, CETP), TG elevado indica sobrecarga de carboidratos para a individualidade metabólica do paciente, associado a sedentarismo, resistência à insulina e disfunção hepática. A enzima lipase lipoproteica (LPL) hidrolisa TG circulantes; seus polimorfismos configuram risco independente.\n\n**Impacto cardiovascular:**\nNíveis elevados de TG associam-se a acúmulo de lipoproteínas ricas em triglicerídeos (TRL) e seus remanescentes, com risco aumentado de doença cardiovascular aterosclerótica (ASCVD). A razão TG/HDL é ferramenta prática: quando TG ≥ 2,5× o HDL, há maior probabilidade de partículas de LDL aterogênicas (pequenas e densas), independentemente do LDL total. Metas integrativas: TG/HDL < 1,4 em mulheres e < 1,2 em homens.\n\n**Índice TAIG:** TG/(glicose/2); meta < 8. Útil para estimar resistência insulínica e carga de glicação associada.\n\n**Síndrome metabólica:** TG > 150 mg/dL é um dos cinco critérios diagnósticos (ATP III/IDF), em conjunto com circunferência abdominal elevada, HDL baixo, pressão arterial elevada e glicemia alterada.\n\n**Contexto integrativo:** A avaliação isolada do TG é insuficiente; deve ser integrada com insulina de jejum, HbA1c, glicemia, PCR-us, LDL oxidada, HDL, HOMA-IR, índice TAIG e TG/HDL para mapeamento completo do risco cardiometabólico. Polimorfismos em TCF7L2, PPAR-γ e LPL modulam a resposta individual ao manejo dietético.",
  "patient_explanation": "Os triglicerídeos são um tipo de gordura presente no sangue que funciona como reserva de energia do corpo. Quando você consome mais calorias do que gasta — especialmente vindas de açúcares, pães, massas e bebidas doces — o fígado transforma esse excesso em triglicerídeos e os armazena ou libera na corrente sanguínea. Níveis elevados por muito tempo aumentam o risco de doenças no coração e nos vasos sanguíneos, e podem indicar que o organismo está com dificuldade de processar o açúcar adequadamente. O valor desejável é abaixo de 100 mg/dL. Valores acima de 150 mg/dL já indicam necessidade de intervenção. A boa notícia é que os triglicerídeos respondem muito bem a mudanças no estilo de vida: reduzir carboidratos refinados e açúcares, praticar atividade física regularmente e manter um peso saudável costumam normalizar os níveis em poucas semanas.",
  "conduct": "## Conduta Clínica — Triglicerídeos Elevados\n\n### 1. Investigação Complementar\n\n- **Perfil lipídico ampliado:** HDL, LDL calculado e direto, não-HDL, ApoB, LDL oxidada\n- **Índices de risco:** razão TG/HDL (meta: < 1,4 mulheres / < 1,2 homens); índice TAIG = TG/(glicose/2) (meta < 8)\n- **Eixo glicêmico:** glicemia de jejum, insulina de jejum, HOMA-IR (< 2,15), HbA1c, curva insulinêmica-glicêmica quando indicado\n- **Marcadores inflamatórios:** PCR-us (desejável < 1 mg/L), homocisteína (< 7,9 µmol/L), IL-6 (< 3,4), TNF-α (< 8,1)\n- **Função hepática:** AST, ALT, GGT (manter no quartil inferior da referência), ecografia abdominal para rastreio de esteatose hepática\n- **Painel metabólico:** ferritina, transferrina, saturação de transferrina (20–50%)\n- **Avaliação genética (quando indicado):** polimorfismos LPL, CETP, PPAR-γ, TCF7L2, FADS1/FADS2 para personalização terapêutica\n\n### 2. Estratificação de Risco\n\n| Nível de TG | Classificação | Conduta |\n|---|---|---|\n| < 100 mg/dL | Desejável | Manutenção |\n| 100–150 mg/dL | Limítrofe | Intervenção no estilo de vida |\n| 150–500 mg/dL | Moderado | Tratamento ativo obrigatório |\n| > 500 mg/dL | Grave | Avaliar causa genética; risco de pancreatite |\n| > 880 mg/dL | Muito grave | Encaminhamento urgente; síndrome de quilomicronemia |\n\n### 3. Intervenções de Estilo de Vida (primeira linha)\n\n**Dietéticas:**\n- Reduzir carboidratos refinados (farináceos, açúcares simples, bebidas adoçadas) como intervenção primária\n- Evitar combinação de gordura saturada com alta carga glicêmica (ativa lipogênese de novo via SREBP1c)\n- Priorizar padrão mediterrâneo: peixes, frango, proteínas vegetais, azeite de oliva, vegetais de baixo amido\n- Em TG muito elevados, dieta low-carb estruturada com acompanhamento nutricional\n- Aumentar fibras alimentares e vegetais de baixo amido\n\n**Atividade física:**\n- Exercício aeróbico regular (≥ 150 min/semana de intensidade moderada) reduz TG significativamente\n- Treino de resistência melhora sensibilidade insulínica e controle lipídico\n- Exercício em jejum potencializa oxidação de gordura e flexibilidade metabólica\n\n### 4. Suplementação com Evidências\n\n- **Ômega-3 (EPA/DHA):** Doses terapêuticas (2–4 g/dia de EPA+DHA) reduzem TG; doses baixas em contexto de alta carga lipídica têm menor eficácia\n- **Ácido alfa-lipoico (ALA):** 300–600 mg/dia (jejum ou cápsula gastrorresistente); meta-análises confirmam melhora do perfil lipídico e redução de TG\n- **Mioinositol:** Melhora sensibilidade insulínica, reduz lipogênese hepática\n- **Silimarina:** Até 300 mg/dia para suporte hepático em esteatose associada\n- **Berberina:** Alternativa ao manejo da resistência insulínica e dislipidemia\n\n### 5. Farmacoterapia (quando indicada)\n\n- **Fibratos (fenofibrato):** Primeira linha farmacológica para TG > 500 mg/dL ou refratários\n- **Ômega-3 em altas doses (4 g/dia):** Aprovado para hipertrigliceridemia grave\n- **Metformina:** Indicada em resistência insulínica associada (500 mg a 2 g/dia, preferencialmente no jantar; Glifage XR como alternativa)\n- **Estatinas:** Impacto modesto em TG; usar quando risco cardiovascular global justificar\n\n### 6. Critérios de Encaminhamento\n\n- TG > 880 mg/dL: encaminhamento urgente a endocrinologia/lipidologia por risco de pancreatite aguda\n- Suspeita de hipertrigliceridemia familiar (TG > 500 mg/dL refratário, história familiar)\n- Síndrome metabólica com múltiplos componentes sem resposta a 3 meses de intervenção\n\n### 7. Monitoramento\n\n- Reavaliar perfil lipídico e índices (TG/HDL, TAIG) a cada 3 meses durante fase de intervenção\n- Monitorar HbA1c, insulina e HOMA-IR trimestralmente\n- Ajustar metas conforme resposta individual e contexto genético",
  "points": 14
}
