{
  "score_item_id": "019bf31d-2ef0-7de3-aff2-96dceb4a9b68",
  "clinical_relevance": "A relação Triglicerídeos/HDL (TG/HDL) é um índice prático e clinicamente relevante para inferir a qualidade das partículas de LDL e estimar o risco aterosclerótico cardiovascular de forma indireta. Embora não substitua o subfracionamento de LDL por NMR ou eletroforese, essa razão oferece uma estimativa acessível da predominância de partículas LDL pequenas e densas — as mais penetrantes no endotélio vascular, mais suscetíveis à oxidação e glicação e, portanto, mais aterogênicas.\n\n**Valores de referência e estratificação de risco:**\n- TG/HDL < 1,2 (homens) e < 1,4 (mulheres): perfil mais favorável, menor proporção de LDL aterogênico\n- TG/HDL < 2,0: sugere melhor qualidade de partículas; razão limítrofe aceita em contexto funcional integrativo\n- TG/HDL ≥ 2,5: indica provável predominância de partículas LDL pequenas e densas (sdLDL), independentemente do valor total de LDL-C\n- Exemplo clínico de risco baixo: TG 100–125 mg/dL com HDL 50 mg/dL (razão ≤ 2,5)\n- Razões acima desse limiar devem ser interpretadas como risco médio a alto, integradas ao contexto clínico e metabólico do paciente\n\n**Fisiopatologia:**\nTriglicerídeos elevados refletem, em grande parte, sobrecarga de carboidratos e lipogênese hepática excessiva (fluxo: glicose → acetil-CoA → ácidos graxos → TG hepáticos → VLDL). O acúmulo de VLDL e seus remanescentes favorece a transferência de ésteres de colesterol para LDL e HDL via CETP, gerando partículas LDL mais densas e reduzindo o HDL. Esse ciclo metabólico explica por que a razão TG/HDL funciona como proxy da disfunção lipídica aterogênica ligada à resistência insulínica e ao hiperinsulinismo.\n\n**Evidências epidemiológicas:**\nEstudo referenciado nos chunks indica que aproximadamente 50% dos indivíduos com LDL-C ≤ 100 mg/dL desenvolvem aterosclerose aos 50 anos, reforçando que o número isolado de LDL é marcador insuficiente de risco. A razão TG/HDL, ao capturar a qualidade da partícula, agrega informação prognóstica relevante. As diretrizes polacas de 2024 (PSLD/PoLA) recomendam TG-alvo < 100 mg/dL (1,1 mmol/L) e consideram TG > 150 mg/dL indicação de tratamento da hipertrigliceridemia.\n\n**Integração clínica:**\nA razão TG/HDL deve ser interpretada em conjunto com insulina de jejum, HOMA-IR, HbA1c, PCR-us, LDL oxidada, ApoB e, quando indicado, subfracionamento de LDL. Polimorfismos genéticos (LPL, APOC3, APOE, FADS1/2) podem influenciar os níveis de TG e HDL independentemente do estilo de vida, devendo ser considerados em casos de alterações persistentes apesar de intervenção adequada. O índice TAIG (TG/(glicose/2)), com meta < 8, é marcador complementar de glicação e lipogênese que pode ser calculado conjuntamente.",
  "patient_explanation": "A relação triglicerídeos/HDL é um cálculo feito a partir do seu exame de sangue que ajuda o médico a entender a qualidade do colesterol que circula no seu corpo. O HDL é o colesterol considerado 'bom', pois protege as artérias. Já os triglicerídeos são gorduras produzidas principalmente quando consumimos carboidratos em excesso. Quando os triglicerídeos estão muito altos em relação ao HDL, isso indica que o colesterol LDL — o 'ruim' — tende a estar em partículas menores e mais perigosas, que se depositam mais facilmente nas paredes das artérias e aumentam o risco de doenças do coração. O ideal é manter essa relação abaixo de 2,5. Resultados alterados geralmente respondem bem a mudanças na alimentação, como reduzir açúcares e farinhas refinadas, e à prática regular de exercícios físicos. Converse com seu médico para entender seu resultado no conjunto de todos os seus exames.",
  "conduct": "## Conduta Clínica — Relação Triglicerídeos/HDL\n\n### 1. Interpretação e Estratificação\n\n- **TG/HDL < 1,4 (mulheres) / < 1,2 (homens):** perfil favorável — monitorar periodicamente\n- **TG/HDL 1,4–2,5:** risco intermediário — investigar contexto metabólico e ajustar estilo de vida\n- **TG/HDL ≥ 2,5:** risco elevado de predomínio de LDL pequeno e denso — intervenção ativa indicada\n- Integrar sempre com: insulina de jejum, HOMA-IR, glicemia de jejum, HbA1c, PCR-us, LDL oxidada, ApoB e ApoA-I\n\n### 2. Investigação Complementar\n\n- **Perfil lipídico ampliado:** HDL, TG, LDL-C, não-HDL-C, ApoB, ApoA-I, razão ApoB/ApoA-I\n- **Marcadores de resistência insulínica:** insulina de jejum (alvo ~6–7 µUI/mL), HOMA-IR (< 2,15), curva glicêmica-insulinêmica (0, 30, 60, 90, 120 min) quando indicado\n- **Marcadores inflamatórios e oxidativos:** PCR-us, LDL oxidada, homocisteína (< 7,9 µmol/L), IL-6, TNF-α\n- **Índice TAIG:** TG/(glicose/2); meta < 8\n- **Subfracionamento de LDL por NMR ou eletroforese:** considerar em casos de alto risco ou discordância entre marcadores\n- **Score de cálcio coronariano e/ou angiotomografia de coronárias:** indicados em risco intermediário-alto com discordância entre exames clínicos e laboratoriais\n- **Avaliação genética:** polimorfismos de LPL, APOC3, APOE, FADS1/2 em casos de hipertrigliceridemia persistente sem resposta adequada ao estilo de vida\n\n### 3. Intervenções de Estilo de Vida\n\n**Nutrição:**\n- Reduzir carboidratos simples e refinados (principal causa de TG elevado)\n- Priorizar dieta de baixo índice glicêmico ou low-carb (monitorar LDL-C total em portadores de polimorfismos que elevam o LDL em dietas cetogênicas)\n- Aumentar consumo de ômega-3 (EPA/DHA): comprovadamente reduz TG e aumenta o tamanho das partículas de LDL\n- Adotar padrão mediterrâneo em casos de resistência insulínica com componente de gordura saturada excessiva\n- Aumentar fibras solúveis e vegetais de baixo amido\n\n**Atividade Física:**\n- Exercício regular melhora sensibilidade à insulina, reduz TG e eleva HDL\n- Combinar treino aeróbico com treino de resistência\n- Monitorar marcadores cardiometabólicos em 8–12 semanas após início da intervenção\n\n### 4. Suplementação com Evidências\n\n- **Ômega-3 (EPA/DHA):** doses terapêuticas (≥ 2–4 g/dia de EPA+DHA) para redução de TG; ajustar dose ao contexto metabólico\n- **Ácido alfa-lipoico (ALA):** 300–600 mg/dia; melhora perfil lipídico e reduz peroxidação lipídica (meta-análises confirmadas)\n- **Berberina ou metformina:** avaliar em casos com resistência insulínica associada\n- **Inositol (mio-inositol):** pode auxiliar na sensibilidade insulínica e redução de TG\n\n### 5. Monitoramento e Seguimento\n\n- Reavaliação de TG/HDL, insulina, glicemia e HbA1c em **8–12 semanas** após intervenção nutricional\n- Monitoramento trimestral em casos de risco intermediário-alto\n- Ajustar plano alimentar conforme resposta individual e perfil genético\n- Documentar evolução da razão TG/HDL como marcador de resposta terapêutica integrada\n\n### 6. Encaminhamentos\n\n- **Cardiologista:** TG/HDL ≥ 2,5 associado a outros fatores de risco cardiovascular (HAS, DM2, tabagismo, histórico familiar)\n- **Endocrinologista/Nutrólogo:** hipertrigliceridemia grave (TG > 500 mg/dL) ou suspeita de causa genética primária\n- **Nutricionista:** todos os casos com TG/HDL alterado para estruturação do plano alimentar individualizado",
  "points": 14
}
