{
  "score_item_id": "019bf31d-2ef0-7eaf-b72e-1d4e810251cb",
  "clinical_relevance": "O colesterol não-HDL (não-HDL-C) é calculado pela subtração do HDL-colesterol do colesterol total (CT − HDL-C), representando assim a fração lipídica carregada por todas as lipoproteínas aterogênicas: LDL, VLDL, IDL e quilomícrons remanescentes. Por incluir o colesterol remanescente — partículas altamente aterogênicas frequentemente subestimadas pelo LDL-C calculado — o não-HDL-C fornece uma estimativa mais abrangente da carga aterogênica circulante.\n\nDe acordo com as diretrizes da PoLA/PSLD (2024) e diretrizes europeias, o não-HDL-C é considerado equivalente ao LDL-C como preditor de risco cardiovascular, sendo especialmente recomendado em situações em que o LDL calculado pela equação de Friedewald é impreciso ou não pode ser utilizado: triglicerídeos > 200 mg/dL, obesidade, diabetes mellitus tipo 2 e síndrome metabólica. Nessas condições, o não-HDL-C substitui ou complementa o LDL-C como parâmetro de decisão terapêutica.\n\nMetas terapêuticas por categoria de risco cardiovascular (jejum e pós-prandial):\n- Risco extremo: < 70 mg/dL\n- Risco muito alto: < 85 mg/dL\n- Risco alto: < 100 mg/dL\n- Risco baixo/moderado: < 130 mg/dL\n\nValores alarmantes associados a hipercolesterolemia familiar:\n- Suspeita de HF homozigótica em indivíduos não tratados: > 500 mg/dL\n- Em tratamento: > 300 mg/dL\n- Suspeita de HF heterozigótica: > 190 mg/dL\n\nEstudos de discordância demonstram que, quando LDL-C, não-HDL-C e apoB não estão alinhados entre si, o risco cardiovascular real segue mais proximamente o não-HDL-C e a apoB, e não o LDL-C isolado. Isso reflete melhor o potencial aterogênico total, especialmente em pacientes com resistência insulínica e hipertrigliceridemia, nos quais a partícula LDL tende a ser menor, mais densa e oxidável.\n\nA variabilidade biológica do HDL-C é menor que a de outros parâmetros lipídicos, especialmente dos triglicerídeos, tornando o não-HDL-C uma medida mais estável e reprodutível que o LDL-C calculado. Por sua simplicidade de cálculo — sem necessidade de jejum — e por sua robustez em diferentes contextos metabólicos, as diretrizes de 2024 recomendam que o não-HDL-C seja avaliado como elemento permanente do perfil lipídico em todos os pacientes. O laudo laboratorial deve incluir os valores-alvo conforme o risco cardiovascular estratificado do paciente.",
  "patient_explanation": "O colesterol não-HDL é um número calculado a partir do seu exame de sangue: ele soma todo o colesterol que pode ser prejudicial ao coração e às artérias, excluindo apenas o colesterol \"bom\" (HDL). Enquanto o colesterol LDL — o \"ruim\" mais conhecido — mede apenas um tipo de partícula, o não-HDL mede todas as partículas que carregam gordura e que podem se depositar nas artérias e causar entupimento. Por isso, ele é considerado um indicador mais completo do risco cardiovascular, especialmente em pessoas com triglicerídeos altos, diabetes ou sobrepeso. O valor ideal varia conforme o seu risco de doenças do coração: para a maioria das pessoas saudáveis, o objetivo é manter abaixo de 130 mg/dL; para quem já tem doença cardiovascular ou fatores de risco importantes, a meta pode ser ainda menor, abaixo de 85 ou 70 mg/dL. Hábitos saudáveis como alimentação equilibrada, atividade física regular e controle do peso ajudam muito a manter esse valor dentro do desejado.",
  "conduct": "## Conduta Clínica — Colesterol não-HDL\n\n### 1. Interpretação e Estratificação de Risco\n\n- Calcular sempre o não-HDL-C como elemento permanente do perfil lipídico (CT − HDL-C)\n- **Aplicar as metas conforme risco cardiovascular global:**\n  - Risco extremo: < 70 mg/dL\n  - Risco muito alto: < 85 mg/dL\n  - Risco alto: < 100 mg/dL\n  - Risco baixo/moderado: < 130 mg/dL\n- Priorizar o não-HDL-C (em detrimento do LDL-C calculado) quando TG > 200 mg/dL, diabetes tipo 2, obesidade ou síndrome metabólica estiverem presentes\n- Valores > 190 mg/dL: investigar hipercolesterolemia familiar heterozigótica\n- Valores > 300–500 mg/dL: considerar hipercolesterolemia familiar homozigótica; encaminhamento urgente a especialista em lipídios\n\n### 2. Investigação Complementar\n\n- **Perfil lipídico ampliado:** apoB, LDL oxidado, subfracionamento de LDL e HDL quando indicado\n- **Razão TG/HDL:** > 2,5 sugere predominância de partículas LDL pequenas e densas (Padrão B), mais aterogênicas\n- **ApoB:** preditor superior ao LDL-C isolado; meta < 80 mg/dL (risco moderado), < 70 mg/dL (alto), < 55 mg/dL (muito alto)\n- **Marcadores inflamatórios:** PCR ultrassensível, IL-6 para avaliação de carga inflamatória associada\n- **Escore de cálcio coronariano (CAC):** considerar em decisões de prevenção primária com risco intermediário\n- **Insulina de jejum e HbA1c:** avaliar resistência insulínica como causa de dislipidemia aterogênica\n\n### 3. Intervenções Não Farmacológicas (Primeira Linha)\n\n- **Dieta:** reduzir carboidratos refinados e ultraprocessados (principal causa de hipertrigliceridemia e LDL de má qualidade); padrão mediterrâneo com restrição calórica em síndrome metabólica\n- **Atividade física:** exercício aeróbico regular melhora perfil lipídico e sensibilidade à insulina\n- **Controle do peso:** redução de IMC impacta diretamente triglicerídeos e não-HDL\n- **Suspensão de álcool:** sem benefício cardioprotetor comprovado; piora triglicerídeos e sono\n\n### 4. Suplementos com Evidência\n\n- **Ômega-3 (EPA/DHA):** benefício em prevenção secundária (redução absoluta ~3% de infarto em pacientes com doença cardiovascular prévia); qualidade e dose do produto são determinantes\n- **Bergamota (Vasguard):** redução de LDL comparável à rosuvastatina 10 mg; melhora HDL, TG e resistência insulínica; reduz LDL pequeno\n- **Policosanol:** reduz LDL ~28% e aumenta HDL ~17,5%; efeito antiagregante\n- **Ácido alfa-lipoico:** reduz LDL oxidado, TG e marcadores inflamatórios\n- **Niacina (vitamina B3):** modula perfil lipídico (reduz TG, VLDL, aumenta HDL); indicada especialmente em portadores de polimorfismos APOC3\n\n### 5. Farmacoterapia\n\n- **Prevenção primária:** reservar estatinas para risco calculado ≥ 7,5% em 10 anos; considerar CAC = 0 como indicador de muito baixo risco mesmo com não-HDL elevado\n- **Prevenção secundária:** estatinas indicadas pelos efeitos pleiotrópicos (anti-inflamatório, estabilização de placa, melhora endotelial), independentemente do não-HDL\n- **Meta de LDL em alto risco:** < 50 mg/dL conforme diretrizes; não-HDL correspondente < 85 mg/dL\n- Avaliar risco relativo vs. absoluto antes de prescrever; NNT em baixo risco pode ser > 250\n\n### 6. Critérios de Encaminhamento\n\n- Não-HDL persistentemente > 190 mg/dL sem resposta a intervenções: encaminhar a cardiologista ou lipidologista\n- Suspeita de hipercolesterolemia familiar: encaminhamento especializado urgente\n- Doença cardiovascular estabelecida com não-HDL fora da meta: manejo conjunto com cardiologia",
  "points": 18
}
