{
  "score_item_id": "019bf31d-2ef0-7e94-a0b6-a5a4e838d745",
  "clinical_relevance": "O potássio (K+) é o principal cátion intracelular, com concentração sérica normal entre 3,5 e 5,0 mEq/L (mmol/L). Aproximadamente 98% do potássio corporal total está localizado no compartimento intracelular, tornando a concentração sérica um reflexo limitado do status corporal total. A homeostase do potássio depende de três mecanismos principais: distribuição transcelular (regulada por insulina, catecolaminas beta-2-adrenérgicas, aldosterona, pH sérico e osmolaridade plasmática), excreção renal (responsável por cerca de 90% da eliminação diária) e excreção gastrointestinal (assume papel crescente à medida que a função renal declina).\n\nA relação entre potássio sérico e mortalidade segue uma curva em formato de U, demonstrada em meta-análise do CKD Prognosis Consortium (European Heart Journal, 2018): tanto hipocalemia quanto hipercalemia associam-se independentemente ao aumento da mortalidade por todas as causas, com risco particularmente elevado em pacientes com insuficiência cardíaca, doença renal crônica (DRC) e diabetes mellitus concomitantes.\n\nHIPERCALEMIA (K+ > 5,0 mEq/L): A prevalência de hipercalemia em pacientes com DRC G3/A1 é de 8,8% nos diabéticos e 4,5% nos não-diabéticos, escalando para 34,4% e 23,7%, respectivamente, em pacientes com DRC G5/A3 (KDIGO 2024). Os principais mecanismos incluem: (1) redução da excreção renal com declínio do eGFR; (2) disruptores da saída transcelular de K+ — hiperosmolaridade (hiperglicemia, desidratação), lise tecidual maciça (rabdomiólise, síndrome de lise tumoral), bloqueio beta-adrenérgico, deficiência de insulina, bloqueio de aldosterona; (3) medicamentos — inibidores da RAAS (IECAs, BRAs, antagonistas da aldosterona como espironolactona, eplerenona e finerenona), diuréticos poupadores de potássio, digitálicos, heparina e betabloqueadores. Pseudohipercalemia deve ser descartada quando os valores são inesperadamente elevados: laquê apertado no torniquete, exercício do membro durante coleta, hemólise por agitação vigorosa, ou presença de trombocitose/leucocitose grave.\n\nHIPOCALEMIA (K+ < 3,5 mEq/L): Decorre de perdas gastrointestinais (vômitos, diarreia, drenagens), perdas renais excessivas (hiperaldosteronismo primário ou secundário, diuréticos tiazídicos e de alça, hipomagnesemia que prejudica a retenção renal de K+), redistribuição transcelular (alcalose metabólica, insulina exógena, agonistas beta-2-adrenérgicos, paralisia periódica hipocalêmica) ou ingestão insuficiente.\n\nVariação diurna e sazonal da excreção renal de potássio está bem documentada, com pico de excreção próximo ao meio-dia; a variação individual ao longo de 24 horas pode alcançar 0,24–0,73 mmol/L, fato clinicamente relevante para interpretação de resultados isolados. Valores séricos são tipicamente 0,1–0,5 mmol/L superiores aos plasmáticos, e os valores de referência devem ser ajustados conforme o tipo de amostra utilizada.",
  "patient_explanation": "O potássio é um mineral essencial que fica principalmente dentro das células do corpo e ajuda a regular os batimentos do coração, o funcionamento dos músculos e o equilíbrio dos líquidos corporais. O exame de sangue mede o quanto de potássio está circulando pelo sangue, e o valor ideal fica entre 3,5 e 5,0 mEq/L.\n\nQuando o potássio está muito baixo (hipocalemia), a pessoa pode sentir fraqueza muscular, câimbras, cansaço e alterações no ritmo cardíaco. Isso pode acontecer por uso de diuréticos, vômitos frequentes, diarreia prolongada ou alimentação deficiente.\n\nQuando o potássio está muito alto (hipercalemia), o principal risco é para o coração, podendo causar arritmias graves. Isso é mais comum em pessoas com doença renal crônica, diabetes mal controlado ou que usam certos remédios para o coração e pressão.\n\nQuando identificado a tempo, o desequilíbrio de potássio é tratável com ajustes na alimentação, na hidratação ou nos medicamentos, sempre com orientação médica.",
  "conduct": "## Conduta Clínica — Potássio Sérico\n\n### Interpretação dos Valores\n\n| Resultado | Classificação |\n|---|---|\n| < 3,0 mEq/L | Hipocalemia grave |\n| 3,0–3,4 mEq/L | Hipocalemia moderada |\n| 3,5–5,0 mEq/L | Normal |\n| 5,1–5,5 mEq/L | Hipercalemia leve |\n| 5,6–6,0 mEq/L | Hipercalemia moderada |\n| > 6,0 mEq/L | Hipercalemia grave — emergência |\n\n---\n\n### Hipercalemia (K+ > 5,0 mEq/L)\n\n**Investigação inicial:**\n- Descartar pseudohipercalemia: repetir coleta sem torniquete, sem exercício do membro, amostras adequadas; solicitar potássio plasmático se houver suspeita de trombocitose ou leucocitose\n- Revisar medicamentos: IECAs, BRAs, espironolactona, eplerenona, finerenona, betabloqueadores, heparina, diuréticos poupadores de potássio, digoxina, AINEs\n- Avaliar função renal (creatinina, ureia, eGFR), glicemia, bicarbonato sérico\n- Investigar causas redistributivas: acidose metabólica, hiperglicemia, déficit de insulina\n- Rastreio de hipoadrenalismo se associado a hiponatremia e hipotensão\n\n**Conduta conforme nível (KDIGO 2024):**\n- **K+ 4,9–5,5 mEq/L:** Iniciar finerenona (10 mg/dia se eGFR 25–59 mL/min/1,73 m²; 20 mg/dia se eGFR ≥ 60 mL/min/1,73 m²) quando indicada; monitorar K+ em 1 mês; orientação dietética individualizada com nutricionista renal\n- **K+ > 5,5 mEq/L:** Avaliar ECG; suspender ou reduzir medicamentos hipercalemizantes; considerar agentes trocadores de potássio (patiromer, ciclossilicato de sódio e zircônio) para hipercalemia não emergencial; restringir alimentos ricos em potássio biodisponível (alimentos processados com aditivos de potássio)\n- **K+ > 6,0 mEq/L ou alterações ao ECG:** Encaminhar para emergência; gluconato de cálcio IV para estabilização miocárdica; insulina + glicose; bicarbonato se acidose; salbutamol; diálise se refratário\n\n**Orientações dietéticas:** Limitação de alimentos ricos em potássio biodisponível é recomendada como estratégia preventiva para pacientes com DRC G3–G5 com histórico de hipercalemia ou em períodos de maior risco. Alimentos processados têm maior biodisponibilidade de potássio que alimentos in natura de origem vegetal. A cocção e descarte da água de cozimento reduzem significativamente o teor de potássio nos vegetais.\n\n---\n\n### Hipocalemia (K+ < 3,5 mEq/L)\n\n**Investigação:**\n- Avaliar perdas gastrointestinais (vômitos, diarreia, uso de laxantes) e perdas renais (diuréticos tiazídicos ou de alça, hiperaldosteronismo)\n- Solicitar magnésio sérico: hipomagnesemia prejudica a retenção renal de K+ e deve ser corrigida concomitantemente para eficácia da reposição\n- Gasometria/bicarbonato: alcalose associa-se a redistribuição de K+ para o intracelular\n- Potássio urinário em amostra isolada ou de 24h para diferenciar perdas renais de extra-renais\n\n**Reposição:**\n- **Hipocalemia leve-moderada (3,0–3,4 mEq/L):** Suplementação oral com cloreto de potássio (KCl); aumentar alimentos ricos em K+ (frutas, legumes, vegetais folhosos — atentar à biodisponibilidade)\n- **Hipocalemia grave (< 3,0 mEq/L) ou sintomática:** Reposição intravenosa monitorada (máximo 10–20 mEq/h em veia periférica; 40 mEq/h em veia central com monitorização contínua)\n- Corrigir hipomagnesemia associada simultaneamente\n\n---\n\n### Critérios de Encaminhamento\n\n- **Nefrologia:** DRC com hipercalemia recorrente ou refratária; eGFR < 30 mL/min/1,73 m² com distúrbios eletrolíticos\n- **Endocrinologia:** Suspeita de hiperaldosteronismo primário (hipocalemia + hipertensão + K+ urinário elevado), hipoadrenalismo\n- **Cardiologia:** Hipercalemia ou hipocalemia com alterações ao ECG ou arritmias documentadas\n- **Emergência imediata:** K+ > 6,5 mEq/L ou qualquer valor com alterações eletrocardiográficas (ondas T apiculadas, alargamento de QRS, ritmo sinusoidal)",
  "points": 20
}
