{
  "score_item_id": "019bf31d-2ef0-73b6-b043-0d94a74d69bd",
  "clinical_relevance": "A progesterona é um hormônio esteroide sintetizado primariamente pelo corpo lúteo após a ovulação, derivado do colesterol via teoria das duas células (células da teca e da granulosa). Durante a fase folicular do ciclo menstrual, os níveis de progesterona permanecem fisiologicamente baixos — tipicamente inferiores a 1 ng/mL —, refletindo a ausência de um corpo lúteo ativo. Este período pré-ovulatório é dominado pelo estrogênio, que estimula a proliferação endometrial e o recrutamento folicular mediado pelo FSH.\n\nA aferição de progesterona na fase folicular tem valor diagnóstico principalmente quando os níveis estão inesperadamente elevados, o que pode indicar: (1) erro de fase — coleta realizada na fase lútea inadvertidamente; (2) corpo lúteo persistente de ciclo anterior; (3) disfunção adrenal com produção aumentada de progesterona (hiperplasia adrenal congênita não clássica, em que a 17-OHP é marcador principal); (4) uso exógeno de progesterona; ou (5) gestação inicial não diagnosticada.\n\nA secreção de progesterona pelo corpo lúteo é pulsátil, sob controle direto dos pulsos de LH. Na fase lútea normal, os valores oscilam entre 5 e 40 ng/mL em mulheres ovulatórias, com flutuações de até 8 vezes dentro de 90 minutos. Valores acima de 3 ng/mL no dia 21–24 do ciclo confirmam ovulação; acima de 10 ng/mL são relevantes para manutenção gestacional precoce, com alvos de 20–25 ng/mL em contextos selecionados de reprodução assistida.\n\nA progesterona exerce ações fundamentais além da reprodução: prepara o endométrio para implantação, modula a imunidade materno-fetal, contribui para a prevenção do parto prematuro (com suplementação documentada em gestantes com colo curto < 25 mm entre 18–22 semanas), e apresenta efeitos neuroprotetores e cardiovasculares quando utilizada na forma micronizada bioidêntica.\n\nNa avaliação da reserva ovariana e da função reprodutiva, a progesterona na fase folicular é parte do painel hormonal basal (juntamente com FSH, LH, estradiol e AMH). FSH elevado no dia 3 associado a estradiol basal > 80 pg/mL pode suprimir artificialmente o FSH e indicar reserva ovariana comprometida. A reserva ovariana declina progressivamente com a idade, com maior perda entre 30–40 anos; aos 50 anos, aproximadamente 70% dos folículos são de baixa qualidade.\n\nNo contexto da SOP (Síndrome dos Ovários Policísticos), a anovulação crônica resulta em ausência da elevação pós-ovulatória esperada de progesterona, confirmando ciclos anovulatórios. A relação LH:FSH em mulheres saudáveis situa-se entre 1 e 2; na SOP essa razão pode chegar a 2–3, refletindo distúrbio hipotalâmico-hipofisário. A progesterona dosada no dia 21–24 (ou em qualquer momento em amenorreicas) abaixo de 3 ng/mL confirma anovulação e orienta a investigação e conduta terapêutica.",
  "points": 12,
  "patient_explanation": "A progesterona é um hormônio produzido principalmente pelo ovário após a ovulação. Na fase folicular — primeira metade do ciclo menstrual, antes do óvulo ser liberado — é normal que os níveis de progesterona estejam muito baixos, geralmente abaixo de 1 ng/mL. Esse exame avalia se o valor está dentro do esperado para essa fase do ciclo. Se o resultado aparecer elevado nesse momento, pode indicar que a coleta foi feita na hora errada do ciclo, que houve ovulação precoce, uso de progesterona em cápsulas ou gel, ou raramente alguma alteração hormonal que precisa ser investigada. Valores muito baixos confirmam que você ainda não ovulou naquele ciclo. Esse hormônio é essencial para a saúde reprodutiva, prepara o útero para uma possível gravidez e tem efeitos protetores no organismo. Se o médico identificar alguma alteração, existem tratamentos eficazes e seguros disponíveis.",
  "conduct": "## Conduta Clínica: Progesterona na Fase Folicular\n\n### 1. Interpretação dos Resultados\n\n- **Valor esperado na fase folicular:** < 1 ng/mL (tipicamente 0,1–0,9 ng/mL)\n- **Valor elevado inesperado (> 1,5–2 ng/mL) na fase folicular:** requer investigação\n- **Confirmar fase do ciclo:** solicitar data da última menstruação e dia do ciclo no momento da coleta\n\n### 2. Investigação Complementar\n\n**Quando a progesterona folicular estiver inesperadamente elevada:**\n- Repetir dosagem com confirmação precisa do dia do ciclo (idealmente dia 2–5)\n- Solicitar painel hormonal basal completo: **FSH, LH, estradiol, AMH, prolactina, TSH, T4 livre**\n- Dosagem de **17-alfa-hidroxiprogesterona (17-OHP)** para excluir hiperplasia adrenal congênita não clássica\n- **Beta-hCG** para excluir gestação inicial\n- **Testosterona total/livre e DHEA-S** para excluir tumores secretores de androgênios\n- Interrogar uso de progesterona exógena (cápsulas, gel vaginal, creme)\n- **Ultrassonografia pélvica** para avaliar morfologia ovariana e presença de cisto lúteo residual\n\n**Quando a progesterona na fase lútea (dia 21–24) estiver abaixo de 3 ng/mL (anovulação confirmada):**\n- Avaliação de causa de anovulação: SOP, hiperprolactinemia, disfunção tireoidiana, insuficiência ovariana prematura\n- Aplicar critérios de Roterdã para SOP (confirmar 2 de 3): irregularidade menstrual, hiperandrogenismo clínico/laboratorial, morfologia policística ao USG\n- Relação LH:FSH > 2 sugere SOP; avaliar HOMA-IR, glicemia de jejum, insulina\n- Se suspeita de Cushing: cortisol salivar noturno ou teste de supressão com dexametasona 1 mg\n\n### 3. Critérios de Encaminhamento\n\n- **Ginecologista/Endocrinologista Reprodutivo:** anovulação confirmada, irregularidade menstrual persistente, desejo de engravidar com ciclos anovulatórios\n- **Endocrinologista:** suspeita de hiperplasia adrenal congênita (17-OHP elevada), síndrome de Cushing, insuficiência ovariana prematura\n- **Reprodução Assistida:** falha de indução de ovulação com clomifeno ou letrozol, ou casal com infertilidade > 12 meses (> 6 meses se > 35 anos)\n\n### 4. Intervenções Baseadas em Evidências\n\n**Indução de ovulação (quando indicado):**\n- **Letrozol** (inibidor de aromatase): primeira linha para SOP; doses habituais 2,5–5 mg/dia do dia 3 ao 7 do ciclo\n- **Clomifeno:** alternativa, observar risco de múltiplos\n- **Monitorização ultrassonográfica** do desenvolvimento folicular e dosagem de LH para timing adequado\n\n**Suporte lúteo e suplementação de progesterona:**\n- **Progesterona micronizada (Utrogestan) 100 mg vaginal** do 15º ao 24º dia em ciclos regulares para suporte lúteo; manter no 1º trimestre conforme orientação obstétrica\n- Em gestantes com colo curto (< 25 mm) entre 18–22 semanas: progesterona vaginal para redução do risco de parto prematuro\n\n**Otimização funcional-integrativa (adjuvante):**\n- **Vitamina D:** manter níveis séricos entre 40–60 ng/mL; doses de 50.000 UI em estudo mostraram melhora do AMH e fertilidade\n- **Mio-inositol:** 2 g + ácido fólico 200 mcg, 2x/dia; melhora qualidade oocitária e sensibilidade à insulina\n- **Melatonina:** 3–6 mg/noite; benefícios antioxidantes na qualidade oocitária, especialmente em sono inadequado\n- **Ômega-3 (EPA+DHA):** 2–4 g/dia; suporte à foliculogênese e redução de inflamação\n- **Metilfolato, B6 e B12 (metilcobalamina):** para redução de homocisteína em perdas recorrentes ou MTHFR\n- **DHEA/prasterona:** 25–50 mg por curto período antes da gestação se DHEA-S baixo; monitorar testosterona/estradiol; suspender ao engravidar\n- **Coenzima Q10:** suporte à foliculogênese e resposta a indutores de ovulação\n\n### 5. Monitoramento\n\n- Repetir progesterona na fase lútea (dia 21–24) após intervenção para confirmar ovulação (meta > 3 ng/mL; ideal > 10 ng/mL)\n- Monitorar painel hormonal completo semestralmente em pacientes com anovulação crônica\n- Ajustar vitamina D sérica para alvo de 45–60 ng/mL com acompanhamento de PTH"
}
