{
  "score_item_id": "019bf31d-2ef0-7439-81a1-4cc0d2d1df7e",
  "clinical_relevance": "A progesterona na fase lútea é o principal hormônio esteroide secretado pelo corpo lúteo, estrutura que se forma a partir do folículo dominante após a ovulação. Sua produção é absolutamente dependente da estimulação pelos receptores de LH/hCG: o LH é essencial na formação do corpo lúteo durante a luteinização folicular, na manutenção da produção de progesterona ao longo da fase lútea e no suporte à gestação inicial até a transição para o hCG placentário.\n\nO padrão secretório da progesterona é pulsátil, espelhando os pulsos de LH hipofisários. Os pulsos são mais pronunciados nas fases média e tardia da fase lútea, podendo flutuar até 8 vezes dentro de 90 minutos. Em mulheres ovulatórias normais, os valores oscilam entre 5 e 40 ng/mL em curtos intervalos de tempo. A fase lútea normal tem duração de 11 a 17 dias (média de 14,2 dias).\n\nValores de referência e interpretação clínica: valores >3 ng/mL no dia 21–24 do ciclo sugerem ovulação; valores >10 ng/mL são considerados necessários para manutenção adequada de uma gestação inicial; em contextos selecionados (suporte lúteo em reprodução assistida ou ciclos com suspeita de deficiência lútea), alvos de 20–25 ng/mL são preconizados.\n\nA deficiência de fase lútea (DFL) é definida pela produção insuficiente de progesterona pelo corpo lúteo. Corpos lúteos inadequados em ciclos naturais refletem, em geral, desenvolvimento oocitário subótimo — ou seja, a disfunção lútea é frequentemente consequência de um folículo de qualidade reduzida, e não um defeito intrínseco pós-ovulatório. Hiperprolactinemia é uma causa importante e reversível de insuficiência lútea: em mulheres hiperprolactinêmicas com ciclos aparentemente ovulatórios, a prolactina elevada compromete a função lútea e leva a níveis baixos de progesterona, sendo que a prevalência de hiperprolactinemia em mulheres inférteis é pelo menos dez vezes maior do que na população geral.\n\nNa Síndrome dos Ovários Policísticos (SOP) — que afeta 15–20% das mulheres em idade fértil e representa 90–95% das causas de infertilidade anovulatória — a deficiência de progesterona é frequente em decorrência de anovulação crônica. A dosagem de progesterona no dia 21–24 do ciclo (ou em qualquer dia em casos de amenorreia) é recomendada como parte da investigação diagnóstica da SOP e de irregularidades menstruais.\n\nNo contexto da medicina funcional integrativa, a progesterona natural micronizada (via oral ou vaginal) tem papel relevante no manejo da DFL e da SOP: 200 mg/dia de forma cíclica (dias 15–24) restabelece regularidade menstrual, protege o endométrio do efeito estrogênico não oposto, favorece fertilidade e, pela via oral, gera metabólito ativo (alopregnanolona) com efeitos ansiolíticos e promotores do sono. O monitoramento de progesterona é também parte do protocolo de acompanhamento de suporte lúteo em gestação inicial (Utrogestan 100 mg vaginal do 15º ao 24º dia ou manutenção no 1º trimestre conforme orientação obstétrica).",
  "points": 14,
  "patient_explanation": "A progesterona é um hormônio produzido pelos ovários após a ovulação, na segunda metade do ciclo menstrual. Ela prepara o útero para receber um embrião, mantém o revestimento uterino caso ocorra gravidez e ajuda a regular o ciclo menstrual. Quando a progesterona está baixa, podem surgir sintomas como irregularidade menstrual, dificuldade para engravidar, sangramentos fora de hora, alterações de humor e sono ruim. Este exame avalia se você está ovulando e se os ovários estão produzindo progesterona em quantidade adequada. Um resultado abaixo do esperado pode indicar que a ovulação não ocorreu neste ciclo ou que os ovários precisam de apoio. Existem tratamentos eficazes, incluindo suplementação com progesterona natural, que podem restaurar o equilíbrio hormonal e melhorar sintomas como insônia e ansiedade. O resultado deve ser avaliado junto com os demais exames e com o seu histórico clínico.",
  "conduct": "## Conduta Clínica — Progesterona Fase Lútea (ng/mL)\n\n### Interpretação dos Valores\n\n- **< 3 ng/mL (dia 21–24):** Ciclo provavelmente anovulatório; investigação obrigatória.\n- **3–10 ng/mL:** Ovulação sugerida, mas fase lútea possivelmente insuficiente; avaliar contexto clínico e sintomas.\n- **> 10 ng/mL:** Fase lútea adequada para suporte gestacional básico.\n- **20–25 ng/mL:** Alvo em suporte lúteo para reprodução assistida ou ciclos monitorados.\n\n> Atenção: a natureza pulsátil da secreção de progesterona (oscilações de até 8x em 90 minutos, valores entre 5–40 ng/mL) implica que um único valor isolado tem limitações diagnósticas. Nenhum teste isolado para deficiência de fase lútea provou ser confiável para diferenciar mulheres férteis de inférteis (ASRM, 2021).\n\n---\n\n### Investigação Complementar\n\n**Laboratorial:**\n- LH e FSH basais (D2–D3): avaliação do eixo hipotalâmico-hipofisário-ovariano\n- Prolactina: excluir hiperprolactinemia como causa de insuficiência lútea\n- TSH, T4 livre (± T3): disfunção tireoidiana pode afetar ovulação e fase lútea\n- Estradiol (D2–D3 e D21): contexto hormonal completo\n- Hormônio Antimülleriano (AMH): reserva ovariana\n- Testosterona total/livre, DHEA-S: hiperandrogenismo (SOP)\n- 17-OHP: hiperplasia adrenal congênita não clássica\n- Glicemia de jejum, insulina, HOMA-IR: resistência à insulina (SOP)\n- Perfil lipídico\n- Vitamina B12, B6 (PLP), folato (metilfolato), homocisteína\n- Vitamina D sérica (25-OH)\n\n**Imagem:**\n- Ultrassonografia pélvica transvaginal: morfologia ovariana, contagem de folículos antrais, espessura endometrial\n- Monitorização folicular seriada se indicada (ciclo monitorado)\n\n---\n\n### Diagnósticos Diferenciais a Excluir\n\n- **Anovulação crônica:** SOP, hiperprolactinemia, hipotireoidismo, estresse severo, baixo peso\n- **Insuficiência ovariana prematura:** AMH baixo, FSH elevado em mulher < 40 anos\n- **Hiperprolactinemia:** prolactina elevada comprime a função lútea mesmo em ciclos aparentemente ovulatórios\n- **Deficiência lútea secundária a folículo de baixa qualidade:** oocitário subótimo, não defeito lúteo intrínseco\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Suporte com Progesterona Natural Micronizada:**\n- **Protocolo cíclico (SOP / DFL / regularização menstrual):** Progesterona micronizada 200 mg/dia, dias 15–24 do ciclo (10–14 dias/mês)\n- **Via oral:** preferida quando se deseja benefício no SNC (alopregnanolona → melhora do sono e ansiedade)\n- **Via vaginal (Utrogestan 100 mg):** preferida para suporte endometrial e gestacional\n- **Suporte lúteo gestacional:** manter no 1º trimestre conforme orientação obstétrica\n- **Alvo em ciclos monitorados/RA:** 20–25 ng/mL na fase lútea média\n\n**Tratamento da Causa Raiz:**\n- **Hiperprolactinemia:** agonistas dopaminérgicos (cabergolina, bromocriptina) — revertem a insuficiência lútea ao normalizar prolactina\n- **Hipotireoidismo:** levotiroxina — normalização do TSH restaura ovulação e fase lútea\n- **SOP com resistência à insulina:** Metformina XR até 1.500 mg/dia; mio-inositol 2 g + ácido fólico 200 mcg, 2x/dia\n- **Indução de ovulação (SOP):** letrozol (preferencial) ou citrato de clomifeno\n\n**Suplementação de Suporte (Medicina Funcional Integrativa):**\n- **Vitamina D:** meta sérica 45–60 ng/mL (melhora função ovariana e fertilidade)\n- **Melatonina:** 3–6 mg/noite (melhora qualidade dos oócitos e função lútea)\n- **N-acetilcisteína (NAC):** antioxidante, melhora sensibilidade à insulina\n- **Ômega-3 (EPA+DHA):** 2–4 g/dia (reduz inflamação e estresse oxidativo)\n- **Coenzima Q10:** suporte à foliculogênese\n- **Metilfolato, B12 (metilcobalamina), B6 (P5P):** especialmente em mutação MTHFR ou homocisteína elevada\n\n---\n\n### Critérios de Encaminhamento\n\n- **Ginecologia/Reprodução Humana:** Infertilidade (> 12 meses sem gestação, ou > 6 meses se idade > 35 anos), suspeita de insuficiência ovariana prematura, falha de resposta ao suporte lúteo\n- **Endocrinologia:** Hiperprolactinemia (especialmente se tumor hipofisário suspeito), hipotireoidismo refratário, hiperandrogenismo severo\n- **Psiquiatria/Neurologia:** Sintomas psiquiátricos graves associados a flutuações hormonais (TDPM, depressão perimenstrual)\n\n---\n\n### Monitoramento\n\n- Repetir progesterona no D21–24 após início de qualquer intervenção (progesterona exógena, indução de ovulação, tratamento de causa base)\n- Reavaliação clínica e laboratorial a cada 3 meses nos primeiros 6 meses de tratamento\n- Monitorar humor e qualidade do sono durante uso de progesterona oral (efeito alopregnanolona)\n- Ajustar dose e via conforme resposta clínica e laboratorial"
}
