{
  "score_item_id": "019bf31d-2ef0-7e27-9128-3776a32fa99b",
  "clinical_relevance": "A progesterona é o hormônio esteroide central da gravidez, produzida inicialmente de forma exclusiva pelo corpo lúteo durante o primeiro trimestre. Sua fisiologia depende criticamente da estimulação pelo hCG placentário, que assume progressivamente a função do LH na manutenção do corpo lúteo — transição denominada 'mudança luteoplacentária', que ocorre entre 8 e 10 semanas de gestação. Até essa transição, o corpo lúteo é responsável por praticamente toda a progesterona circulante; após, a placenta torna-se a principal fonte.\n\nNo primeiro trimestre, os valores séricos de progesterona aumentam progressivamente: níveis abaixo de 5 ng/mL são altamente preditivos de gestação não viável (sensibilidade ~85%, especificidade ~99%); valores entre 5 e 20 ng/mL são indeterminados e requerem correlação com ultrassonografia e hCG seriado; valores acima de 20 ng/mL são tranquilizadores para viabilidade, embora não excluam gestação ectópica completamente. O valor de 10 ng/mL é frequentemente citado como limiar mínimo para manutenção de uma gestação intrauterina viável. No segundo trimestre, valores de referência situam-se em torno de 48,1 ng/mL (153 nmol/L) entre 14–28 semanas.\n\nA deficiência de progesterona no primeiro trimestre está associada a: aborto espontâneo (principal causa de perda gestacional precoce, afetando 10–20% das gestações clinicamente reconhecidas), gestação ectópica (risco aumentado com níveis persistentemente baixos), insuficiência de corpo lúteo (inadequate corpus luteum) — condição em que o desenvolvimento oocitário subótimo resulta em corpo lúteo funcionalmente deficiente — e maior risco de parto prematuro tardio por falha nos mecanismos de quiescência uterina.\n\nA progesterona exerce efeitos pleiotrópicos essenciais à gestação: promove quiescência miometrial inibindo contrações uterinas, modula a resposta imune materna tolerando o semienxerto fetal (redução de células NK uterinas e desvio Th2), estimula o desenvolvimento glandular endometrial e a produção de nutrientes para o embrião (histiotrofia), e exerce efeitos neuroprotetores via conversão em alopregnanolona (modulador GABA-A). A produção pulsátil pelo corpo lúteo, em resposta aos pulsos de LH, resulta em ampla variação de valores em curto intervalo — oscilações de 5 a 40 ng/mL em 90 minutos são descritas em mulheres ovulatórias normais, o que impõe limitação significativa ao valor diagnóstico de uma única dosagem isolada.\n\nNo contexto clínico do primeiro trimestre, a dosagem de progesterona é ferramenta auxiliar na triagem de gestações de risco, particularmente em casos de sangramento, dor pélvica ou histórico de perdas recorrentes. A suplementação com progesterona micronizada (Utrogestan 200–400 mg/dia via vaginal) está indicada em casos de déficit confirmado, histórico de perdas recorrentes e em gestações obtidas por reprodução assistida, com evidências de benefício na redução de abortamentos em populações selecionadas.",
  "points": 32,
  "patient_explanation": "A progesterona é um hormônio essencial para manter a gravidez nos primeiros três meses. Ela é produzida por uma estrutura no ovário chamada corpo lúteo, que se forma após a ovulação, e depois pela própria placenta. Esse hormônio relaxa a musculatura uterina para que o bebê cresça com segurança e ajuda o organismo da mãe a aceitar a gravidez. Quando os níveis estão baixos no primeiro trimestre, isso pode indicar risco para a gestação, como início de abortamento ou gravidez fora do útero. Se o seu médico identificou um valor baixo, não entre em pânico: um único exame isolado nem sempre é conclusivo, pois a progesterona varia bastante ao longo do dia. Geralmente são pedidos exames seriados com ultrassom para avaliar a situação. Quando necessário, o médico pode indicar suplementação com progesterona em óvulos vaginais ou cápsulas. Siga sempre a orientação do seu obstetra.",
  "conduct": "## Conduta Clínica — Progesterona no 1º Trimestre da Gestação\n\n### 1. Interpretação dos Resultados\n\n| Valor (ng/mL) | Interpretação Clínica |\n|---|---|\n| < 5 | Altamente sugestivo de gestação não viável (aborto em evolução ou ectópica) |\n| 5 – 10 | Zona de alerta: gestação com risco aumentado; correlacionar com clínica e imagem |\n| 10 – 20 | Indeterminado; requer investigação complementar seriada |\n| > 20 | Tranquilizador para viabilidade intrauterina, mas não exclui ectópica |\n\n- **Uma única dosagem isolada tem valor limitado** devido à natureza pulsátil da secreção de progesterona (variações de até 8x em 90 minutos)\n- Sempre correlacionar com beta-hCG quantitativo seriado (a cada 48h) e ultrassonografia transvaginal\n\n---\n\n### 2. Investigação Complementar\n\n**Exames essenciais:**\n- Beta-hCG quantitativo seriado (48h): aumento ≥66% em 48h é esperado em gestação viável\n- Ultrassonografia transvaginal: visualização do saco gestacional, embrião e atividade cardíaca\n- Hemograma completo (se sangramento)\n- Tipagem sanguínea e fator Rh (profilaxia com imunoglobulina anti-D se Rh negativo)\n\n**Exames complementares conforme contexto:**\n- Dosagem de TSH e T4 livre (hipotireoidismo é causa reversível de insuficiência lútea)\n- Prolactina (hiperprolactinemia pode comprometer função lútea)\n- Glicemia e insulina/HOMA-IR (resistência à insulina e SOP afetam qualidade oocitária e função lútea)\n- 17-OHP (rastrear hiperplasia adrenal congênita não clássica)\n\n---\n\n### 3. Indicações de Suplementação com Progesterona\n\n**Indicações com suporte em evidências:**\n- Gestação com progesterona < 10–15 ng/mL no 1º trimestre com viabilidade confirmada ao ultrassom\n- Histórico de perdas gestacionais recorrentes (≥2 perdas consecutivas)\n- Gestações obtidas por fertilização in vitro ou indução de ovulação\n- Sangramento no 1º trimestre com viabilidade confirmada (ameaça de abortamento)\n\n**Protocolo de suplementação recomendado:**\n- **Progesterona micronizada vaginal (Utrogestan):** 200–400 mg/dia, dividida em 1–2 aplicações noturnas\n- Início tão logo confirmada a indicação; manter até 12–16 semanas de gestação (quando a placenta assume produção endógena suficiente)\n- Retirada gradual após 12–14 semanas, com redução progressiva da dose\n- **Via oral:** 100 mg/dia pode ser considerada como adjuvante, com benefício adicional de conversão em alopregnanolona (efeito sedativo/ansiolítico útil no 1º trimestre)\n\n**Atenção:** Progesterona transdérmica não tem comprovação de eficácia sistêmica adequada neste contexto; prefira vias oral ou vaginal.\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Urgência imediata:** Suspeita de gestação ectópica (dor pélvica + progesterona baixa + ausência de saco intrauterino ao ultrassom)\n- **Obstetra de alto risco:** Perdas recorrentes (≥2), malformações uterinas, trombofilias, SOP com histórico de abortamentos\n- **Endocrinologista/Ginecologista:** Disfunção tireoidiana, hiperprolactinemia, insuficiência lútea recorrente fora da gestação\n- **Medicina Reprodutiva:** Falhas de implantação repetidas, indicação de reprodução assistida\n\n---\n\n### 5. Monitoramento e Seguimento\n\n- Reavaliação de progesterona e beta-hCG em 48–72h na fase diagnóstica\n- Ultrassonografia transvaginal seriada até confirmação de viabilidade com batimento cardíaco fetal\n- Após início da suplementação: reavaliação clínica e laboratorial em 2–4 semanas\n- Rastrear comprimento cervical por ultrassom transvaginal entre 18–22 semanas (risco de parto prematuro em pacientes com histórico)\n- Considerar progesterona vaginal 200 mg/dia a partir do 2º trimestre se colo uterino < 25 mm ao ultrassom (conforme diretrizes ACOG 2023)\n\n---\n\n### 6. Abordagem Integrativa e Suporte Nutricional\n\n- **Folato/metilfolato + vitaminas B6 e B12:** Reduzem homocisteína (associada a perdas recorrentes), especialmente em portadoras de mutações MTHFR\n- **Vitamina D:** Meta sérica de 40–60 ng/mL; deficiência associada a piora da qualidade oocitária e função lútea\n- **Mio-inositol 2 g/dia:** Benefício em pacientes com SOP e resistência à insulina\n- **Ômega-3 (DHA/EPA) 2–4 g/dia:** Suporte ao desenvolvimento neurológico fetal e redução do risco de parto prematuro\n- **Evitar:** Fitoterápicos sem evidência de segurança gestacional, DHEA/prasterona (suspender ao confirmar gravidez)\n- Suspender qualquer hormônio exógeno não essencial (testosterona, DHEA) ao confirmar gravidez"
}
