{
  "score_item_id": "019bf31d-2ef0-7043-b25f-bf00c43a928a",
  "clinical_relevance": "A progesterona sérica no segundo trimestre da gestação é um marcador endócrino fundamental para a avaliação da manutenção gestacional e do risco de parto prematuro. Produzida predominantemente pela placenta a partir da 8ª-10ª semana, após a transferência da função do corpo lúteo (luteoplacental shift), a progesterona exerce ações críticas no miométrio — inibindo a contractilidade uterina, mantendo o colo uterino fechado e modulando a resposta imunológica materno-fetal.\n\n**Valores de referência no 2º trimestre:** Um estudo prospectivo (Reproductive, Female and Child Health, 2024) estabeleceu concentração média de progesterona sérica de 48,1 ng/mL (153 nmol/L) entre 14 e 28 semanas de gestação, com variação dependente da idade gestacional e da idade materna. Os níveis aumentam progressivamente ao longo do segundo trimestre, refletindo a crescente produção placentária.\n\n**Relevância clínica — Parto prematuro:** O parto prematuro afeta aproximadamente 10% das gestações globalmente e constitui a principal causa de morbimortalidade neonatal. A progesterona baixa no segundo trimestre, especialmente em contexto de colo uterino curto (≤25 mm ao ultrassom transvaginal entre 18-22 semanas), identifica gestantes de alto risco. Meta-análise atualizada (Ultrasound in Obstetrics & Gynecology, 2025) demonstrou que a suplementação com progesterona vaginal nesse cenário reduz o risco de parto prematuro de 27,5% para 18,1%, representando redução relativa de risco de aproximadamente 34%.\n\n**Diretrizes e evidências:** O ACOG (Practice Advisory, abril de 2023) recomenda progesterona vaginal para gestantes com histórico de parto prematuro espontâneo, gestação única e colo encurtado identificado por ultrassom no segundo trimestre. A triagem ecográfica do comprimento cervical entre 18-22 semanas é o método padrão para seleção de candidatas à suplementação hormonal.\n\n**Fisiopatologia da insuficiência progestacional:** A queda precoce ou insuficiente de progesterona no segundo trimestre pode ser consequência de insuficiência placentária relativa, infecção/inflamação subcorioamniótica, distúrbios da fase lútea residual ou disfunções metabólicas (resistência à insulina, SOP prévia). A progesterona micronizada bioidentica tem perfil de segurança estabelecido e ação anti-inflamatória local no colo uterino e no miométrio, diferenciando-se farmacologicamente dos progestágenos sintéticos.\n\n**Interpretação laboratorial:** Valores significativamente abaixo de 25-30 ng/mL no segundo trimestre devem ser interpretados com cautela e correlacionados ao contexto clínico, comprimento cervical, sintomas e história obstétrica prévia. A variação pulsátil da progesterona — que pode oscilar em múltiplas medições de um mesmo dia — exige interpretação integrada e não baseada em valores isolados.",
  "points": 28,
  "patient_explanation": "A progesterona é um hormônio produzido pela placenta durante a gravidez e tem um papel muito importante: ela mantém o útero relaxado e o colo do útero fechado, ajudando o bebê a se desenvolver com segurança até o momento certo do nascimento. No segundo trimestre, os níveis desse hormônio crescem naturalmente para acompanhar o desenvolvimento da gravidez. Quando os níveis de progesterona estão mais baixos do que o esperado para essa fase, pode existir um risco maior de parto prematuro — ou seja, o bebê nascer antes de completar 37 semanas. A boa notícia é que esse risco pode ser identificado precocemente com o exame de sangue e com um exame de ultrassom que mede o comprimento do colo do útero. Se necessário, seu médico pode indicar o uso de progesterona vaginal, que é um tratamento seguro e eficaz para reduzir esse risco. Manter o acompanhamento pré-natal regular e realizar os exames indicados é a melhor forma de garantir uma gravidez saudável para você e seu bebê.",
  "conduct": "## Conduta Clínica — Progesterona no 2º Trimestre da Gestação\n\n### 1. Interpretação do Resultado\n\n- **Valor de referência:** concentração média esperada de ~48 ng/mL (intervalo 30–80 ng/mL) entre 14 e 28 semanas, com elevação progressiva ao longo do trimestre\n- **Atenção:** valores abaixo de 25–30 ng/mL no segundo trimestre devem ser correlacionados clinicamente\n- Lembrar que a progesterona tem variação pulsátil — **não interpretar valores isolados** sem contexto clínico\n\n---\n\n### 2. Investigação Complementar Prioritária\n\n**Obrigatória quando progesterona baixa ou contexto de risco:**\n- **Ultrassom transvaginal** com medida do comprimento cervical entre 18–22 semanas (padrão-ouro para estratificação de risco de parto prematuro)\n  - Colo < 25 mm: alto risco — indicação formal de suplementação\n  - Colo < 20 mm: risco muito elevado, avaliar cerclagem\n- **Avaliação de infecção/inflamação:** swab vaginal, proteína C-reativa, hemograma (pesquisar vaginose bacteriana e cervicite)\n- **Glicemia de jejum e TOTG** (rastrear diabetes gestacional e resistência à insulina)\n- **Avaliação da vitalidade fetal:** ultrassom morfológico de 2º trimestre, doppler se indicado\n- **Histórico obstétrico:** parto prematuro anterior, perdas gestacionais recorrentes, incompetência istmocervical prévia\n\n---\n\n### 3. Critérios de Intervenção com Progesterona\n\nSeguir diretrizes ACOG (2023) e evidências de meta-análises (2025):\n\n**Indicações estabelecidas para suplementação:**\n- Gestação única + histórico de parto prematuro espontâneo anterior + colo curto (< 25 mm) identificado no 2º trimestre\n- Gestação única + colo curto (< 25 mm) ao ultrassom, mesmo sem histórico de parto prematuro\n\n**Formulação de escolha:**\n- **Progesterona vaginal micronizada** (200 mg/noite via vaginal): primeira linha; boa penetração local no colo, efeito paracríno anti-inflamatório direto\n- Iniciar assim que identificado o fator de risco (idealmente antes de 24 semanas)\n- Manter até 36–37 semanas, salvo contraindicação\n\n**Monitoramento durante suplementação:**\n- Ultrassom transvaginal seriado (a cada 2–4 semanas) para acompanhar comprimento cervical\n- Não é necessário dosar progesterona sérica durante suplementação vaginal (biodisponibilidade sistêmica baixa, ação local)\n\n---\n\n### 4. Encaminhamentos\n\n- **Obstetrícia de alto risco:** gestantes com colo < 20 mm, histórico de parto prematuro, dois ou mais fatores de risco concomitantes\n- **Cervicagem (cerclagem):** discutir com especialista em caso de colo muito curto (< 10–15 mm) ou incompetência istmocervical comprovada\n- **Neonatologia:** preparar plano de cuidados se parto prematuro for provável (< 34 semanas), incluindo corticoterapia antenatal (betametasona) e sulfato de magnésio para neuroproteção fetal\n\n---\n\n### 5. Medidas Complementares e Estilo de Vida\n\n- **Repouso relativo** e redução de atividades físicas intensas se colo encurtado\n- **Suplementação de ômega-3 (DHA/EPA):** evidências de redução de parto prematuro precoce e aumento do peso ao nascer; indicar 1–2 g/dia\n- **Ferro adequado:** anemia por deficiência de ferro nos dois primeiros trimestres eleva risco de parto prematuro — manter ferritina > 50 ng/mL\n- **Magnésio:** pode inibir contrações uterinas prematuras; suplementação de 300–500 mg/dia de citrato de magnésio associada a redução de desfechos adversos\n- **Controle glicêmico:** resistência à insulina e diabetes gestacional aumentam risco de parto prematuro\n- **Abstinência de tabaco e álcool:** fatores de risco independentes para insuficiência placentária e parto prematuro\n\n---\n\n### 6. Seguimento\n\n- Repetir ultrassom transvaginal com comprimento cervical a cada 2–4 semanas até 28–32 semanas se fator de risco presente\n- Reavaliação da progesterona sérica não é rotineira durante a gestação sob suplementação — focar no desfecho clínico (comprimento cervical, contratilidade uterina)\n- Registrar adesão à progesterona vaginal e tolerância (corrimento, desconforto leve são esperados)\n- Planejar corticoterapia antenatal se risco de parto antes de 34 semanas"
}
