{
  "score_item_id": "c77cedd3-2800-77ce-9dd7-307b16846c09",
  "clinical_relevance": "A progesterona é o principal hormônio esteroide da gestação, produzida inicialmente pelo corpo lúteo e, a partir da 8ª-10ª semana, predominantemente pela placenta (luteoplacental shift). No 3º trimestre, os níveis séricos atingem os valores mais elevados de toda a gestação, com médias tipicamente entre 48,1 ng/mL no 2º trimestre (14-28 semanas) e progressão para faixas de 60-150 ng/mL no 3º trimestre (28-40 semanas), com variação individual considerável. Valores abaixo de 25 ng/mL no 3º trimestre devem ser interpretados com cautela clínica, pois podem indicar insuficiência placentária ou risco de parto prematuro.\n\nFisiologicamente, a progesterona exerce ações essenciais na manutenção da gestação: inibe a contratilidade uterina por antagonizar o efeito do cálcio na musculatura lisa miometrial, suprime respostas imunológicas que poderiam levar à rejeição do feto (imunotolerância), mantém a quiescência cervical e estimula o desenvolvimento glandular mamário. A queda fisiológica da progesterona ao final da gestação — ou uma insuficiência relativa frente ao estrogênio — constitui um gatilho central para o início do trabalho de parto a termo.\n\nA insuficiência de progesterona está associada a desfechos adversos relevantes. Estudos demonstram que mulheres com colo uterino encurtado (< 25 mm) identificado por ultrassom transvaginal entre 18-24 semanas têm risco aumentado de parto prematuro, e a suplementação com progesterona vaginal reduz esse risco de 27,5% para 18,1% (metanálise, Ultrasound in Obstetrics & Gynecology, 2025). O ACOG (2023) recomenda progesterona vaginal para gestantes com histórico de parto prematuro espontâneo, gestação única e colo encurtado.\n\nNíveis séricos muito elevados (> 200 ng/mL) podem ocorrer em gestações múltiplas, mola hidatiforme ou síndrome de hiperestimulação ovariana, requerendo investigação diferencial. A interpretação correta exige correlação com a idade gestacional confirmada por ultrassom, visto que os valores de referência variam substancialmente por semana.\n\nDo ponto de vista da medicina integrativa e funcional, a progesterona também apresenta efeitos neuroprotetores mediados por metabólitos como a alopregnanolona, moduladora do receptor GABA-A. A progesterona natural micronizada tem perfil de segurança superior aos progestágenos sintéticos, que se ligam a múltiplos receptores com ações por vezes antagônicas e maior risco de eventos adversos. A mensuração de progesterona sérica no 3º trimestre é, portanto, um marcador funcional da integridade placentária e da viabilidade gestacional continuada.",
  "points": 22,
  "patient_explanation": "A progesterona é o hormônio da gravidez por excelência. Ela é produzida pela placenta durante toda a gestação e tem um papel fundamental: manter o útero relaxado para que o bebê possa crescer com segurança, além de proteger o bebê do sistema imunológico da mãe e preparar os seios para a amamentação. No terceiro trimestre, os níveis de progesterona estão nos valores mais altos de toda a gestação, o que é completamente normal e esperado. Quando os níveis estão adequados, o risco de trabalho de parto prematuro é menor e a placenta está funcionando bem. Níveis mais baixos do que o esperado podem indicar que a placenta precisa de atenção ou que existe algum risco de parto prematuro. Já valores muito acima do normal podem ocorrer em gestações de gêmeos ou outras situações que seu médico avaliará. Este exame deve sempre ser interpretado junto com o resultado do ultrassom e outros dados da sua gestação. Se houver alguma alteração, existem formas seguras de suplementar esse hormônio e proteger você e seu bebê.",
  "conduct": "## Conduta Clínica: Progesterona no 3º Trimestre da Gestação\n\n### 1. Valores de Referência e Interpretação\n\n- **3º trimestre (28-40 semanas):** 60-150 ng/mL (faixa típica; varia conforme laboratório e método)\n- **Valores abaixo de 25 ng/mL no 3º trimestre:** Investigação obrigatória\n- **Valores entre 25-60 ng/mL:** Interpretação cuidadosa com correlação ultrassonográfica e clínica\n- **Valores acima de 150-200 ng/mL:** Considerar gestação múltipla, doença trofoblástica ou hiperestimulação\n- A progesterona sérica isolada tem valor preditivo limitado; sempre correlacionar com dados clínicos, ultrassom e idade gestacional confirmada\n\n---\n\n### 2. Investigação Complementar\n\n**Quando os níveis estiverem abaixo do esperado para a idade gestacional:**\n- **Ultrassom obstétrico com Doppler:** Avaliação de vitalidade fetal, volume de líquido amniótico, biometria e dopplervelocimetria de artérias uterinas e umbilical\n- **Cardiotocografia (CTG):** Monitoramento da frequência cardíaca fetal\n- **Dosagem de hCG:** Auxilia na avaliação da integridade trofoblástica\n- **Perfil biofísico fetal:** Se houver suspeita de comprometimento placentário\n- **Medida do comprimento cervical por ultrassom transvaginal:** Especialmente em pacientes com fatores de risco para parto prematuro (colo < 25 mm é critério de intervenção)\n- **Avaliação de fibronectina fetal** em pacientes com sintomas de trabalho de parto prematuro\n\n---\n\n### 3. Indicações de Suplementação de Progesterona\n\n**Progesterona vaginal micronizada (200 mg/noite) — evidência A:**\n- Gestação única com colo uterino encurtado (< 25 mm) identificado entre 16-24 semanas\n- Redução comprovada de parto prematuro: de 27,5% para 18,1% (NNT ≈ 11)\n- Recomendada pelo ACOG (2023) para gestantes com histórico de parto prematuro espontâneo + gestação única + colo curto\n\n**Atenção às distinções farmacológicas:**\n- **Progesterona natural micronizada:** Perfil de segurança superior, efeitos neuroprotetores (alopregnanolona), indicada na gestação\n- **Progestágenos sintéticos (ex.: medroxiprogesterona, levonorgestrel):** NÃO equivalentes; maior risco de efeitos adversos; contraindicados na gestação salvo indicações específicas\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Encaminhamento imediato ao obstetra ou medicina materno-fetal:** Progesterona sérica < 20 ng/mL no 3º trimestre com achados ultrassonográficos anormais\n- **Avaliação em centro de referência:** Suspeita de insuficiência placentária grave, restrição de crescimento intrauterino (RCIU) ou oligodramnia associada\n- **Pré-natal de alto risco:** Histórico de parto prematuro espontâneo, gemelaridade, incompetência istmocervical ou alterações cervicais prévias\n\n---\n\n### 5. Abordagem Integrativa e Suporte Gestacional\n\n**Nutrientes com impacto na saúde placentária e gestacional:**\n- **Magnésio:** 300-500 mg/dia (citrato ou bisglicinato) — inibe contrações prematuras, reduz risco de pré-eclâmpsia e RCIU; monitorar nível sérico (alvo: quartil superior, > 2,2 mg/dL)\n- **Ômega-3 (DHA/EPA):** 2-4 g/dia — reduz risco de parto prematuro precoce, suporta neurodesenvolvimento fetal\n- **Vitamina D:** Manter 25(OH)D entre 40-60 ng/mL (idealmente 60-80 ng/mL); associar vitamina K2 MK7 (80-200 mcg/dia)\n- **Ferro:** Ferritina < 50 ng/mL já indica deficiência; preferir glicinato ou bisglicinato de ferro (15-25 mg/dia)\n- **Iodo:** 150-220 mcg/dia conforme recomendação nacional/regional; avaliar iodo urinário\n\n**Condutas comportamentais:**\n- Redução de estresse (meditação, yoga, suporte psicossocial)\n- Higiene do sono adequada\n- Monitoramento regular de pressão arterial e glicemia\n\n---\n\n### 6. Monitoramento e Seguimento\n\n- Reavaliação ultrassonográfica a cada 2-4 semanas em gestações de risco\n- Repetir dosagem de progesterona apenas se houver indicação clínica específica (não é exame de rotina no 3º trimestre na maioria dos protocolos)\n- Manter comunicação estreita entre equipe obstétrica, paciente e, quando aplicável, especialista em medicina materno-fetal\n- Documentar todos os valores hormonais com a idade gestacional correspondente para adequada interpretação longitudinal"
}
