{
  "score_item_id": "c77cedd3-2800-79af-b3c9-b211d8bd6c28",
  "clinical_relevance": "A progesterona sérica na mulher pós-menopáusica é um parâmetro laboratorial central para orientar e monitorar a terapia hormonal da menopausa (TRH). Na pós-menopausa, os ovários cessam a produção cíclica de progesterona — hormônio produzido predominantemente pelo corpo lúteo na fase lútea do ciclo fértil —, resultando em níveis séricos basais inferiores a 0,5 ng/mL (frequentemente < 0,1 ng/mL) quando a mulher não está em reposição. Valores acima de 0,5 ng/mL em mulheres pós-menopáusicas sem TRH devem levantar suspeita de fonte ectópica de progesterona (p. ex., tumor de células da granulosa, tumor adrenal ou luteoma).\n\nFisiologicamente, a progesterona é um hormônio esteroide derivado do colesterol com papel essencial na proteção endometrial (oposição à ação proliferativa do estrogênio), na homeostase óssea, na modulação do sistema nervoso central e na regulação cardiovascular. Sua deficiência crônica, combinada à queda estrogênica, contribui para hiperplasia endometrial, osteoporose, distúrbios do sono, sintomas vasomotores e declínio cognitivo.\n\nDo ponto de vista terapêutico, a distinção entre progesterona natural micronizada e progestágenos sintéticos (p. ex., acetato de medroxiprogesterona — MPA) é clinicamente determinante. A progesterona micronizada é uma molécula bioidêntica com estrutura idêntica à endógena, enquanto os progestágenos sintéticos possuem estruturas químicas distintas e agem em múltiplos receptores esteroides com efeitos por vezes antagônicos aos da progesterona natural. O estudo E3N (França) demonstrou que a combinação de estrogênio com progesterona natural micronizada não aumentou o risco de câncer de mama, ao contrário da combinação com progestágenos sintéticos. Meta-análises e revisões sistemáticas corroboram que dados sugerem menor risco de câncer de mama com progesterona e didrogesterona em comparação a progestinas sintéticas, sem suportar efeito de classe.\n\nA progesterona oral micronizada é metabolizada em alopregnanolona no fígado — um neuroesteroide modulador positivo do receptor GABA-A —, conferindo efeitos ansiolíticos, antidepressivos e melhora objetiva da qualidade do sono (redução da latência e dos despertares noturnos). Estudos demonstram que a adição de progesterona micronizada ao estradiol não oral não induz efeitos adversos sobre perfil lipídico (HDL, triglicerídeos, hsCRP) nem sobre pressão arterial ou composição corporal em mulheres pós-menopáusicas jovens e saudáveis. O colesterol total reduz com E2 isolado, e a adição de progesterona micronizada mantém essa redução; o LDL-c foi menor durante E2+P comparado ao basal.\n\nDo ponto de vista de segurança endometrial, a progesterona oral garante proteção adequada contra hiperplasia endometrial induzida por estrogênio; a via transdérmica, ao contrário, não demonstra esse efeito protetor em biópsias endometriais. A espessura endometrial não deve ultrapassar 10 mm durante TRH. Doses habituais de progesterona micronizada variam de 100 mg/dia (regime contínuo) a 200–300 mg/dia (regime sequencial, a cada 12–15 dias). A janela de oportunidade terapêutica para iniciar TRH com melhor relação risco-benefício é nos primeiros 10 anos após a menopausa ou antes dos 60 anos. O risco de mortalidade cardiovascular é seis vezes maior que o risco por câncer, reforçando a relevância de uma TRH adequada e individualizada como estratégia preventiva primária.",
  "points": 18,
  "patient_explanation": "A progesterona é um hormônio produzido pelos ovários durante os anos férteis. Após a menopausa, os ovários param de fabricá-lo, e seus níveis no sangue ficam muito baixos. Esse hormônio tem funções importantes: protege o útero contra o crescimento excessivo do revestimento interno, ajuda na saúde dos ossos, melhora a qualidade do sono e tem efeitos calmantes no cérebro. Quando sua médica solicita a dosagem de progesterona, ela quer saber se você está recebendo a quantidade adequada na reposição hormonal. Existem dois tipos: a progesterona natural (bioidêntica) e as versões sintéticas. A progesterona natural é considerada mais segura e tem benefícios adicionais para o sono e o bem-estar. Se seus níveis estiverem baixos ou fora do esperado para o seu tratamento, sua médica poderá ajustar a dose ou a forma de uso para garantir sua saúde e conforto ao longo dessa fase da vida.",
  "conduct": "## Conduta Clínica: Progesterona em Mulheres Pós-Menopáusicas\n\n### 1. Interpretação dos Níveis Séricos\n\n- **Sem TRH:** nível esperado < 0,5 ng/mL (frequentemente indetectável). Valores elevados exigem investigação de tumor produtor de progesterona (granulosa, adrenal, luteoma).\n- **Com TRH (progesterona micronizada oral 100–300 mg/dia):** níveis séricos variáveis conforme dose, horário da coleta e via; a monitorização isolada do nível sérico tem limitada correlação com efeito endometrial — preferir avaliação clínica e ultrassonografia transvaginal.\n- **Coleta:** padronizar horário (preferencialmente 12–24 h após última dose oral) e registrar dose e regime (contínuo ou sequencial).\n\n### 2. Indicação de TRH com Progesterona\n\n- **Mulheres com útero íntegro:** progesterona é **obrigatória** para opor-se ao estrogênio e prevenir hiperplasia e carcinoma endometrial.\n- **Mulheres sem útero (histerectomizadas):** progesterona oral micronizada ainda é recomendada pelos benefícios na massa óssea, na qualidade do sono (via alopregnanolona) e pelos efeitos neuroprotetores.\n- **Janela de oportunidade:** iniciar preferencialmente nos primeiros 10 anos após a menopausa ou antes dos 60 anos para maximizar a relação risco-benefício.\n\n### 3. Escolha do Progestogênio\n\n- **Preferir progesterona natural micronizada** (bioidêntica) em detrimento de progestágenos sintéticos (MPA, noretisterona) pela:\n  - Maior segurança cardiovascular e menor risco tromboembólico (especialmente combinada com estradiol transdérmico)\n  - Ausência de aumento do risco de câncer de mama (estudo E3N; revisões sistemáticas)\n  - Efeitos neuroprotetores e melhora do sono via metabolização em alopregnanolona\n  - Perfil lipídico neutro (sem interferência adversa em HDL, triglicerídeos, hsCRP)\n- **Evitar progestágenos com ação androgênica** (p. ex., noretisterona, levonorgestrel) pelo maior risco de efeitos adversos metabólicos e mamários.\n\n### 4. Doses e Regimes\n\n| Regime | Dose | Indicação |\n|---|---|---|\n| Contínuo | 100 mg/dia oral ao deitar | Pós-menopausa estabelecida, sangramento zero |\n| Sequencial | 200–300 mg/dia oral por 12–15 dias/mês | Perimenopausa, preferência por ciclos |\n| Vaginal | 200 mg à noite | Quando benefícios sistêmicos do oral não são prioritários |\n\n- **Via transdérmica (creme):** não demonstra proteção endometrial em biópsias — **não utilizar como substituto da via oral para proteção uterina**.\n\n### 5. Monitoramento\n\n- **Ultrassonografia transvaginal:** espessura endometrial não deve ultrapassar **10 mm** durante TRH. Realizar anualmente ou se houver sangramento.\n- **Mamografia:** anual a partir dos 40 anos.\n- **Avaliação de sintomas:** melhora do sono, fogachos, humor e libido como marcadores de resposta clínica.\n- **DUTCH Test (urina seca):** considerar em casos complexos para avaliar metabólitos hormonais (beta-pregnanediol, alfa-pregnanediol) e identificar desvios metabólicos. Exame especializado; requer experiência do prescritor para interpretação.\n\n### 6. Investigação Complementar se Nível Elevado sem TRH\n\n- **Ultrassonografia pélvica/transvaginal:** pesquisar tumor ovariano.\n- **Tomografia/Ressonância de adrenais:** descartar tumor adrenocortical produtor de progesterona.\n- **Encaminhamento à Ginecologia Oncológica ou Endocrinologia** se confirmada fonte tumoral.\n\n### 7. Critérios de Encaminhamento\n\n- Especialista em **Ginecologia/Endocrinologia Ginecológica:** para início ou ajuste de TRH complexa, falha de resposta, sangramento uterino anormal.\n- **Mastologia:** avaliação individualizada de risco mamário antes e durante TRH.\n- **Oncologia/Ginecologia Oncológica:** contraindicação absoluta de TRH sistêmica em pacientes com histórico de câncer de mama; considerar terapias tópicas para atrofia vaginal apenas após falha de métodos não hormonais.\n\n### 8. Contraindicações e Precauções\n\n- Câncer de mama ativo ou recente: contraindicação a TRH sistêmica.\n- Tromboembolismo venoso ativo: avaliar via transdérmica (menor risco trombogênico) e evitar progestágenos androgênicos.\n- Sangramento uterino de causa não esclarecida: investigar antes de iniciar TRH."
}
