{
  "score_item_id": "019bf31d-2ef0-74c4-9e7b-6696731a56a3",
  "clinical_relevance": "A progesterona em homens é um hormônio esteroide produzido principalmente pelas células de Leydig nos testículos, pela zona reticular da córtex adrenal e, em menor grau, pelo cérebro. Sua relevância clínica no sexo masculino vai além do papel de intermediário na esteroidogênese: atua como precursor direto da testosterona, do cortisol, da aldosterona e do DHT, posicionando-se como nó central da cascata esteroidogênica. A via metabólica estabelecida é: colesterol → pregnenolona → progesterona → 17-alfa-hidroxiprogesterona → androstenediona → testosterona. Sob estresse e ativação do eixo HPA, há desvio preferencial do substrato para síntese de glicocorticoides (fenômeno conhecido como 'fuga da pregnenolona'), o que pode reduzir a disponibilidade de progesterona para a síntese androgênica.\n\nValores de referência séricos em homens adultos situam-se tipicamente entre 0,2 e 1,4 ng/mL, com variação laboratorial relevante. Valores acima de 1,4–2,0 ng/mL devem levantar suspeita de hiperplasia adrenal congênita não clássica (déficit de 21-hidroxilase ou 11-beta-hidroxilase), tumores secretores adrenais ou testiculares, uso de precursores hormonais exógenos (pregnenolona, progesterona tópica) ou defeitos enzimáticos da esteroidogênese. Valores muito baixos podem indicar insuficiência adrenal, hipogonadismo primário ou secundário grave, ou depleção funcional por estresse crônico.\n\nA progesterona exerce efeitos diretos no sistema nervoso central, com ação neuroprotetora e ansiolítica mediada por seus metabólitos neuroativos (alopregnanolona), modulando receptores GABA-A. Em tecido prostático, compete com DHT e estrogênios pelos receptores, potencialmente exercendo efeito antiproliferativo. Nos ossos, contribui para a saúde do tecido ósseo junto com testosterona e estradiol. No contexto da medicina funcional integrativa, a progesterona masculina é avaliada dentro do perfil hormonal completo — testosterona total, SHBG, estradiol, DHT, cortisol, DHEA-S — para identificar desequilíbrios esteroidogênicos que impactem energia, cognição, composição corporal, libido e saúde cardiovascular. A análise isolada tem valor limitado; sua interpretação exige correlação com o quadro clínico e os demais marcadores hormonais.",
  "points": 10,
  "patient_explanation": "A progesterona é um hormônio esteroide presente tanto em mulheres quanto em homens. No organismo masculino, ela é produzida em pequenas quantidades pelas glândulas suprarrenais e pelos testículos, atuando como um intermediário essencial na cadeia de produção hormonal: é a partir dela que o corpo fabrica testosterona, cortisol e outros hormônios importantes. Além disso, a progesterona tem ação direta no cérebro (efeito calmante e protetor), nos ossos e na próstata. Valores alterados podem indicar desequilíbrios hormonais, como excesso de estrogênio, produção insuficiente de testosterona ou problemas nas glândulas suprarrenais. Níveis muito baixos podem estar associados a fadiga, alterações de humor e redução da libido, enquanto níveis elevados podem sinalizar uso de suplementos ou condições específicas que precisam de avaliação médica. Este exame é geralmente analisado em conjunto com outros hormônios para compor um quadro completo da saúde hormonal masculina.",
  "conduct": "## Conduta Clínica — Progesterona em Homens\n\n### 1. Interpretação dos Resultados\n\n- **Valores de referência típicos:** 0,2 – 1,4 ng/mL (verificar referência do laboratório utilizado)\n- **Progesterona elevada (> 1,4–2,0 ng/mL):**\n  - Investigar uso exógeno de pregnenolona, progesterona tópica ou suplementos esteroidais\n  - Suspeitar de hiperplasia adrenal congênita não clássica (solicitar 17-OHP basal e após estímulo com ACTH)\n  - Excluir tumor adrenal ou testicular secretor (imagem: USG testicular, TC/RM de adrenais)\n  - Avaliar perfil hormonal completo: testosterona total, estradiol, DHT, cortisol, DHEA-S, LH, FSH\n- **Progesterona baixa (< 0,2 ng/mL):**\n  - Considerar insuficiência adrenal funcional ou orgânica (cortisol matinal, teste de estimulação com ACTH)\n  - Avaliar eixo HPG: LH, FSH, testosterona (hipogonadismo primário vs. secundário)\n  - Estresse crônico como causa de desvio esteroidogênico ('fuga da pregnenolona')\n\n### 2. Investigação Complementar\n\n- **Painel hormonal mínimo:** testosterona total, SHBG, estradiol, DHT, LH, FSH, prolactina, cortisol matinal, DHEA-S\n- **Painel ampliado (quando indicado):** pregnenolona sérica, 17-OHP, androstenediona, teste de supressão/estimulação adrenal\n- **Imagem:** USG testicular bilateral se suspeita de tumor; TC/RM adrenal se massa suspeita\n- **Considerar painel salivar** para avaliação de hormônios livres biodisponíveis (progesterona, cortisol, DHEA) quando o quadro clínico divergir dos exames séricos\n- Medir exames hormonais preferencialmente pela manhã (entre 7h–9h), em jejum, para padronização circadiana\n\n### 3. Intervenções Baseadas em Evidências\n\n#### 3a. Manejo de Progesterona Elevada\n- Suspender uso de pregnenolona, progesterona ou suplementos precursores sem indicação médica clara\n- Se HAC não clássica confirmada: discussão com endocrinologista sobre necessidade de glicocorticoide em baixa dose (hidrocortisona)\n- Se tumor secretor confirmado: encaminhamento cirúrgico urgente\n- Reavaliação laboratorial em 6–8 semanas após suspensão de substâncias exógenas\n\n#### 3b. Manejo de Progesterona Baixa no Contexto de Desequilíbrio Esteroidogênico\n- **Abordagem não farmacológica (prioridade):**\n  - Otimizar sono (7–9h/noite): impacto direto na produção esteroidogênica noturna\n  - Redução do estresse crônico: protocolos de adaptógenos (Ashwagandha apresenta resultados mais previsíveis por atuar no eixo HPA)\n  - Exercício resistido moderado: estimula esteroidogênese gonadal\n  - Correção de obesidade: reduz aromatização excessiva e melhora o perfil androgênico global\n  - Avaliação nutricional: garantir colesterol LDL adequado (substrato esteroidogênico); deficiências de zinco, magnésio e vitamina D comprometem a produção hormonal\n- **Abordagem farmacológica (quando indicada):**\n  - Tratar causa primária (hipogonadismo, insuficiência adrenal) conforme protocolo específico\n  - Pregnenolona oral pode ser considerada em casos selecionados de depleção esteroidogênica, com monitorização hormonal rigorosa\n  - Evitar prescrição empírica sem diagnóstico etiológico definido\n\n### 4. Critérios de Encaminhamento\n\n- **Endocrinologista:** HAC não clássica confirmada, insuficiência adrenal primária, hipogonadismo hipogonadotrófico grave\n- **Urologista/Andrologista:** suspeita de tumor testicular secretor, hipogonadismo primário\n- **Cirurgia/Oncologia:** massa adrenal ou testicular com características suspeitas em imagem\n\n### 5. Monitoramento\n\n- Reavaliar painel hormonal completo a cada 3–6 meses durante ajuste terapêutico\n- Documentar horário de coleta e uso de qualquer suplemento ou medicamento hormonal\n- Avaliar resposta clínica: energia, libido, composição corporal, cognição e humor como desfechos funcionais relevantes"
}
