{
  "score_item_id": "019bf31d-2ef0-731d-aa69-f02d2a686bbc",
  "clinical_relevance": "A prolactina é um hormônio peptídico secretado pelas células lactotrofas da hipófise anterior, primariamente regulada pela inibição tônica dopaminérgica do hipotálamo. Em mulheres não grávidas, os valores de referência estabelecidos por consenso internacional situam-se entre 2 e 29 ng/mL. Valores acima deste limiar configuram hiperprolactinemia, condição com amplas repercussões no eixo reprodutivo feminino.\n\nEpidemiologicamente, a hiperprolactinemia está presente em 15-20% das mulheres avaliadas por infertilidade, com prevalência na população infértil pelo menos dez vezes superior à da população geral. Esta elevada prevalência justifica a dosagem rotineira de prolactina na investigação de irregularidade menstrual, anovulação e infertilidade.\n\nFisiopatologicamente, o excesso de prolactina suprime a secreção pulsátil de GnRH hipotalâmico, resultando em redução de LH e FSH, com consequente hipogonadismo hipogonadotrófico funcional. Em mulheres com ciclos ovulatórios mantidos, a hiperprolactinemia produz insuficiência de fase lútea com níveis inadequados de progesterona, comprometendo a receptividade endometrial e a manutenção de uma eventual gestação. As manifestações clínicas incluem oligomenorreia, amenorreia, galactorreia, disfunção sexual e redução da densidade mineral óssea por hipoestrogenismo secundário.\n\nAs principais etiologias incluem prolactinoma (adenoma hipofisário secretor, causa orgânica mais frequente), hipotireoidismo primário (TRH elevado estimula lactotrofas), uso de medicamentos dopaminérgicos antagonistas (antipsicóticos, metoclopramida, domperidona, antidepressivos), insuficiência renal crônica, hiperprolactinemia idiopática e macroprolactinemia. Esta última, caracterizada por prolactina predominantemente ligada a IgG com reduzida atividade biológica, está presente em 10-46% dos casos de hiperprolactinemia e deve ser excluída antes de iniciar investigação de imagem ou tratamento, evitando procedimentos desnecessários.\n\nA estratificação de risco baseia-se no nível de prolactina e no contexto clínico: valores moderadamente elevados (30-100 ng/mL) são compatíveis com hiperprolactinemia funcional ou microadenoma; valores acima de 250 ng/mL são altamente sugestivos de macroadenoma. O rastreio de macroprolactina (precipitação com polietilenoglicol) deve ser realizado em todos os casos de hiperprolactinemia persistente sem causa medicamentosa óbvia. A ressonância magnética da hipófise com gadolínio está indicada após exclusão de causas funcionais e medicamentosas.\n\nO tratamento de primeira linha é farmacológico com agonistas dopaminérgicos. A cabergolina é o agente preferencial pelo consenso internacional, pela sua superior eficácia, tolerabilidade e posologia bissemanal, alcançando normalização da prolactina e redução tumoral em aproximadamente 80% dos casos. A bromocriptina é alternativa, especialmente em mulheres que desejam gestação. A prolactina também é exame obrigatório no diagnóstico diferencial de síndrome dos ovários policísticos (SOP), hiperplasia adrenal congênita não clássica e síndrome de Cushing.",
  "points": 18,
  "patient_explanation": "A prolactina é um hormônio produzido por uma glândula pequena no cérebro chamada hipófise. Seu papel principal é estimular a produção de leite após o parto. Fora da gravidez e da amamentação, seus níveis devem permanecer baixos, entre 2 e 29 ng/mL.\n\nQuando a prolactina está elevada, ela pode desregular o ciclo menstrual, causar dificuldade para engravidar, produzir saída de leite mesmo sem gravidez (galactorreia) e reduzir o desejo sexual. Isso acontece porque o excesso desse hormônio bloqueia o sinal que o cérebro envia para os ovários funcionarem normalmente.\n\nOs valores alterados podem ter causas variadas: um pequeno nódulo benigno na hipófise chamado prolactinoma, hipotireoidismo não tratado, ou uso de alguns medicamentos comuns. O diagnóstico correto é fundamental, pois o tratamento é eficaz e, na maioria dos casos, resolve os sintomas sem necessidade de cirurgia. Se o seu exame estiver alterado, converse com seu médico para investigar a causa.",
  "conduct": "## Conduta Clínica: Hiperprolactinemia em Mulheres\n\n### 1. Confirmação e Exclusão de Interferentes\n\n- **Repetir a dosagem** em condições padronizadas: coleta em jejum, evitando estresse, manipulação mamária e relação sexual nas 24h anteriores (fatores que elevam prolactina fisiologicamente).\n- **Excluir causas medicamentosas:** antipsicóticos (haloperidol, risperidona), metoclopramida, domperidona, antidepressivos (especialmente tricíclicos e alguns SSRIs), opioides e estrógenos em doses elevadas.\n- **Solicitar rastreio de macroprolactina** (precipitação com PEG) em todo paciente com hiperprolactinemia persistente sem causa óbvia — presente em 10-46% dos casos; se positivo, dispensa investigação adicional.\n\n### 2. Investigação Complementar\n\n**Exames laboratoriais de primeira linha:**\n- TSH e T4 livre (hipotireoidismo primário eleva prolactina via TRH)\n- Creatinina sérica (insuficiência renal)\n- Teste de gravidez (beta-hCG)\n- FSH, LH, estradiol (avaliação do eixo gonadotrófico)\n- Progesterona em fase lútea (avaliar insuficiência lútea em ciclos mantidos)\n\n**No contexto de diagnóstico diferencial:**\n- Prolactina é parte obrigatória do painel para exclusão de: SOP (critérios de Roterdã), hiperplasia adrenal congênita não clássica (17-OHP) e síndrome de Cushing (cortisol salivar noturno).\n\n**Imagem hipofisária:**\n- Ressonância magnética da hipófise com gadolínio indicada após exclusão de causas funcionais e medicamentosas, especialmente: prolactina > 100 ng/mL, sintomas neurológicos (cefaleia, alterações visuais) ou hiperprolactinemia confirmada sem causa identificada.\n- Prolactina > 250 ng/mL: altamente sugestiva de macroadenoma.\n\n### 3. Critérios de Encaminhamento\n\n- **Endocrinologia/Neuroendocrinologia:** prolactinoma confirmado (micro ou macroadenoma), hiperprolactinemia > 100 ng/mL sem causa medicamentosa, falha ou intolerância ao tratamento com agonistas dopaminérgicos.\n- **Neurocirurgia:** macroadenomas com efeito de massa (compressão quiasmática, apoplexia hipofisária) ou resistência a dopaminérgicos.\n- **Reprodução Assistida/Ginecologia:** infertilidade associada à hiperprolactinemia, insuficiência lútea com progesterona baixa.\n\n### 4. Intervenções Baseadas em Evidências\n\n**Tratamento farmacológico (primeira linha):**\n- **Cabergolina:** agente preferencial por consenso internacional — eficácia superior, melhor tolerabilidade, posologia bissemanal (0,25-0,5 mg, 2x/semana). Normaliza prolactina e reduz volume tumoral em aproximadamente 80% dos casos.\n- **Bromocriptina:** alternativa válida, especialmente em planejamento de gestação (maior experiência de segurança fetal); dose inicial 1,25 mg/noite, com aumento gradual.\n\n**Tratamento da causa base:**\n- Hipotireoidismo: reposição de levotiroxina normaliza prolactina sem necessidade de dopaminérgicos.\n- Medicamentos causadores: avaliar substituição ou redução da dose com o prescritor responsável.\n\n**Monitoramento:**\n- Dosagem de prolactina a cada 3 meses nos primeiros 12 meses de tratamento.\n- Reavaliação de imagem hipofisária após 12 meses de tratamento ou se alteração clínica.\n- Densitometria óssea em pacientes com hipoestrogenismo prolongado.\n- Em mulheres com desejo de gestação: cabergolina deve ser suspensa ao confirmar gravidez; monitorar sintomas sugestivos de crescimento tumoral durante a gestação."
}
