{
  "score_item_id": "019bf31d-2ef0-795a-90af-27e84cf9463b",
  "clinical_relevance": "A prolactina é um hormônio peptídico sintetizado e secretado pela hipófise anterior (adenohipófise), especificamente pelas células lactotrofas. Em homens, os valores de referência situam-se geralmente entre 2 e 18 ng/mL, com variações conforme o laboratório. A hiperprolactinemia masculina é definida por níveis persistentemente acima desse intervalo e constitui uma causa importante — e frequentemente subestimada — de hipogonadismo hipogonadotrófico e disfunção sexual.\n\nFisiopatologia: A prolactina suprime a pulsatilidade do GnRH hipotalâmico, levando a redução de LH e FSH pela hipófise, com consequente queda na produção testicular de testosterona e espermatozoides. Estudos de meta-análise demonstram que a hiperprolactinemia está presente em aproximadamente 4,2% dos homens que consultam por disfunção sexual, e sua prevalência entre homens com disfunção erétil é de cerca de 2% (IC 95%: 1–3%). Além da via indireta (via supressão gonadotrófica), a prolactina exerce efeitos diretos sobre o desejo sexual e a função erétil, independentemente dos níveis de testosterona. Dados de um estudo publicado em 2024 (PLOS ONE) identificaram que aproximadamente 10% dos homens com hiperprolactinemia apresentam testosterona normal (>3,0 ng/mL), sendo que cerca de 90% exibem testosterona reduzida. Mesmo nos eugonadais, o tratamento dopaminérgico com cabergolina ou bromocriptina restaura a função sexual e a morfologia hipofisária.\n\nEtiologia: As causas mais prevalentes incluem prolactinomas (adenomas hipofisários secretores de prolactina), que em homens tendem a ser macroadenomas (>10 mm), mais invasivos, com concentrações de prolactina mais elevadas ao diagnóstico e maior potencial proliferativo em comparação às mulheres. O hipogonadismo ocorre em 76–100% dos homens com macroprolactinoma ao diagnóstico. Em 11–73% dos casos, o hipogonadismo pode persistir mesmo após normalização da prolactina com tratamento. Outras causas incluem hipotireoidismo, insuficiência renal, uso de antipsicóticos (haloperidol, risperidona), antieméticos (metoclopramida), antidepressivos, hiperprolactinemia idiopática e macroprolactinemia (formas de alto peso molecular com menor atividade biológica).\n\nManifestações clínicas: Em homens, a hiperprolactinemia manifesta-se predominantemente como hipogonadismo (libido reduzida, disfunção erétil, infertilidade, diminuição do volume ejaculatório), podendo ocorrer também ginecomastia, galactorreia (menos frequente que em mulheres), sintomas neurológicos por efeito de massa tumoral (cefaleia, hemianopsia bitemporal) e osteoporose por hipoestrogenismo/hipoandrogenismo crônico.\n\nEstratificação de risco: Prolactina entre 20–200 ng/mL: considerar hiperprolactinemia funcional, medicamentosa ou microprolactinoma. Acima de 200–250 ng/mL: alta probabilidade de macroprolactinoma, indicando ressonância magnética hipofisária de urgência. O tratamento de primeira linha com agonistas dopaminérgicos (cabergolina preferencial pelo consenso internacional de 2023, pela melhor tolerabilidade e eficácia) normaliza a prolactina e restaura a função gonadal na maioria dos casos.",
  "points": 18,
  "patient_explanation": "A prolactina é um hormônio produzido por uma glândula pequena localizada na base do cérebro chamada hipófise. Em homens, ela existe em quantidades baixas e desempenha um papel no equilíbrio hormonal geral. Quando os níveis de prolactina ficam muito elevados — condição chamada hiperprolactinemia — o organismo reduz a produção de testosterona e outros hormônios sexuais importantes. Isso pode causar sintomas como queda no desejo sexual, dificuldade de ereção, infertilidade, cansaço e, em alguns casos, crescimento das mamas. A causa mais comum é um pequeno tumor benigno (não cancerígeno) chamado prolactinoma, além de certos medicamentos e outras condições de saúde. A boa notícia é que, na grande maioria dos casos, o tratamento com medicamentos específicos normaliza os níveis de prolactina e reverte os sintomas. Por isso, quando identificado, esse problema tem solução eficaz e o acompanhamento médico regular é fundamental para garantir sua saúde hormonal e qualidade de vida.",
  "conduct": "## Conduta Clínica: Hiperprolactinemia em Homens\n\n### 1. Confirmação Diagnóstica\n\n- **Repetir a dosagem de prolactina** em condições adequadas: em jejum ou 2 horas após refeição leve, sem estresse físico ou emocional recente, sem relação sexual nas 24h anteriores e sem punção venosa traumática (estresse da venopunção eleva prolactina transitoriamente).\n- Solicitar **prolactina fracionada** (monomérica, dimérica e macroprolactina) quando houver discrepância entre valores elevados e ausência de sintomas clínicos, para excluir macroprolactinemia benigna.\n- Avaliar **painel hormonal completo:** testosterona total, SHBG, testosterona livre calculada, LH, FSH, estradiol, TSH (para excluir hipotireoidismo como causa), cortisol matinal e IGF-1 conforme contexto.\n\n### 2. Investigação Etiológica\n\n- **Revisão medicamentosa rigorosa:** antipsicóticos típicos e atípicos (risperidona, haloperidol), antieméticos (metoclopramida, domperidona), antidepressivos serotoninérgicos, anti-hipertensivos (metildopa, verapamil) e opioides são causas frequentes.\n- **Ressonância magnética da hipófise com gadolínio** é mandatória em toda hiperprolactinemia confirmada sem causa medicamentosa óbvia:\n  - Microprolactinoma: lesão < 10 mm\n  - Macroprolactinoma: lesão ≥ 10 mm (mais comum em homens, maior risco de invasão e compressão)\n- Avaliação do campo visual (campimetria computadorizada) se houver macroadenoma ou sintomas visuais.\n- Avaliar função renal e hepática quando indicado clinicamente.\n\n### 3. Critérios de Encaminhamento\n\n- **Endocrinologista:** todos os casos confirmados de hiperprolactinemia com prolactinoma identificado ou suspeito, hipogonadismo secundário estabelecido ou hiperprolactinemia idiopática persistente.\n- **Neurocirurgia/Neurocirurgião:** quando há resistência ao tratamento dopaminérgico, crescimento tumoral em uso de agonista, ou efeitos compressivos graves (perda visual, apoplexia hipofisária).\n- **Oftalmologista:** para avaliação do campo visual em macroadenomas.\n\n### 4. Intervenções Baseadas em Evidências\n\n**Tratamento farmacológico (primeira linha):**\n- **Cabergolina** é o agonista dopaminérgico de escolha segundo o Consenso Internacional de Prolactinomas (Nature Reviews Endocrinology, 2023), por maior eficácia, tolerabilidade e comodidade posológica (dose semanal). Dose inicial típica: 0,25–0,5 mg 2x/semana, com titulação gradual conforme resposta e tolerância.\n- **Bromocriptina** como alternativa, especialmente quando se deseja preservar fertilidade ou em contextos específicos.\n- A normalização da prolactina restaura o eixo gonadotrófico na maioria dos casos, com melhora de testosterona, libido e função erétil.\n\n**Atenção especial ao hipogonadismo persistente:**\n- Em 11–73% dos homens com macroprolactinoma, o hipogonadismo pode persistir mesmo após normalização da prolactina. Nesses casos, avaliar testosterona após 3–6 meses de prolactina normalizada e considerar terapia de reposição de testosterona (TRT) se indicada clinicamente.\n- Não iniciar TRT sem antes controlar a hiperprolactinemia, pois mascara a causa subjacente.\n\n**Monitoramento:**\n- Dosagem de prolactina a cada 3 meses até normalização, depois a cada 6–12 meses.\n- Ressonância magnética hipofisária anual nos primeiros anos; espaçar conforme estabilidade tumoral.\n- Avaliação hormonal completa (testosterona, LH, FSH) em cada consulta de seguimento.\n- Monitorar densidade mineral óssea (DEXA) em casos de hipogonadismo prolongado.\n\n**Abordagem de fatores modificáveis:**\n- Identificar e suspender medicamentos causadores quando clinicamente possível.\n- Tratar hipotireoidismo se presente (causa reversível de hiperprolactinemia).\n- Orientar sobre impacto negativo do estresse crônico, privação de sono e uso de substâncias no eixo hipotálamo-hipófise-gonadal."
}
