{
  "score_item_id": "019bf31d-2ef0-7016-96ad-2fa95ae09f99",
  "clinical_relevance": "O Antígeno Prostático Específico (PSA) total é uma glicoproteína serina-protease produzida predominantemente pelas células epiteliais da glândula prostática, com função fisiológica de liquefazer o sêmen. Circula no sangue em duas frações principais: PSA livre (10-30% do total) e PSA complexado, ligado principalmente à alfa-1-antiquimiotripsina (70-90% do total). O PSA total corresponde à soma de ambas as formas e é expresso em ng/mL.\n\n**Valores de referência e interpretação:**\nA faixa de normalidade amplamente utilizada situa-se entre 2,5 e 4,0 ng/mL, embora deva ser interpretada em função da idade, volume prostático e dinâmica temporal. Um aumento superior a 1,0 ng/mL em 12 meses — ou saltos abruptos (ex.: de 2,5 para 4,0-5,0 em 2 meses) — exige investigação mesmo quando os valores absolutos permanecem dentro da faixa de referência. A velocidade do PSA (PSAV) e a densidade do PSA (PSAD = PSA total / volume prostático em cm³) são métricas complementares de alta relevância clínica.\n\n**Relação PSA livre/PSA total:**\nA relação PSA livre/PSA total (fPSA%) é ferramenta diagnóstica essencial para discriminar hiperplasia prostática benigna (HPB) de câncer de próstata (CaP), especialmente na zona cinzenta de 4,0-10,0 ng/mL. Valores de fPSA% > 14-15% sugerem HPB; valores < 14% aumentam significativamente a suspeita de CaP. Estudo de 2016 com 220 pacientes demonstrou que, ao corte de ≤16%, a relação apresenta sensibilidade de 72,3% e especificidade de 50,4%; ao corte de <7%, especificidade de 97,8% com sensibilidade de 8,4%. Estudo de 2024 (Prostate International) encontrou, ao corte de 17,6%, sensibilidade de 86,5% e especificidade de 63,7% (AUC 0,757) para câncer clinicamente significativo, com prevalência de 34% de câncer significativo em pacientes com fPSA% < 17,6% versus apenas 4% naqueles com fPSA% ≥ 17,6%.\n\n**Densidade do PSA (PSAD):**\nEstudo com 992 homens submetidos a biópsia demonstrou AUC de 0,78 para PSAD versus 0,64 para PSA isolado na predição de CaP clinicamente significativo. Limiares práticos: PSAD < 0,09 ng/mL/cm³ implica risco de apenas 4%; PSAD ≥ 0,20 ng/mL/cm³ é o corte ótimo (sensibilidade 70%, especificidade 79%). Em pacientes com HPB obstrutiva, PSA elevado e RM negativa, PSAD ≥ 0,30 ng/mL/cm³ apresentou especificidade de 93% e AUC de 0,848 para decisão de biópsia, superando PSA isolado (AUC 0,722) e fPSA% (AUC 0,635).\n\n**PSA e limitações diagnósticas:**\nCerca de 1-4% dos cânceres de próstata ocorrem com PSA dentro da faixa de normalidade na população geral. Em homens com deficiência androgênica, essa proporção pode alcançar 15%, uma vez que a testosterona é necessária para a produção basal de PSA. Portanto, PSA normal em hipogonadismo não exclui CaP.\n\n**PSA na Terapia de Reposição de Testosterona (TRT):**\nDurante a TRT, aumentos discretos do PSA de 0,2 a 0,4 ng/mL são esperados e fisiológicos, refletindo restauração da função prostática. Incrementos > 1,0 ponto em 12 meses ou saltos abruptos exigem investigação urológica. Estudos com até 20 anos de seguimento não demonstraram aumento do risco de CaP com TRT. A TRT não é contraindicada em HPB, salvo em casos de obstrução urinária severa descompensada.\n\n**Estratificação de risco e escala de Gleason:**\nQuando indicada biópsia, a escala de Gleason (1-10) estratifica a agressividade histológica do CaP; tumores com escore 8-10 são considerados de alta agressividade. A ressonância magnética multiparamétrica 3-Tesla (mpRM 3T) é recomendada de rotina para homens > 50 anos ou > 40 anos com história familiar, PSA em ascensão ou biópsia prévia negativa com PSA persistentemente elevado.",

  "points": 35,

  "patient_explanation": "O PSA Total é um exame de sangue que mede uma proteína produzida pela próstata, uma glândula exclusiva dos homens localizada abaixo da bexiga. Esse exame é uma das principais ferramentas para cuidar da saúde prostática e pode indicar tanto um crescimento benigno da próstata quanto sinais de câncer. O resultado é em ng/mL e valores que sobem rapidamente ao longo do tempo pedem atenção médica, mesmo dentro da faixa normal. Além do valor absoluto, seu médico pode calcular a relação entre PSA livre e PSA total para entender melhor a causa da alteração. Um PSA normal não garante ausência de problemas, assim como um PSA elevado não significa necessariamente câncer. O acompanhamento regular, combinado com ultrassom e, quando necessário, ressonância magnética, é o caminho mais seguro para detectar qualquer problema cedo. Converse sempre com seu médico sobre seus resultados e histórico familiar.",

  "conduct": "## Conduta Clínica — PSA Total\n\n### 1. Interpretação Inicial\n\n- **Valor absoluto:** Considerar faixa de referência de 2,5–4,0 ng/mL como ponto de partida, sempre contextualizado por idade, volume prostático e histórico individual.\n- **Dinâmica temporal (velocidade do PSA):** Aumento > 1,0 ng/mL em 12 meses ou salto abrupto (ex.: 2,5 → 4,5 ng/mL em 2 meses) exige investigação imediata, independentemente do valor absoluto.\n- **Zona cinzenta (4,0–10,0 ng/mL):** Calcular obrigatoriamente a relação PSA livre/PSA total (fPSA%):\n  - fPSA% > 14–15%: sugestivo de HPB\n  - fPSA% < 14%: aumenta suspeita de CaP; considerar encaminhamento\n\n---\n\n### 2. Exames Complementares Indicados\n\n**Laboratoriais:**\n- PSA livre (para cálculo de fPSA%)\n- Testosterona total e livre, SHBG, DHT e estradiol (avaliar contexto hormonal)\n- Função renal e hepática\n- Quociente estrogênico salivar (Estriol / [Estradiol + Estrona]) quando disponível\n\n**Imagem:**\n- **Ultrassonografia de próstata transretal ou transabdominal** com resíduo pós-miccional:\n  - Resíduo > 40 mL indica obstrução\n  - Calcular volume prostático para PSAD (PSA total / volume em cm³)\n- **Ressonância Magnética Multiparamétrica 3-Tesla (mpRM 3T):**\n  - Rotina para homens > 50 anos\n  - A partir dos 40 anos se história familiar de CaP ou PSA em ascensão\n  - Indicada em biópsia prévia negativa com PSA persistentemente elevado\n\n**Funcional:**\n- **Urofluxometria:** Indicada em sintomas obstrutivos. Qmax < 10 mL/s = obstrutivo; normal > 15 mL/s.\n\n---\n\n### 3. Estratificação de Risco e Decisão de Biópsia\n\n| PSAD (ng/mL/cm³) | Risco de CaP significativo |\n|---|---|\n| < 0,09 | ~4% — biópsia geralmente não indicada |\n| 0,09–0,19 | Risco intermediário — avaliar individualmente |\n| ≥ 0,20 | Alto risco — biópsia fortemente considerada |\n| ≥ 0,30 (HPB + RM negativa) | Biópsia indicada (especificidade 93%) |\n\n- Combinar PSAD com velocidade do PSA para maior acurácia diagnóstica (AUC 0,77–0,81 para PSAD + variação > 20%).\n- Em pacientes com fPSA% < 17,6%, prevalência de CaP clinicamente significativo de 34%.\n\n---\n\n### 4. Critérios de Encaminhamento ao Urologista\n\n- PSA > 4,0 ng/mL com fPSA% < 14% e/ou PSAD ≥ 0,20\n- Velocidade do PSA > 1,0 ng/mL/ano ou saltos abruptos\n- Sintomas obstrutivos com Qmax < 10 mL/s ou resíduo pós-miccional > 40 mL\n- PSA elevado com mpRM 3T suspeita (PI-RADS ≥ 3)\n- Biópsia anterior negativa com PSA persistentemente elevado ou em ascensão\n- **Preferir urologistas com visão integrativa** para manejo conjunto de TRT e saúde prostática\n\n---\n\n### 5. Manejo da HPB\n\n- **Farmacológico:** Tansulosina 0,4 mg/dia ou Doxazosina 2–4 mg/dia para relaxamento da musculatura e melhora do fluxo urinário.\n- **Evitar:** Finasterida e Dutasterida (risco de Síndrome Pós-Finasterida; suprimem DHT com efeitos adversos severos).\n- **Fitoterápicos adjuvantes:** Pygeum africanum (benefício prostático discreto); Saw palmetto 300 mg como alternativa à 5-alfa-redutase.\n\n---\n\n### 6. PSA em Contexto de TRT\n\n- Aumento de 0,2–0,4 ng/mL após início da TRT é esperado e fisiológico.\n- Monitorar PSA a cada 3–6 meses no primeiro ano de TRT.\n- Salto > 1,0 ponto em 12 meses: suspender TRT temporariamente e investigar.\n- PSA normal em hipogonadismo não exclui CaP — risco de câncer com PSA normal pode chegar a 15% nesses pacientes.\n- TRT não é contraindicada em HPB, exceto em obstrução urinária severa descompensada.\n- Reinício de TRT após prostatectomia radical: aguardar 3–6 meses de PSA indetectável.\n\n---\n\n### 7. Modulação do Risco Prostático\n\n- **Quociente estrogênico** (Estriol / [Estradiol + Estrona]):\n  - > 1: perfil protetor\n  - < 1: perfil proliferativo — considerar suporte à metilação da estrona\n- **Indol-3-carbinol (I3C):** 200–400 mg/dia para modulação do metabolismo estrogênico.\n- **Diindolilmetano (DIM):** 100–200 mg/dia como adjuvante.\n- **Estilo de vida:** Redução de obesidade abdominal (circunferência > 94 cm = intervenção; > 102 cm = alto risco), controle da resistência insulínica e adequação da atividade física regular."
}
