{
  "score_item_id": "019bf31d-2ef0-76de-bba3-93a62b6950e5",
  "clinical_relevance": "O PSA Livre/Total (%fPSA) é a razão percentual entre a fração livre do antígeno prostático específico e o PSA total, utilizada como refinamento diagnóstico para diferenciar câncer de próstata (CaP) de hiperplasia prostática benigna (HPB) em homens com PSA total elevado. O PSA circula em duas formas principais: livre (não ligado a proteínas, representando 10-30% do total) e complexado (ligado principalmente à alfa-1-antiquimotripsina, representando 70-90% do total). Células cancerígenas prostáticas produzem proporcionalmente mais PSA complexado, reduzindo a fração livre; já na HPB, a glândula aumentada produz mais PSA livre, elevando o %fPSA.\n\nValores de referência e interpretação clínica: O ponto de corte clássico é 14-15%. %fPSA < 14% aumenta a suspeita de CaP; %fPSA > 14% sugere HPB como etiologia mais provável. Estudo de 2024 (Prostate International) com coorte de pacientes PI-RADS < 3 e PSA ≤ 10 ng/mL demonstrou que o ponto de corte de 17,6% atingiu sensibilidade de 86,5% e especificidade de 63,7% (AUC 0,757) para câncer clinicamente significativo, com prevalência de 34% de CaP significativo no grupo com %fPSA < 17,6% versus apenas 4% no grupo com %fPSA ≥ 17,6%. Meta-análise de 21 estudos (Journal of General Internal Medicine, 2000) em homens na zona cinzenta (PSA 4,0-10,0 ng/mL) evidenciou razão de verossimilhança positiva de 1,76 e negativa de 0,27, com AUC de 0,68, demonstrando poder discriminatório moderado. Estudo com 220 pacientes (Medical Archives, 2016) testando múltiplos pontos de corte: %fPSA ≤ 16% apresentou sensibilidade 72,3% e especificidade 50,4%; %fPSA < 7% mostrou especificidade altíssima de 97,8%, porém sensibilidade de apenas 8,4%.\n\nComparação com PSAD: O índice de densidade de PSA (PSAD = PSA total / volume prostático em cm³) demonstra desempenho superior ao %fPSA em vários contextos. Estudo com 992 homens (Scientific Reports, 2020) encontrou AUC de 0,78 para PSAD versus 0,64 para PSA total em CaP clinicamente significativo. Em pacientes com HPB, PSA elevado e RM negativa, o PSAD com ponto de corte de 0,30 ng/mL/cm³ atingiu AUC de 0,848, superando o %fPSA (AUC 0,635). A combinação de PSAD com variação percentual do PSA oferece resultado diagnóstico ainda superior (AUC 0,77-0,81).\n\nAplicação em contexto de TRT: Em homens sob terapia de reposição de testosterona, pequenos aumentos no PSA total (0,2-0,4 ng/mL) são fisiológicos. Saltos abruptos > 1,0 ponto em 12 meses exigem investigação imediata, incluindo recálculo do %fPSA. Homens com hipogonadismo têm incidência de CaP com PSA normal de até 15%, comparado a 1-4% na população geral, reforçando a necessidade de avaliação multiparamétrica. A velocidade do PSA (aumento > 1,0 ng/mL/ano dentro da faixa de normalidade) também constitui indicação de investigação adicional.",
  "points": 28,
  "patient_explanation": "O exame PSA Livre/Total mede a porcentagem do PSA que circula livre no sangue em relação ao PSA total. O PSA é uma proteína produzida pela próstata, e existem dois tipos: uma parte fica livre no sangue e outra fica ligada a outras proteínas. Quando o resultado mostra uma porcentagem baixa de PSA livre (abaixo de 14-15%), isso pode indicar maior risco de câncer de próstata. Quando a porcentagem é alta, geralmente significa que o aumento do PSA se deve a uma condição chamada hiperplasia prostática benigna, que é um crescimento não canceroso da próstata, muito comum após os 50 anos. Esse exame é especialmente útil quando o PSA total está numa faixa intermediária, pois ajuda o médico a decidir se é necessário fazer uma biópsia ou apenas manter acompanhamento. Um resultado alterado não significa câncer; é sempre avaliado com outros exames, histórico familiar e sintomas. O acompanhamento médico regular é essencial para interpretar esse resultado com segurança.",
  "conduct": "## Conduta Clínica: PSA Livre/Total (%fPSA)\n\n### Indicações para Solicitar o %fPSA\n\n- **PSA total na zona cinzenta (4,0-10,0 ng/mL):** principal indicação; auxilia na decisão de biópsia\n- **PSA entre 2,5-4,0 ng/mL com fatores de risco:** história familiar de CaP, etnia afrodescendente, velocidade de PSA > 0,75 ng/mL/ano\n- **Rastreamento em pacientes sob TRT:** interpretar em conjunto com velocidade e densidade do PSA\n- **Seguimento após biópsia negativa com PSA persistentemente elevado**\n\n### Interpretação dos Resultados\n\n| %fPSA | Interpretação | Conduta Sugerida |\n|---|---|---|\n| < 7% | Alta suspeita de CaP | Biópsia independente de outros fatores |\n| 7-14% | Suspeita moderada-alta de CaP | Biópsia recomendada; considerar RM 3T antes |\n| 14-25% | Zona cinzenta | Integrar PSAD, velocidade PSA, RM multiparamétrica |\n| > 25% | Provável HPB | Acompanhamento clínico; tratar sintomas obstrutivos |\n\n### Investigação Complementar Integrada\n\n- **Ressonância Magnética Multiparamétrica 3-Tesla (mpRM):**\n  - Indicada para homens > 50 anos como rotina de avaliação prostática\n  - Indicada para homens > 40 anos com história familiar de CaP ou alterações súbitas no PSA\n  - PI-RADS ≥ 3 em combinação com %fPSA < 17,6% aumenta substancialmente a probabilidade de CaP clinicamente significativo\n- **Densidade do PSA (PSAD):**\n  - Calcular sempre que disponível o volume prostático por ultrassonografia ou RM\n  - PSAD ≥ 0,20 ng/mL/cm³: sensibilidade 70%, especificidade 79% para CaP significativo\n  - PSAD ≥ 0,30 ng/mL/cm³ em pacientes com HPB, PSA elevado e RM negativa: considerar biópsia (AUC 0,848)\n  - PSAD combinado com variação percentual do PSA: desempenho diagnóstico superior\n- **Ultrassonografia de próstata com resíduo pós-miccional:**\n  - Resíduo > 40 mL indica obstrução urinária significativa\n  - Volume prostático necessário para cálculo do PSAD\n- **Urofluxometria:** indicada para sintomas obstrutivos; Qmax < 10 mL/s é alterado (normal > 15 mL/s)\n- **Dosagem hormonal salivar:** útil quando há dissociação entre clínica e exames séricos; avalia frações livres e bioativas de testosterona, DHT e estradiol\n\n### Critérios de Encaminhamento a Urologia\n\n- %fPSA < 14% com PSA total > 4,0 ng/mL: encaminhar para avaliação urológica com RM prévia\n- PSA com velocidade > 1,0 ng/mL/ano mesmo dentro dos valores de referência\n- Qualquer salto abrupto de PSA > 1,0 ponto em < 12 meses\n- PI-RADS ≥ 3 na RM multiparamétrica\n- Sintomas obstrutivos refratários ao tratamento clínico\n- Preferência por urologista com visão integrativa para manejo conjunto em pacientes em TRT\n\n### Manejo da HPB (quando %fPSA > 14% e sintomas presentes)\n\n- **Alfa-bloqueadores de primeira linha:**\n  - Tansulosina 0,4 mg/dia\n  - Doxazosina 2-4 mg/dia\n- **Evitar inibidores da 5-alfa-redutase** (finasterida, dutasterida) pelo risco de síndrome pós-finasterida e impacto negativo nos níveis de DHT\n- **Fitoterapia complementar:** Pygeum africanum e Saw Palmetto (Serenoa repens 200-400 mg/dia) podem auxiliar em sintomas prostáticos leves\n- **Modulação estrogênica:** avaliar quociente estrogênico (Estriol / (Estradiol + Estrona)); valores < 1 indicam necessidade de otimizar metilação; I3C 200-400 mg/dia e DIM 100-200 mg/dia podem modular vias de estronas\n\n### Monitoramento em Pacientes sob TRT\n\n- Aumentos de PSA de 0,2-0,4 ng/mL são fisiológicos e esperados\n- Recalcular %fPSA sempre que PSA total ultrapassar 2,5 ng/mL\n- Investigar imediatamente saltos > 1,0 ponto em 12 meses\n- Lembrar que homens com baixa testosterona têm risco de CaP com PSA normal de até 15%; o %fPSA não substitui avaliação clínica global"
}
