{
  "score_item_id": "019bf31d-2ef0-7ff3-953a-16a773f59078",
  "clinical_relevance": "O paratormônio (PTH) é um hormônio polipeptídico de 84 aminoácidos secretado pelas glândulas paratireoides em resposta à hipocalcemia. Constitui o principal regulador da homeostase do cálcio e do fosfato, agindo em três órgãos-alvo: osso (estimula reabsorção osteoclástica e libera cálcio e fosfato), rim (aumenta reabsorção tubular de cálcio, aumenta excreção de fosfato e estimula a 1α-hidroxilase renal para produção de calcitriol) e intestino (indiretamente, via aumento da vitamina D ativa, eleva absorção de cálcio).\n\n**Eixo PTH–vitamina D:** PTH é o principal estimulador da síntese renal de 1,25(OH)₂D (calcitriol), enquanto a vitamina D ativa exerce retroalimentação negativa sobre a secreção de PTH. Esse circuito é clinicamente relevante: suplementação de vitamina D e/ou cálcio comprovadamente reduz os níveis séricos de PTH (dados de 2023). O PTH sérico funciona como marcador funcional da adequação da vitamina D, indicando resistência ou insuficiência quando permanece elevado mesmo com 25(OH)D aparentemente normal.\n\n**Valores de referência e interpretação:** O intervalo de referência laboratorial geralmente situa-se entre 15 e 65 pg/mL (intacto, IRMA/ECLIA), com variações entre laboratórios. O limite inferior de normalidade (em torno de 18 pg/mL) é usado como alvo terapêutico em protocolos de titulação de vitamina D em altas doses. PTH pós-operatório abaixo de 15 pg/mL é marcador de risco aumentado para hipoparatireoidismo agudo pós-cirúrgico.\n\n**Hiperparatireoidismo primário (HPP):** Caracterizado por hipercalcemia com PTH inapropriadamente normal ou elevado. Causas: adenoma solitário (~80%), hiperplasia multiglandular, carcinoma (<1%). Epidemiologicamente, o HPP tem prevalência estimada de 0,1–0,4% na população geral, sendo mais comum em mulheres na pós-menopausa. Associa-se a osteoporose, nefrolitíase, doença cardiovascular e sintomas neuropsiquiátricos. Grandes estudos retrospectivos com mais de 700 pacientes avaliaram o hiperparatireoidismo secundário, com perfil metabolômico revelando diferenças significativas no metabolismo de aminoácidos e lipídeos.\n\n**Hiperparatireoidismo secundário:** Ocorre como resposta compensatória à hipocalcemia crônica ou deficiência de vitamina D. É especialmente prevalente na doença renal crônica (DRC): à medida que a taxa de filtração glomerular (eGFR) declina, o PTH sérico eleva-se progressivamente, constituindo um dos distúrbios minerais e ósseos da DRC (CKD-MBD). As diretrizes KDIGO 2024 documentam a associação inversa entre eGFR e PTH na população geral e em coortes de alto risco.\n\n**Hipoparatireoidismo:** Definido por hipocalcemia com PTH inapropriadamente normal ou baixo. A causa mais comum é a pós-cirúrgica (tireoidectomia, paratireoidectomia, dissecção cervical central). O hipoparatireoidismo pós-cirúrgico crônico é definido como aquele que persiste por pelo menos 12 meses após a cirurgia (diretrizes internacionais de 2022). Fatores de risco para hipoparatireoidismo pós-operatório incluem: operações bilaterais da tireoide, doença tireoidiana autoimune, dissecção cervical central e inexperiência do cirurgião. O tratamento convencional de primeira linha compreende suplementação de cálcio, vitamina D ativa, correção de deficiência de vitamina D e normalização do magnésio sérico. A molécula palopegteriparatide foi aprovada recentemente como terapia de reposição de PTH.\n\n**Estratificação de risco e monitorização:** Na prática da medicina integrativa e funcional, o PTH é monitorado como marcador do circuito vitamina D–cálcio–paratireoide. Recomenda-se monitorar 25(OH)D, cálcio total e ionizado e PTH simultaneamente. Um PTH persistentemente elevado apesar de 25(OH)D adequada pode indicar resistência ao receptor de vitamina D (VDR), deficiência de magnésio (cofator essencial para ativação da vitamina D), ou hiperparatireoidismo autônomo. A magnitude da alteração do PTH correlaciona-se com gravidade da depleção de vitamina D e com risco ósseo e cardiovascular.",
  "points": 22,
  "patient_explanation": "O PTH, ou paratormônio, é um hormônio produzido por quatro pequenas glândulas no pescoço chamadas paratireoides. Sua função é controlar o cálcio no sangue: quando o cálcio cai, o PTH sobe para liberar cálcio dos ossos, retê-lo nos rins e aumentar sua absorção pelo intestino com ajuda da vitamina D.\n\nCom PTH alto por muito tempo, os ossos podem enfraquecer, surgem pedras nos rins e sintomas como fraqueza, fadiga e alterações de humor. Causas comuns: falta de vitamina D, baixa ingestão de cálcio ou problema nas próprias glândulas.\n\nCom PTH baixo, o cálcio do sangue cai, causando formigamentos, câimbras e espasmos musculares, situação frequente após cirurgias no pescoço.\n\nO médico avalia PTH junto com vitamina D para verificar se o organismo usa o cálcio corretamente. PTH alto mesmo com vitamina D normal pode indicar que o corpo não está aproveitando a vitamina D de forma eficiente. Por isso, esses dois exames são sempre analisados juntos para cuidar da sua saúde óssea.",
  "conduct": "## Conduta Clínica — PTH (Paratormônio)\n\n### 1. Investigação Inicial\n\n- **Solicitar painel mineral completo:** PTH intacto (pg/mL), cálcio total sérico (com albumina para correção), cálcio ionizado, fósforo, magnésio sérico, 25(OH)D, 1,25(OH)₂D quando indicado, creatinina e eGFR.\n- **Avaliar contexto clínico:** história de cirurgia cervical (tireoidectomia, paratireoidectomia, dissecção central), doença renal crônica, síndromes malabsortivas, uso de corticoides, antiepilépticos ou inibidores de bomba de prótons.\n- **Identificar sintomas:** nefrolitíase, osteoporose, fraqueza muscular, tetania, parestesias, depressão ou alterações cognitivas.\n\n### 2. Interpretação Clínica por Cenário\n\n**PTH elevado + hipercalcemia:**\n- Suspeitar de **hiperparatireoidismo primário** (adenoma, hiperplasia, raramente carcinoma).\n- Encaminhar ao endocrinologista. Considerar ultrassonografia cervical e cintilografia de paratireoides (sestamibi). A cirurgia (paratireoidectomia) é o tratamento definitivo e demonstrou melhora de densidade mineral óssea e parâmetros metabólicos. A ablação por micro-ondas é alternativa menos eficaz na redução de PTH.\n- Avaliar complicações: densidade mineral óssea (DEXA), calciúria de 24h, função renal, ECG (QTc).\n\n**PTH elevado + cálcio normal ou baixo (hiperparatireoidismo secundário):**\n- Investigar **deficiência de vitamina D** como causa mais prevalente: dosar 25(OH)D, corrigir e reavaliações PTH em 2–3 meses.\n- Investigar **deficiência de magnésio** (preferencialmente avaliação intracelular, pois o magnésio sérico é insensível). O magnésio é cofator essencial para a ativação da vitamina D e para a secreção normal de PTH.\n- Investigar **doença renal crônica** (eGFR, albumina, fósforo): PTH progressivamente elevado à medida que eGFR declina (dado das diretrizes KDIGO 2024).\n- Corrigir a causa base: reposição de vitamina D (doses e monitorização individualizadas), cálcio, magnésio.\n\n**PTH baixo + hipocalcemia:**\n- Diagnóstico de **hipoparatireoidismo** (pós-cirúrgico, autoimune, infiltrativo).\n- Hipoparatireoidismo pós-cirúrgico crônico: definido como persistência ≥12 meses após cirurgia cervical.\n- PTH pós-operatório <15 pg/mL indica risco aumentado de hipoparatireoidismo agudo: monitorar cálcio sérico e sintomas.\n- **Tratamento convencional (primeira linha):** suplementação de cálcio elementar, vitamina D ativa (calcitriol ou alfacalcidol), correção de deficiência de vitamina D nativa e normalização do magnésio.\n- Considerar **palopegteriparatide** (PTH de reposição, recentemente aprovado) em casos refratários ou de difícil controle, conforme as recomendações do Parathyroid Summit 2024.\n\n### 3. Monitorização do Circuito Vitamina D–PTH\n\n- Monitorar simultaneamente: **25(OH)D + cálcio total/ionizado + PTH**.\n- Meta funcional integrativa: PTH próximo ao **limite inferior da normalidade** (~15–30 pg/mL), sem hipercalcemia ou hipercalciúria.\n- PTH persistentemente elevado apesar de 25(OH)D adequada: considerar resistência ao VDR, deficiência de magnésio, ou necessidade de aumento de dose de vitamina D com monitorização estrita.\n- Calciúria de 24h: solicitar quando em reposição de vitamina D em altas doses para rastrear hipercalciúria (principal risco de doses elevadas).\n- Revisar função renal e hepática, e medicamentos interferidores do citocromo P450 (corticoides, antiepilépticos).\n\n### 4. Encaminhamentos\n\n- **Endocrinologia:** PTH elevado com hipercalcemia (suspeita de HPP), hipoparatireoidismo crônico refratário, necessidade de terapia de reposição de PTH.\n- **Nefrologia:** Hiperparatireoidismo secundário no contexto de DRC moderada a grave (eGFR <45 mL/min/1,73 m²).\n- **Cirurgia de cabeça e pescoço/endócrina:** Indicação cirúrgica confirmada de HPP ou HPT secundário refratário.\n\n### 5. Intervenções Baseadas em Evidências\n\n- **Vitamina D e/ou cálcio:** reduzem PTH sérico (evidência de 2023, revisão no eixo vitamina D/PTH).\n- **Magnésio:** suplementar em todos os pacientes com PTH elevado, especialmente naqueles em reposição de vitamina D. Dose: 200–1.000 mg de magnésio elementar/dia conforme necessidade clínica.\n- **Vitamina K2 (MK7):** co-prescrever com vitamina D para direcionar cálcio aos ossos e otimizar saúde cardiovascular.\n- **Exercício físico com impacto:** relevante para saúde óssea em hiperparatireoidismo e pós-hipoparatireoidismo.\n- **Dieta:** restringir cálcio dietético (≤500 mg/dia) apenas quando em protocolos de altas doses de vitamina D com risco de hipercalciúria; manter hidratação adequada."
}
