{
  "score_item_id": "c77cedd3-2800-7453-824d-3c789231a80f",
  "clinical_relevance": "A urinálise (rotina de urina, EAS — Elementos Anormais e Sedimento) é um dos exames laboratoriais de maior custo-efetividade na medicina, fornecendo informações simultâneas sobre função renal, homeostase hídrica, metabolismo e rastreamento de doenças sistêmicas. Compõe-se de três domínios analíticos: (1) físico-químico — cor, aspecto, densidade, pH e dipstick com fitas reagentes; (2) bioquímico semiquantitativo — proteínas, glicose, corpos cetônicos, sangue, bilirrubina, urobilinogênio, leucócitos, nitrito; (3) microscopia do sedimento — hemácias, leucócitos, cilindros, células epiteliais, cristais e bactérias.\n\n**Proteinúria:** A excreção normal de proteínas é inferior a 150 mg/24h. Valores entre 150–3.500 mg/24h caracterizam a faixa nefrítica, enquanto valores acima de 3.500 mg/24h definem síndrome nefrótica. O dipstick deteta principalmente albumina (sensibilidade reduzida para proteínas de baixo peso molecular e cadeias leves de imunoglobulinas). As diretrizes KDIGO 2024 recomendam que a albuminúria seja o teste preferencial para rastreamento e monitoramento de doença renal crônica (DRC), pois apresenta maior sensibilidade e especificidade em relação ao dipstick convencional de proteína total. A relação albumina/creatinina (ACR) em amostra isolada é considerada o método padrão prático, com categorias: A1 <30 mg/g (normal a leve); A2 30–300 mg/g (moderada); A3 >300 mg/g (grave). A coleta de 24 horas, embora referência histórica, é tecnicamente difícil e sujeita a erros de coleta. Falsos positivos no dipstick ocorrem em desidratação, urina alcalina (pH >8) e infecção urinária; falsos negativos são comuns com proteínas não albumina.\n\n**Hematúria:** Definida como ≥3 hemácias por campo de grande aumento (HPF) na microscopia. Analisadores automatizados por citometria de fluxo (ex.: UF-1000i) ou análise digital de imagem (ex.: Cobas 6500) podem subestimar a gravidade da hematúria em doenças glomerulares, pois hemácias dismórficas são suscetíveis a hemólise, especialmente em urina diluída (densidade <1.010). Em aproximadamente 20% das amostras, a densidade específica abaixo de 1.010 torna a contagem automatizada de hemácias não confiável. O dipstick para sangue possui alta sensibilidade, mas falsos positivos ocorrem por peroxidase bacteriana e hemoglobinúria/mioglobinúria; falsos negativos podem ocorrer por ácido ascórbico. Hematúria glomerular associa-se a hemácias dismórficas (acantócitos) e cilindros hemáticos, ao passo que hematúria extraglomerular tende a apresentar hemácias de morfologia preservada.\n\n**Nitrito e leucocitúria:** O nitrito urinário tem sensibilidade de 45–60% e especificidade >90% para infecção urinária por enterobactérias. Escherichia coli responde por 80–90% das infecções urinárias não complicadas. A positividade do nitrito pode orientar a probabilidade de resistência antibiótica inicial, embora evidências ainda sejam conflitantes. A leucocitúria (>5 leucócitos/HPF) sugere processo inflamatório, infeccioso ou autoimune do trato urinário.\n\n**Densidade e pH:** Densidade urinária entre 1.001 e 1.035 reflete a capacidade de concentração renal. Valores >1.020 frequentemente indicam desidratação; <1.010 sugere urina diluída, podendo comprometer a confiabilidade da contagem celular automatizada. O pH normal varia de 4,5 a 8,0; valores persistentemente alcalinos podem sugerir acidose tubular renal ou infecção por bactérias urease-positivas.\n\n**Relevância clínica sistêmica:** A urinálise integra rastreamento de DRC (proteinúria, hematúria, cilindros), diabetes mellitus (glicosúria, corpos cetônicos), doenças hepáticas (bilirrubina, urobilinogênio), infecções do trato urinário (nitrito, leucócitos, bactérias) e distúrbios metabólicos. Em populações de alto risco (diabéticos, hipertensos, DRC estabelecida), a repetição periódica da urinálise com ACR é recomendada pelas diretrizes KDIGO 2024 para estratificação e monitoramento de progressão.",

  "points": 18,

  "patient_explanation": "O exame de urina de rotina (EAS ou urinálise) analisa sua urina para identificar sinais precoces de problemas de saúde. Com uma simples amostra, o laboratório avalia se há proteínas, sangue, açúcar, bactérias ou outras substâncias que normalmente não deveriam aparecer em excesso.\n\nEsse exame é valioso porque muitas doenças dos rins, infecções urinárias e condições como diabetes ou pressão alta podem ser detectadas antes de qualquer sintoma. A presença de proteína pode indicar que os rins estão sobrecarregados; bactérias e leucócitos elevados sugerem infecção.\n\nResultados alterados nem sempre significam doença grave — desidratação, exercício intenso ou menstruação podem influenciar o exame. Quando algo está fora do esperado, seu médico solicitará exames adicionais para esclarecer a situação. Realizar esse exame periodicamente é uma forma simples e eficaz de monitorar sua saúde.",

  "conduct": "## Conduta Clínica — Rotina de Urina (Urinálise / EAS)\n\n### 1. Interpretação Inicial dos Achados\n\n#### Proteinúria\n- **Dipstick positivo (1+ ou mais):** confirmar com relação proteína/creatinina (PCR) ou albumina/creatinina (ACR) em amostra isolada matinal\n- **ACR ≥30 mg/g persistente** (2 de 3 amostras em 3 meses): diagnóstico de albuminúria significativa\n- **ACR ≥300 mg/g:** proteinúria grave — investigação nefrologica prioritária\n- Excluir causas de falso positivo: desidratação, urina alcalina (pH >8), infecção urinária ativa, menstruação, exercício intenso recente\n- Em caso de suspeita de mieloma ou proteínas não albumina: solicitar eletroforese de proteínas urinárias\n\n#### Hematúria\n- **Hematúria microscópica assintomática:** repetir em 2–4 semanas descartando causas transitórias (exercício, menstruação, infecção)\n- **Hematúria persistente (≥3 hemácias/HPF em 2 de 3 amostras):** investigação obrigatória\n- **Morfologia das hemácias:** acantócitos e hemácias dismórficas — origem glomerular; hemácias isomórficas — origem extraglomerular (urológica)\n- **Hematúria + proteinúria:** priorizar avaliação nefrológica (glomerulonefrite, vasculite)\n- **Hematúria isolada em >40 anos ou fatores de risco:** investigação urológica (neoplasia urotelial)\n- Atenção: analisadores automatizados podem subestimar hematúria glomerular em urina diluída (densidade <1.010)\n\n#### Nitrito / Leucocitúria\n- **Nitrito positivo + leucocitúria:** alta probabilidade de ITU — iniciar tratamento empírico conforme perfil local de resistência\n- **Leucocitúria isolada sem nitrito:** considerar uretrite, prostatite, litíase, nefrite intersticial, tuberculose renal\n- Coletar urocultura antes de iniciar antibioticoterapia sempre que possível\n- Nitrito negativo não exclui ITU (baixa sensibilidade de 45–60%)\n\n#### Glicosúria\n- Glicosúria com glicemia normal: investigar síndrome de Fanconi, tubulopatia proximal\n- Glicosúria com hiperglicemia: rastreamento/monitoramento de diabetes mellitus\n\n#### Corpos Cetônicos\n- Positivos em jejum prolongado, dieta cetogênica, cetoacidose diabética\n- Cetoacidose diabética: emergência — encaminhar imediatamente\n\n### 2. Investigação Complementar por Achado\n\n| Achado | Exames Complementares Indicados |\n|---|---|\n| Proteinúria persistente | ACR, PCR, creatinina, eGFR, sorologias (ANA, ANCA, complemento) |\n| Hematúria glomerular | Biópsia renal, complemento, ANCA, anti-GBM, sorologias |\n| Hematúria extraglomerular | Urotomografia, cistoscopia (>40 anos ou fatores de risco) |\n| ITU de repetição | Urocultura, ultrassom de vias urinárias, avaliação urológica |\n| Glicosúria sem hiperglicemia | Eletrólitos, fosfato sérico, gasometria, função tubular |\n| Densidade baixa persistente | Osmolaridade urinária, hormônio antidiurético, avaliação de concentração renal |\n\n### 3. Critérios de Encaminhamento\n\n**Encaminhamento Nefrológico:**\n- ACR >300 mg/g ou PCR >500 mg/g\n- eGFR <45 mL/min/1,73m² associado a alterações no sedimento\n- Hematúria + proteinúria sugestivas de glomerulopatia\n- Cilindros hemáticos, granulosos ou lipídicos no sedimento\n- Deterioração rápida da função renal\n\n**Encaminhamento Urológico:**\n- Hematúria microscópica persistente isolada em pacientes >40 anos\n- Hematúria macroscópica sem causa evidente\n- ITU de repetição com anatomia urinária alterada\n\n### 4. Intervenções e Monitoramento\n\n- **DRC com albuminúria:** iniciar ou otimizar bloqueio do sistema renina-angiotensina (IECA ou BRA); controle rigoroso de PA (<130/80 mmHg) e glicemia em diabéticos\n- **ITU:** tratamento baseado em urocultura e perfil de resistência local; evitar antibioticoterapia empírica prolongada desnecessária\n- **Monitoramento periódico:** repetir urinálise com ACR a cada 6–12 meses em pacientes de alto risco (DM, HAS, DRC, uso de nefrotóxicos)\n- **Interferências pré-analíticas:** orientar coleta de primeira urina matinal, após higiene adequada, sem atividade física prévia, fora do período menstrual, para maximizar a qualidade do resultado\n\n### 5. Considerações Técnicas Relevantes\n\n- Dipstick para proteína total tem sensibilidade insuficiente para detecção de albuminúria precoce; preferir ACR quantitativo laboratorial conforme KDIGO 2024\n- Em urina muito diluída (densidade <1.010), a contagem automatizada de hemácias é não confiável — solicitar microscopia manual quando clinicamente relevante\n- Fatores que elevam falsamente ACR/PCR: hematúria, menstruação, exercício, infecção urinária sintomática, desidratação\n- Fatores que diminuem falsamente ACR/PCR: alta ingestão proteica e muscular elevada (maior excreção de creatinina)"
}
