{
  "score_item_id": "019bf31d-2ef0-7b11-a5e1-198374bf32e1",
  "clinical_relevance": "A cor da urina é um parâmetro macroscópico da urinálise de rotina que reflete diretamente o estado de hidratação, concentração urinária e a presença de substâncias anormais — hemoglobina, mioglobina, bilirrubinas, pigmentos exógenos ou sedimento celular. A urina normal varia do amarelo-pálido ao âmbar-dourado, cor atribuída principalmente à urobilina e à urocroma. Desvios dessa faixa cromática têm valor diagnóstico relevante e orientam a investigação complementar.\n\nA hematúria macroscópica (urina rosada, avermelhada ou cor de coca-cola) é o achado patológico de maior impacto clínico associado à cor da urina. Hematúria é definida como ≥ 3 eritrócitos/campo de grande aumento (HPF) na microscopia, e a hematúria macroscópica implica quantidade suficiente de hemácias para alterar visivelmente a cor. O diagnóstico diferencial inclui hematúria glomerular versus extraglomerular: na glomerular, as hemácias são dismórficas e podem ser lisadas durante a passagem pelo filtro glomerular e túbulos contorcidos, liberando hemoglobina livre detectável no dipstick mesmo com microscopia negativa ou subestimada. Na extraglomerular (patologia urológica — bexiga, ureter, próstata, uretra), as hemácias são isomórficas, semelhantes às do sangue periférico.\n\nA hemoglobinúria e a mioglobinúria também coram a urina de vermelho-acastanhado, porém com dipstick positivo e ausência proporcional de hemácias na microscopia — diferenciação crítica para evitar workup urológico desnecessário. Ao centrifugar: em hematúria o sobrenadante é claro e o sedimento é vermelho; em hemoglobinúria/mioglobinúria o sobrenadante permanece vermelho.\n\nDo ponto de vista de estratificação de risco oncológico, a hematúria macroscópica — especialmente em adultos acima de 40 anos — exige exclusão de neoplasia urothelial. Diretrizes da American Urological Association classificam o risco em baixo (<1% de câncer), intermediário (0,2–3,1%) e alto (1,3–6,3%) com base em idade, tabagismo e contagem de hemácias. A cistoscopia tem sensibilidade de 98% para câncer de bexiga e permanece subutilizada.\n\nNas glomerulopatias, a cor e o grau de hematúria têm impacto prognóstico: a persistência de hematúria na nefropatia por IgA associa-se à maior probabilidade de progressão para doença renal em estágio terminal (DRET/ESKD). Hematúria em doença renal crônica correlaciona-se com declínio mais rápido da taxa de filtração glomerular. O grau de hematúria — e não apenas sua presença — é relevante, pois graus elevados ao dipstick têm maior valor preditivo positivo para glomerulonefrite proliferativa.\n\nLimitações analíticas importantes: analisadores automatizados de sedimento urinário (citometria de fluxo como UF-1000i; análise de imagem digital como Cobas 6500) subestimam sistematicamente a hematúria glomerular porque hemácias dismórficas são suscetíveis à hemólise e/ou não são adequadamente reconhecidas. Em amostras com densidade urinária <1,010 (~20% das amostras), a contagem de hemácias torna-se não confiável. O dipstick, com sensibilidade de 91–100% e especificidade de 65–99%, mantém-se útil para triagem, mas falsos positivos ocorrem por hemoglobinúria, mioglobinúria e peroxidase bacteriana; falsos negativos podem ocorrer por ácido ascórbico.\n\nA urina muito concentrada (âmbar-escura) indica desidratação; a urina turva pode sugerir piúria ou cristalúria. A urina alaranjada pode indicar uso de rifampicina ou fenazopiridina; urina verde-azulada pode decorrer de Pseudomonas ou de corantes; urina preta/marrom-escura pode refletir mioglobinúria grave (rabdomiólise), alcaptonúria ou melanúria. Tecnologias de monitoramento digital com sensores colorimétricos e análise por IA estão sendo integradas a urinômetros modernos para avaliação padronizada em tempo real.",
  "points": 18,
  "patient_explanation": "A cor da urina revela muito sobre sua saúde. Uma urina saudável vai do amarelo-claro ao âmbar, conforme a hidratação do dia. Quanto mais clara, melhor hidratado você está; muito escura pode indicar que você precisa beber mais água.\n\nAlterações merecem atenção: urina avermelhada ou cor de coca-cola pode indicar sangue, vindo dos rins ou da bexiga. Urina colúrica (marrom-esverdeada) pode sinalizar problema no fígado. Urina turva pode sugerir infecção urinária.\n\nMedicamentos e alimentos também alteram a cor — beterraba deixa a urina rosada, certos remédios a deixam laranja — sem perigo. Informe sempre seu médico sobre o que usa.\n\nProcure avaliação médica se a mudança de cor for persistente, especialmente com dor, febre, ardência ou inchaço. A cor da urina é uma janela simples e valiosa para a saúde dos seus rins e do organismo.",
  "conduct": "## Conduta Clínica — Cor da Urina Alterada\n\n### 1. Avaliação Inicial\n\n- **Anamnese dirigida:** início e duração da alteração de cor, presença de dor lombar ou disúria, febre, traumatismo recente, uso de medicamentos (rifampicina, fenazopiridina, laxantes contendo sena), alimentos (beterraba, amoras), histórico de doença renal, hepática ou hematológica, tabagismo e idade >40 anos (fator de risco oncológico)\n- **Descartar causas benignas:** desidratação (urina âmbar concentrada), pigmentos alimentares, medicamentos (documentar e correlacionar temporalmente)\n- **Exame físico:** pressão arterial, edema periorbital ou de membros inferiores (sugestivo de síndrome nefrótica/nefrítica), icterícia, dor à palpação de flancos, globo vesical\n\n### 2. Investigação Laboratorial\n\n#### Primeira linha (toda urina alterada persistente)\n- **Urinálise completa com sedimento urinário:** cor, aspecto, densidade, pH, proteínas, glicose, cetonas, bilirrubina, urobilinogênio, nitritos, leucócitos, hemácias/HPF, morfologia eritrocitária (isomórficos vs. dismórficos), cilindros\n- **Dipstick urinário:** sensibilidade 91–100% para sangue; interpretar com cautela em caso de hemoglobinúria/mioglobinúria (dipstick positivo + hemácias ausentes ou escassas na microscopia)\n- **Creatinina sérica e ureia:** função renal basal\n- **Hemograma completo:** investigar anemia hemolítica\n\n#### Segunda linha (conforme suspeita clínica)\n- **Proteinúria em amostra isolada (relação proteína/creatinina):** se suspeita de glomerulopatia\n- **Urocultura:** se suspeita de infecção urinária (leucocitúria, nitrito positivo, sintomas)\n- **CPK sérica e mioglobinúria:** se urina marrom-escura com história de exercício intenso, trauma muscular ou uso de estatinas — descartar rabdomiólise\n- **LDH, haptoglobina, bilirrubina indireta, reticulócitos:** se suspeita de hemólise intravascular (hemoglobinúria)\n- **TGO, TGP, bilirrubinas totais e frações, GGT, fosfatase alcalina:** se urina colúrica (marrom-esverdeada) com suspeita hepática\n\n### 3. Hematúria Macroscópica — Algoritmo Específico\n\n#### Diferenciação hematúria vs. hemoglobinúria/mioglobinúria\n- **Centrifugar amostra:** sedimento vermelho + sobrenadante claro = hematúria verdadeira; sobrenadante vermelho = hemoglobinúria ou mioglobinúria\n- Confirmar com microscopia: ≥3 hemácias/HPF define hematúria\n\n#### Estratificação de risco oncológico (adultos >40 anos)\n- **Baixo risco** (<1% câncer): orientar seguimento\n- **Risco intermediário** (0,2–3,1%): cistoscopia e/ou imagem do trato urinário superior\n- **Alto risco** (1,3–6,3%): cistoscopia obrigatória (sensibilidade 98% para câncer de bexiga) + urografia por TC\n- Fatores de risco: idade, tabagismo, contagem de hemácias\n\n#### Suspeita de origem glomerular\n- Indicadores: hemácias dismórficas, cilindros eritrocitários, proteinúria significativa, hipertensão, edema\n- **Atenção:** analisadores automatizados (UF-1000i, Cobas 6500) subestimam hematúria glomerular — se dipstick positivo com poucas hemácias na microscopia automatizada, considerar microscopia manual por especialista\n- Solicitar complemento (C3, C4, ANA, ANCA, anti-DNA, IgA sérica, anti-MBG) conforme suspeita\n- Encaminhar à Nefrologia para avaliação de biópsia renal\n\n### 4. Critérios de Encaminhamento\n\n- **Nefrologia:** hematúria com dismorfismo eritrocitário, proteinúria, cilindros, alteração de função renal ou hipertensão de difícil controle\n- **Urologia:** hematúria macroscópica sem causa glomerular evidente, especialmente em pacientes >40 anos, tabagistas ou com fatores de risco para malignidade\n- **Hepatologia:** urina colúrica com alteração de enzimas hepáticas\n- **Hematologia/UTI:** suspeita de hemólise intravascular grave ou rabdomiólise com insuficiência renal aguda\n\n### 5. Intervenções e Seguimento\n\n- **Hidratação adequada:** orientar ingestão hídrica suficiente para manter urina amarelo-claro (exceto restrição hídrica por indicação médica específica)\n- **Revisão medicamentosa:** suspender ou substituir fármacos nefrotóxicos ou causadores de pigmentação conforme viabilidade clínica\n- **Monitoramento:** em pacientes com glomerulopatia crônica, acompanhar a evolução da hematúria como marcador prognóstico — persistência de hematúria na nefropatia por IgA associa-se à progressão para DRET\n- **Educação do paciente:** orientar sobre sinais de alarme (hematúria macroscópica, dor lombar intensa, febre, oligúria) que exigem avaliação imediata\n- **Documentação:** registrar cor da urina sistematicamente em avaliações de rotina como parte do Escore Plenya para rastreamento longitudinal"
}
