{
  "score_item_id": "019bf31d-2ef0-7969-86b7-57a11e7d6907",
  "clinical_relevance": "A densidade urinária (DU), mensurada por gravidade específica (specific gravity, SG), é um índice da concentração de solutos na urina, refletindo diretamente a capacidade tubular renal de concentrar ou diluir o filtrado glomerular. Instrumentos como refratômetros embutidos em analisadores automatizados (e.g., Urisys 2400, Cobas u 601) medem a SG na faixa de 1,000 a 1,050.\n\n**Valores de referência e interpretação clínica:**\n- SG normal em adulto hidratado: 1,005–1,030 (variação fisiológica ampla)\n- SG < 1,010: urina diluída; corresponde a osmolalidade aproximada < 300 mOsm/kg (abaixo da isostenúria). Eritrócitos presentes absorvem água, intumescem e podem se romper, tornando contagens automatizadas de hemácias não confiáveis em ~20% das amostras\n- SG = 1,010 (isostenúria): aproximadamente 300 mOsm/kg, equivalente à osmolalidade plasmática — indica ausência de trabalho tubular de concentração ou diluição\n- SG > 1,020: frequentemente indica desidratação; eritrócitos se contraem (crenação), podendo subestimar hematúria real\n- SG ≥ 1,013: estudo prospectivo com 817 amostras de 82 adultos saudáveis (European Journal of Clinical Nutrition, 2017) demonstrou alta acurácia deste ponto de corte para identificar urina concentrada e ingestão hídrica inadequada\n\n**Fisiopatologia:**\nA concentração urinária depende da integridade do eixo hipotálamo-hipófise-rim (ADH/vasopressina), da arquitetura medular renal e da responsividade dos ductos coletores. Condições que elevam a SG incluem desidratação, SIADH, insuficiência adrenal e estados hipovolêmicos. Condições que reduzem a SG incluem diabetes insipidus (central ou nefrogênico), polidipsia primária, IRC avançada com perda da capacidade concentradora, e diurese osmótica (hiperglicemia, manitol).\n\n**Aplicações diagnósticas adicionais:**\n- Triagem de hidratação em atletas: estudo de validação (Journal of Strength and Conditioning Research, 2016) demonstrou que a SG é ferramenta sensível, específica e prática para avaliação pré-exercício quando comparada à osmolalidade plasmática\n- Monitoramento de hiponatremia: diretrizes de tratamento (Clinical and Experimental Nephrology, 2025) recomendam monitorar SG urinária a cada 24h, em paralelo com sódio sérico e osmolalidade urinária, durante correção de hiponatremia\n- Avaliação de DRC: confiabilidade da tira reagente para proteinúria é reduzida na presença de SG elevada e hematúria (KDIGO 2024), tornando a SG um parâmetro pré-analítico essencial para interpretação correta do exame de urina\n- Envelhecimento biológico: a hidratação subótima — refletida indiretamente por SG elevada — está associada a comprometimento cognitivo, redução do desempenho físico, senescência celular acelerada por estresse oxidativo, proteostase prejudicada e disfunção mitocondrial\n\n**Pontuação e estratificação de risco:**\nIsoladamente, alterações de SG têm impacto clínico moderado; o valor diagnóstico é mais relevante como marcador de triagem e coadjuvante em contextos de doença renal, distúrbios hidroeletrolíticos e monitoramento de hidratação crônica. A prevalência de desidratação crônica na população adulta é considerável, e sua associação com desfechos adversos de morbimortalidade justifica atenção clínica sistemática.",
  "points": 10,
  "patient_explanation": "A densidade urinária é um exame simples feito na urina que mostra se ela está muito concentrada ou muito diluída. Quando bebemos pouca água, os rins tentam economizar líquido, deixando a urina mais escura e concentrada — a densidade fica alta. Quando bebemos água suficiente, a urina fica mais clara e a densidade fica baixa. O valor ideal varia, mas uma urina sempre muito concentrada pode indicar que você não está se hidratando bem. Isso parece simples, mas a desidratação crônica está relacionada a cansaço, dificuldade de concentração, envelhecimento acelerado e sobrecarga nos rins. Por outro lado, urina sempre muito diluída pode ser sinal de que os rins estão com dificuldade de concentrá-la corretamente, o que também merece investigação. Esse exame é barato, rápido e faz parte do exame de urina de rotina, sendo muito útil para o médico entender como seu corpo está lidando com a hidratação e a função dos rins.",
  "conduct": "## Conduta Clínica — Densidade Urinária (Gravidade Específica)\n\n### 1. Interpretação Inicial do Resultado\n\n- **SG 1,005–1,030:** Faixa normal em adulto; interpretar sempre no contexto clínico (horário da coleta, ingesta hídrica recente, medicamentos)\n- **SG < 1,005 persistente:** Investigar diabetes insipidus central ou nefrogênico, polidipsia primária, IRC com perda de capacidade concentradora\n- **SG = 1,010 (isostenúria fixa):** Sinal de alerta para disfunção tubular — solicitar creatinina sérica, ureia, eletrólitos e avaliação de eGFR\n- **SG > 1,020 em amostra isolada:** Compatível com desidratação; orientar hidratação e repetir exame\n- **SG > 1,020 persistente:** Avaliar estado volêmico, função renal, sódio sérico e osmolalidade urinária\n\n### 2. Exames Complementares Indicados\n\n**Na suspeita de desidratação crônica ou hiperosmolalidade:**\n- Sódio sérico (Na+ > 145 mmol/L confirma hipernatremia/desidratação)\n- Osmolalidade plasmática (referência padrão: 275–295 mOsm/kg)\n- Osmolalidade urinária (correlacionar com SG)\n- Creatinina e ureia séricas\n- Hemograma (hemoconcentração)\n\n**Na suspeita de diabetes insipidus ou polidipsia primária:**\n- Teste de restrição hídrica supervisionado\n- Dosagem de ADH/vasopressina\n- Avaliação de sódio urinário\n\n**Na suspeita de doença renal subjacente:**\n- Exame de urina completo com sedimento urinário (atentar: SG < 1,010 torna contagem de hemácias por analisadores automatizados não confiável em ~20% das amostras)\n- Relação proteína/creatinina urinária (UPCR)\n- eGFR (CKD-EPI)\n- Ultrassonografia renal\n\n### 3. Intervenções Baseadas em Evidências\n\n**Desidratação / SG elevada:**\n- **Orientação de hidratação:** Meta de ingestão hídrica individualizada (~30–35 mL/kg/dia em adultos sem restrição); monitorar cor da urina como indicador prático\n- **Populações de risco aumentado:** Idosos (redução do mecanismo da sede), diabéticos (diurese osmótica), atletas (perdas pelo suor), pacientes em dieta cetogênica (mobilização de glicogênio libera ~1 kg de água na primeira semana, com posterior risco de desidratação)\n- **Eletrólitos:** Em desidratação associada a perda de sódio, considerar reposição com eletrólitos (especialmente Na+ e K+)\n\n**Hiponatremia com SG elevada (suspeita de SIADH):**\n- Restrição hídrica 500 mL/dia abaixo do volume urinário das 24h\n- Monitorar SG urinária, sódio sérico e diurese a cada 24h durante correção\n- Critérios de falha da restrição hídrica: osmolalidade urinária > 500 mOsm/kg, soma de (Na+ + K+) urinário > Na+ sérico, diurese < 1.500 mL/24h, ou aumento de Na+ sérico < 2 mmol/L/d em 48h\n\n**SG baixa persistente / isostenúria:**\n- Encaminhar a nefrologista se eGFR < 60 mL/min/1,73m² ou se associada a proteinúria, hematúria ou hipertensão\n- Investigar e tratar causas reversíveis (hipercalcemia, hipocalemia, uso de lítio)\n\n### 4. Critérios de Encaminhamento\n\n- **Nefrologia:** IRC suspeita ou confirmada, isostenúria fixa, proteinúria associada, hematúria glomerular, SG alterada persistente sem causa identificada\n- **Endocrinologia:** Suspeita de diabetes insipidus central ou síndrome de secreção inapropriada de ADH (SIADH)\n- **Urgência/Emergência:** Hipernatremia grave (Na+ > 155 mmol/L) ou hiponatremia sintomática (confusão, convulsão, rebaixamento de consciência)\n\n### 5. Monitoramento e Seguimento\n\n- Repetir exame de urina em 4–8 semanas após intervenção de hidratação\n- Em pacientes com DRC: monitorar SG como parte do acompanhamento da capacidade concentradora tubular\n- Em atletas e populações de alto desempenho: avaliação pré-treino com SG como marcador prático e validado de estado de hidratação"
}
