{
  "score_item_id": "c77cedd3-2800-7e89-bace-e71b69f73aaa",
  "clinical_relevance": "O pH urinário reflete o equilíbrio ácido-base sistêmico e a capacidade de acidificação tubular renal. Fisiologicamente, o rim é responsável por excretar a carga ácida diária (~50-100 mEq/dia) gerada pelo metabolismo proteico e pela produção de ácidos orgânicos. O pH urinário normal varia entre 4,5 e 8,0, sendo o valor matinal em jejum tipicamente entre 5,0 e 6,0, ao passo que o pH pós-prandial pode atingir 7,0-8,0 (alcalinização pós-prandial fisiológica). Em contexto de medicina funcional integrativa, o pH urinário ideal situa-se entre 6,0 e 7,0, podendo chegar a 8,0 em estados inflamatórios.\n\nA mensuração é realizada por tira reagente (dipstick), com categorias padronizadas: 5, 6, 6,5, 7, 8 e 9. Analisadores automatizados (ex.: Urisys 2400, Cobas u 601) realizam a leitura de forma objetiva.\n\n**Implicações fisiopatológicas do pH urinário:**\n\n1. **Nefrolitíase:** O pH é fator determinante na composição e formação de cálculos renais, condição multifatorial que afeta 12% da população global, com taxa de recorrência de até 50% em 5 anos. pH persistentemente ácido (< 5,5) favorece a supersaturação de ácido úrico e a formação de cristais de ácido úrico (responsáveis por 23,5% dos cristais urinários) e de cistina. pH alcalino (> 6,8–7,0) favorece precipitação de fosfato de cálcio e cristais de estruvita (associados a infecções bacterianas por organismos urease-positivos). Cálculos de cálcio (oxalato e fosfato) representam 80% dos casos de nefrolitíase.\n\n2. **Cristalúria:** Prevalente em 22,04% das amostras ambulatoriais, com cristais de oxalato de cálcio (46,4%), ácido úrico (23,5%), uratos (15,1%) e estruvita (9,3%). Diabetes, insuficiência renal, prostatite e síndrome nefrótica associam-se à formação de cristais. ITU foi encontrada em 10,6% dos pacientes com cristalúria.\n\n3. **Morfologia eritrocitária:** O pH influencia diretamente a integridade dos eritrócitos na urina. Em urina altamente alcalina (pH > 9), os eritrócitos sofrem lise por edema da membrana externa, podendo subestimar hematúria. Em urina diluída, os eritrócitos incham e podem se romper; em urina concentrada, ficam crenados. Amostras com pH ≥ 9 foram raras: 0,13–0,22% em câncer de bexiga e 0,05–0,16% em doença glomerular.\n\n4. **Interpretação da urinálise:** pH alcalino causa falsos-positivos na tira reagente para proteinúria e pode interferir na leitura de hematúria por lise eritrocitária.\n\n5. **Acidose metabólica em DRC:** A redução da capacidade de acidificação urinária acompanha a queda da TFG. Bicarbonato sérico começa a cair progressivamente quando a TFG cai abaixo de 60 mL/min/1,73 m², com quedas mais evidentes nos estágios G4–G5 da DRC. A prevalência de bicarbonato sérico < 22 mmol/L é de 7,7% no estágio G3 e sobe para 38,3% no estágio G5.\n\n**Estratificação de risco por pH urinário:**\n- pH < 5,0 (acidúria persistente): risco aumentado de nefrolitíase por ácido úrico, síndrome metabólica, gota, hiperuricosúria\n- pH 5,0–6,5: faixa fisiológica habitual, monitorar dieta e hidratação\n- pH 6,5–7,5: faixa considerada ideal na medicina funcional\n- pH > 7,5 (alcalúria persistente): suspeitar de ITU por organismos urease-positivos (Proteus, Klebsiella), acidose tubular renal tipo 1, uso de diuréticos, vômitos persistentes\n- pH ≥ 9: risco de lise eritrocitária, invalidando análise de hematúria",
  "points": 8,
  "patient_explanation": "O pH urinário mede o quão ácida ou alcalina está sua urina. A urina saudável fica geralmente entre 5 e 7,5, dependendo da alimentação, hidratação e saúde dos rins. Seus rins usam a urina para eliminar substâncias ácidas que o corpo produz diariamente, o que a torna naturalmente um pouco ácida. Quando o pH fica muito baixo (muito ácido) por tempo prolongado, pode favorecer a formação de pedras nos rins, especialmente as de ácido úrico. Quando fica muito alto (muito alcalino), pode indicar uma infecção urinária ou outros problemas renais. Frutas e vegetais tendem a deixar a urina menos ácida, enquanto dietas ricas em proteína animal a tornam mais ácida. Valores alterados isolados nem sempre indicam problema grave, mas quando persistentes, ajudam o médico a investigar doenças renais ou infecciosas e a orientar ajustes na alimentação e no tratamento.",
  "conduct": "## Conduta Clínica: pH Urinário\n\n### 1. Interpretação dos Resultados\n\n- **pH 4,5–5,5:** Urina muito ácida. Investigar hiperuricosúria, síndrome metabólica, gota, dieta hipercalórica/hiperproteica, diarreia crônica com perda de bicarbonato.\n- **pH 5,5–6,5:** Faixa fisiológica ácida habitual. Considerar hidratação e dieta.\n- **pH 6,5–7,5:** Faixa considerada ideal. Confirmar ausência de sintomas urinários.\n- **pH > 7,5 (persistente):** Investigar ITU por germes urease-positivos (*Proteus mirabilis*, *Klebsiella pneumoniae*), acidose tubular renal distal (tipo 1), uso de acetazolamida, diuréticos tiazídicos, vômitos de repetição, alcalose metabólica.\n- **pH ≥ 9:** Resultado que invalida análise de eritrócitos (risco de lise); repetir amostra e correlacionar com clínica.\n\n### 2. Investigação Complementar\n\n**Quando pH < 5,5 persistente:**\n- Uricosúria de 24 horas\n- Ácido úrico sérico\n- Glicemia, insulinemia, perfil lipídico (síndrome metabólica)\n- Ultrassonografia renal (rastreio de litíase)\n- Avaliação dietética detalhada\n\n**Quando pH > 7,5 persistente:**\n- Urocultura com antibiograma\n- Eletrólitos séricos (Na, K, Cl, bicarbonato)\n- Gasometria venosa (acidose tubular renal)\n- Cálcio e fósforo urinários de 24 horas (risco de litíase por fosfato de cálcio)\n- Pesquisa de cristais urinários (cristalúria)\n- Uréia e creatinina séricas (avaliação de função renal)\n\n**Contexto de nefrolitíase:**\n- Citrato urinário de 24 horas (inibidor de cristalização)\n- Oxalato urinário de 24 horas\n- Perfil bioquímico completo de litíase (cálcio, fósforo, magnésio, urato)\n- Tomografia computadorizada de vias urinárias sem contraste (padrão-ouro para diagnóstico de cálculos)\n\n### 3. Intervenções Baseadas em Evidências\n\n**Modificações dietéticas:**\n- **Para acidúria (pH < 5,5):** Aumentar consumo de frutas e vegetais (fontes de citrato e bicarbonato); reduzir ingestão de proteína animal (carne vermelha, frutos do mar); aumentar ingestão hídrica (meta: volume urinário > 2,5 L/dia); reduzir açúcares refinados e frutose.\n- **Para alcalúria (pH > 7,5):** Tratar causa subjacente (ITU, alcalose); orientar dieta equilibrada.\n\n**Hidratação:**\n- Hidratação adequada é fundamental para diluição da urina e redução do risco de cristalúria e litíase; densidade urinária alvo < 1.010 para pacientes com risco de cálculos.\n\n**Farmacológico (pH ácido com litíase por ácido úrico):**\n- Citrato de potássio oral para alcalinizar urina até pH 6,5–7,0 (dissolução de cálculos de ácido úrico e prevenção de recorrência).\n- Alopurinol se hiperuricemia associada.\n\n**Farmacológico (ITU com pH alcalino):**\n- Antibioticoterapia guiada por urocultura e antibiograma.\n- Resolução da infecção normaliza o pH.\n\n### 4. Critérios de Encaminhamento\n\n- **Nefrologia:** pH persistentemente anormal associado a queda de TFG, suspeita de acidose tubular renal, DRC estágios G3–G5, litíase recorrente ou bilateral.\n- **Urologia:** Litíase urinária sintomática, hematúria macroscópica, obstrução urinária.\n- **Endocrinologia/Medicina Funcional:** pH ácido crônico com síndrome metabólica, hiperuricemia, resistência insulínica.\n\n### 5. Monitoramento\n\n- Repetir urinálise completa em 4–8 semanas após intervenções dietéticas ou tratamento de ITU.\n- Em pacientes com litíase de ácido úrico, monitorar pH urinário domiciliar com fitas reagentes, mantendo alvo entre 6,5 e 7,0.\n- Reavaliar parâmetros bioquímicos séricos conforme comorbidades identificadas."
}
