{
  "score_item_id": "019bf31d-2ef0-73ae-b854-faed2b237b11",
  "clinical_relevance": "A detecção qualitativa de proteínas na urina (fita reagente urinária) é um método de triagem semiquantitativo amplamente utilizado na avaliação inicial de lesão renal. O exame baseia-se na alteração de cor de indicadores químicos sensíveis à albumina e, em menor grau, a outras proteínas plasmáticas. O resultado é expresso em cruzes (negativo, traços, 1+, 2+, 3+, 4+), correspondendo a concentrações aproximadas que variam de <15 mg/dL (negativo) a >500 mg/dL (4+).\n\nFisiologicamente, a excreção urinária de proteínas em adultos saudáveis é inferior a 150 mg/24 horas. Valores entre 150 e 3.500 mg/24 horas caracterizam proteinúria de faixa nefrítica, enquanto valores superiores a 3.500 mg/24 horas definem a faixa nefrótica. O método qualitativo (dipstick) detecta predominantemente albumina, o que o torna insuficientemente sensível para proteínas de baixo peso molecular ou carregadas positivamente, como cadeias leves de imunoglobulinas no mieloma múltiplo.\n\nAs principais limitações do método qualitativo incluem: (1) falsos-positivos com urina alcalina (pH > 8), urina muito concentrada, hematúria macroscópica, contaminação por antissépticos e infecção do trato urinário; (2) falsos-negativos em urina muito diluída (densidade < 1.010), uma vez que a fita não corrige para concentração urinária; (3) ausência de padronização entre fabricantes; (4) concordância global de apenas 80,4% com métodos quantitativos como o índice albumina/creatinina (ACR), com taxa de falsos-negativos de 17,2% e falsos-positivos de 2,3%.\n\nA relevância clínica da proteinúria é fundamentada por evidências robustas que demonstram associação independente com progressão de doença renal crônica (DRC) e risco cardiovascular aumentado. A albumina é o principal componente da proteinúria na maioria das nefropatias, e dados epidemiológicos mostram risco cardiovascular elevado mesmo em níveis muito baixos de albuminúria. Segundo as diretrizes KDIGO 2024, o método quantitativo preferido é o ACR em amostra isolada (preferencialmente primeira urina da manhã), sendo o dipstick reservado à triagem inicial, com necessidade de confirmação por método quantitativo em caso de resultado positivo.\n\nA estratificação de risco na DRC combina as categorias de TFGe (G1-G5) com as categorias de albuminúria: A1 (<30 mg/g), A2 (30-300 mg/g) e A3 (>300 mg/g). Um resultado positivo na fita reagente requer confirmação em duas amostras separadas com intervalo mínimo de 3 meses para estabelecer cronicidade. Em populações de alto risco — diabéticos, hipertensos, idosos, HIV-positivos e portadores de doenças autoimunes — a prevalência de proteinúria significativa é substancialmente maior que na população geral, reforçando a importância da triagem sistemática.",
  "points": 22,
  "patient_explanation": "A pesquisa de proteína na urina é um exame simples feito com uma fita que muda de cor ao ser mergulhada na amostra de urina. Em condições normais, os rins retêm quase toda a proteína do sangue, deixando passar apenas uma quantidade muito pequena. Quando os rins não estão funcionando bem, eles começam a deixar proteínas escaparem para a urina, o que pode ser um sinal precoce de problema renal.\n\nUm resultado alterado não significa necessariamente que há doença grave, pois a fita pode dar resultado falso em urina muito concentrada, em casos de infecção urinária ou em outras situações. Por isso, quando o resultado é positivo, o médico solicitará exames mais precisos para confirmar se existe ou não um problema nos rins. Detectar alterações precocemente é muito importante, pois permite tratar e controlar condições que, se não tratadas, podem afetar os rins e o coração ao longo do tempo.",
  "conduct": "## Conduta Clínica para Proteinúria Qualitativa (Dipstick)\n\n### 1. Interpretação do Resultado Inicial\n\n- **Negativo ou traços:** Resultado normal; repetir anualmente em pacientes de risco (diabéticos, hipertensos, histórico familiar de DRC)\n- **1+ ou maior:** Resultado positivo — requer confirmação por método quantitativo\n- **Contexto obrigatório:** Avaliar sempre densidade urinária ou osmolalidade; 1+ em urina diluída (DU < 1.010) representa proteinúria mais significativa que o mesmo resultado em urina concentrada\n\n### 2. Confirmação e Quantificação\n\n- **Solicitar imediatamente:** Índice proteína/creatinina (PCR) ou índice albumina/creatinina (ACR) em amostra de urina isolada (preferencialmente primeira urina da manhã)\n- **ACR é preferido:** Maior sensibilidade e precisão; detecta albuminúria mesmo em estágios precoces\n- **Coleta de urina de 24h:** Reservada para casos selecionados onde maior acurácia é necessária (suspeita de síndrome nefrótica, gestação com hipertensão)\n- **Confirmação de cronicidade:** Repetir o teste em segunda amostra com intervalo mínimo de 3 meses para confirmar DRC\n\n### 3. Investigação Complementar\n\n- **Hemograma, creatinina sérica e eGFR** (CKD-EPI com creatinina; adicionar cistatina C se disponível para maior precisão)\n- **Urina tipo 1 com sedimento** (hematúria associada sugere glomerulonefrite)\n- **Glicemia de jejum e HbA1c** (descartar nefropatia diabética)\n- **Pressão arterial** (hipertensão é causa e consequência de proteinúria)\n- **Ultrassonografia renal** (morfologia, tamanho, obstrução)\n- **Se suspeita de mieloma múltiplo:** Eletroforese de proteínas séricas e urinárias (dipstick pode ser falso-negativo para proteína de Bence-Jones)\n- **Em mulheres grávidas hipertensas:** UPCR em amostra isolada é método adequado de triagem\n\n### 4. Critérios de Encaminhamento a Especialista (Nefrologia)\n\n- ACR ≥ 300 mg/g (A3) ou PCR ≥ 500 mg/mg confirmados\n- Proteinúria em faixa nefrótica (> 3,5 g/24h ou equivalente)\n- Hematúria glomerular associada à proteinúria\n- TFGe < 30 mL/min/1,73 m² (G4-G5)\n- Progressão de DRC apesar de tratamento otimizado\n- Suspeita de glomerulonefrite primária (nefropatia por IgA, membranosa, etc.)\n- Proteinúria sem causa identificável após investigação inicial\n\n### 5. Intervenções Baseadas em Evidências\n\n- **Controle rigoroso da pressão arterial:** Alvo < 130/80 mmHg em portadores de proteinúria; iECA ou BRA como primeira linha (efeito nefroprotetor independente do controle pressórico)\n- **Controle glicêmico em diabéticos:** HbA1c individualizada; inibidores de SGLT2 reduzem proteinúria e progressão de DRC\n- **Dieta hipoproteica supervisionada:** 0,6-0,8 g/kg/dia pode retardar progressão em DRC não dialítica\n- **Restrição de sódio:** < 2 g/dia potencializa efeito antiproteinúrico dos bloqueadores do SRAA\n- **Evitar nefrotóxicos:** AINEs, contraste iodado sem preparo adequado, aminoglicosídeos\n- **Monitoramento:** Repetir ACR e eGFR a cada 3-6 meses em pacientes com DRC confirmada"
}
