{
  "score_item_id": "c77cedd3-2800-7b7d-8b5e-03585a2f62eb",
  "clinical_relevance": "A glicose urinária (glicosúria) é definida pela presença de glicose detectável na urina, normalmente ausente quando a glicemia plasmática é inferior ao limiar de reabsorção tubular renal, situado entre 160–180 mg/dL em adultos saudáveis. O rim filtra aproximadamente 180 g de glicose por dia; toda essa carga é normalmente reabsorvida pelos cotransportadores SGLT2 (segmento S1/S2 do túbulo proximal, responsável por ~90%) e SGLT1 (segmento S3, ~10%). A glicosúria surge quando a carga filtrada supera a capacidade máxima de reabsorção tubular (Tm de glicose ≈ 375 mg/min), o que ocorre em dois cenários principais: (1) hiperglicemia significativa (diabetes mellitus não controlado, pré-diabetes em cargas pós-prandiais extremas) e (2) defeito tubular renal primário com limiar reduzido (glicosúria renal benigna, síndrome de Fanconi, uso de inibidores SGLT2).\n\nValores de referência: ausência de glicose na urinálise qualitativa (fita reagente negativa); quantitativamente, excreção <500 mg/24h é aceita como normal. Detecção por fita reagente: sensibilidade ~95% para concentrações >100 mg/dL, especificidade ~99%. A presença de glicose detectável em amostra isolada é sinal de alerta que requer correlação obrigatória com glicemia simultânea e HbA1c.\n\nFisiopatologia clínica relevante: no diabetes mellitus tipo 1 e tipo 2 descompensados, a hiperglicemia crônica (glicemia de jejum ≥126 mg/dL, 2h OGTT ≥200 mg/dL, HbA1c ≥6,5%) supera o limiar tubular e produz glicosúria persistente, gerando diurese osmótica, poliúria, polidipsia e depleção de volume. A glicosúria diabética é um dos mecanismos pelos quais os inibidores de SGLT2 (empagliflozina, dapagliflozina, canagliflozina) exercem seus efeitos terapêuticos — ao bloquearem artificialmente a reabsorção tubular de glicose, provocam excreção urinária de 60–100 g de glicose/dia, promovendo redução da glicemia, perda calórica, redução da pressão arterial e proteção cardiorrenal demonstrada em grandes ensaios clínicos (EMPA-REG OUTCOME, CANVAS, DAPA-CKD, EMPA-KIDNEY). Os dados do KDIGO 2024 reforçam que o efeito glicosurico dos SGLT2i constitui diurese osmótica secundária e aumento da excreção de água livre.\n\nEpidemiologia: a glicosúria como marcador de diabetes afeta mais de 537 milhões de adultos mundialmente (IDF 2021). Nos EUA, estima-se prevalência de glicosúria incidental em 0,2–0,3% de adultos não diabéticos, podendo chegar a 0,5% em gestantes (limiar tubular reduzido na gravidez). A glicosúria renal benigna (defeito SGLT2 hereditário) tem prevalência estimada de 0,2–0,6%.\n\nEstratificação de risco: (a) glicosúria com glicemia elevada = alto risco metabólico, investigar diabetes e suas complicações (nefropatia, retinopatia, neuropatia, risco cardiovascular); (b) glicosúria com glicemia normal = investigar disfunção tubular proximal, síndrome de Fanconi (aminoacidúria, fosfatúria, acidose metabólica hiperclorêmica), nefropatia tubulointersticial, efeito de SGLT2i; (c) glicosúria gestacional isolada, geralmente benigna, mas requer rastreio de diabetes gestacional. A síndrome de Fanconi pode ser secundária a mieloma múltiplo, síndrome de Sjögren, intoxicação por metais pesados, uso de tenofovir ou ifosfamida.",
  "points": 22,
  "patient_explanation": "A glicose urinária é quando o açúcar do sangue aparece na urina, algo que normalmente não acontece porque os rins filtram e devolvem toda a glicose ao organismo. Quando o açúcar no sangue sobe muito, como acontece no diabetes, os rins não conseguem reter tudo e parte sai pela urina. Isso pode causar idas frequentes ao banheiro, muita sede e sensação de cansaço. Em alguns casos, a glicose na urina pode aparecer mesmo com o açúcar no sangue normal, o que indica que os rins precisam de avaliação mais detalhada. Também pode ocorrer com o uso de remédios chamados gliflozinas, usados para controlar o diabetes. Detectar esse sinal cedo é muito importante pois permite identificar o diabetes antes que cause danos ao coração, rins e nervos. O exame é simples, feito na urina colhida no laboratório, e deve ser interpretado junto com o exame de sangue. Não ignore esse resultado: com acompanhamento médico adequado é possível controlar a situação e proteger sua saúde.",
  "conduct": "## Conduta Clínica: Glicose Urinária\n\n### 1. Avaliação Inicial Obrigatória\n\n- **Correlacionar com glicemia plasmática simultânea** (ou na mesma data):\n  - Glicemia de jejum, HbA1c e, quando indicado, OGTT 75g com dosagem de glicose e insulina em 0, 30, 60, 90 e 120 min\n  - Glicemia de jejum ≥126 mg/dL ou HbA1c ≥6,5% confirma diabetes mellitus\n  - Pré-diabetes: glicemia de jejum 100–125 mg/dL ou HbA1c 5,7–6,4%\n- **Investigar contexto clínico:**\n  - Uso de inibidores de SGLT2 (empagliflozina, dapagliflozina, canagliflozina, ertugliflozina)? → glicosúria esperada e terapêutica\n  - Gestação atual? → rastreio obrigatório de diabetes gestacional (TOTG 75g entre 24–28 semanas)\n  - Sintomas de poliúria, polidipsia, polifagia, perda de peso não intencional?\n\n### 2. Glicosúria com Hiperglicemia Confirmada\n\n- **Diagnóstico: diabetes mellitus ou pré-diabetes**\n- Solicitar:\n  - HbA1c (meta terapêutica <6,5% na abordagem funcional integrativa; <7% em geral)\n  - Insulina de jejum (meta ideal ≤6 µU/mL; aceitável ≤10 µU/mL)\n  - HOMA-IR e QUICKI para estimativa de resistência insulínica\n  - Perfil lipídico completo (TG, HDL, LDL, colesterol total)\n  - TG/HDL como marcador de resistência insulínica (mulheres <1,4; homens <1,2)\n  - Função renal (creatinina, eGFR, urina I com sedimento, albumina/creatinina urinária — ACR)\n  - Microalbuminúria: ACR ≥30 mg/g indica nefropatia diabética incipiente (KDIGO 2024)\n  - Revisão cardiovascular: PA, ECG, escore de risco cardiovascular\n- **Intervenções baseadas em evidências:**\n  - Dieta com redução de carga glicêmica: substituição de carboidratos simples por complexos e fibras\n  - Atividade física aeróbica + resistência (meta: ≥150 min/sem aeróbica + 2x/sem força)\n  - Considerar metformina (Glifage XR) 1g no jantar como primeira linha farmacológica, ajustando dose conforme função renal\n  - Em pacientes com DM2 + DRC ou DM2 + ICC: considerar SGLT2 inibidor conforme KDIGO 2024 (eGFR ≥20 mL/min/1,73m²)\n  - Curva glicêmica/insulinêmica: se pico de glicose >160 mg/dL aos 60 min ou >140 mg/dL aos 120 min — intervenção dietética imediata e reavaliação\n\n### 3. Glicosúria com Glicemia Normal (Glicosúria Renal)\n\n- **Suspeitar de disfunção tubular proximal:**\n  - Solicitar urina I completa com sedimento e pH\n  - Aminoacidúria, fosfatúria, uricosúria e acidose metabólica hiperclorêmica → síndrome de Fanconi\n  - Investigar causas secundárias: mieloma múltiplo (proteína de Bence-Jones), síndrome de Sjögren, intoxicação por metais pesados (chumbo, mercúrio, cádmio), uso de tenofovir ou ifosfamida\n  - **Encaminhar a nefrologista** se confirmada disfunção tubular multifuncional\n- Glicosúria renal benigna isolada (defeito SGLT2 hereditário): sem outras alterações tubulares, seguimento clínico anual, sem necessidade de tratamento\n\n### 4. Critérios de Encaminhamento\n\n- **Endocrinologista:** diabetes de difícil controle, suspeita de MODY (diabetes monogênico), diabetes tipo 1, cetoacidose\n- **Nefrologista:** glicosúria + proteinúria + hematúria, síndrome de Fanconi, eGFR <45 mL/min/1,73m², ACR ≥300 mg/g\n- **Obstetra/Endocrinologista:** glicosúria na gestação para TOTG obrigatório\n\n### 5. Monitoramento e Seguimento\n\n- Repetir urinálise + glicemia de jejum + HbA1c a cada 3–6 meses em pacientes com pré-diabetes ou DM2\n- Insulina de jejum: meta ideal ≤6 µU/mL; monitorar para avaliar resposta ao tratamento\n- ACR anual em todos os pacientes com diabetes ou hipertensão (rastreio de nefropatia)\n- Em pacientes usando SGLT2i: glicosúria é esperada e indica mecanismo de ação; monitorar para sinais de infecção genital (candidiase, ITU) e cetoacidose euglicêmica (raro)"
}
