{
  "score_item_id": "019bf31d-2ef0-7ac5-82fa-dbc495c54fd0",
  "clinical_relevance": "Os corpos cetônicos são metabólitos produzidos pelo fígado durante estados de baixa disponibilidade de carboidratos, incluindo jejum prolongado, dieta cetogênica e diabetes descompensado. O fígado sintetiza três corpos cetônicos principais: acetoacetato, beta-hidroxibutirato (BHB) e acetona. O BHB é o principal corpo cetônico circulante e serve como substrato energético eficiente para o coração, cérebro e musculatura esquelética. Valores de referência e interpretação clínica: Na cetose nutricional (dieta cetogênica ou jejum), os níveis de cetonas sanguíneas variam de 0,5 a 7-8 mmol/L (ou mg/dL conforme método), com pH sanguíneo normal (~7,4) e glicemia entre 65-80 mg/dL. A cetoacidose diabética (CAD) distingue-se pelo nível de cetonas superior a 10 mmol/L (frequentemente 20-25 mmol/L), glicemia acima de 250-300 mg/dL (com critério 2024 revisado para ≥200 mg/dL), pH arterial abaixo de 7,3 e bicarbonato sérico abaixo de 15 mEq/L. O consenso internacional de 2024 redefiniu o critério de cetose para diagnóstico de CAD como urina com cetonas ≥2+ ou BHB sérico ≥3 mmol/L. A medição de BHB sérico/capilar oferece superioridade diagnóstica em relação ao acetoacetato urinário, pois a elevação do BHB precede alterações na cetonúria e está associada a menor tempo de recuperação e maior custo-efetividade no manejo da CAD. Tecnologias de monitoramento contínuo de cetonas (CKM) em fluido intersticial representam avanço promissor. Relevância fisiopatológica: a cetogênese é desencadeada pela queda de insulina e elevação de glucagon, promovendo lipólise e beta-oxidação de ácidos graxos com formação de acetil-CoA hepático e síntese dos corpos cetônicos. O BHB também exerce função sinalizadora: inibe HDACs (efeito epigenético), inibe o inflamassoma NLRP3 (efeito anti-inflamatório em monócitos humanos) e possui efeito anticatabólico. Populações de risco para CAD incluem pacientes com DM1, DM2 em uso de SGLT-2, GLP-1 agonistas e inibidores de checkpoint imunológico (CAD euglicêmica). A monitorização de cetonas é especialmente crítica nesses contextos. Aplicações terapêuticas monitoradas: em epilepsia refratária, a dieta cetogênica com cetonemia ≥0,5 mmol/L alcança controle completo de convulsões em 52% das crianças; em DM2, a cetose nutricional reduz HbA1c para abaixo de 6,5% em 54,5% dos pacientes versus 0% no controle.",
  "points": 28,
  "patient_explanation": "Os corpos cetônicos são uma forma de energia que o seu corpo produz quando consome poucos carboidratos ou fica muito tempo sem comer. O fígado transforma gordura em pequenas moléculas chamadas corpos cetônicos, que alimentam o cérebro e o coração. Em quantidades moderadas, isso é normal e saudável, como acontece em dietas com baixo carboidrato ou durante o jejum. Porém, quando os corpos cetônicos sobem demais — especialmente em pessoas com diabetes tipo 1 sem insulina suficiente — pode ocorrer uma condição grave chamada cetoacidose, que é uma emergência médica. O exame mede se esses valores estão dentro de uma faixa segura. Valores levemente elevados podem indicar que você está em cetose nutricional (sem perigo), enquanto valores muito altos com açúcar no sangue elevado e sintomas como náuseas, vômitos, sede intensa e dor abdominal exigem atenção médica imediata. Se você tem diabetes, é fundamental monitorar cetonas em situações de doença ou quando a glicemia estiver muito alta.",
  "conduct": "## Conduta Clínica — Corpos Cetônicos\n\n### 1. Interpretação dos Valores\n\n- **Cetose nutricional (fisiológica):** BHB 0,5–3,0 mmol/L com glicemia normal/baixa (65–80 mg/dL) e pH ~7,4 → estado metabólico seguro em paciente sem diabetes tipo 1\n- **Cetose elevada por jejum prolongado:** BHB 3–7 mmol/L; monitorar eletrólitos e estado hemodinâmico\n- **Limiar de alerta para CAD:** BHB ≥ 3 mmol/L (critério 2024) ou urina cetonas ≥ 2+, com glicemia ≥ 200 mg/dL, pH < 7,3, bicarbonato < 15 mEq/L → **emergência médica**\n- **CAD franca:** cetonas > 10 mmol/L, frequentemente 20–25 mmol/L\n\n### 2. Investigação Complementar Prioritária\n\n**Na suspeita de CAD ou cetonas elevadas patológicas:**\n- Gasometria arterial ou venosa (pH, bicarbonato)\n- Glicemia capilar e sérica\n- Eletrólitos (sódio, potássio, cloreto, magnésio)\n- Função renal (creatinina, ureia)\n- BHB sérico ou capilar (preferível ao acetoacetato urinário pela maior acurácia e por preceder alterações urinárias)\n- Hemograma, PCR, culturas se infecção como fator precipitante\n- Osmolaridade sérica calculada (excluir HHS)\n\n**Na cetose nutricional monitorada:**\n- BHB capilar com glicosímetro adequado (tiras de cetona)\n- GKI (Glucose Ketone Index): meta < 3 para cetose terapêutica, < 1 para terapia metabólica intensiva\n- Eletrólitos séricos periodicamente (sódio, potássio, magnésio)\n- Lipidograma completo a cada 8–12 semanas\n- HbA1c, glicemia de jejum, insulina e HOMA-IR em DM2\n\n### 3. Critérios de Encaminhamento\n\n- **Pronto-socorro imediato:** BHB ≥ 3 mmol/L + glicemia ≥ 200 mg/dL + sintomas (náuseas, vômitos, dor abdominal, alteração de consciência) → suspeita de CAD\n- **Endocrinologista:** DM1 ou DM2 com episódios recorrentes de cetose elevada; uso de SGLT-2 ou GLP-1 com cetonas detectáveis (risco de CAD euglicêmica)\n- **Nutrólogo/Nutricionista:** Prescrição e acompanhamento de dieta cetogênica terapêutica\n- **Neurologista pediátrico:** Epilepsia refratária candidata à terapia cetogênica\n\n### 4. Intervenções Baseadas em Evidências\n\n**CAD confirmada — manejo hospitalar:**\n- Hidratação vigorosa com solução salina (SF 0,9%) → 1–1,5 L na 1ª hora\n- Insulinoterapia IV após confirmação de potássio ≥ 3,5 mEq/L\n- Reposição de potássio conforme protocolo\n- Monitorar resolução: glicemia < 200 mg/dL + bicarbonato ≥ 18 mEq/L + pH venoso > 7,3\n- Educação do paciente sobre monitorização de cetonas antes da alta\n\n**Cetose nutricional — manejo ambulatorial:**\n- Hidratação ≥ 2 L/dia\n- Reposição de eletrólitos: sódio (1 colher de chá de sal + água), potássio (sal light), magnésio\n- Monitorar pressão arterial em hipertensos e ajustar diuréticos/anti-hipertensivos (efeito diurético da dieta)\n- Transição gradual: low-carb → cetogênica (evitar cetoadaptação abrupta)\n- Em DM2: ajustar insulina, sulfonilureias e metilglinidas com supervisão médica\n- Cetoadaptação esperada em 6–8 semanas; estudos devem ter duração mínima de 8 semanas para avaliação adequada\n\n### 5. Populações Especiais\n\n- **DM1:** Monitoramento obrigatório de BHB em doenças intercorrentes (sick-day rules), glicemia > 250 mg/dL ou sintomas de CAD\n- **SGLT-2 / GLP-1 / inibidores de checkpoint:** Risco de CAD euglicêmica; dosar BHB mesmo com glicemia < 200 mg/dL\n- **Pré-cirúrgico:** Glicogênio hepático e muscular esgota-se em 4–5 horas de jejum; cetogênese inicia-se após ~10 horas; estratégias nutricionais pré-operatórias podem facilitar transição metabólica\n- **Pediatria:** Suplementação de cálcio e vitamina D obrigatória na dieta cetogênica; acompanhamento obrigatório por médico e nutricionista com monitoramento de crescimento\n- **Câncer (protocolo metabólico):** Alvo glicemia < 90 mg/dL e cetose monitorada; acompanhar BHB, resposta tumoral (PET/CT) e marcadores inflamatórios (TNF-α, IGF-1, insulina, IL-10)"
}
