{
  "score_item_id": "019bf31d-2ef0-72d2-a0f3-08435f27e265",
  "clinical_relevance": "A bilirrubina é um pigmento alaranjado resultante do catabolismo do heme, predominantemente oriundo da degradação da hemoglobina eritrocitária. O heme é convertido em biliverdina pela heme-oxigenase e, a seguir, em bilirrubina não conjugada (BNC, indireta) pela biliverdina redutase. A BNC é lipossolúvel, circula ligada à albumina e é captada pelos hepatócitos, onde sofre conjugação com ácido glicurônico pela UDP-glucuronosiltransferase (UDPGT), tornando-se bilirrubina conjugada (BC, direta) e, portanto, hidrossolúvel. A BC é excretada na bile e parte é recirculada (ciclo êntero-hepático do urobilinogênio). Uma quarta fração, a delta-bilirrubina, resulta da ligação covalente da BC à albumina e apresenta meia-vida prolongada.\n\nValores de referência amplamente aceitos: bilirrubina total (BT) < 1,2 mg/dL; bilirrubina direta (BD) < 0,3 mg/dL; bilirrubina indireta (BI) = BT - BD. Icterícia clinicamente visível em mucosas e pele ocorre quando BT ultrapassa 2,5 mg/dL. A fração direta representa < 20% da BT em condições normais.\n\nA hiperbilirrubinemia é classificada conforme a localização da alteração metabólica: (1) Pré-hepática — excesso de produção, geralmente por hemólise acelerada. A BT está elevada predominantemente às custas da BI, sem alteração de aminotransferases, albumina ou tempo de protrombina. Sinais associados: anemia, reticulocitose, LDH elevada. (2) Hepática — comprometimento de captação, conjugação ou excreção intra-hepática. Inclui hepatites virais, alcoólica, metabólica (MASH/NASH), tóxica, isquêmica, doença de Wilson, hemocromatose, hepatite autoimune, deficiência de alfa-1 antitripsina e síndrome de Budd-Chiari. Pode elevar BC e/ou BNC com concomitante aumento de aminotransferases. (3) Pós-hepática (colestase extra-hepática) — obstrução mecânica da via biliar por coledocolitíase, neoplasia pancreática, colangiocarcinoma, colangite esclerosante ou infecções (CMV, parasitoses). Caracteriza-se por BC predominantemente elevada, colúria e acolia fecal.\n\nSíndromes hereditárias relevantes: Síndrome de Gilbert (deficiência parcial de UDPGT; afeta 3-10% da população adulta; BI discretamente elevada; benigna, não requer tratamento mas pode confundir rastreamento de hepatopatia). Síndrome de Crigler-Najjar tipo 1 (deficiência total de UDPGT; potencialmente fatal por neurotoxicidade da BI depositada em núcleos da base — kernicterus). Medicamentos como rifampicina, cloranfenicol e probenecida podem induzir hiperbilirrubinemia indireta por competição com transportadores hepáticos.\n\nSignificado prognóstico: A hiperbilirrubinemia por si só não implica mau prognóstico, mas é marcador consolidado de disfunção hepatobiliar grave. Na insuficiência hepática aguda subaguda, BT elevada indica mau prognóstico e mortalidade. BT > 17,6 mg/dL é indicação de internação em hepatite aguda não relacionada ao paracetamol. Na cirrose, elevação progressiva da BT é evento tardio e sinaliza disfunção hepática grave. Na insuficiência hepática aguda sobre crônica, a bilirrubina isolada é marcador de mortalidade a curto prazo. Dados também associam bilirrubina sérica levemente elevada a efeito cardioprotetor por ação antioxidante (redução de risco cardiovascular em estudos observacionais, incluindo o Framingham Heart Study com o alelo UGT1A1*28).\n\nA fracionação da BT é mandatória quando BT > 2,5 mg/dL e deve ser interpretada em conjunto com aminotransferases, GGT, fosfatase alcalina, albumina e tempo de protrombina para diagnóstico diferencial preciso.",
  "points": 18,
  "patient_explanation": "A bilirrubina é uma substância amarelada produzida naturalmente quando o seu organismo destrói glóbulos vermelhos velhos. Ela é processada pelo fígado e eliminada pela bile intestinal. Quando esse processo não funciona bem, a bilirrubina se acumula no sangue e pode colorir a pele e os olhos de amarelo, condição chamada icterícia. O exame de bilirrubina avalia a saúde do fígado e das vias biliares. Valores levemente alterados podem ter causas simples e benignas, como a Síndrome de Gilbert, muito comum na população e que não representa doença grave. Já valores muito elevados podem indicar problemas no fígado, nas vias biliares ou destruição excessiva de glóbulos vermelhos. Por isso, quando o resultado vier alterado, o médico solicitará outros exames para entender a causa e definir o melhor cuidado para você.",
  "conduct": "## Conduta Clínica — Bilirrubina Alterada\n\n### 1. Avaliação Inicial\n\n- **Confirmar o resultado** com coleta em jejum adequado (mínimo 4 horas) e ausência de hemólise na amostra\n- **Fracionar a bilirrubina** quando BT > 1,2 mg/dL: solicitar bilirrubina direta (BD) e indireta (BI)\n- **Anamnese dirigida:** uso de medicamentos (rifampicina, cloranfenicol, probenecida, contraceptivos, estatinas, antibióticos), etilismo, hepatites prévias, histórico familiar, sintomas associados (colúria, acolia, prurido, dor abdominal, febre, perda ponderal)\n- **Exame físico:** icterícia em escleras e pele, hepatoesplenomegalia, sinais de hipertensão portal, linfonodomegalia\n\n### 2. Investigação Complementar Conforme Padrão\n\n**Hiperbilirrubinemia Indireta (BI elevada, BD normal):**\n- Hemograma completo com reticulócitos, LDH, haptoglobina, Coombs direto\n- Investigar síndrome de Gilbert (BI discretamente elevada, demais exames normais, jejum prolongado agrava)\n- Se hemólise confirmada: eletroforese de hemoglobina, pesquisa de esferócitos, teste de fragilidade osmótica\n\n**Hiperbilirrubinemia Direta (BD > 20% da BT):**\n- Painel hepático completo: ALT, AST, GGT, fosfatase alcalina, albumina, TP/INR\n- Sorologias: HBsAg, anti-HBc, anti-HCV, anti-HAV IgM\n- Ultrassonografia de abdome superior (obrigatória para excluir obstrução biliar)\n- Se padrão colestático (GGT e FA elevadas): considerar CPRE ou colangiorressonância para avaliar via biliar\n\n**BT > 2,5 mg/dL sem causa evidente:** solicitar fracionamento + painel hepático completo + USG de abdome\n\n**BT > 10 mg/dL:** avaliar necessidade de internação, especialmente se associada a coagulopatia, encefalopatia ou sinais de obstrução biliar aguda\n\n**BT > 17,6 mg/dL em hepatite aguda não induzida por paracetamol:** internação indicada\n\n### 3. Critérios de Encaminhamento\n\n- **Hepatologia/Gastroenterologia:** hiperbilirrubinemia direta persistente sem causa identificada, suspeita de hepatite autoimune, cirrose, colestase intra-hepática crônica, doença de Wilson, hemocromatose\n- **Cirurgia ou Endoscopia Digestiva:** obstrução biliar extra-hepática confirmada (coledocolitíase, estenose, neoplasia)\n- **Oncologia:** suspeita de neoplasia pancreática ou colangiocarcinoma\n- **Hematologia:** hemólise grave ou anemia hemolítica hereditária\n- **UTI/Pronto-Socorro:** insuficiência hepática aguda (encefalopatia, coagulopatia, BT rapidamente crescente)\n\n### 4. Causas Benignas — Conduta Conservadora\n\n- **Síndrome de Gilbert:** não requer tratamento nem seguimento específico; orientar paciente sobre a natureza benigna; atentar para interação com irinotecano (risco de toxicidade aumentada)\n- **Hiperbilirrubinemia transitória por jejum ou esforço físico intenso:** repetir exame em condições habituais\n- **Medicamentos:** avaliar suspensão ou substituição com equipe prescritora\n\n### 5. Monitoramento\n\n- Pacientes com hepatopatia crônica: dosar bilirrubina a cada 3-6 meses como parte do painel de função hepática\n- Cirróticos: incluir bilirrubina no cálculo do escore MELD e Child-Pugh para estratificação de gravidade e prioridade em lista de transplante\n- Pós-transplante hepático: monitoramento semanal nas primeiras semanas para detecção precoce de disfunção do enxerto"
}
