{
  "score_item_id": "019bf31d-2ef0-76fd-b607-70a089918780",
  "clinical_relevance": "O urobilinogênio urinário é um metabólito do catabolismo do heme que reflete a integridade do eixo entero-hepático e a função hepática global. Fisiologicamente, a bilirrubina conjugada (bilirrubina diglucuronídeo) é excretada pela bile no intestino, onde bactérias anaeróbias intestinais — incluindo cepas de Clostridioides difficile, Clostridium ramosum, Clostridium perfringens e Bacteroides fragilis — a reduzem a urobilinogênio e estercobilinogênio por meio de reações enzimáticas mediadas pela bilirrubina redutase (enzima BilR), identificada em publicação de 2024 na Nature Microbiology. Aproximadamente 20% do urobilinogênio produzido diariamente é reabsorvido pelo intestino e sofre recirculação entero-hepática; a maior parte é recaptada pelo fígado via veia porta e reexcretada na bile, enquanto uma pequena fração (2–5%) atinge a circulação sistêmica, é filtrada pelos rins e detectada na urina.\n\nValores de referência urinários normais situam-se entre 0,1 e 1,0 mg/dL (método de fita reagente). Valores acima de 1,0 mg/dL são considerados elevados; a ausência completa (< 0,1 mg/dL) é igualmente anormal.\n\nInterpretação clínica estratificada:\n- Urobilinogênio ELEVADO com bilirrubina normal ou aumentada: sugere hemólise aumentada (anemia hemolítica, eritropoiese ineficaz) ou doença hepatocelular (hepatite viral, alcoólica, metabólica, tóxica, autoimune) com circulação entero-hepática exacerbada. Pode ocorrer também na síndrome de Gilbert, que afeta 3–10% da população adulta e cursa com hiperbilirrubinemia indireta benigna por deficiência parcial de UDP-glucuronosiltransferase (UDPGT).\n- Urobilinogênio DIMINUÍDO ou AUSENTE com bilirrubina conjugada elevada: indica colestase — redução da excreção de bilirrubina conjugada no intestino, seja por obstrução biliar extra-hepática (coledocolitíase, neoplasia pancreática, colangiocarcinoma, síndrome de Mirizzi, colangite esclerosante) ou colestase intra-hepática. Nessas situações, a urina apresenta bilirrubinúria (colúria) e as fezes tornam-se acolúricas.\n- Urobilinogênio AUSENTE em contexto de microbiota intestinal alterada: pesquisa de 2024 (Nature Microbiology) demonstrou que a ausência do gene bilR na microbiota é mais frequente em neonatos no primeiro mês de vida e em pacientes com doença inflamatória intestinal (DII — Crohn e colite ulcerativa), condicionando disregulação do metabolismo da bilirrubina e potencialmente contribuindo para a maior incidência de cálculos biliares de bilirrubinato de cálcio nesses pacientes.\n\nAssociações metabólicas relevantes: urobilina (produto de oxidação do urobilinogênio) foi associada a insuficiência cardíaca incidente em estudo populacional (ESC Heart Fail, 2019) e à resistência à insulina em adultos obesos (Antioxidants, 2023). Bilirrubina em concentrações moderadas exerce papel antioxidante e anti-inflamatório estabelecido; sua desregulação pelo eixo microbiota-fígado impacta múltiplos desfechos metabólicos.\n\nO exame de urobilinogênio urinário, quando interpretado em conjunto com bilirrubina direta/indireta sérica, aminotransferases, fosfatase alcalina e gama-GT, compõe uma matriz diagnóstica essencial para a diferenciação entre hiperbilirrubinemias pré-hepáticas, hepáticas e pós-hepáticas, orientando a investigação etiológica de forma custo-efetiva.",
  "points": 12,
  "patient_explanation": "O urobilinogênio é uma substância produzida no intestino quando bactérias benéficas transformam a bile que vem do fígado. Uma pequena quantidade passa para o sangue, é filtrada pelos rins e aparece na urina — isso é completamente normal. O exame mede essa quantidade na urina e ajuda o médico a entender se o fígado, a vesícula biliar ou o sangue estão funcionando bem. Quando há muito urobilinogênio na urina, pode indicar que o fígado está sobrecarregado ou que há destruição excessiva de glóbulos vermelhos. Quando há pouco ou nenhum, pode significar que a bile não está chegando ao intestino corretamente, o que acontece quando há pedras ou obstrução nas vias biliares. O resultado isolado não define um diagnóstico, mas combinado com outros exames de sangue e urina, é uma pista muito útil para identificar problemas hepáticos, biliares ou do sangue em fase inicial, muitas vezes antes de sintomas como icterícia aparecerem.",
  "conduct": "## Conduta Clínica — Urobilinogênio Urinário\n\n### 1. Interpretação Inicial do Resultado\n\n**Valores de referência:**\n- Normal: 0,1 – 1,0 mg/dL\n- Elevado: > 1,0 mg/dL\n- Ausente/Diminuído: < 0,1 mg/dL (igualmente patológico)\n\n**Interpretação contextual obrigatória:** o urobilinogênio deve ser sempre interpretado em conjunto com bilirrubina urinária, bilirrubina sérica fracionada, aminotransferases (AST/ALT), fosfatase alcalina, gama-GT e hemograma completo.\n\n---\n\n### 2. Urobilinogênio ELEVADO (> 1,0 mg/dL)\n\n**Investigação complementar inicial:**\n- Bilirrubina sérica total, direta e indireta\n- Hemograma completo com reticulócitos\n- AST, ALT, fosfatase alcalina, gama-GT\n- LDH e haptoglobina (para rastreio de hemólise)\n- Esfregaço periférico\n- Ultrassom de abdome superior\n\n**Causas a considerar:**\n- Hemólise (anemia hemolítica autoimune, esferocitose, deficiência de G6PD, talassemia)\n- Eritropoiese ineficaz\n- Doença hepatocelular aguda ou crônica: hepatite viral (A, B, C, D, E), hepatite alcoólica, esteatohepatite metabólica (MASH), hepatite tóxica/medicamentosa, hepatite autoimune, hemocromatose, doença de Wilson\n- Síndrome de Gilbert (diagnóstico de exclusão, benigno, afeta 3–10% dos adultos — não requer tratamento ou seguimento específico, mas pode confundir o rastreio hepático)\n- Cirrose hepática em fase inicial ou compensada\n\n**Conduta:**\n- Se hemólise confirmada: encaminhar para hematologista\n- Se enzimas hepáticas alteradas: iniciar investigação etiológica completa de hepatopatia\n- Se elevação isolada com demais parâmetros normais e história clínica compatível: considerar síndrome de Gilbert; não tratar; orientar paciente\n- Se suspeita de hepatite aguda com bilirrubina > 17,6 mg/dL: avaliar hospitalização\n\n---\n\n### 3. Urobilinogênio AUSENTE ou DIMINUÍDO (< 0,1 mg/dL)\n\n**Investigação complementar inicial:**\n- Bilirrubina urinária (presença de colúria confirma colestase)\n- Bilirrubina sérica fracionada\n- Fosfatase alcalina e gama-GT (padrão colestático)\n- Ultrassom de abdome superior (dilatação de vias biliares, colelitíase, massa pancreática)\n- Se ultrassom inconclusivo: colangioressonância magnética (CPRM) ou TC de abdome com contraste\n\n**Causas a considerar:**\n- Obstrução biliar extra-hepática: coledocolitíase, neoplasia de cabeça de pâncreas, colangiocarcinoma, síndrome de Mirizzi, colangite esclerosante primária ou secundária, parasitoses\n- Colestase intra-hepática medicamentosa ou gestacional\n- Antibioticoterapia prolongada (redução da microbiota intestinal produtora de urobilinogênio)\n\n**Conduta:**\n- Padrão colestático confirmado: encaminhar para gastroenterologista ou hepatologista com urgência relativa\n- Suspeita de obstrução neoplásica: encaminhar com prioridade para cirurgia hepatobiliopancreática\n- Colestase por antibióticos: reavaliar após suspensão; resultado pode normalizar\n- Em pacientes com DII (Crohn ou colite ulcerativa): considerar disregulação do eixo microbiota-fígado como fator contribuinte; monitorar função hepática periodicamente\n\n---\n\n### 4. Interferências e Cuidados Pré-analíticos\n\n- Amostra deve ser protegida da luz (o urobilinogênio oxida a urobilina rapidamente quando exposto à luz e temperatura ambiente)\n- Se não processada imediatamente, refrigerar a 2–8 °C por no máximo 24 horas\n- Ácido ascórbico e nitritos podem causar interferência positiva falsa\n- Rifampicina e outros fármacos que conferem cor avermelhada/marrom à urina podem causar interferência negativa falsa\n- Resultados devem ser correlacionados com anamnese, uso de medicamentos e contexto clínico\n\n---\n\n### 5. Critérios de Encaminhamento\n\n- **Hepatologista/Gastroenterologista:** suspeita de hepatopatia crônica, colestase, hepatite viral ativa, cirrose\n- **Hematologista:** suspeita de hemólise ou eritropoiese ineficaz\n- **Cirurgia hepatobiliopancreática:** suspeita de obstrução biliar neoplásica\n- **Clínico geral / acompanhamento ambulatorial:** síndrome de Gilbert confirmada, antibioticoterapia como causa identificada\n\n---\n\n### 6. Monitoramento\n\n- Repetir o painel hepático completo (incluindo urobilinogênio) após 4–6 semanas em alterações leves sem etiologia definida\n- Em hepatopatias crônicas em acompanhamento: incluir urobilinogênio como parte do painel laboratorial semestral\n- Normalização do urobilinogênio após tratamento é marcador de resposta terapêutica em colestases reversíveis"
}
