{
  "score_item_id": "c77cedd3-2800-72dd-88b6-de157ae43a2d",
  "clinical_relevance": "O sangue oculto (hemoglobina) na urina — detectado pelo exame qualitativo de urina tipo I (EAS) — representa um dos sinais laboratoriais de maior impacto diagnóstico na prática clínica. O teste de fita reagente (dipstick) detecta a atividade peroxidase-símile do grupo heme presente em hemácias íntegras, hemoglobina livre (hemoglobinúria) e mioglobina (mioglobinúria), o que confere alta sensibilidade (91–100%) para hematúria, porém especificidade variável (65–99%).\n\nHematúria é definida como a presença de 3 ou mais hemácias por campo de grande aumento (HPF) na microscopia do sedimento urinário. A positividade do dipstick, portanto, não é equivalente à hematúria confirmada — exige confirmação microscópica, excluindo-se hemoglobinúria e mioglobinúria. Falsos positivos ocorrem na presença de peroxidase bacteriana (infecção urinária) e falsos negativos podem ser induzidos por ácido ascórbico em altas concentrações.\n\nDo ponto de vista fisiopatológico, a hematúria classifica-se em glomerular e extraglomerular. Na hematúria glomerular, as hemácias atravessam a membrana basal glomerular e os túbulos contorcidos, sofrendo distorção morfológica — resultando em hemácias dismórficas, típicas das glomerulopatias nefríticas. Em contraste, na hematúria extraglomerular (uropatias, neoplasias uroteliais), as hemácias preservam morfologia isomórfica.\n\nAnalyzers automatizados (UF-1000i, Cobas 6500) tendem a subestimar a gravidade da hematúria em doenças glomerulares, pois as hemácias dismórficas são mais susceptíveis à hemólise e/ou não são adequadamente identificadas pelo sistema de citometria de fluxo ou análise digital de imagem. A fita reagente apresenta vantagem nesses casos por detectar o heme liberado das hemácias lisadas, mesmo quando a microscopia automatizada subestima a contagem.\n\nDo ponto de vista clínico, a estratificação de risco na hematúria microscópica assintomática é fundamental. Diretrizes como a StatPearls 2025 classificam: baixo risco (<1% de neoplasia), risco intermediário (0,2–3,1%), e alto risco (1,3–6,3%) conforme faixa etária, tabagismo, e contagem de hemácias. A cistoscopia permanece o exame de referência para detecção de câncer de bexiga, com sensibilidade de 98%.\n\nHematúria persistente está associada ao risco aumentado de desenvolvimento de doença renal crônica (DRC). O KDIGO 2024 recomenda que hematúria transitória deve ter suas causas transitórias descartadas antes de prosseguir a investigação, enquanto hematúria persistente deve motivar investigação nefrológica e urológica aprofundada para excluir glomerulopatia, outras nefropatias, e malignidade genitourinária. Em adultos acima de 40 anos com hematúria, a investigação urológica para excluir malignidade é mandatória. A associação de hematúria com desfechos renais adversos está documentada em múltiplos estudos populacionais, incluindo na nefropatia diabética e na insuficiência renal crônica (estudo CRIC).",
  "points": 32,
  "patient_explanation": "O exame de sangue oculto na urina verifica se há hemoglobina — a proteína que carrega o sangue — em sua urina, mesmo que ela não apareça visivelmente vermelha. Quando o resultado é positivo, pode indicar que pequenas quantidades de sangue estão sendo perdidas pelos rins ou pelas vias urinárias (como bexiga, ureter ou uretra). Às vezes, resultados positivos ocorrem por causas simples e temporárias, como exercício físico intenso, menstruação ou infecção urinária. Em outros casos, podem indicar condições mais sérias, como pedras nos rins, inflamação dos rins ou, mais raramente, tumores. Por isso, um resultado alterado não deve ser ignorado: seu médico vai avaliar o contexto clínico, pedir exames complementares e, se necessário, encaminhar para especialista. O importante é investigar com calma e de forma organizada, pois a maioria das causas tem tratamento eficaz quando identificada cedo.",
  "conduct": "## Conduta Clínica: Sangue Oculto (Hemoglobina) na Urina\n\n### 1. Confirmação Diagnóstica\n\n- **Resultado positivo isolado no dipstick não confirma hematúria:** exige confirmação por microscopia do sedimento urinário\n- **Hematúria confirmada:** ≥ 3 hemácias/HPF na microscopia\n- **Excluir causas de falso positivo:**\n  - Hemoglobinúria (hemólise intravascular — urina com sobrenadante vermelho após centrifugação, sedimento sem hemácias)\n  - Mioglobinúria (rabdomiólise)\n  - Bacteriúria com peroxidase bacteriana\n  - Ácido ascórbico em altas doses (pode causar falso negativo)\n  - Menstruação (contaminação)\n\n### 2. Estratificação de Risco\n\n- **Baixo risco:** < 1% de probabilidade de neoplasia\n- **Risco intermediário:** 0,2–3,1% (investigação ambulatorial)\n- **Alto risco:** 1,3–6,3% (urgência na investigação — adultos > 40 anos, tabagistas, > 25 hemácias/HPF)\n\n**Fatores de alto risco para malignidade urotelial:**\n  - Idade > 40 anos\n  - Tabagismo presente ou pregresso\n  - Exposição a agentes químicos (benzeno, arilaminas)\n  - Sintomas irritativos vesicais sem infecção\n  - Hematúria macroscópica\n\n### 3. Investigação Complementar\n\n#### Avaliação Inicial\n- **EAS completo com sedimento urinário microscópico manual** (sempre que disponível, preferível ao automatizado em suspeita de doença glomerular)\n- **Urocultura** para excluir infecção urinária\n- **Função renal:** creatinina, ureia, TFGe (CKD-EPI)\n- **Proteinúria quantitativa:** relação proteína/creatinina em amostra isolada ou proteinúria de 24h\n- **Hemograma completo**\n\n#### Diferenciação Glomerular vs. Extraglomerular\n- **Sugere origem glomerular:**\n  - Hemácias dismórficas ou acantócitos > 5% no sedimento\n  - Cilindros hemáticos\n  - Proteinúria significativa associada (UPCR > 45 mg/mmol)\n  - Hipertensão e/ou edema\n- **Sugere origem extraglomerular/urológica:**\n  - Hemácias isomórficas\n  - Ausência de proteinúria significativa\n  - Cólica renal, disúria, urgência miccional\n\n#### Investigação Urológica (causas extraglomerulares)\n- **Ultrassonografia de vias urinárias** (rins, bexiga — primeira linha)\n- **Tomografia computadorizada de abdome e pelve com contraste** (urografia por TC) em adultos > 40 anos ou risco intermediário/alto\n- **Cistoscopia** (sensibilidade 98% para câncer de bexiga) — indicada em adultos > 35–40 anos com microhematúria confirmada sem etiologia identificada\n\n#### Investigação Nefrológica (suspeita glomerular)\n- **Complemento sérico (C3, C4, CH50)**\n- **FAN, anti-dsDNA** (suspeita de lúpus)\n- **ANCA** (vasculites)\n- **Anti-MBG** (síndrome de Goodpasture)\n- **IgA sérica** (nefropatia por IgA)\n- **Biópsia renal:** considerada quando há proteinúria significativa, deterioração da função renal ou hematúria glomerular persistente sem diagnóstico\n\n### 4. Critérios de Encaminhamento\n\n- **Nefrologista:** hematúria glomerular confirmada, deterioração da TFGe, proteinúria associada, suspeita de glomerulopatia\n- **Urologista:** adultos > 40 anos com microhematúria confirmada (descartar neoplasia), hematúria macroscópica indolor, suspeita de litíase sintomática\n- **Urgência/Emergência:** hematúria macroscópica com coágulos, sintomas obstrutivos, instabilidade hemodinâmica\n\n### 5. Monitoramento e Seguimento\n\n- Hematúria transitória (causa identificada e resolvida): repetir EAS em 6–12 meses\n- Hematúria persistente sem diagnóstico: repetir avaliação completa a cada 3–6 meses\n- Hematúria glomerular: acompanhamento nefrológico regular com monitoramento de TFGe e proteinúria (associação documentada com progressão para DRC)\n- Investigação negativa após avaliação completa: seguimento anual com EAS por pelo menos 3 anos"
}
