{
  "score_item_id": "019bf31d-2ef0-70db-a288-9cbe506de99e",
  "clinical_relevance": "O nitrito urinário é um marcador qualitativo da urinálise utilizado na triagem de infecção do trato urinário (ITU). Sua base fisiopatológica reside na capacidade de determinadas bactérias — principalmente gram-negativas como Escherichia coli, Klebsiella spp. e Proteus spp. — de reduzir o nitrato dietético a nitrito por meio da enzima nitrato-redutase. Em condições normais, o nitrito não está presente na urina; sua detecção indica atividade bacteriana redutora de nitrato no trato urinário.\n\nA ITU é uma das infecções mais prevalentes na prática clínica, sendo a E. coli o agente etiológico em 70%–90% dos casos. Outras bactérias frequentemente isoladas incluem Proteus spp. (12%), Enterococcus spp. (12%) e Klebsiella spp. (5%), conforme demonstrado em estudos de uropatógenos comunitários.\n\nO teste de nitrito apresenta especificidade elevada (94%–100%), tornando um resultado positivo altamente sugestivo de bacteriúria por organismos redutores de nitrato. Entretanto, sua sensibilidade é baixa — em torno de 25% — o que limita consideravelmente seu valor como ferramenta de rastreio isolada. A baixa sensibilidade está relacionada a: (1) infecção por bactérias sem capacidade de reduzir nitrato (ex.: Enterococcus, Pseudomonas, Acinetobacter); (2) bacteriúria de baixo grau; (3) coleta inadequada com tempo de incubação vesical insuficiente; (4) resultados falso-negativos por urina muito diluída, pH abaixo de 6,0, presença de sangue, urobilinogênio, vitamina C ou uso de determinados medicamentos.\n\nDo ponto de vista clínico, um resultado nitrito-positivo não deve ser utilizado isoladamente para a escolha empírica do antibiótico. Dados de Papava et al. (Cureus, 2022) demonstraram que, em 59 pacientes ambulatoriais com ITU não complicada, o grupo nitrito-positivo exibiu maiores taxas de resistência apenas contra ceftriaxona (52,2% vs. 6,5%; p=0,00005), cefuroxima (29,6% vs. 2,3%; p=0,005), cefotaxima (32,5% vs. 3,3%; p=0,005) e doxiciclina (31,9% vs. 3%; p=0,004). Para os demais antibióticos avaliados — TMP-SMX, ampicilina-sulbactam, fosfomicina, amicacina, ceftazidima e nitrofurantoína — não houve diferença estatisticamente significativa entre os grupos. Com base nesses achados, os autores recomendam que a presença ou ausência de nitrito não deve guiar o ajuste da antibioticoterapia empírica, devendo-se solicitar urinocultura com antibiograma para orientar o tratamento definitivo.\n\nA resistência antimicrobiana em uropatógenos é crescente globalmente, com impacto direto no aumento de morbimortalidade, custos e necessidade de hospitalização para antibioticoterapia endovenosa em ITUs antes consideradas não complicadas. A correta interpretação do nitrito urinário, integrada aos demais parâmetros da urinálise e ao contexto clínico, contribui para a triagem inicial do paciente, mas não substitui a cultura de urina como padrão-ouro diagnóstico.",
  "points": 12,
  "patient_explanation": "O nitrito é um exame feito na urina que ajuda a identificar se há bactérias causando uma infecção urinária. Quando certas bactérias estão presentes na bexiga ou no rim, elas produzem uma substância chamada nitrito, que normalmente não existe na urina. Por isso, quando o resultado é positivo, há grande chance de existir uma infecção urinária causada por esses tipos de bactéria. No entanto, um resultado negativo não descarta completamente a infecção, pois algumas bactérias não produzem nitrito. Por isso, esse exame é sempre analisado junto com outros resultados da urinálise e com os seus sintomas. Se você tiver sintomas como ardor ao urinar, aumento da frequência urinária ou dor na região lombar, procure seu médico mesmo que o nitrito esteja negativo, pois pode ser necessário fazer uma cultura de urina para confirmar ou descartar uma infecção.",
  "conduct": "## Conduta Clínica — Nitrito Urinário\n\n### Interpretação do Resultado\n\n- **Resultado negativo (normal):** Não afasta infecção do trato urinário (ITU), especialmente por organismos que não reduzem nitrato (ex.: *Enterococcus*, *Pseudomonas*, *Acinetobacter*). Avaliar em conjunto com leucocitúria, esterase leucocitária e clínica do paciente.\n- **Resultado positivo:** Alta especificidade (94%–100%) para bacteriúria por organismos gram-negativos redutores de nitrato (*E. coli*, *Klebsiella*, *Proteus*). Deve motivar investigação complementar, independentemente dos sintomas.\n\n### Causas de Falso-Negativo\n\n- Bactérias não redutoras de nitrato (*Enterococcus*, *Pseudomonas*, *Acinetobacter*)\n- Bacteriúria de baixo grau\n- Tempo de permanência vesical insuficiente\n- Urina muito diluída\n- pH urinário abaixo de 6,0\n- Presença de sangue, urobilinogênio ou vitamina C na urina\n- Uso de determinados medicamentos\n\n### Investigação Complementar\n\n- **Urinocultura com antibiograma:** Exame padrão-ouro; sempre indicada antes de iniciar ou modificar antibioticoterapia. A presença ou ausência de nitrito **não deve guiar a escolha empírica do antibiótico** sem cultura.\n- **Urinálise completa:** Avaliar conjuntamente leucocitúria, esterase leucocitária, hematúria e outros parâmetros.\n- **Hemograma e PCR:** Em casos de suspeita de pielonefrite ou comprometimento sistêmico.\n- **Creatinina e ureia:** Avaliação de função renal, especialmente em ITU complicada ou recorrente.\n- **Imagem (ultrassonografia de vias urinárias):** Indicada em casos de ITU complicada, pielonefrite, suspeita de obstrução, ITU recorrente ou falha terapêutica.\n\n### Antibioticoterapia Empírica e Considerações sobre Resistência\n\n- **Nitrito positivo** associa-se a maiores taxas de resistência a cefalosporinas de 2ª e 3ª geração (cefuroxima, cefotaxima, ceftriaxona) e doxiciclina. Considerar esse perfil ao escolher a terapia empírica enquanto aguarda a cultura.\n- **Nitrofurantoína e fosfomicina** apresentaram resistência elevada em ambos os grupos (positivo e negativo), sem diferença significativa entre eles; seu uso empírico deve considerar o perfil de resistência local.\n- **Amicacina** mostrou o menor índice de resistência relativa entre os grupos no estudo de Papava et al. (2022), podendo ser uma opção em casos selecionados.\n- **Não ajustar ou suspender antibioticoterapia** baseando-se exclusivamente no resultado do nitrito; aguardar a urinocultura para terapia dirigida.\n\n### Critérios de Encaminhamento e Escalada\n\n- **Encaminhar à emergência ou hospitalizar:** Sinais de pielonefrite (febre, calafrios, dor lombar intensa, náuseas/vômitos), sepse de foco urinário, imunossupressão, gestação com ITU complicada, falha da antibioticoterapia oral.\n- **Encaminhar ao urologista ou nefrologista:** ITU recorrente (≥3 episódios/ano), ITU complicada (obstrução, litíase, anomalia anatômica), bacteriúria persistente após tratamento adequado, deterioração da função renal.\n- **Encaminhar ao infectologista:** Casos de ITU por organismos multirresistentes ou necessidade de antibióticos de uso restrito.\n\n### Acompanhamento\n\n- Reavaliação clínica após 48–72h de antibioticoterapia empírica.\n- Urinocultura de controle indicada em gestantes, pós-transplantados, pacientes imunossuprimidos e ITU complicada.\n- Orientar medidas preventivas: hidratação adequada, higiene perineal, micção pós-coital (quando aplicável)."
}
