{
  "score_item_id": "c77cedd3-2800-7855-a30c-e47033aba3fe",
  "clinical_relevance": "A leucócito esterase (LE) é uma enzima presente nos grânulos primários (azurofílicos) de neutrófilos e monócitos, detectada na urina por meio de fita reagente (dipstick) como marcador indireto de piúria. A presença de leucócitos em concentrações superiores a 10 Leu/µL na urina é considerada patológica e indica resposta inflamatória no trato urinário, independentemente da etiologia bacteriana, fúngica, viral ou não infecciosa.\n\nO teste de LE possui sensibilidade de 75–96% e especificidade de 94–98% para piúria confirmada por microscopia, sendo amplamente utilizado como triagem inicial de infecção do trato urinário (ITU). Quando combinado com o teste de nitrito — que detecta bactérias gram-negativas capazes de converter nitrato em nitrito —, a acurácia diagnóstica para bacteriúria aumenta substancialmente. Uma revisão sistemática e meta-análise publicada em 2025 na Clinical Microbiology and Infection avaliou especificamente a acurácia de LE e nitrito em adultos mais velhos, população particularmente vulnerável a ITUs atípicas e assintomáticas.\n\nA ITU é uma das infecções bacterianas mais prevalentes, afetando 150 milhões de pessoas por ano no mundo. Em 70–90% dos casos, o agente etiológico é Escherichia coli, seguida por Proteus spp., Klebsiella spp. e Enterococcus. Sem tratamento adequado, ITUs podem evoluir para pielonefrite, cicatriz renal, hipertensão e insuficiência renal crônica.\n\nLimitações clínicas relevantes: resultados falso-positivos de LE ocorrem em contaminação por secreções vaginais, exercício físico intenso, nefrite intersticial e glomerulonefrite; falso-negativos são observados em urina muito diluída, uso de vitamina C em altas doses, glicosúria intensa e infecções por organismos gram-positivos como Enterococcus (que não produzem nitrito). A resistência antimicrobiana crescente torna a interpretação isolada do dipstick insuficiente para guiar terapia empírica — a urocultura com antibiograma permanece indispensável, especialmente em ITUs complicadas, recorrentes ou associadas a patógenos multirresistentes (ESBL, CRE). O Escore Plenya utiliza este parâmetro para estratificação de risco infeccioso e inflamatório urinário, subsidiando decisões diagnósticas integradas ao contexto clínico do paciente.",
  "points": 14,
  "patient_explanation": "A leucócito esterase é um exame feito na urina que detecta a presença de células de defesa chamadas leucócitos (glóbulos brancos). Quando esses leucócitos aparecem em quantidade elevada na urina, isso geralmente indica que há uma inflamação ou infecção no sistema urinário — como na bexiga ou nos rins. O exame é feito com uma fita especial mergulhada na urina e fornece resultado rápido. Valores elevados podem indicar infecção urinária, mas também podem aparecer em outras situações como inflamações sem bactéria. Por isso, se o resultado estiver alterado, o médico costuma solicitar uma cultura de urina para identificar exatamente qual bactéria está causando o problema e qual antibiótico funcionará melhor. Uma infecção urinária tratada corretamente evolui bem na maioria dos casos, mas quando ignorada pode afetar os rins. Mantenha hidratação adequada e informe seu médico sobre qualquer sintoma como ardência ao urinar, urina turva ou dor lombar.",
  "conduct": "## Leucócito Esterase — Conduta Clínica\n\n### 1. Interpretação do Resultado\n\n- **Negativo (< 10 Leu/µL):** resultado esperado em indivíduos saudáveis; afasta piúria significativa na maioria dos contextos clínicos\n- **Traço / 1+ (10–25 Leu/µL):** piúria limítrofe; correlacionar com sintomas, sedimento urinário e contexto clínico\n- **2+ a 4+ (> 25–500 Leu/µL):** piúria significativa; investigação obrigatória\n- Sempre correlacionar com nitrito, aspecto da urina, sedimento microscópico e quadro clínico\n\n### 2. Investigação Complementar\n\n**Na presença de LE positivo:**\n- **Urocultura com antibiograma:** obrigatória antes de iniciar antibioticoterapia, especialmente em ITUs complicadas, recorrentes, gestantes, idosos, imunossuprimidos e pacientes hospitalizados\n- **Sedimento urinário:** confirmação de piúria e avaliação de cilindros leucocitários (indicativos de pielonefrite ou nefrite intersticial)\n- **Nitrito:** positivo sugere gram-negativos (E. coli, Proteus, Klebsiella); negativo não exclui ITU (Enterococcus, Pseudomonas, Acinetobacter não produzem nitrito)\n- **Creatinina e ureia:** avaliar função renal em suspeita de pielonefrite ou ITU complicada\n- **Hemograma e PCR:** em suspeita de sepse urinária ou ITU complicada com repercussão sistêmica\n- **Ultrassonografia renal e de vias urinárias:** em ITUs recorrentes, suspeita de litíase, anomalias estruturais ou falha terapêutica\n\n### 3. Causas de Resultado Falso-Positivo\n\n- Contaminação por secreção vaginal ou prepucial\n- Exercício físico intenso antes da coleta\n- Nefrite intersticial, glomerulonefrite, doença renal crônica\n- Tuberculose urogenital\n\n### 4. Causas de Resultado Falso-Negativo\n\n- Urina muito diluída (densidade < 1.010)\n- Altas doses de vitamina C (ácido ascórbico)\n- Glicosúria intensa\n- Uso de nitrofurantoína antes da coleta\n- Infecções por organismos que não convertem nitrato (Enterococcus, Pseudomonas)\n\n### 5. Critérios de Encaminhamento\n\n**Encaminhar à Urologia:**\n- ITUs recorrentes (≥ 3 episódios/ano em mulheres; ≥ 2 em homens)\n- Suspeita de anomalia estrutural do trato urinário\n- ITU associada a litíase renal\n- Falha terapêutica após dois cursos adequados de antibiótico\n- Hematúria associada à piúria em adultos > 40 anos (excluir neoplasia)\n\n**Encaminhar à Infectologia:**\n- Infecções por patógenos multirresistentes (ESBL, CRE, DTR-P. aeruginosa)\n- Necessidade de antibioticoterapia intravenosa prolongada\n- Pacientes imunossuprimidos com ITU de repetição\n\n**Encaminhar à Nefrologia:**\n- Piúria estéril persistente (LE positivo com urocultura negativa)\n- Cilindros leucocitários no sedimento (sugere comprometimento do parênquima renal)\n- ITU associada a deterioração de função renal\n\n### 6. Intervenções Baseadas em Evidências\n\n**ITU não complicada (cistite):**\n- **Nitrofurantoína** 100 mg 2x/dia por 5 dias ou **fosfomicina** 3 g dose única como opções de primeira linha (alta eficácia, baixo impacto ecológico)\n- **Fluoroquinolonas** reservadas para casos com contraindicação às anteriores, dado o risco de resistência e efeitos adversos\n- **Não ajustar antibiótico empírico baseado apenas no nitrito** — evidências mostram que nitrito positivo não prediz adequadamente resistência a cefuroxima, cefotaxime ou ceftriaxona de forma confiável\n\n**Pielonefrite aguda:**\n- Fluoroquinolonas (ciprofloxacino 500 mg 2x/dia por 7 dias ou levofloxacino 750 mg 1x/dia por 5 dias) quando sensibilidade demonstrada\n- TMP-SMX por 14 dias como alternativa se sensibilidade confirmada por antibiograma\n- Em infecções por ESBL: carbapenêmicos preferidos; evitar piperacilina-tazobactam em infecções fora do trato urinário\n- Nitrofurantoína e fosfomicina oral **não devem ser usadas** em pielonefrite (não atingem concentrações adequadas no parênquima renal)\n\n**Prevenção de ITU recorrente:**\n- Hidratação adequada (> 1,5 L/dia)\n- Higiene perineal adequada\n- Profilaxia antibiótica de baixa dose em casos selecionados (norfloxacino, nitrofurantoína ou TMP-SMX)\n- Considerar probióticos e cranberry em mulheres com ITU recorrente não complicada\n\n### 7. Monitoramento\n\n- Repetir EAS e urocultura 5–7 dias após término do tratamento em gestantes, crianças, idosos e ITUs complicadas\n- Em piúria estéril persistente, considerar pesquisa de BAAR urinário (tuberculose urogenital), Chlamydia trachomatis e cultura para fungos"
}
