{
  "score_item_id": "019bf31d-2ef0-7388-9ba1-42b23dcd8d6d",
  "clinical_relevance": "As hemácias (RBCs) no sedimento urinário são o marcador central da hematúria, definida pela presença de 3 ou mais eritrócitos por campo de grande aumento (HPF) na microscopia do sedimento urinário. Este critério é amplamente aceito pelas principais sociedades urológicas e nefrológicas mundiais (AUA, CUA) e constitui o padrão-ouro para confirmação de hematúria, dado que o teste de fita reagente (dipstick), embora sensível (91–100%), possui especificidade limitada (65–99%) por detectar também hemoglobinúria e mioglobinúria.\n\nA hematúria pode ter origem glomerular ou extraglomerular. A distinção morfológica dos eritrócitos é clinicamente essencial: RBCs de origem glomerular apresentam morfologia dismórfica — tamanho pequeno e variabilidade acentuada de forma — resultante do trauma mecânico ao atravessar a membrana basal glomerular e do estresse osmótico nos túbulos renais. RBCs extraglomerulares são isomórficos, semelhantes aos eritrócitos do sangue periférico. A presença de acantócitos (forma característica de RBC dismórfico) com proporção superior a 5% é altamente sugestiva de hematúria de origem glomerular.\n\nEstrategicamente, a hematúria é estratificada em três categorias de risco para malignidade urológica (StatPearls, 2025): baixo risco (< 1% de risco de neoplasia), risco intermediário (0,2–3,1%) e alto risco (1,3–6,3%), levando em conta idade, histórico tabágico e contagem de RBCs. Adultos com mais de 40 anos e hematúria confirmada devem ser submetidos a investigação urológica para exclusão de malignidade, especialmente neoplasia vesical.\n\nNa doença glomerular, a magnitude da hematúria possui valor prognóstico independente. Na nefropatia por IgA, a persistência de hematúria foi associada a maior probabilidade de evolução para doença renal em estágio terminal (ESKD). Em doença renal crônica não diabética (estágios 3–5), hematúria microscópica foi associada a declínio mais rápido da taxa de filtração glomerular e risco aumentado de ESKD. Hematúria de alto grau também sugere doença glomerular nefrítica como diagnóstico diferencial prioritário.\n\nUm ponto crítico de prática clínica refere-se à limitação dos analisadores automatizados de sedimento urinário (como UF-1000i e Cobas 6500): estudos demonstram que esses sistemas subestimam sistematicamente a gravidade da hematúria glomerular, pois os RBCs dismórficos são mais susceptíveis à hemólise e/ou não são reconhecidos adequadamente pelos algoritmos de citometria de fluxo ou análise de imagem digital. Em aproximadamente 20% das amostras com gravidade específica < 1.010, as contagens de RBCs tornam-se não confiáveis por diluição. Portanto, em suspeita de doença glomerular, a microscopia manual por profissional experiente permanece o método de referência.\n\nA cistoscopia mantém sensibilidade de 98% para detecção de câncer de bexiga e é subutilizada na prática clínica. A combinação de RBCs no sedimento com outros achados (cilindros hemáticos, proteinúria, RBCs dismórficos) orienta o diagnóstico diferencial entre causas glomerulares e urológicas, determinando a via de investigação subsequente — nefrológica ou urológica.",
  "points": 22,
  "patient_explanation": "O exame de sedimento urinário analisa as células presentes na urina sob o microscópio. As hemácias — os glóbulos vermelhos do sangue — normalmente não devem aparecer em quantidade significativa na urina. Quando encontramos 3 ou mais hemácias por campo microscópico, chamamos esse achado de hematúria, que significa presença de sangue na urina.\n\nIsso pode acontecer por razões muito diferentes: desde inflamações nos rins, pedras nos rins ou vias urinárias, infecções, até, em alguns casos, alterações mais sérias que precisam ser investigadas. A urina avermelhada a olho nu é chamada de hematúria macroscópica, mas muitas vezes o sangue só é detectado no exame — nesse caso falamos em hematúria microscópica.\n\nNão entre em pânico se o resultado estiver alterado: muitas causas são benignas e tratáveis. O importante é investigar a origem com seu médico, pois o tratamento correto depende da causa. Com a avaliação adequada, a maioria dos casos tem resolução satisfatória.",
  "conduct": "## Conduta Clínica — Hemácias no Sedimento Urinário (Hematúria)\n\n### 1. Confirmação do Achado\n\n- **Confirmar hematúria verdadeira:** repetir urinálise com amostra do jato médio, preferencialmente urina da primeira manhã (maior concentração e confiabilidade)\n- Excluir causas de falso-positivo no dipstick: hemoglobinúria, mioglobinúria, peroxidase bacteriana\n- Excluir contaminação: menstruação, trauma perineal\n- Em doença glomerular suspeita: solicitar **microscopia manual por especialista** — analisadores automatizados subestimam hematúria glomerular por não detectar adequadamente RBCs dismórficos\n- Verificar gravidade específica da urina (SG): amostras com SG < 1,010 tornam a contagem de RBCs não confiável\n\n### 2. Estratificação de Risco e Diferenciação Glomerular vs. Extraglomerular\n\n**Avaliar morfologia dos RBCs:**\n- **Dismórficos (acantócitos ≥ 5%)** → origem glomerular → investigação nefrológica\n- **Isomórficos** → origem extraglomerular → investigação urológica\n\n**Sinais de hematúria glomerular:**\n- Proteinúria associada\n- Cilindros hemáticos ou granulosos\n- Disfunção renal (creatinina, ureia elevadas)\n- Hipertensão de início recente\n- Edema\n\n**Estratificação de risco para neoplasia urológica (StatPearls 2025):**\n- **Baixo risco** (< 1%): jovem, sem fatores de risco, < 3 RBCs/HPF\n- **Risco intermediário** (0,2–3,1%): idade intermediária, tabagismo leve, hematúria moderada\n- **Alto risco** (1,3–6,3%): > 40 anos, tabagismo significativo, hematúria persistente ou volumosa\n\n### 3. Investigação Complementar\n\n**Exames laboratoriais:**\n- Urina de 24h: proteinúria quantitativa\n- Proteína/creatinina urinária (spot)\n- Função renal: creatinina, ureia, TFG estimada\n- Hemograma completo\n- Coagulograma (se uso de anticoagulantes ou suspeita de coagulopatia)\n- ASO, complemento (C3, C4), ANA, ANCA — conforme suspeita clínica de glomerulopatia\n\n**Imagem:**\n- Ultrassonografia de rins e vias urinárias: investigação inicial para litíase, massas, hidronefrose\n- Tomografia computadorizada de abdome e pelve com contraste: indicada em risco intermediário/alto para neoplasia\n\n**Procedimentos:**\n- **Cistoscopia:** indicada em adultos > 40 anos com hematúria sem causa glomerular definida — sensibilidade de 98% para câncer vesical (subutilizada na prática)\n- **Biópsia renal:** indicada em suspeita de glomerulopatia com hematúria persistente, proteinúria relevante ou disfunção renal\n\n### 4. Encaminhamento a Especialistas\n\n- **Nefrologista:** hematúria com RBCs dismórficos, cilindros hemáticos, proteinúria, disfunção renal, suspeita de glomerulopatia (IgA, nefrite lúpica, vasculites)\n- **Urologista:** hematúria isomórfica, > 40 anos, fatores de risco para neoplasia urológica (tabagismo, exposição a corantes/benzeno, histórico de irradiação pélvica), hematúria macroscópica\n\n### 5. Monitoramento e Seguimento\n\n- Hematúria glomerular persistente em IgA nephropathy: associada a maior risco de ESKD — monitorar TFG e proteinúria seriadamente\n- Em DRC não diabética (estágios 3–5): hematúria microscópica é fator de risco independente para progressão renal — reforçar controle pressórico e proteínuria\n- Em pacientes com hematúria de baixo risco sem causa identificada: repetir urinálise em 6–12 meses\n- Orientar o paciente a retornar imediatamente em caso de hematúria macroscópica, dor lombar intensa ou sintomas sistêmicos"
}
