{
  "score_item_id": "c77cedd3-2800-7abf-9617-4a4f257a3e03",
  "clinical_relevance": "Os leucócitos no sedimento urinário (piúria) são o principal marcador laboratorial de inflamação do trato urinário, avaliados por microscopia óptica do sedimento centrifugado ou por analisadores automatizados (citometria de fluxo ou análise de imagem digital, como UF-1000i e Cobas 6500). O valor de referência amplamente aceito é de até 5 leucócitos por campo de grande aumento (células/campo, HPF); valores ≥ 5 leucócitos/HPF definem piúria significativa. Alguns laboratórios expressam o resultado em leucócitos/µL no sedimento não centrifugado, sendo ≥ 10 leucócitos/µL o limiar equivalente.\n\nFisiologicamente, leucócitos (predominantemente neutrófilos) migram para o trato urinário em resposta a estímulos inflamatórios ou infecciosos. A piúria é o substrato microscópico das infecções do trato urinário (ITU), que acometem cerca de 150 milhões de pessoas ao ano no mundo. A Escherichia coli é responsável por 70–90% das ITUs não complicadas. Outros agentes relevantes incluem Klebsiella spp, Proteus spp e Enterococcus spp. A presença de piúria associada a sintomas urinários (disúria, polaciúria, urgência miccional) tem alto valor preditivo positivo para ITU.\n\nAlém de ITU, piúria pode indicar: uretrite (incluindo DSTs por Chlamydia trachomatis e Neisseria gonorrhoeae), tuberculose urogenital (piúria abacteriana estéril é clássica), nefrite intersticial aguda (inclusive medicamentosa — eosinofilúria associada), glomerulonefrites nefríticas, nefrolitíase com cálculos obstrutivos, neoplasias uroteliais e contaminação por secreções genitais (especialmente em amostras inadequadas de mulheres).\n\nA piúria estéril — leucocitúria sem crescimento bacteriano na urocultura convencional — é clinicamente relevante e requer investigação ampliada, incluindo pesquisa de micobactérias, cultura para organismos fastidiosos e investigação de nefrite intersticial. Do ponto de vista da estratificação de risco, piúria isolada sem urocultura positiva não deve ser tratada com antibióticos em pacientes assintomáticos, para evitar pressão seletiva e resistência bacteriana. A resistência antimicrobiana em ITUs é crescente globalmente e está associada a maior mortalidade, morbidade e custos hospitalares; cepas multirresistentes de bacilos gram-negativos comunitários são cada vez mais frequentes.\n\nA análise do sedimento urinário é também indispensável no diagnóstico diferencial de lesão renal aguda (LRA), onde a presença de cilindros leucocitários ou granulosos, associada à piúria, sugere nefrite intersticial aguda ou pielonefrite. Analisadores automatizados têm boa performance para leucócitos isomórficos, mas podem subestimar achados em amostras diluídas (densidade urinária < 1.010) e em condições com partículas atípicas. A microscopia manual permanece o padrão de referência para identificação de cilindros patológicos, cristais e células dismórficas. A análise do sedimento é descrita como uma ferramenta simples, custo-efetiva e de alto valor diagnóstico, porém sistematicamente subutilizada na prática clínica contemporânea.",
  "points": 14,
  "patient_explanation": "Este exame analisa a quantidade de células de defesa (chamadas leucócitos ou glóbulos brancos) presentes na urina, observadas ao microscópio. Em condições normais, existe uma quantidade muito pequena dessas células na urina. Quando o número aumenta, isso geralmente indica que existe alguma inflamação ou infecção no trato urinário — como na bexiga, na uretra ou nos rins. A causa mais comum é a infecção urinária, que é muito frequente e tem tratamento eficaz. No entanto, o aumento de leucócitos na urina também pode ocorrer em outras situações, como pedras nos rins, inflamação renal ou, mais raramente, tuberculose urinária. Um resultado alterado não significa necessariamente que há infecção grave — seu médico irá cruzar esse resultado com seus sintomas e outros exames para definir o diagnóstico correto. O mais importante é não tomar antibióticos por conta própria: o uso sem indicação contribui para o surgimento de bactérias resistentes. Siga sempre a orientação do seu médico.",
  "conduct": "## Conduta Clínica — Leucócitos no Sedimento Urinário (Piúria)\n\n### 1. Interpretação do Resultado\n\n- **Normal:** < 5 leucócitos/campo (HPF) no sedimento centrifugado\n- **Piúria significativa:** ≥ 5 leucócitos/HPF (ou ≥ 10 leucócitos/µL no sedimento não centrifugado)\n- Sempre correlacionar com sintomas clínicos, histórico e demais achados do sedimento (bactérias, cilindros, eritrócitos)\n\n### 2. Diagnóstico Diferencial\n\n**Com bacteriúria associada (urocultura positiva):**\n- Cistite bacteriana não complicada\n- Pielonefrite aguda\n- Prostatite bacteriana\n- ITU complicada (cateter, anomalia urológica, imunossupressão)\n\n**Piúria estéril (leucocitúria sem crescimento em urocultura convencional):**\n- Tuberculose urogenital — solicitar pesquisa de BAAR e cultura de Lowenstein-Jensen em urina de 24h (ou 3 amostras matinais)\n- Uretrite por Chlamydia trachomatis, Neisseria gonorrhoeae ou Mycoplasma — PCR/NAAT em urina ou swab\n- Nefrite intersticial aguda (medicamentosa, autoimune) — pesquisar eosinofilúria, histórico de uso de AINEs, betalactâmicos, alopurinol, IBPs\n- Nefrolitíase com obstrução\n- Contaminação por secreção genital — repetir coleta com técnica adequada (jato médio, higiene prévia)\n- Glomerulonefrite nefrítica — associada a hematúria, cilindros hemáticos, proteinúria\n- Neoplasia urotelial — piúria sem causa definida em adultos > 40 anos exige investigação urológica\n\n### 3. Investigação Complementar\n\n- **Urocultura com antibiograma:** obrigatória antes de iniciar antibioticoterapia, exceto em cistite não complicada em mulher jovem imunocompetente com quadro típico\n- **Urina tipo I (EAS) completo:** avaliar nitritos, proteínas, glicose, densidade, pH, hematúria\n- **Hemocultura:** indicada em pielonefrite com febre alta, calafrios, sepse suspeita, pacientes imunossuprimidos\n- **Função renal (creatinina, ureia, TFGe):** em piúria persistente ou suspeita de comprometimento renal\n- **Proteína C-reativa / VHS:** para avaliar intensidade do processo inflamatório sistêmico\n- **Ultrassonografia de vias urinárias:** na suspeita de litíase, uropatia obstrutiva, abscesso renal ou perirrenal\n- **Tomografia de abdome e pelve:** indicada em pielonefrite complicada, suspeita de abscesso ou anomalia estrutural\n\n### 4. Tratamento\n\n**ITU não complicada (cistite em mulher jovem sem fatores de risco):**\n- Fosfomicina 3g dose única VO — primeira linha\n- Nitrofurantoína 100mg 12/12h por 5 dias VO\n- Não iniciar antibiótico sem urocultura em pacientes com fatores de risco para resistência ou recorrência frequente\n\n**Pielonefrite não complicada (ambulatorial):**\n- Fluoroquinolona VO por 7 dias (ciprofloxacino 500mg 12/12h ou levofloxacino 750mg/dia) — se sensibilidade local permitir\n- Cefalosporina de 3ª geração IM ou EV até resultado de cultura em casos moderados\n\n**Pielonefrite complicada ou sepse urinária:**\n- Internação hospitalar\n- Antibioticoterapia EV empírica (beta-lactâmico + inibidor de beta-lactamase, carbapenêmico em suspeita de ESBL)\n- Ajuste conforme antibiograma\n- Considerar drenagem de foco obstrutivo\n\n**Piúria estéril:**\n- Não tratar empiricamente com antibióticos sem diagnóstico definido\n- Direcionar investigação conforme hipótese clínica (tuberculose, DST, nefrite intersticial)\n\n### 5. Critérios de Encaminhamento\n\n- **Nefrologista:** piúria estéril persistente, suspeita de glomerulonefrite ou nefrite intersticial, piúria associada a declínio de função renal\n- **Urologista:** ITU recorrente em homens, suspeita de neoplasia urotelial, anomalias estruturais, litíase complicada\n- **Infectologista:** ITU por germes multirresistentes (ESBL, KPC, Pseudomonas DTR), ITU recorrente em contexto de imunossupressão\n- **Pneumologia/Infectologia:** piúria estéril com suspeita de tuberculose urogenital\n\n### 6. Monitoramento\n\n- Repetir sedimento urinário 5–7 dias após término do tratamento para confirmar resolução da piúria\n- Em ITU recorrente (≥ 2 episódios em 6 meses ou ≥ 3 em 12 meses), investigar causas comportamentais, hormonais e estruturais\n- Profilaxia antibiótica de baixa dose pode ser considerada em casos selecionados com orientação especializada"
}
