{
  "score_item_id": "019bf31d-2ef0-761b-b2ad-59fab2c193d5",
  "clinical_relevance": "A presença de células epiteliais no sedimento urinário é um achado rotineiro na urinálise, mas sua correta identificação e quantificação têm relevância clínica significativa, especialmente quando se distinguem os subtipos celulares. Existem três principais categorias de células epiteliais urinária: células escamosas (provenientes da uretra distal e do intróito vaginal, com menor relevância clínica), células transicionais ou uroteliais (originárias da pelve renal, ureteres, bexiga e uretra proximal) e células epiteliais tubulares renais (RTECs — Renal Tubular Epithelial Cells), estas últimas de maior importância diagnóstica.\n\nAs RTECs são marcadoras de lesão tubular renal e sua presença, mesmo em pequenas quantidades (mais de 2-5 células/campo de grande aumento), pode indicar necrose tubular aguda (NTA), nefrite intersticial, rejeição de transplante renal, toxicidade medicamentosa (aminoglicosídeos, cisplatina, contraste iodado) ou doenças glomerulares com envolvimento tubular. Quando acompanhadas de cilindros granulosos e cilindros epiteliais, formam o chamado 'sedimento telescopado' ou 'sedimento nefrótico ativo', padrão altamente sugestivo de lesão renal parenquimatosa grave.\n\nUm estudo de 2022 publicado no Kidney360 (urinary sediment microscopy and correlations with kidney biopsy, n=131 pacientes) demonstrou que as RTECs se associam histologicamente à hipercetularidade endocapilar e à formação de crescentes celulares — achados de glomerulonefrite rapidamente progressiva. Adicionalmente, a microscopia manual identificou partículas, incluindo RTECs, que os sistemas automatizados frequentemente não detectam, reforçando a necessidade de microscopia manual qualificada.\n\nUm survey de 2021 publicado no Biochemia Medica (Zagreb) avaliou 1.336 laboratórios brasileiros participantes de programas de avaliação externa de qualidade e constatou que, embora a maioria reconheça a importância clínica da distinção entre RTECs e outros subtipos epiteliais, a maioria dos laboratórios não realiza essa diferenciação na prática. Isso representa uma lacuna diagnóstica crítica, pois a simples notificação de 'células epiteliais presentes' sem especificação do subtipo tem valor clínico limitado.\n\nO artigo de revisão de 2024 no Indian Journal of Nephrology reforça que a análise do sedimento urinário é uma ferramenta diagnóstica valiosa, porém subutilizada, e que os sistemas automatizados falham na identificação de cilindros patológicos, cristais e hemácias dismórficas, enfatizando a necessidade de microscopia manual para identificação precisa de RTECs.\n\nValores de referência: células escamosas até 5-10/campo são consideradas contaminação; células transicionais isoladas podem ser normais; RTECs em qualquer quantidade significativa (>2/campo) devem ser investigadas. A interpretação deve sempre considerar o contexto clínico, a qualidade da coleta (contaminação por células vaginais ou prepuciais), o método de análise (automatizado vs. manual) e os demais achados do sedimento (cilindros, proteinúria, hematúria dismórfica).",
  "points": 12,
  "patient_explanation": "No exame de urina, o sedimento é a parte sólida que se deposita ao fundo do tubo após a centrifugação. Entre os elementos analisados estão as células epiteliais — pequenas células que revestem as paredes de órgãos como a bexiga, os rins e a uretra. É normal encontrar uma pequena quantidade dessas células na urina, pois elas se desprendem naturalmente do revestimento do trato urinário. O problema ocorre quando aparecem em grande quantidade ou quando são identificadas células do tipo renal, chamadas células tubulares renais, que normalmente não deveriam estar presentes na urina. Quando isso acontece, pode ser um sinal de que o rim está sofrendo algum tipo de agressão, seja por infecção, inflamação, uso de certos medicamentos, ou outras condições que afetam o funcionamento renal. Por isso, ao identificar células epiteliais em quantidade elevada ou do tipo inadequado, o médico poderá solicitar exames adicionais para investigar melhor a saúde dos seus rins. Esse achado sozinho não confirma nenhuma doença grave, mas serve de alerta para que a causa seja investigada com atenção.",
  "conduct": "## Conduta Clínica: Células Epiteliais no Sedimento Urinário\n\n### 1. Interpretação Inicial do Achado\n\n- **Células escamosas em grande quantidade** (>5-10/campo): provavelmente representam contaminação por secreção vaginal ou prepucial; orientar coleta adequada (jato médio, higiene prévia) e repetir exame\n- **Células transicionais isoladas**: podem ser normais; investigar se há sintomas urológicos (disúria, hematúria, urgência)\n- **Células tubulares renais (RTECs) em qualquer quantidade significativa (>2/campo)**: sinal de alerta para lesão tubular renal — iniciar investigação imediata\n\n### 2. Investigação Complementar\n\n**Exames laboratoriais iniciais:**\n- Urinálise completa com microscopia manual (não confiar apenas em sistemas automatizados — estes frequentemente subestimam achados patológicos, conforme evidências de 2021-2024)\n- Proteinúria de 24h ou relação proteína/creatinina urinária\n- Função renal: ureia, creatinina sérica, TFG estimada\n- Eletrólitos séricos e urinários\n- Hemograma completo\n- Pesquisa de cilindros (granulosos, epiteliais, eritrocitários)\n\n**Exames complementares conforme suspeita clínica:**\n- Urocultura (descartar infecção como causa)\n- ANCA, FAN, Anti-DNA, complemento C3/C4 (suspeita de glomerulonefrite)\n- Biópsia renal (quando suspeita de lesão tubular grave ou glomerulonefrite)\n- Ultrassonografia de rins e vias urinárias\n- Citologia urinária (quando há suspeita de neoplasia urotelial, especialmente em células transicionais atípicas)\n\n### 3. Situações de Alerta que Requerem Encaminhamento\n\n- **RTECs + cilindros granulosos/epiteliais**: encaminhamento urgente à nefrologia — padrão sugestivo de necrose tubular aguda ou lesão renal aguda significativa\n- **RTECs + hematúria dismórfica + proteinúria**: investigação de glomerulonefrite ativa; biópsia renal deve ser considerada\n- **Células transicionais atípicas ou em grande quantidade**: encaminhamento à urologia para investigação de neoplasia urotelial\n- **Piora da função renal associada**: internação ou acompanhamento intensivo em nefrologia\n\n### 4. Causas Comuns a Investigar\n\n- Necrose tubular aguda (isquêmica ou nefrotóxica)\n- Nefrite intersticial aguda (medicamentosa — AINEs, antibióticos, contraste iodado)\n- Glomerulonefrite ativa com envolvimento tubular\n- Pielonefrite\n- Rejeição de transplante renal\n- Toxicidade por aminoglicosídeos, cisplatina, anfotericina B\n\n### 5. Limitações Técnicas Importantes\n\n- **Sistemas automatizados** (UF-1000i, Cobas 6500) frequentemente não identificam RTECs e outras partículas patológicas com precisão; a **microscopia manual por profissional treinado é indispensável** quando há suspeita clínica\n- A maioria dos laboratórios brasileiros (survey de 2021, n=1.336) não diferencia subtipos de células epiteliais — solicitar laudos descritivos ou encaminhar amostra a laboratório especializado quando necessário\n- Qualidade da coleta influencia diretamente o resultado: amostras contaminadas por secreção vaginal podem elevar falsamente a contagem de células escamosas\n\n### 6. Seguimento\n\n- Se causa identificada e tratada: repetir urinálise em 4-6 semanas após resolução\n- Se RTECs persistentes sem causa identificada: encaminhamento a nefrologista para investigação aprofundada\n- Monitorar função renal seriada em casos de suspeita de lesão tubular"
}
