{
  "score_item_id": "c77cedd3-2800-75bd-a7d7-9393c65ca901",
  "clinical_relevance": "Os cilindros hialinos são estruturas tubulares formadas no lúmen dos túbulos renais a partir da precipitação da proteína de Tamm-Horsfall (uromodulina), secretada pelas células do ramo ascendente espesso da alça de Henle. São os cilindros mais comuns no sedimento urinário e, em pequenas quantidades, podem ocorrer em indivíduos saudáveis, especialmente após exercício físico intenso, desidratação ou febre — situações que aumentam a concentração urinária e favorecem a precipitação proteica. O valor de referência em adultos saudáveis é de 0 a 2 cilindros hialinos por campo de baixo poder (10x), podendo alcançar até 5 por campo em condições fisiológicas transitórias.\n\nDo ponto de vista fisiopatológico, o aumento persistente de cilindros hialinos reflete redução do fluxo tubular, aumento da concentração urinária ou hiperfiltração com maior carga proteica luminal. Embora isoladamente tenham baixa especificidade, cilindros hialinos em maior quantidade, ou associados a outros elementos do sedimento (cilindros granulosos, eritrocitários, leucocitários, células tubulares), adquirem significado patológico relevante. No contexto de doença renal crônica (DRC), o KDIGO 2024 reconhece as anormalidades do sedimento urinário como critério diagnóstico de DRC, equiparado à albuminúria persistente (ACR ≥ 30 mg/g) e à redução da TFG < 60 mL/min/1,73 m².\n\nA presença aumentada de cilindros hialinos pode acompanhar diversas condições clínicas: nefropatias glomerulares (glomerulonefrites, síndrome nefrótica), doenças túbulo-intersticiais, nefrotoxicidade (aminoglicosídeos, AINEs, contraste iodado, cisplatina), lesão renal aguda (LRA), estados de hipoperfusão renal (desidratação grave, sepse, insuficiência cardíaca descompensada) e hipertensão arterial sistêmica mal controlada. Em pacientes com diabetes mellitus, a presença de cilindros hialinos associada à albuminúria é marcador precoce de nefropatia diabética.\n\nA interpretação do sedimento urinário exige atenção às condições pré-analíticas: urina muito diluída (densidade < 1.010) pode dissolver cilindros, subestimando sua contagem; urina muito concentrada pode aumentar artificialmente a precipitação. Analisadores automatizados de sedimento urinário (como UF-1000i e Cobas 6500) podem subestimar elementos celulares em urina diluída, sendo a microscopia manual pelo especialista o padrão-ouro para casos duvidosos. A coleta deve ser realizada preferencialmente na segunda urina da manhã, após repouso noturno, em frasco estéril, com exame processado em até 2 horas.\n\nDo ponto de vista epidemiológico, a DRC afeta aproximadamente 10% da população mundial adulta; no Brasil, estima-se prevalência de 8-10% da população. A detecção precoce de anormalidades do sedimento urinário — incluindo cilindrúria patológica — é essencial para estratificação de risco e intervenção antes da progressão para estágios avançados de DRC, onde a morbimortalidade cardiovascular e renal é significativamente elevada.",
  "points": 8,
  "patient_explanation": "Os cilindros hialinos são pequenas estruturas encontradas no exame de urina, formadas por uma proteína produzida naturalmente pelos rins. Em pequenas quantidades, podem aparecer na urina de pessoas completamente saudáveis, especialmente após exercício físico intenso, quando a pessoa está desidratada ou com febre. Isso é normal e não representa problema.\n\nNo entanto, quando aparecem em quantidade elevada ou junto com outros achados no exame de urina, podem indicar que os rins estão trabalhando de forma diferente do habitual. Isso pode acontecer em situações como pressão alta, diabetes, uso de certos medicamentos ou inflamações nos rins. Sozinhos, esses cilindros geralmente têm baixo valor de alarme, mas seu médico vai analisar o resultado junto com outros exames para entender se é necessário investigar mais. O mais importante é não ignorar o exame e sempre discutir os resultados com seu médico.",
  "conduct": "## Conduta Clínica — Cilindros Hialinos no Sedimento Urinário\n\n### 1. Interpretação Inicial do Resultado\n\n- **0–2 cilindros/campo (baixo poder):** Valor fisiológico; sem necessidade de investigação adicional isolada.\n- **3–5 cilindros/campo em contexto transitório** (pós-exercício, desidratação, febre): Repetir exame após 2–4 semanas em repouso e hidratação adequada.\n- **> 5 cilindros/campo** ou **presença persistente** (≥ 2 amostras com intervalo de ≥ 3 meses): Investigação ativa indicada.\n- **Associação com outros cilindros** (granulosos, eritrocitários, leucocitários) ou com proteinúria, hematúria, alteração de TFG: Investigação urgente.\n\n---\n\n### 2. Avaliação Complementar Recomendada\n\n**Exames laboratoriais básicos:**\n- Urinálise completa com microscopia manual (padrão-ouro)\n- Proteinúria quantitativa: relação proteína/creatinina (UPCR) ou albumina/creatinina (UACR) em amostra isolada\n- Creatinina sérica com cálculo de TFGe (CKD-EPI)\n- Ureia, eletrólitos (Na, K, Cl, Ca, P)\n- Hemograma completo\n- Glicemia de jejum e HbA1c (rastreio de nefropatia diabética)\n\n**Exames complementares conforme contexto clínico:**\n- Urocultura (se leucocitúria ou sintomas de ITU)\n- Complemento sérico C3/C4 e ANCA (se suspeita de glomerulonefrite)\n- Anti-DNA nativo, FAN (se suspeita de lúpus eritematoso sistêmico)\n- Eletroforese de proteínas urinárias (se suspeita de gamapatia monoclonal)\n- Ultrassonografia renal bilateral (morfologia, tamanho, ecogenicidade, obstrução)\n\n---\n\n### 3. Manejo por Contexto Clínico\n\n**Paciente com fatores de risco para DRC (diabetes, HAS, história familiar):**\n- Iniciar rastreio anual com UACR e TFGe\n- Otimizar controle glicêmico (HbA1c < 7%) e pressórico (PA < 130/80 mmHg)\n- Introduzir ou manter IECA/BRA em presença de albuminúria ≥ 30 mg/g\n- Considerar inibidores de SGLT2 em diabéticos tipo 2 com TFGe ≥ 20 mL/min\n\n**Cilindros hialinos associados a desidratação/LRA pré-renal:**\n- Hidratação adequada e reavaliação do sedimento após resolução\n- Suspender nefrotóxicos (AINEs, aminoglicosídeos, contraste iodado quando possível)\n- Monitorar creatinina sérica e débito urinário\n\n**Uso de medicamentos nefrotóxicos:**\n- Revisar e ajustar doses conforme TFGe\n- Monitorar sedimento urinário e creatinina periodicamente durante uso\n\n---\n\n### 4. Critérios de Encaminhamento à Nefrologia\n\n- TFGe < 60 mL/min/1,73 m² persistente por > 3 meses (DRC G3a ou mais avançada)\n- Proteinúria > 500 mg/g de creatinina (UPCR)\n- Hematúria glomerular persistente associada a cilindrúria\n- Cilindrúria patológica com sedimento ativo (cilindros eritrocitários ou granulosos)\n- Suspeita de glomerulonefrite primária ou secundária\n- Progressão rápida da perda de função renal (queda de TFGe > 5 mL/min/ano)\n- Dúvida diagnóstica que possa indicar biópsia renal\n\n---\n\n### 5. Seguimento e Monitoramento\n\n- **Resultado transitório resolvido:** Repetir urinálise em 6–12 meses como parte do rastreio de rotina.\n- **DRC confirmada:** Seguimento conforme estadiamento KDIGO (frequência trimestral a semestral de acordo com categoria G e A).\n- **Paciente assintomático com cilindrúria isolada leve:** Reavaliação em 3 meses com urinálise repetida, UACR e TFGe.\n- **Educação do paciente:** Hidratação adequada, evitar AINEs sem orientação médica, controle de comorbidades (HAS, DM), adesão ao seguimento ambulatorial."
}
