{
  "score_item_id": "c77cedd3-2800-73fe-8b7e-c3dea08a3cb1",
  "clinical_relevance": "Os cilindros urinários patológicos são estruturas cilíndricas formadas nas luzes dos túbulos renais distais e coletores pela precipitação e gelificação da proteína de Tamm-Horsfall (uromodulina) ao redor de elementos celulares, debris ou proteínas anômalas. Sua presença no sedimento urinário constitui um sinal de alerta nefropatológico de alta especificidade, refletindo alterações no compartimento tubulointersticial ou glomerular.\n\nOs principais tipos com relevância clínica são: (1) Cilindros granulosos — contêm debris celulares ou proteínas precipitadas; indicam lesão tubular ativa, sendo frequentes na necrose tubular aguda (NTA), nefrite intersticial e glomerulopatias avançadas; os granulosos grossos (\"muddy brown casts\") são virtualmente patognomônicos de NTA isquêmica ou nefrotóxica. (2) Cilindros eritrocitários (hemáticos) — formados por hemácias aprisionadas na matriz proteica; altamente específicos de hematúria de origem glomerular, ocorrendo em glomerulonefrites proliferativas (nefrite lúpica, GNDA pós-infecciosa, GNMP, vasculites ANCA+), síndrome de Goodpasture e nefrite por IgA grave. (3) Cilindros leucocitários — contêm polimorfonucleares ou células mononucleares; característicos de pielonefrite aguda, nefrite intersticial aguda (NIA), glomerulonefrites com componente inflamatório intenso e nefropatia lúpica classe III/IV. (4) Cilindros epiteliais — formados por células tubulares descamadas; indicam lesão tubular significativa, como NTA, toxicidade por metais pesados ou medicamentos nefrotóxicos. (5) Cilindros céreos e largos — refletem estase urinária prolongada em túbulos dilatados de néfrons com fluxo muito reduzido; são marcadores de doença renal crônica avançada com perda funcional significativa de néfrons.\n\nDo ponto de vista técnico, a identificação confiável de cilindros patológicos exige microscopia manual com óptica de contraste de fase (phase-contrast), já que os analisadores automatizados de sedimento urinário por citometria de fluxo ou análise de imagem digital falham sistematicamente na identificação de cilindros patológicos, células epiteliais tubulares e eritrócitos dismórficos — como demonstrado na literatura recente (Diagnostic Utility of Urine Microscopy in Kidney Diseases, Indian Journal of Nephrology, 2024; Urinary Sediment Microscopy and Correlations with Kidney Biopsy, Kidney360, 2022). Estudo de correlação entre sedimento urinário e biópsia renal em 131 pacientes identificou que partículas como eritrócitos dismórficos, células epiteliais tubulares e lipídios — frequentemente não capturadas por automação — correlacionaram-se com lesões histológicas específicas como expansão mesangial, hiperceplularidade endocapilar e crescentes celulares.\n\nAs diretrizes KDIGO 2024 para DRC recomendam explicitamente a análise do sedimento urinário como componente fundamental da avaliação da causa da doença renal crônica, ao lado de urina I, relação albumina/creatinina, testes sorológicos (anti-PLA2R, ANCA, anti-GBM) e biópsia renal quando indicada.\n\nA identificação de cilindros patológicos tem impacto direto na decisão clínica: cilindros hemáticos demandam investigação imediata de glomerulonefrite ativa com risco de insuficiência renal aguda; cilindros granulosos grossos indicam NTA e orientam suspensão de nefrotóxicos e manejo de suporte; cilindros leucocitários direcionam para diagnóstico de NIA (frequentemente por medicamentos como AINEs, antibióticos betalactâmicos, IBPs) ou infecção; cilindros céreos/largos indicam estágio avançado de DRC e guiam encaminhamento urgente à nefrologia para planejamento de terapia renal substitutiva.\n\nDo ponto de vista epidemiológico, a lesão renal aguda ocorre em 10–15% dos pacientes hospitalizados e em até 50% dos pacientes em UTI, sendo a NTA a causa mais frequente; o diagnóstico morfológico pelo sedimento urinário permite diferenciação etiológica em mais de 70% dos casos de IRA quando realizado por microscopista experiente.",
  "points": 32,
  "patient_explanation": "Os cilindros patológicos são pequenas estruturas em formato de tubo encontradas no exame de urina. Eles se formam nos túbulos dos rins — canais microscópicos que filtram o sangue — quando essas estruturas estão danificadas. Células lesadas ou proteínas anômalas ficam presas nesses canais e formam os cilindros, que depois aparecem na urina.\n\nA presença desses cilindros é um sinal de que os rins podem estar sofrendo alguma lesão. Dependendo do tipo identificado, o médico consegue saber qual parte do rim está afetada e qual pode ser a causa: infecção, inflamação, reação a medicamento ou falta de circulação sanguínea adequada.\n\nEsse exame requer microscopia manual, pois as máquinas automáticas frequentemente não identificam esses cilindros. Detectado precocemente, é possível iniciar o tratamento certo e proteger a função renal a longo prazo.",
  "conduct": "## Avaliação Inicial Diante de Cilindros Patológicos no Sedimento Urinário\n\n### Confirmação do Achado\n- **Repetir urinálise com microscopia manual** por microscopista experiente ou nefrologista; usar preferencialmente óptica de contraste de fase\n- Coleta ideal: primeira urina da manhã, fresca (processamento em até 2h), sem conservantes\n- Anotar o tipo de cilindro identificado, pois orienta o diagnóstico diferencial de forma precisa\n\n---\n\n## Interpretação por Tipo de Cilindro e Conduta Específica\n\n### Cilindros Eritrocitários (Hemáticos)\n- **Diagnóstico provável:** glomerulonefrite ativa (nefrite lúpica, GNDA pós-infecciosa, vasculite ANCA+, síndrome de Goodpasture, nefropatia por IgA grave, GNMP)\n- **Conduta imediata:**\n  - Solicitar: creatinina sérica, ureia, eletrólitos, hemograma, relação albumina-creatinina urinária (UACR)\n  - Sorologias: C3, C4, FAN, anti-DNA, ANCA (MPO/PR3), anti-GBM, anti-PLA2R, eletroforese de proteínas séricas e urinárias, cadeias leves livres séricas\n  - **Encaminhamento urgente ao nefrologista** (em até 24–72h se função renal comprometida)\n  - Considerar biópsia renal para diagnóstico etiológico definitivo e estadiamento de atividade/cronicidade\n\n### Cilindros Granulosos Grossos (Muddy Brown Casts)\n- **Diagnóstico provável:** necrose tubular aguda (isquêmica ou nefrotóxica)\n- **Conduta imediata:**\n  - Identificar e corrigir a causa: hipoperfusão (sepse, choque, hipovolemia), nefrotóxicos (contraste iodado, aminoglicosídeos, AINEs, cisplatina, mioglobinúria)\n  - **Suspender imediatamente** todos os medicamentos potencialmente nefrotóxicos\n  - Monitorar diurese (horária em contexto hospitalar), creatinina e eletrólitos a cada 24–48h\n  - Hidratação adequada; evitar novos insultos renais\n  - Critérios para diálise de urgência: hipercalemia refratária, acidose metabólica grave, sobrecarga hídrica, uremia sintomática\n\n### Cilindros Leucocitários\n- **Diagnóstico provável:** pielonefrite aguda, nefrite intersticial aguda (NIA), glomerulonefrite com componente inflamatório\n- **Conduta:**\n  - Urocultura e antibiograma; iniciar antibioticoterapia empírica se infecção confirmada\n  - Revisão criteriosa de todos os medicamentos em uso (AINEs, betalactâmicos, sulfonamidas, rifampicina, IBPs são causas frequentes de NIA)\n  - Se suspeita de NIA por medicamento: suspender o agente causador; considerar corticoterapia (prednisona 0,5–1 mg/kg/dia por 4–6 semanas) em casos com disfunção renal persistente após retirada do fármaco\n  - Solicitar eosinófilos urinários (Wright ou Hansel) — baixa sensibilidade, mas elevada especificidade para NIA alérgica\n\n### Cilindros Epiteliais (Células Tubulares)\n- **Diagnóstico provável:** lesão tubular ativa por toxicidade, isquemia ou infecção viral (ex.: CMV, BKV em imunossuprimidos)\n- **Conduta:** investigar nefrotóxicos específicos; em transplantados, descartar nefropatia por vírus BK\n\n### Cilindros Céreos ou Largos\n- **Diagnóstico provável:** DRC avançada com perda significativa de néfrons funcionais\n- **Conduta:**\n  - Estadiar a DRC pela eGFR (CKD-EPI) e UACR (classificação KDIGO 2024)\n  - **Encaminhamento obrigatório ao nefrologista** para planejamento de terapia renal substitutiva se eGFR < 30 mL/min/1,73m²\n  - Iniciar ou otimizar nefroproteção: controle rigoroso de PA (alvo <130/80 mmHg), iECA ou BRA, SGLT2i com evidência de nefroproteção (dapagliflozina, empagliflozina), finerenona se albuminúria associada\n\n---\n\n## Exames Complementares Gerais na Presença de Cilindros Patológicos\n\n- **Função renal:** creatinina, ureia, eGFR (CKD-EPI), cistatina C\n- **Eletrólitos:** sódio, potássio, cloro, bicarbonato, fósforo, cálcio\n- **Urinálise quantitativa:** UACR (spot), ou proteína/creatinina urinária (UPCR); considerar urina de 24h se proteinúria > 1 g/dia\n- **Hemograma completo:** anemia, leucocitose, eosinofilia\n- **Sorologias nefrológicas** conforme contexto clínico (ver acima)\n- **Imagem:** ultrassonografia renal para avaliar tamanho, simetria, ecogenicidade, obstrução\n- **Biópsia renal:** indicada nas síndromes glomerulares com cilindros hemáticos, disfunção renal inexplicada ou suspeita de NIA sem recuperação após retirada do agente\n\n---\n\n## Critérios de Encaminhamento ao Nefrologista\n\n- **Urgente (24–72h):** cilindros hemáticos + disfunção renal aguda, suspeita de vasculite ou síndrome nefrítica grave\n- **Preferencial (até 2 semanas):** cilindros granulosos em paciente ambulatorial com elevação de creatinina, NIA com recuperação incompleta\n- **Eletivo:** cilindros céreos em DRC estável; eGFR < 45 mL/min/1,73m² para cuidado compartilhado\n\n---\n\n## Monitoramento\n\n- Repetir sedimento urinário com microscopia manual após intervenção para avaliar resposta (desaparecimento dos cilindros é marcador de recuperação tubular)\n- Monitorar creatinina e UACR a cada 2–4 semanas na fase aguda; a cada 3–6 meses na DRC estável\n- Registrar evolução longitudinal como parâmetro de atividade da doença renal"
}
