{
  "score_item_id": "019bf31d-2ef0-7754-adf7-50c7b130b286",
  "clinical_relevance": "Cristalúria patológica refere-se à presença de cristais identificados na microscopia do sedimento urinário em concentração e tipo considerados clinicamente relevantes, resultante da supersaturação urinária que rompe o equilíbrio entre fatores promotores e inibidores da cristalização. Embora a presença transitória de cristais possa ocorrer em indivíduos saudáveis, cristais persistentes ou patológicos sinalizam risco aumentado de nefrolitíase, nefropatia por cristais e complicações infecciosas.\n\nPrevalência e tipos: Estudo de 2025 com 1.025 amostras de urina ambulatorial encontrou 22,04% de positividade para cristalúria, com média de idade de 51,3 anos. Os tipos mais frequentes foram: oxalato de cálcio (46,4%), ácido úrico (23,5%), uratos (15,1%) e estruvita (9,3%). A nefrolitíase afeta aproximadamente 12% da população global, com taxas de recorrência de até 50% em 5 anos após o primeiro episódio.\n\nFisiopatologia: A formação de cristais envolve nucleação, agregação e retenção. O desequilíbrio do pH urinário é crítico: pH ácido favorece cristais de ácido úrico e cistina; pH alcalino favorece oxalato de cálcio, fosfato de cálcio e estruvita. Deficiências de inibidores urinários — citrato, magnésio, pirofosfato, glicosaminoglicanas — amplificam a supersaturação mesmo sem carga excessiva do soluto.\n\nCristais e suas associações clínicas:\n- Oxalato de cálcio: forma mais prevalente; associada a hiperoxalúria primária/secundária, hiperparatiroidismo, acidose tubular renal, dieta hipercalórica com oxalato.\n- Ácido úrico: associado a hiperuricemia, gota, síndrome metabólica, pH urinário persistentemente ácido (<5,5), diabetes tipo 2.\n- Estruvita (fosfato amônio-magnésio): indicativo de infecção por bactérias urease-positivas (Proteus, Klebsiella); correlacionada diretamente com infecções bacterianas e cálculos coraliformes.\n- Cristais induzidos por medicamentos: amoxicilina em altas doses IV (prevalência 24-41%), sulfametoxazol (N-acetil-sulfametoxazol) — ambos capazes de causar nefropatia por cristais com injúria renal aguda; reversível após suspensão do fármaco, embora 10-40% dos casos de nefropatia por amoxicilina necessitem de terapia de substituição renal transitória.\n\nComorbidades associadas: Diabetes mellitus, insuficiência renal, prostatite e síndrome nefrótica foram associadas à formação de cristais no estudo de 2025. A prevalência de infecção do trato urinário em pacientes com cristais urinários foi de 10,6%, com correlação direta para cristais de estruvita e infecções bacterianas.\n\nRisco de progressão renal: Cristalúria persistente associada a nefrolitíase recorrente é fator de risco estabelecido para DRC conforme KDIGO 2024. A retenção intratubular de cristais desencadeia resposta inflamatória local com ativação de inflamassoma NLRP3, estresse oxidativo e fibrose intersticial progressiva.",
  "points": 14,
  "patient_explanation": "A urina pode conter pequenas partículas sólidas chamadas cristais, formadas quando certas substâncias se acumulam em excesso no rim. Quando o exame de urina encontra cristais em quantidade elevada ou de tipos específicos, isso é chamado de cristalúria patológica. Esses cristais podem ser feitos de substâncias como oxalato de cálcio, ácido úrico ou até mesmo de alguns remédios. A presença desses cristais pode indicar que o organismo está com dificuldade de eliminar certas substâncias, que a urina está muito concentrada por pouca ingestão de água, ou que há algum problema nos rins ou infecção urinária. Com o tempo, se não tratada, a cristalúria pode levar à formação de pedras nos rins, que causam dor intensa, e em casos mais raros, prejudicar o funcionamento dos rins. A boa notícia é que, na maioria dos casos, é possível controlar e prevenir o problema com hidratação adequada, ajustes na alimentação e tratamento da causa subjacente.",
  "conduct": "## Conduta Clínica: Cristais Patológicos na Urina\n\n### 1. Avaliação Inicial\n\n**Anamnese dirigida:**\n- Histórico de nefrolitíase (episódios prévios, tipo de cálculo identificado)\n- Ingestão hídrica diária estimada\n- Dieta: consumo de oxalato (espinafre, nozes, chocolate), purinas (carnes vermelhas), sal\n- Medicamentos em uso (especialmente amoxicilina IV em altas doses, sulfametoxazol, indinavir, aciclovir, metotrexato)\n- Comorbidades: diabetes mellitus, gota, hiperparatiroidismo, síndrome metabólica, DRC\n- Infecções urinárias recorrentes\n\n**Exame físico:**\n- Pressão arterial, IMC\n- Dor lombar ou em flancos à palpação\n- Sinais de infecção sistêmica\n\n---\n\n### 2. Investigação Complementar\n\n**Urinálise completa com sedimentoscopia:**\n- Identificar tipo morfológico dos cristais (fundamental para direcionamento)\n- pH urinário (ácido favorece ácido úrico; alcalino favorece estruvita e fosfato de cálcio)\n- Presença de hematúria, leucocitúria, nitrito\n\n**Laboratorial sérico:**\n- Creatinina e ureia (função renal basal)\n- Ácido úrico\n- Cálcio, fósforo, PTH (se suspeita de hiperparatiroidismo)\n- Glicemia de jejum / HbA1c\n- Uricosúria de 24h, oxalúria de 24h, calciúria de 24h (se cristais recorrentes)\n\n**Imagem:**\n- Ultrassonografia renal e vias urinárias: avaliação de cálculos, hidronefrose\n- TC de abdome sem contraste (gold standard para detecção de cálculos)\n\n**Urinocultura:** obrigatória na presença de cristais de estruvita ou leucocitúria\n\n---\n\n### 3. Conduta por Tipo de Cristal\n\n**Oxalato de cálcio:**\n- Aumentar ingestão hídrica para diurese >2 L/dia\n- Reduzir consumo de oxalato na dieta e sódio\n- Garantir ingestão adequada de cálcio dietético (500-1200 mg/dia) para quelar oxalato intestinal\n- Citrato de potássio se hipocitratúria\n- Tiazídicos se hipercalciúria absortiva\n\n**Ácido úrico:**\n- Alcalinizar urina: citrato de potássio ou bicarbonato de sódio (meta pH 6,0-6,5)\n- Reduzir ingestão de purinas\n- Alopurinol se hiperuricemia ou hiperuricosúria persistente\n- Controle metabólico em diabéticos\n\n**Estruvita:**\n- Tratar infecção com antibioticoterapia guiada por cultura\n- Erradicação do foco infeccioso é fundamental para resolução\n- Encaminhamento urológico para avaliação de cálculos coraliformes\n\n**Cristais induzidos por medicamentos (amoxicilina, sulfametoxazol):**\n- Suspensão imediata do agente causador\n- Hidratação agressiva IV para aumentar fluxo urinário\n- Monitorização da função renal a cada 24-48h\n- Suporte renal (hemodiálise) se IRA grave\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Nefrologia:** cristalúria persistente com deterioração da função renal, suspeita de nefropatia por cristais, DRC prévia, hiperoxalúria primária\n- **Urologia:** cálculo renal identificado, hematúria macroscópica, obstrução urinária, cristais de estruvita com cálculo coraliforme\n- **Endocrinologia/Reumatologia:** hiperuricemia refratária, gota tofácea, hiperparatiroidismo\n\n---\n\n### 5. Prevenção e Seguimento\n\n- **Meta principal:** diurese >2 L/dia\n- Urinálise de controle em 4-8 semanas após intervenção\n- Orientação nutricional individualizada conforme tipo de cristal\n- Em pacientes com nefrolitíase recorrente: análise química do cálculo quando disponível\n- Monitoramento semestral da função renal em pacientes com fatores de risco para DRC"
}
