{
  "score_item_id": "c77cedd3-2800-7ecc-a0f6-1a1c7500b766",
  "clinical_relevance": "A presença de bactérias no sedimento urinário é um achado do exame de urina tipo 1 (EQU/uroanálise) com importância clínica variável, dependente do contexto clínico, do método de coleta e da quantificação. O sedimento urinário é examinado por microscopia óptica após centrifugação da amostra; bactérias são reportadas de forma qualitativa ou semiquantitativa (raras, +, ++, +++) e sua valorização requer correlação com leucocitúria, nitritos e manifestações clínicas.\n\nFisiologicamente, a urina vesical é estéril na bexiga saudável. A colonização uretrogenital distal por flora comensal (lactobacilos, estafilococos coagulase-negativos, difteroides) pode contaminar amostras coletadas sem técnica adequada (jato médio sem higiene ou cateterismo). Portanto, a bacteriúria no sedimento deve ser sempre interpretada à luz da qualidade da coleta.\n\nBacteriúria significativa é definida classicamente como ≥10⁵ UFC/mL em urocultura de jato médio de mulher assintomática, ≥10³ UFC/mL em homens assintomáticos e qualquer crescimento em amostra por cateterismo vesical. Na microscopia sem coloração, a sensibilidade para detectar ≥10⁵ UFC/mL é de aproximadamente 80–85% e a especificidade de 60–70%; com coloração de Gram do sedimento não centrifugado, a sensibilidade eleva-se para 90–95% e especificidade para 85–90%.\n\nEtiologia predominante das infecções urinárias: Escherichia coli responde por 80–85% das infecções urinárias não complicadas em mulheres jovens; Klebsiella pneumoniae e Staphylococcus saprophyticus somam 5–15%; em pacientes hospitalizados, Pseudomonas aeruginosa, Enterococcus spp. e fungos ganham relevância. Infecções por microrganismos resistentes (ESBL, KPC) são realidade crescente, especialmente em usuários de sondas e imunossuprimidos.\n\nBacteriúria assintomática (BA) ocorre em 2–7% das mulheres jovens, 10–20% de idosas, 15–50% de residentes em instituições de longa permanência e 4–7% dos diabéticos. BA raramente requer tratamento exceto em grávidas (risco de pielonefrite e parto prematuro — triagem e tratamento obrigatórios) e antes de procedimentos urológicos invasivos. O tratamento indiscriminado de BA promove resistência bacteriana sem benefício clínico comprovado.\n\nSíndrome de bacteriúria-leucocitúria sem cultura positiva pode ocorrer em infecções por Chlamydia trachomatis, Mycoplasma genitalium, Ureaplasma urealyticum e Mycobacterium tuberculosis, que não crescem em meios convencionais. Essa constelação em mulher sexualmente ativa deve orientar investigação de ISTs.\n\nO papel da microbiota urinária (urobiotoma) foi estabelecido com sequenciamento de próxima geração: mulheres saudáveis apresentam comunidades de lactobacilos na bexiga, cuja disbiose pode predispor a infecções recorrentes. Esse conceito desafia o paradigma da urina estéril e abre perspectivas terapêuticas com probióticos.",
  "points": 14,
  "patient_explanation": "O exame de urina pode mostrar a presença de bactérias na parte chamada sedimento, que é analisada ao microscópio. Normalmente, a urina dentro da bexiga não tem bactérias. Quando elas aparecem no exame, pode significar duas coisas: uma infecção urinária de fato, ou uma pequena contaminação durante a coleta da amostra.\n\nInfecção urinária é muito comum, especialmente em mulheres. Os sintomas mais frequentes são ardência ao urinar, vontade de urinar com frequência, urina com cheiro forte ou turva, e às vezes dor na parte baixa da barriga. Quando a infecção chega aos rins, pode causar febre e dor nas costas.\n\nSe você não tiver nenhum sintoma, a presença de bactérias no exame pode ser apenas uma contaminação ou uma condição chamada bacteriúria assintomática, que muitas vezes não precisa de tratamento. A decisão de tratar ou não sempre deve ser tomada pelo médico, considerando seus sintomas e outros resultados do exame. Não tome antibióticos por conta própria.",
  "conduct": "## Interpretação do Achado\n\n- **Bacteriúria no sedimento:** avaliar sempre em conjunto com leucocitúria (>10 leucócitos/campo), nitrito, esterase leucocitária, coloração da urina e queixas clínicas\n- **Contaminação frequente:** amostra coletada sem higiene adequada ou sem técnica de jato médio pode gerar falso-positivo; repetir coleta com orientação correta antes de tratar\n- **Coleta de referência:** jato médio após higiene da região genital; se houver dúvida sobre qualidade, solicitar coleta por sonda vesical de alívio (especialmente em pacientes acamados, idosos ou obesos)\n\n---\n\n## Investigação Complementar\n\n### Obrigatória na presença de bacteriúria com leucocitúria ou sintomas\n- **Urocultura com antibiograma:** padrão-ouro; deve ser solicitada **antes** de iniciar antibioticoterapia\n- **Ureia e creatinina sérica:** avaliar função renal, especialmente em infecção febril ou suspeita de pielonefrite\n- **Hemograma:** leucocitose com desvio à esquerda sugere infecção bacteriana sistêmica\n- **Proteína C-reativa (PCR) e VHS:** marcadores de resposta inflamatória sistêmica\n- **Hemocultura:** indicada quando houver febre ≥38°C, calafrios ou sinais de sepse\n\n### Situações Específicas\n- **Gestantes:** triagem com urocultura em toda consulta pré-natal; bacteriúria assintomática deve ser tratada para reduzir risco de pielonefrite e parto prematuro\n- **Bacteriúria recorrente (≥2 episódios/6 meses ou ≥3/ano em mulheres):** investigar fatores anatômicos e funcionais — ultrassonografia de vias urinárias, resíduo pós-miccional, cistoscopia se indicada\n- **Homens:** qualquer ITU exige investigação de obstrução, hiperplasia prostática ou litíase; solicitar PSA e ultrassom de próstata\n- **Bacteriúria sem crescimento em cultura convencional + leucocitúria:** investigar Chlamydia trachomatis, Mycoplasma genitalium, Ureaplasma urealyticum (PCR em urina), Mycobacterium tuberculosis (urocultura específica, pesquisa de BAAR na urina)\n- **Imunossuprimidos e cateterizados:** culturas frequentemente positivas; tratar apenas se houver sinais sistêmicos ou mudança no padrão do microrganismo\n\n---\n\n## Conduta Terapêutica\n\n### Infecção Urinária Baixa Não Complicada (Cistite) — Mulheres\n- **Nitrofurantoína:** 100 mg (liberação macrocristalina) 2x/dia por 5 dias — primeira escolha; não usar com ClCr <30 mL/min\n- **Fosfomicina trometamol:** 3 g dose única — excelente para E. coli e S. saprophyticus; alta comodidade posológica\n- **Trimetoprim-sulfametoxazol:** 160/800 mg 2x/dia por 3 dias — apenas se resistência local <20%\n- **Fluoroquinolonas:** reservar para casos com resistência documentada; evitar uso empírico para preservar eficácia\n\n### Infecção Urinária Alta (Pielonefrite)\n- **Ambulatorial (sem sinais sistêmicos graves):** ciprofloxacino 500 mg 2x/dia por 7 dias OU levofloxacino 750 mg 1x/dia por 5 dias\n- **Internação:** cefalosporinas de 3ª geração EV (ceftriaxona 1–2 g/dia) ou aminoglicosídeos; ajustar após antibiograma; duração total 10–14 dias\n- **Indicações de internação:** vômitos intratáveis, sepse, gravidez, imunossupressão, anomalia urológica, falha do tratamento oral\n\n### Bacteriúria Assintomática — Quando Tratar\n- **Tratar:** grávidas (nitrofurantoína ou cefalexina por 3–7 dias conforme antibiograma), pacientes antes de procedimentos urológicos invasivos\n- **Não tratar:** mulheres não grávidas, idosos institucionalizados, diabéticos sem sintomas, cateterizados crônicos — evidências não apoiam tratamento; aumenta resistência\n\n### Profilaxia em ITU Recorrente\n- **Baixa dose contínua:** nitrofurantoína 50 mg/noite por 6–12 meses\n- **Profilaxia pós-coito:** dose única de nitrofurantoína ou fosfomicina após relação sexual\n- **Estrogênio vaginal tópico:** em pós-menopáusicas; restaura flora de lactobacilos e reduz recorrências em 70%\n- **Cranberry (PAC-A):** evidência moderada para redução de recorrências em mulheres pré-menopáusicas\n- **Probióticos vaginais (Lactobacillus rhamnosus, L. reuteri):** adjuvantes na restauração do microbioma urinogenital\n\n---\n\n## Encaminhamento\n\n- **Urologista:** homens com qualquer ITU, infecções recorrentes com anomalia estrutural, litíase associada, ITU complicada por obstrução\n- **Nefrologista:** pielonefrite com disfunção renal progressiva, ITU em transplantado renal\n- **Ginecologista/Obstetra:** bacteriúria em gestante, ITU recorrente em mulheres pós-menopausa\n- **Infectologista:** ITU por microrganismos multirresistentes (ESBL, KPC, VRE), falha de múltiplos esquemas terapêuticos\n\n---\n\n## Monitoramento\n\n- Repetir EQU e urocultura 5–7 dias após término do antibiótico em gestantes e pielonefrite\n- Em ITU recorrente: diário miccional, avaliação de higiene, hábitos de hidratação (meta ≥2 L/dia de água) e padrão sexual\n- Corrigir fatores predisponentes: constipação intestinal, diabetes não controlado, hipoestrogenismo, bexiga neurogênica"
}
