{
  "score_item_id": "019bf31d-2ef0-7d3b-bfe3-0dd0e376f346",
  "clinical_relevance": "A presença de leveduras no sedimento urinário é um achado descritivo da urinálise com microscopia, sendo mais frequentemente associada à candidúria — definida como detecção de Candida spp. na urina. Candidúria pode representar três condições distintas: (1) contaminação por flora genital ou perineal, (2) colonização assintomática do trato urinário, ou (3) infecção fúngica verdadeira do trato urinário (IU fúngica). A distinção entre essas condições é clinicamente fundamental, pois determina a conduta terapêutica.\n\nNo sedimento urinário, leveduras e pseudo-hifas são facilmente identificadas à microscopia óptica. A presença de pseudo-hifas indica forma mais invasiva e está associada a maior probabilidade de infecção verdadeira versus simples colonização. Contudo, conforme evidenciado na literatura (Journal of Fungi, 2020), esses achados não devem ser supervalorizados isoladamente — a análise do sedimento desempenha papel-chave na identificação de IU fúngica, mas deve sempre ser correlacionada com o quadro clínico.\n\nDo ponto de vista epidemiológico, candidúria é encontrada predominantemente em pacientes hospitalizados e imunocomprometidos. Fatores de risco clássicos incluem: uso de cateter vesical de demora (principal fator — até 40% dos casos associados), antibioticoterapia de amplo espectro, diabetes mellitus, corticoterapia prolongada, neutropenia, transplante de órgãos sólidos e neoplasias. Em ambulatório, candidúria é menos comum e frequentemente indica contaminação ou colonização.\n\nA espécie predominante é Candida albicans, seguida por Candida glabrata, Candida tropicalis e Candida parapsilosis. A diferenciação de espécie tem implicação terapêutica, pois C. glabrata apresenta sensibilidade reduzida ao fluconazol. A urinocultura com contagem de colônias e especiação fúngica é o padrão-ouro diagnóstico.\n\nAs diretrizes IDSA 2023 e AUA 2023 recomendam que a maioria dos pacientes com candidúria assintomática não requer tratamento antifúngico. A remoção ou substituição do cateter vesical, quando viável, é a primeira intervenção recomendada. O tratamento está indicado apenas para pacientes sintomáticos ou grupos de alto risco (neutropênicos, receptores de transplante renal, pacientes que serão submetidos a procedimentos urológicos). O nível de candidúria que reflete IU verdadeira versus colonização permanece indefinido — estudos não estabeleceram um limiar de UFC/mL confiável para esta distinção em urina. O diagnóstico de infecção verdadeira requer evidência de reação tecidual associada aos sintomas clínicos (Clinical Infectious Diseases, 2011). Em contexto ambulatorial, a presença isolada de leveduras no sedimento, sem sintomas e sem fatores de risco, frequentemente representa contaminação da amostra e deve ser interpretada com cautela antes de iniciar antifúngico.",
  "points": 10,
  "patient_explanation": "O exame de urina pode mostrar a presença de leveduras — fungos microscópicos — na amostra. Isso não significa necessariamente que você tem uma infecção fúngica. Na maioria das vezes, especialmente quando não há sintomas, as leveduras aparecem por contaminação da amostra durante a coleta ou por colonização sem causar danos. O fungo mais comum encontrado é a Candida, o mesmo causador da candidíase. Quando há infecção real, sintomas como ardência ao urinar, dor pélvica ou urina turva costumam estar presentes. Fatores como uso de antibióticos, diabetes, baixa imunidade ou uso de sonda urinária aumentam a chance de encontrar leveduras na urina. Seu médico avaliará o resultado junto com seus sintomas e histórico para decidir se há necessidade de tratamento ou se apenas monitoramento é suficiente.",
  "conduct": "## Conduta Clínica: Leveduras no Sedimento Urinário (Candidúria)\n\n### 1. Avaliação Inicial\n\n- **Correlacionar com quadro clínico:** Sintomas urinários (disúria, polaciúria, urgência, dor suprapúbica, febre) ou ausência deles\n- **Avaliar qualidade da amostra:** Coleta adequada (jato médio, higiene prévia) ou possibilidade de contaminação por flora perineal/vaginal\n- **Investigar fatores de risco:**\n  - Cateter vesical de demora (principal fator de risco)\n  - Uso recente de antibióticos de amplo espectro\n  - Diabetes mellitus (solicitar glicemia e HbA1c se não disponíveis)\n  - Imunossupressão (corticoterapia, quimioterapia, transplante, HIV/AIDS)\n  - Neoplasia ativa\n  - Internação hospitalar recente\n\n### 2. Investigação Complementar\n\n- **Urinocultura com especiação fúngica:** Exame padrão-ouro; solicitar sempre que leveduras forem identificadas no sedimento\n- **Urocultura bacteriana:** Afastar coinfecção bacteriana concomitante\n- **Glicemia de jejum e HbA1c:** Rastrear diabetes não diagnosticado\n- **Hemograma:** Avaliar leucopenia/neutropenia\n- **Considerar imagem do trato urinário** (ultrassonografia) se suspeita de complicações (bola fúngica, abscesso renal) ou em pacientes de alto risco\n\n### 3. Estratificação e Conduta por Cenário\n\n#### Candidúria Assintomática em Paciente de Baixo Risco (ambulatorial)\n- **Conduta:** Não tratar com antifúngico\n- **Ação:** Verificar qualidade da coleta; repetir urinálise com nova coleta adequada\n- **Orientação:** Hidratação adequada; higiene perineal correta na coleta\n\n#### Candidúria Assintomática em Uso de Cateter Vesical\n- **Primeira medida:** Remover ou substituir o cateter sempre que clinicamente viável (recomendação IDSA/AUA)\n- **Após remoção:** Repetir urinocultura — muitos casos resolvem espontaneamente\n- **Antifúngico:** Não recomendado rotineiramente para candidúria assintomática, mesmo em paciente cateterizado, conforme diretrizes IDSA 2023\n\n#### Candidúria Sintomática\n- **Tratamento de primeira linha:** Fluconazol 200 mg/dia por 14 dias (para espécies sensíveis — Candida albicans, C. tropicalis, C. parapsilosis)\n- **Se suspeita de C. glabrata (resistente ao fluconazol):** Anfotericina B deoxicolato vesical ou sistêmica, conforme sensibilidade\n- **Remover cateter:** Sempre que possível, mesmo em paciente sintomático\n\n#### Grupos de Alto Risco (indicação de tratamento mesmo assintomático)\n- Neutropênicos\n- Receptores de transplante renal\n- Pacientes que serão submetidos a procedimentos urológicos\n- **Regime:** Fluconazol 200-400 mg/dia por 7-14 dias\n\n### 4. Contexto de Medicina Funcional Integrativa\n\n- Investigar disbiose intestinal associada: candidúria pode coexistir com SIFO (Supercrescimento Fúngico do Intestino Delgado)\n- **Dieta antifúngica:** Redução de açúcares simples e carboidratos refinados como adjuvante\n- **Probióticos:** Saccharomyces boulardii 250 mg 2x/dia pode ser considerado como adjuvante no contexto de disbiose micótica\n- Avaliar uso de candidíase recorrente como marcador de imunodeficiência funcional ou desregulação metabólica\n\n### 5. Critérios de Encaminhamento\n\n- **Infectologista:** Candidúria em imunocomprometido grave, candidúria recorrente (3 ou mais episódios/ano), suspeita de candidemia\n- **Nefrologista/Urologista:** Bola fúngica em imagem, obstrução urinária, candidúria pós-transplante renal\n- **Endocrinologista:** Candidúria recorrente como apresentação de diabetes mellitus não controlado\n\n### 6. Seguimento\n\n- Urinocultura de controle após término do tratamento (7 dias pós-terapia)\n- Em candidúria recorrente: investigar imunodeficiência subjacente e condições perpetuadoras"
}
