{
  "score_item_id": "c77cedd3-2800-7fff-9aea-9dae112fa6b4",
  "clinical_relevance": "O selênio é um oligoelemento essencial incorporado estruturalmente em selenoproteínas, incluindo a glutationa peroxidase (GPX), as tiorredoxinas redutases e a selenoproteína P. Essas enzimas desempenham funções antioxidantes, detoxificantes, anti-inflamatórias, imunomoduladoras e anticancerígenas. A unidade de medida clínica é µg/L (equivalente a mcg/L) e os valores de referência laboratorial convencionais situam-se entre 40–190 µg/L, com algumas referências indicando 120–160 µg/L como faixa normal para adultos.\n\nDo ponto de vista funcional-integrativo, o alvo clínico ideal é manter os níveis no quartil superior da faixa de referência (próximo ao limite máximo sem excedê-lo), pois valores dentro da normalidade convencional — como 45, 50 ou 60 µg/L — podem ser funcionalmente insuficientes. A avaliação direta por exame sérico é indispensável para guiar suplementação com precisão.\n\nFisiopatologia e sistemas dependentes: O selênio é cofator essencial das enzimas deiodinases (D1, D2, D3), responsáveis pela conversão de T4 em T3 (hormônio tireoidiano ativo). A deficiência compromete diretamente essa conversão, podendo gerar hipotireoidismo funcional mesmo com TSH e T4 normais. Adicionalmente, o selênio é componente crítico da GPX mitocondrial, protegendo a mitocôndria do estresse oxidativo; sua deficiência provoca defeitos estruturais e funcionais mitocondriais. Contribui ainda para o sistema imune, absorção de ferro e controle do estresse oxidativo sistêmico.\n\nEpidemiologia e estratificação de risco: Embora o solo brasileiro seja relativamente rico em selênio, variações regionais e padrões alimentares podem levar a insuficiência. Estudos observacionais demonstram que baixos níveis circulantes de selênio estão associados a risco aumentado de mortalidade cardiovascular e por todas as causas, com razões de risco agrupadas de 1,36 e 1,35 respectivamente. Em adultos com pré-fragilidade ou fragilidade, indivíduos no quartil mais elevado de selênio sérico (>136,9 µg/L) apresentaram risco significativamente menor de mortalidade por todas as causas (aHR 0,59; IC95% 0,36–0,99) e mortalidade cardiovascular (aHR 0,42; IC95% 0,19–0,92) em comparação ao quartil inferior (<114,9 µg/L). Estudos clínicos associam menores níveis séricos à diminuição da força muscular, pior desempenho físico e maior prevalência de sarcopenia e fragilidade em populações envelhecidas.\n\nToxicidade (selenose): O nível de ingestão máxima tolerável (UL) estabelecido é de 400 µg/dia para adultos. O excesso provoca selenose, caracterizada por sintomas como alopecia, unhas quebradiças, halitose com odor de alho, desconforto gastrointestinal e comprometimento neurológico. A castanha-do-Pará contém aproximadamente 2.960 µg por 100 g; uma unidade grande fornece ~50–90 µg, o que exige orientação cautelosa quanto ao consumo diário.\n\nEvidências de intervenção: Meta-análises de ensaios clínicos randomizados (RCTs) não demonstraram efeito significativo da suplementação isolada de selênio (50–200 µg/dia) sobre mortalidade cardiovascular ou por todas as causas. Os benefícios foram observados predominantemente quando o selênio fazia parte de misturas antioxidantes combinadas. Estudos indicam que a suplementação intravenosa reduz CRP e IL-6, com aumento inesperado de TNF-alfa em alguns trabalhos. O estudo NPC reportou redução de cânceres de pulmão, cólon e próstata com 200 µg/dia de selênio.",
  "patient_explanation": "O selênio é um mineral essencial que seu corpo precisa em pequenas quantidades para funcionar bem. Ele ajuda a proteger suas células do desgaste causado pelo estresse do dia a dia, participa do bom funcionamento da tireoide e fortalece o sistema de defesa do organismo. Quando os níveis estão baixos, a tireoide pode trabalhar de forma menos eficiente e as células ficam mais vulneráveis à inflamação e ao envelhecimento precoce. Valores muito elevados também são prejudiciais, por isso o equilíbrio é fundamental. A principal fonte alimentar no Brasil é a castanha-do-Pará: consumir 1 a 2 unidades por dia costuma ser suficiente para a maioria das pessoas. Se o exame mostrar que seus níveis estão abaixo do ideal, seu médico poderá recomendar ajustes na alimentação ou, quando necessário, um suplemento adequado. O acompanhamento regular com exame de sangue garante que você se mantenha na faixa ideal — nem de menos, nem em excesso.",
  "conduct": "## Conduta Clínica — Selênio Sérico\n\n### 1. Interpretação dos Resultados\n\n- **Referência convencional:** 40–190 µg/L (varia por laboratório; algumas referências: 120–160 µg/L)\n- **Alvo funcional-integrativo:** quartil superior da faixa de referência (próximo ao limite máximo sem excedê-lo)\n- **Valores funcionalmente insuficientes:** níveis como 45–60 µg/L, mesmo dentro da normalidade convencional, podem não ser ótimos para saúde tireoidiana e antioxidante\n- **Nível de toxicidade (UL):** acima de 400 µg/dia de ingestão; sinais de selenose = alopecia, unhas quebradiças, halitose com odor de alho, sintomas neurológicos\n\n---\n\n### 2. Investigação Complementar\n\n- **Painel tireoidiano:** TSH, T4 livre, T3 livre (preferencialmente por ultrafiltração quando disponível) — selênio baixo compromete a conversão T4 → T3\n- **Zinco sérico e ferritina:** selênio, zinco e ferro são interdependentes; ferritina ideal > 50–100 ng/mL para avaliação confiável do zinco\n- **Cobre sérico:** avaliar equilíbrio cobre/zinco (proporção ideal de 1 mg de cobre para cada 15 mg de zinco suplementado)\n- **Marcadores inflamatórios:** PCR ultrassensível, IL-6 — deficiência de selênio está associada a inflamação sistêmica elevada\n- **Painel antioxidante completo:** manganês, vitamina C (ácido ascórbico), retinol, quando indicado\n- **Anticorpos tireoidianos (anti-TPO, anti-Tg):** em suspeita de tireoidite de Hashimoto, onde o selênio tem papel modulador relevante\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n#### Abordagem Dietética (primeira linha)\n- **Castanha-do-Pará:** fonte mais concentrada (~2.960 µg/100 g; ~50–90 µg por unidade grande); recomendar **1 a 2 unidades/dia** — suficiente para a maioria dos pacientes\n- Outras fontes: salmão, farelo de trigo, ostras cruas, sementes de girassol\n- Orientar variabilidade regional no teor de selênio da castanha — o conteúdo pode variar significativamente\n\n#### Suplementação (quando indicada por exame)\n- **Faixa terapêutica:** 20 a 200 µg/dia\n- **Forma preferencial:** **selenometionina** (incorporação covalente ao aminoácido metionina, transporte ativo, alta biodisponibilidade) — preferir em condições tireoidianas e estados oxidativos\n- **Alternativas:** selênio quelado (glicina), selênio cisteína, AA complex; menor biodisponibilidade que a selenometionina\n- **Dose máxima usual:** 200 µg — reservar para efeito antioxidante intensivo por períodos curtos; raramente necessária em rotina\n- **Duração e reavaliação:** reavaliar nível sérico em **8 a 12 semanas** após início da suplementação ou ajuste de dose\n- **Qualidade:** prescrever marcas com laudos de matéria-prima verificados (COA) ou farmácias de manipulação com controle de procedência; formas orgânicas (queladas) têm menor risco de toxicidade e menos efeitos gastrointestinais\n\n---\n\n### 4. Populações de Atenção Especial\n\n- **Hipotireoidismo / Hashimoto:** corrigir deficiência de selênio antes ou junto ao ajuste hormonal; selênio é cofator das deiodinases D1, D2 e D3\n- **Idosos com fragilidade ou pré-fragilidade:** evidências de 2026 (NHANES) associam quartil superior de selênio sérico a menor mortalidade cardiovascular e por todas as causas nessa população\n- **Pacientes com estresse oxidativo elevado / doenças crônicas inflamatórias:** considerar selênio como parte de protocolo antioxidante combinado (vitamina C, vitamina E, zinco), pois benefícios de mortalidade foram observados principalmente em misturas antioxidantes\n- **Crianças e adolescentes:** castanha-do-Pará com alta biodisponibilidade; estratégias culinárias (ralar em preparações) para baixa aceitação; considerar avaliação laboratorial antes de suplementar\n- **Gestantes:** avaliar e corrigir conforme exame; zinco eritrocitário é mais fidedigno que sérico nessa população\n\n---\n\n### 5. Critérios de Encaminhamento\n\n- **Endocrinologia:** quando deficiência de selênio coexiste com disfunção tireoidiana documentada (hipotireoidismo subclínico ou clínico, Hashimoto)\n- **Nutricionista especializada:** para planejamento alimentar individualizado com foco em micronutrientes antioxidantes\n- **Reumatologia:** quando baixo selênio coexiste com doenças inflamatórias sistêmicas (artrite reumatoide, lúpus)\n\n---\n\n### 6. Monitoramento\n\n| Situação | Intervalo de Reavaliação |\n|---|---|\n| Suplementação iniciada ou ajustada | 8–12 semanas |\n| Manutenção com valores no alvo | 6–12 meses |\n| Suspeita de selenose (toxicidade) | Imediato + suspender suplementação |\n\n**Sinais de alerta para selenose (red flags):** alopecia difusa, unhas quebradiças e estriadas, halitose com odor de alho, náuseas persistentes, sintomas neurológicos — suspender suplementação e dosar selênio sérico imediatamente.",
  "points": 12
}
