{
  "score_item_id": "019bf31d-2ef0-7fbd-ac8f-8f3ba0c2d291",
  "clinical_relevance": "A Globulina Ligadora de Hormônios Sexuais (SHBG) é uma glicoproteína homodimérica de 90–100 kDa, codificada por um gene no braço curto do cromossomo 17, produzida primariamente pelos hepatócitos. Circula no plasma transportando hormônios sexuais — principalmente testosterona, DHT e estradiol — regulando sua biodisponibilidade tecidual e taxa de depuração metabólica. A afinidade de ligação do SHBG segue a ordem: DHT > testosterona > androstenediol > estradiol > estrona.\n\nEm homens, apenas 1–2% da testosterona circulante está livre (não ligada) e biologicamente ativa; aproximadamente 65% encontra-se ligada ao SHBG e o restante à albumina. A fração clinicamente relevante é a biodisponível, que inclui testosterona livre mais a fração ligada à albumina (de baixa afinidade e dissociação rápida). Dessa forma, concentrações elevadas de SHBG reduzem proporcionalmente a testosterona biodisponível mesmo quando a testosterona total é normal.\n\nValores de referência e alvos clínicos: Em homens, o alvo funcional de SHBG considerado ideal na medicina funcional integrativa situa-se entre 20–30 nmol/L. Valores muito baixos ou muito altos são considerados indicativos de disfunção. O SHBG tende a aumentar com o envelhecimento, associando-se ao declínio progressivo da testosterona biodisponível nessa população.\n\nFatores que elevam o SHBG em homens: envelhecimento, hipertireoidismo, disfunção hepatocelular, doença infecciosa (HIV, hepatite C), perda de peso extrema, uso de anticonvulsivantes e moduladores seletivos de receptores de estrogênio (SERMs). Fatores que reduzem o SHBG: obesidade, resistência à insulina, diabetes tipo 2, hipotireoidismo, síndrome dos ovários policísticos (nas mulheres), hiperprolactinemia, uso de glicocorticoides, andrógenos exógenos e inibidores de tirosina quinase.\n\nSignificado clínico do SHBG baixo em homens: SHBG muito baixo é frequente em diabéticos e indivíduos com resistência à insulina, sinalizando inflamação e disfunção metabólica. Concentrações baixas de SHBG associam-se de forma independente a maior risco de síndrome metabólica, diabetes tipo 2 e perfil lipídico adverso. Estudos demonstram que o SHBG baixo correlaciona-se com maiores níveis de leptina, menores níveis de adiponectina e maior prevalência de síndrome metabólica, independentemente da testosterona.\n\nSignificado clínico do SHBG elevado: Ao reduzir a fração biodisponível de testosterona, o SHBG elevado pode mimetizar quadro de hipogonadismo funcional mesmo na presença de testosterona total dentro da faixa laboratorial. Isso é especialmente relevante no envelhecimento, onde o aumento progressivo do SHBG acelera a queda da testosterona biodisponível, contribuindo para sarcopenia, declínio cognitivo, disfunção erétil e risco cardiovascular aumentado.\n\nO SHBG possui receptores próprios em tecidos periféricos e pode liberar hormônios diretamente, embora a dinâmica exata desse processo ainda não esteja completamente elucidada pela literatura científica. Portanto, a abordagem clínica deve ser individualizada, evitando estratégias de redução do SHBG sem critério clínico adequado.",

  "patient_explanation": "O SHBG é uma proteína produzida pelo fígado que funciona como um \"transporte\" para os hormônios sexuais no sangue, especialmente a testosterona. Quando está em quantidade equilibrada, ela ajuda a regular a quantidade de testosterona disponível para as células do corpo. O problema surge quando o SHBG está muito alto ou muito baixo. Se estiver muito alto, prende a testosterona demais, deixando pouca disponível — o que pode causar cansaço, queda de libido e dificuldade de ganhar massa muscular, mesmo que o exame de testosterona total pareça normal. Se estiver muito baixo, pode indicar resistência à insulina, inflamação ou risco de diabetes. Por isso, avaliar o SHBG junto com a testosterona total é fundamental para entender se os hormônios estão realmente funcionando bem. Valores ideais para homens ficam entre 20 e 30 nmol/L. Alterações nesse marcador são tratáveis com mudanças de estilo de vida e, quando necessário, com suporte médico individualizado.",

  "conduct": "## Conduta Clínica — SHBG em Homens\n\n### Avaliação Inicial\n\n- **Solicitar painel hormonal completo:** testosterona total, SHBG, albumina (para calcular testosterona biodisponível), DHT, estradiol, LH, FSH e prolactina.\n- Coletar amostra **pela manhã em jejum (preferencialmente às 8h)**, pois a testosterona em homens de 30–40 anos pode ser 20–25% mais baixa às 16h comparado ao pico matinal.\n- **Evitar usar apenas testosterona livre calculada** como parâmetro decisor no Brasil, pois laboratórios nacionais não medem diretamente — aproximadamente 80% dos hormônios livres aderem às hemácias e são removidos na centrifugação, tornando o cálculo impreciso.\n- Quando houver dúvida sobre biodisponibilidade tecidual, considerar **painel salivar** (testosterona, DHT, estradiol), que reflete a fração livre que efetivamente chega aos tecidos.\n\n### Interpretação Clínica\n\n- **SHBG ideal em homens:** 20–30 nmol/L. Valores fora dessa faixa requerem investigação etiológica.\n- **SHBG elevado (> 30–40 nmol/L):** suspeitar de hipertireoidismo, hepatopatia, envelhecimento acelerado, uso de anticonvulsivantes ou SERMs. Avaliar testosterona biodisponível — pode haver hipogonadismo funcional encoberto.\n- **SHBG baixo (< 20 nmol/L):** investigar resistência à insulina, diabetes tipo 2, obesidade visceral, hipotireoidismo, síndrome metabólica e hiperprolactinemia.\n- Não analisar o SHBG isoladamente: correlacionar com testosterona total, DHT, estradiol, sintomas e composição corporal.\n\n### Investigação Complementar\n\n- **Resistência à insulina / Metabolismo glicídico:** glicemia de jejum, insulina de jejum, HOMA-IR, HbA1c.\n- **Função tireoidiana:** TSH, T4 livre, T3 livre (SHBG é modulado por hormônios tireoidianos).\n- **Função hepática:** AST, ALT, GGT, albumina sérica (SHBG é produzido no fígado).\n- **Avaliação de composição corporal:** percentual de gordura visceral, IMC, circunferência abdominal.\n- **Avaliação do eixo hipotálamo-hipofisário:** LH, FSH (para diferenciar hipogonadismo primário de secundário).\n- **Apneia do sono:** investigar em homens com obesidade, ronco e SHBG baixo — a hipóxia noturna contribui para hipogonadismo hipotalâmico.\n\n### Intervenções Baseadas em Evidências\n\n**Para SHBG baixo (associado a resistência à insulina / obesidade):**\n- **Perda de peso:** redução de gordura visceral melhora sensibilidade insulínica e eleva SHBG. A perda de peso reduz a gordura hepática de forma independente da resistência à insulina, associando-se a aumento do SHBG.\n- **Exercício físico:** treinamento de resistência e aeróbico melhoram composição corporal e perfil metabólico.\n- **Otimização nutricional:** reduzir carga glicêmica, ultraprocessados e álcool. Avaliar colesterol (mínimo de 140 mg/dL é teoricamente necessário para síntese de hormônios esteroides).\n- **Controle do estresse:** cortisol elevado cronicamente desvia pregnenolona da produção de hormônios sexuais (roubo de pregnenolona). Adaptógenos como Ashwagandha podem ser considerados como adjuvantes.\n- **Tratar comorbidades:** controle glicêmico rigoroso no DM2, tratamento da apneia do sono, otimização da função tireoidiana.\n\n**Para SHBG elevado (com testosterona biodisponível reduzida):**\n- Tratar a causa de base (hipertireoidismo, hepatopatia).\n- Avaliar necessidade de reposição hormonal individualizada, considerando sintomas e testosterona biodisponível.\n- **Não tentar baixar o SHBG a qualquer custo** sem critério clínico — em alguns contextos (como uso de anticoncepcionais em mulheres), o SHBG elevado representa resposta protetora do organismo.\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista ou urologista:** hipogonadismo confirmado com LH/FSH alterados, suspeita de patologia testicular primária ou hipofisária.\n- **Hepatologista:** SHBG persistentemente baixo com alterações de enzimas hepáticas sugerindo hepatopatia.\n- **Pneumologista/especialista em sono:** suspeita de apneia obstrutiva do sono com impacto no eixo hormonal.\n- **Equipe multidisciplinar (nutricionista + médico):** obesidade com hipogonadismo hipogonadotrófico — fluxo integrado para manejo de composição corporal e reposição hormonal quando indicada.\n\n### Monitoramento\n\n- Repetir SHBG e painel hormonal após **3–6 meses** de intervenção no estilo de vida ou após início de qualquer terapia hormonal.\n- Manter coleta padronizada: manhã, jejum, mesmas condições a cada avaliação.\n- Avaliar resposta clínica em conjunto com os dados laboratoriais — correlacionar com sintomas de libido, energia, composição corporal e função erétil.",

  "points": 14
}
