{
  "score_item_id": "019bf31d-2ef0-79e3-911a-8d0944eda087",
  "clinical_relevance": "A SHBG (Sex Hormone-Binding Globulin) é uma glicoproteína homodimérica de 90–100 kDa produzida predominantemente pelos hepatócitos, codificada por gene no braço curto do cromossomo 17. Circula no plasma ligando-se a esteroides sexuais com alta afinidade e especificidade, sendo o principal regulador da biodisponibilidade de testosterona, estradiol e diidrotestosterona (DHT). A afinidade relativa segue a ordem: DHT > testosterona > androstenediol > estradiol > estrona. Em condições fisiológicas, apenas 1–2% da testosterona circula livre e biologicamente ativa; cerca de 65% está ligada à SHBG e o restante à albumina. Portanto, a SHBG é o principal determinante da fração livre e ativa dos hormônios sexuais.\n\nEm mulheres, os valores de referência variam conforme a faixa etária, estado hormonal e uso de medicamentos. O SHBG tende a aumentar com o envelhecimento, com o uso de estrogênios exógenos (incluindo anticoncepcionais orais combinados), com o hipertireoidismo e com perda ponderal extrema. Por outro lado, níveis reduzidos de SHBG associam-se a obesidade, resistência à insulina, hiperinsulinemia, hipotireoidismo, síndrome dos ovários policísticos (SOP), hiperprolactinemia e uso de androgênios ou glicocorticoides.\n\nA relevância clínica do SHBG transcende sua função de proteína transportadora. Evidências robustas demonstram que baixos níveis de SHBG são fator de risco independente para resistência à insulina, diabetes mellitus tipo 2 e perfil lipídico desfavorável em mulheres jovens e na meia-idade. O estudo SWAN (Study of Women's Health Across the Nation) revelou que aumento de gordura hepática combinado com redução do SHBG associa-se a maior risco metabólico na meia-vida, com correlação negativa entre SHBG e insulinemia em mulheres com esteatose hepática. Além disso, em mulheres pós-menopáusicas, o Índice de Androgênios Livres (IAL = testosterona total ÷ SHBG × 100), mas não a testosterona total isolada, associa-se à síndrome metabólica e aumento do risco cardiovascular.\n\nNa SOP, a SHBG baixa é uma marca clínica característica. Estudos indicam que a redução do SHBG pode preceder o aumento dos androgênios, sugerindo seu valor como biomarcador precoce. A hiperinsulinemia suprime diretamente a produção hepática de SHBG, criando um ciclo vicioso: resistência à insulina → hiperinsulinemia → SHBG baixa → maior biodisponibilidade androgênica → progressão da patologia ovariana e anovulação. Intervenções que melhoram a sensibilidade à insulina (metformina, mio-inositol, D-chiro-inositol) aumentam os níveis séricos de SHBG e associam-se a melhora da função ovariana, redução do HOMA-IR e do LDL-C.\n\nAnticoncepcionais orais combinados elevam significativamente o SHBG por efeito hepático (estimulação estrogênica da síntese), o que reduz a testosterona livre — efeito inicialmente protetor, mas que pode mascarar ou agravar deficiências androgênicas sintomáticas. Em usuárias de anticoncepcionais, a avaliação do SHBG isolado tem interpretação limitada. Agentes com atividade androgênica (gestrinona, androgênios exógenos) reduzem o SHBG, aumentando a disponibilidade de DHT e potencializando efeitos androgênicos adversos (acne, alopecia). O SHBG possui receptores próprios em membranas celulares e pode exercer ações independentes da liberação hormonal, embora esses mecanismos ainda não sejam totalmente elucidados.\n\nDo ponto de vista da estratificação de risco: SHBG muito baixo (especialmente abaixo de 20–25 nmol/L em mulheres sem anticoncepcional) sugere resistência à insulina, SOP ou síndrome metabólica subjacente e merece investigação aprofundada. SHBG muito elevado pode indicar hiperestrogenismo, hipertireoidismo, hepatopatia ou uso de medicamentos específicos, e também reduz a biodisponibilidade de androgênios, podendo causar sintomas de deficiência androgênica mesmo com testosterona total normal.",

  "patient_explanation": "A SHBG é uma proteína produzida pelo fígado que funciona como um \"táxi\" para os hormônios sexuais no sangue. Ela carrega testosterona e estrogênio, controlando quanto desses hormônios fica disponível para o corpo usar de verdade. Quando a SHBG está muito alta, menos hormônios ficam livres para agir, o que pode causar cansaço, queda de libido e outros sintomas mesmo com exames de hormônios aparentemente normais. Quando está muito baixa, mais hormônios ficam livres, o que pode estar relacionado a resistência à insulina, síndrome dos ovários policísticos (SOP), excesso de pelos, acne e maior risco metabólico a longo prazo. Vários fatores influenciam a SHBG: uso de pílula anticoncepcional, sobrepeso, alterações na tireoide, diabetes e inflamação. Por isso, seu médico avalia esse exame junto com outros dados clínicos e laboratoriais para entender melhor o equilíbrio hormonal do seu organismo e orientar o tratamento mais adequado para você.",

  "conduct": "## Conduta Clínica — SHBG em Mulheres\n\n### 1. Interpretação Contextualizada\n\n- **Sempre avaliar SHBG em conjunto com:** testosterona total, testosterona livre (ou Índice de Androgênios Livres = testosterona total ÷ SHBG × 100), estradiol, DHEA-S, insulina de jejum, HOMA-IR, TSH e perfil lipídico.\n- **Uso de anticoncepcionais orais combinados (COC):** o SHBG estará artificialmente elevado pelo efeito estrogênico hepático. Não interpretar como achado patológico isoladamente; considerar suspensão do COC para avaliação real se clinicamente indicado.\n- **Gestrinona e androgênios exógenos:** reduzem o SHBG; avaliar testosterona e DHT antes de prescrever para evitar potencialização de efeitos androgênicos adversos.\n- Valores de SHBG muito baixos em mulheres sem uso de COC sugerem resistência à insulina ou SOP até prova em contrário.\n\n---\n\n### 2. SHBG Baixo (Sinal de Alerta Metabólico)\n\n**Investigação complementar:**\n- Glicemia de jejum, insulina de jejum, HOMA-IR (resistência à insulina)\n- Hemoglobina glicada (HbA1c)\n- Perfil lipídico completo (HDL-C frequentemente reduzido)\n- Ultrassonografia pélvica (morfologia ovariana, SOP)\n- TSH, T4 livre (hipotireoidismo suprime SHBG)\n- Prolactina (hiperprolactinemia associada a SHBG reduzido)\n- ALT, AST, GGT, ultrassonografia hepática (esteatose hepática não alcoólica — NAFLD)\n- Cortisol salivar noturno ou teste de supressão com dexametasona 1 mg se suspeita de hipercortisolismo\n- 17-hidroxiprogesterona se suspeita de hiperplasia adrenal congênita não clássica\n\n**Critérios de encaminhamento:**\n- SOP confirmada pelos critérios de Roterdã (2 de 3): irregularidade menstrual/anovulação, hiperandrogenismo clínico/biológico, ovários policísticos à USG → encaminhar à endocrinologia ou ginecologia especializada\n- Resistência à insulina significativa (HOMA-IR elevado) com risco de DM2 → endocrinologia\n- NAFLD confirmada com transaminases elevadas → hepatologia\n\n**Intervenções baseadas em evidências:**\n- **Mudança de estilo de vida:** redução ponderal melhora a sensibilidade à insulina e eleva o SHBG; dieta hipocalórica com restrição de carboidratos refinados e açúcares simples (a lipogênese hepática induzida por monossacarídeos reduz a expressão do gene SHBG)\n- **Metformina XR:** até 1.500 mg/dia em mulheres com resistência à insulina ou SOP; associada a aumento do SHBG e melhora da função ovariana\n- **Mio-inositol 2 g + ácido fólico 200 mcg, 2x/dia:** aumenta SHBG e melhora parâmetros metabólicos e ovulatórios na SOP; considerar adição de D-chiro-inositol\n- **Exercício físico regular:** melhora a sensibilidade à insulina e contribui para normalização do SHBG\n- **Correção do hipotireoidismo:** normalização do TSH tende a elevar o SHBG\n\n---\n\n### 3. SHBG Elevado (Possível Redução de Biodisponibilidade Hormonal)\n\n**Investigação complementar:**\n- TSH e T4 livre (hipertireoidismo eleva SHBG)\n- Estradiol sérico (hiperestrogenismo)\n- Revisão de medicamentos em uso (COC, moduladores seletivos de estrogênio, anticonvulsivantes, tiazolidinedionas)\n- Avaliação nutricional (perda ponderal extrema ou desnutrição)\n- Função hepática (hepatopatias podem alterar síntese de SHBG)\n\n**Conduta:**\n- Tratar causa base identificada\n- Em casos de sintomas de deficiência androgênica (fadiga, baixa libido, disfunção sexual) com SHBG muito elevado e testosterona livre reduzida: considerar avaliação clínica individualizada para reposição androgênica em baixas doses, monitorando resposta e evitando superdosagem\n- Suspensão do COC quando possível e clinicamente seguro, com orientação sobre período de readaptação hormonal (aproximadamente 3 meses)\n\n---\n\n### 4. Monitoramento\n\n- Reavaliar SHBG a cada 3–6 meses durante intervenções para resistência à insulina ou ajuste hormonal\n- Incluir painel salivar (testosterona, DHT, estradiol; progesterona no D22–D24) quando a avaliação sérica for insuficiente para esclarecer o quadro clínico\n- Monitorar sinais androgênicos adversos (acne, alopecia, hirsutismo) em mulheres com SHBG em queda sob terapia hormonal\n- Avaliar regularmente a função hepática e o perfil metabólico como parte do acompanhamento integral",

  "points": 14
}
