{
  "score_item_id": "019bf31d-2ef0-7175-958b-2b260ae48a40",
  "clinical_relevance": "O sódio sérico (Na+) é o principal cátion extracelular e o determinante primário da osmolalidade plasmática e do volume extracelular. Seus valores de referência situam-se entre 135 e 145 mEq/L (mmol/L). Desvios dessa faixa — especialmente a hiponatremia — representam o distúrbio eletrolítico mais frequentemente encontrado na prática clínica diária, sendo identificado em 15 a 30% dos pacientes hospitalizados.\n\nFisiologicamente, o sódio é regulado por um sistema integrado que envolve a vasopressina arginina (AVP/ADH), o sistema renina-angiotensina-aldosterona, o peptídeo natriurético atrial e a função renal tubular. A osmolalidade plasmática efetiva é mantida predominantemente pelo sódio sérico quando ausentes hiperglicemia e insuficiência renal, tornando-o um marcador indireto confiável do estado de hidratação.\n\nA classificação da hiponatremia é tríplice: (1) por concentração — leve: 130–134 mmol/L, moderada: 125–129 mmol/L, grave: < 125 mmol/L; (2) por duração — aguda (< 48h) ou crônica (≥ 48h ou duração desconhecida); (3) por sintomas neurológicos — ausentes/mínimos, moderados (desorientação, confusão, náusea, instabilidade de marcha) ou graves (coma, convulsões, herniação transtentorial, distresse respiratório). A presença de sintomas neurológicos graves configura emergência médica independentemente do valor absoluto de Na+.\n\nEpidemiologicamente, a hiponatremia associa-se a aumento significativo de mortalidade, tempo de hospitalização, quedas, fraturas osteoporóticas, comprometimento cognitivo e déficits neuropsicológicos crônicos. Estudos populacionais demonstram que concentrações de sódio abaixo de 135 mmol/L ou acima de 145 mmol/L se associam a maior probabilidade de desfechos adversos e mortalidade em adultos de 51 a 70 anos. Pesquisas recentes de 2026 identificam uma relação em forma de U entre sódio sérico dentro da faixa normal e o envelhecimento biológico, sugerindo que mesmo variações sutis dentro do espectro de normalidade carregam informação prognóstica de longevidade.\n\nA causa mais comum de hiponatremia hospitalar é a SIAD (Síndrome de Antidiurese Inapropriada), que deve ser investigada sistematicamente. Outras etiologias incluem insuficiência cardíaca, cirrose, insuficiência adrenal, hipotireoidismo, uso de tiazídicos, diuréticos de alça, ISRS e AINEs.\n\nA hipernatremia (Na+ > 145 mEq/L) reflete invariavelmente déficit de água livre em relação ao sódio corporal total e associa-se a desidratação, diabetes insipidus, perdas hipotônicas não repostas ou ingesta insuficiente de água — especialmente em idosos e pacientes com alteração do nível de consciência.\n\nA correção inadequada da hiponatremia — particularmente a correção excessivamente rápida — pode desencadear a Síndrome de Desmielinização Osmótica (SDO/ODS), incluindo mielólise pontina central e extrapontina, com consequências neurológicas devastadoras e potencialmente irreversíveis. Fatores de risco para SDO incluem: Na+ < 120 mmol/L, hipocalemia concomitante, desnutrição, etilismo crônico, doença hepática avançada e transplante hepático.",
  "patient_explanation": "O sódio é um mineral presente no sangue que ajuda a controlar a quantidade de água dentro e fora das células do seu corpo, mantendo o equilíbrio hídrico e o funcionamento correto do sistema nervoso e dos músculos. O valor considerado normal fica entre 135 e 145 mEq/L. Quando o sódio está baixo — situação chamada hiponatremia — você pode sentir dor de cabeça, náusea, confusão mental, tontura ou fraqueza. Nos casos mais graves, podem ocorrer convulsões. Sódio baixo pode acontecer por beber água em excesso, por uso de certos remédios como diuréticos, ou por doenças do coração, fígado ou rins. Quando o sódio está alto — hipernatremia — geralmente significa que seu corpo está desidratado. O tratamento depende da causa e deve ser feito com cuidado pelo médico, pois tanto a queda quanto a correção muito rápida do sódio podem ser prejudiciais. Manter boa hidratação e seguir as orientações médicas são as melhores formas de manter o sódio equilibrado.",
  "conduct": "## Conduta Clínica — Sódio Sérico (Na+)\n\n### Avaliação Inicial\n\n- **Confirmar o valor:** descartar pseudohiponatremia (hipertrigliceridemia grave, hiperproteinemia) e hiponatremia translocacional por hiperglicemia (calcular Na+ corrigido: acrescentar 1,6 mEq/L para cada 100 mg/dL de glicose acima de 100 mg/dL)\n- **Classificar a hiponatremia em três dimensões simultâneas:**\n  - Concentração: leve (130–134), moderada (125–129) ou grave (< 125 mmol/L)\n  - Duração: aguda (< 48h) ou crônica (≥ 48h / desconhecida)\n  - Sintomas neurológicos: ausentes/mínimos, moderados ou graves\n- **Avaliar o volume do líquido extracelular (LEC):** hipovolêmica, euvolêmica ou hipervolêmica — orienta a etiologia\n- **Solicitar urina para osmolalidade (UOsm) e Na+ urinário:** UOsm > 100 mOsm/kg com Na+ urinário > 30 mmol/L em paciente euvolêmico sugere SIAD\n\n### Exames Complementares\n\n- **Laboratoriais:** eletrólitos séricos completos (Na+, K+, Cl-, bicarbonato), osmolalidade sérica, glicemia, ureia, creatinina, ácido úrico, eletrólitos urinários, osmolalidade urinária, hemograma\n- **Endócrinos (se SIAD suspeita ou euvolêmica):** TSH, T4 livre, cortisol basal (ou teste de estimulação se suspeita de insuficiência adrenal)\n- **Imagem:** radiografia de tórax e tomografia de tórax/abdome/pelve se SIAD confirmada sem causa evidente (excluir neoplasia oculta)\n- **SNC:** RNM de crânio se sintomas neurológicos ou suspeita de desmielinização osmótica (SDO)\n\n### Manejo da Hiponatremia\n\n#### Sintomas Graves (coma, convulsões, herniação)\n- **Emergência:** administrar solução salina hipertônica a 3% imediatamente\n  - Meta: elevar Na+ em +5 mmol/L na primeira hora\n  - Monitorar Na+ sérico e débito urinário a cada 2 horas até estabilização\n  - **Limite superior de correção:** ≤ 10 mmol/L nas primeiras 24h (≤ 8 mmol/L/24h em pacientes com alto risco de SDO)\n  - Interromper infusão ao resolverem os sintomas graves\n\n#### Sintomas Moderados ou Leve/Crônica\n- Corrigir em velocidade moderada, independentemente do método escolhido\n- Suspender medicamentos que prejudiquem a excreção renal de água livre (tiazídicos, ISRS, AINEs, desmopressina)\n- **Restrição hídrica** (≤ 1 L/dia): opção de primeira linha na SIAD; aumenta Na+ em mediana de 4 mmol/L ao longo de dias em RCTs\n- **Ureia oral** (30 g/dia): eficaz para SIAD; em séries observacionais, eleva Na+ em ~7 mmol/L em 4 dias com taxa de correção excessiva de apenas 3%\n- **Vaptans (tolvaptana):** antagonistas do receptor V2 da vasopressina; indicados em SIAD refratária em contexto hospitalar com monitorização rigorosa\n- **SGLT2 inibidores (empagliflozina):** evidência emergente em SIAD; uso ainda investigacional\n\n#### Correção Excessivamente Rápida — Protocolo de Re-abaixamento\n- Se Na+ subir > 10 mmol/L em 24h ou > 18 mmol/L em 48h em pacientes de risco para SDO:\n  - Interromper qualquer tratamento hipertônico\n  - Administrar desmopressina (dDAVP) e/ou soro glicosado a 5% (SG5%) para re-baixar o Na+\n  - Notificar nefrologia/endocrinologia imediatamente\n\n### Manejo da Hipernatremia\n- Identificar e tratar a causa (déficit de água livre, diabetes insipidus, perdas hipotônicas)\n- Repor água livre: preferir via oral/enteral; se EV, usar SG5% ou soro hipotônico 0,45%\n- Velocidade de correção: não exceder queda de 10–12 mEq/L nas primeiras 24h para evitar edema cerebral\n- Monitorar Na+ a cada 4–6h durante a fase de correção ativa\n\n### Critérios de Encaminhamento\n\n- **Nefrologia:** hiponatremia grave (< 125 mmol/L), refratária, recorrente ou de etiologia indefinida\n- **Endocrinologia:** suspeita de SIAD, insuficiência adrenal, hipotireoidismo ou diabetes insipidus\n- **Neurologia/UTI:** sintomas neurológicos moderados a graves, suspeita de SDO\n- **Oncologia:** SIAD sem causa estabelecida após investigação básica (neoplasia oculta)\n\n### Monitoramento Ambulatorial\n\n- Pacientes com hiponatremia crônica leve: repetir Na+ sérico em 4–6 semanas após ajuste terapêutico\n- Revisar e suspender medicamentos causais sempre que possível\n- Em idosos com hiponatremia crônica: avaliar risco de quedas e fraturas osteoporóticas — a hiponatremia crônica associa-se a aumento do risco de osteoporose e fratura\n- Monitorar função cognitiva em idosos com hiponatremia crônica (associação documentada com comprometimento cognitivo e déficits neuropsicológicos)",
  "points": 20
}
