{
  "score_item_id": "019bf31d-2ef0-7bd4-b9de-87e91ecc8d34",
  "clinical_relevance": "O DHEA-S (sulfato de deidroepiandrosterona) é o androgênio adrenal mais abundante na circulação humana, sintetizado primariamente pela zona reticular do córtex adrenal sob regulação do ACTH. Por sua lenta depuração metabólica, o DHEA-S não exibe ritmo circadiano significativo, tornando-o o marcador preferencial da função androgênica adrenal em comparação ao DHEA livre. Trata-se de um pró-hormônio que necessita de conversão periférica em andrógenos ou estrogênios mais potentes para exercer seus efeitos biológicos. A potência androgênica relativa é estimada na proporção de 5:10:100:300 para DHEA, androstenediona, testosterona e DHT, respectivamente.\n\nNa faixa etária de 20 a 29 anos, os níveis de DHEA-S atingem seu pico fisiológico, representando o ápice da produção androgênica adrenal ao longo da vida. Após a adrenarca, os níveis sobem progressivamente até o pico na terceira década, declinando a partir daí em torno de 2 a 5% ao ano — fenômeno denominado adrenopausa. Esse declínio independe da menopausa ou de alterações na produção de cortisol e ocorre em ambos os sexos de forma gradual e paralela. Estudos indicam que os níveis de DHEA-S chegam a cair cerca de 70% entre os 20 e os 60 anos, e em 80 a 90% do pico ao atingir a oitava ou nona décadas de vida.\n\nNa avaliação clínica de homens jovens (20-29 anos), valores de DHEA-S abaixo do esperado para a faixa etária podem indicar: disfunção do eixo hipotálamo-hipófise-adrenal (HPA), estresse crônico, privação de sono, exercício físico extremo ou uso de glicocorticoides. Estudos com militares submetidos a 5 dias de exercício intenso com privação de sono e alimento demonstraram queda expressiva do DHEA (de ~27 para ~6 nmol/L), paralela à elevação do cortisol e redução da testosterona, indicando supressão do eixo sob estresse agudo extremo.\n\nA razão cortisol/DHEA é clinicamente relevante: DHEA baixo de forma isolada, independentemente da idade, sugere estresse crônico sustentado. Em estudos epidemiológicos, baixos níveis de DHEA-S foram associados a maior incidência de doenças cardiovasculares e a maior risco de mortalidade — em um estudo com 290 indivíduos acima de 65 anos seguidos por 10 anos, o risco relativo de mortalidade associado a DHEA baixo (1,9) foi comparável ao do tabagismo (2,0). Um estudo prospectivo com 2.416 homens idosos demonstrou que DHEA e DHEA-S séricos baixos são preditores independentes de eventos coronarianos (hazard ratio por desvio-padrão de aumento: 0,82 e 0,86, respectivamente).\n\nEm homens jovens, o DHEA-S elevado (acima do percentil 97,5 para a faixa etária) pode indicar hiperplasia adrenal congênita não clássica, tumor adrenal produtor de andrógenos ou uso exógeno de DHEA. Valores suprafisiológicos também podem ocorrer em contextos de hiperfunção adrenal. A associação entre baixos níveis de DHEA e resistência à insulina, dislipidemia diabética e prejuízo da tolerância à glicose é descrita em estudos observacionais, embora os resultados de estudos de intervenção com reposição de DHEA em homens sejam heterogêneos.",
  "patient_explanation": "O DHEA-S é um hormônio produzido pelas glândulas suprarrenais, que ficam acima dos rins. Ele funciona como uma espécie de matéria-prima que o corpo transforma em outros hormônios importantes, como a testosterona. Nos homens entre 20 e 29 anos, esse é justamente o período em que os níveis de DHEA-S estão no ponto mais alto da vida — o que é completamente normal e esperado. Com o passar dos anos, esses níveis caem naturalmente. Quando o resultado está abaixo do esperado para a sua idade, isso pode indicar que as suprarrenais estão sob sobrecarga, muitas vezes por estresse prolongado, sono ruim ou esforço físico intenso sem recuperação adequada. Quando está muito acima do normal, pode ser necessário investigar as suprarrenais com mais cuidado. Em qualquer caso, esse exame é uma peça importante para entender como o seu organismo está funcionando como um todo, e pequenas alterações costumam ter soluções práticas com acompanhamento médico adequado.",
  "conduct": "## Conduta Clínica — DHEA-S em Homens (20-29 anos)\n\n### 1. Interpretação dos Resultados\n\n- **Valor dentro da faixa esperada:** Confirma função androgênica adrenal adequada para a faixa etária de pico. Manter acompanhamento de rotina.\n- **Valor abaixo da faixa de referência:** Investigar causas secundárias antes de qualquer intervenção.\n- **Valor acima da faixa de referência:** Investigar excesso de produção adrenal (tumoral ou hiperplasia).\n\n---\n\n### 2. Investigação Complementar — DHEA-S Baixo\n\n**Avaliação do eixo HPA:**\n- Cortisol sérico matinal (coleta entre 8h e 9h, preferencialmente em jejum)\n- ACTH plasmático basal\n- Curva de cortisol salivar (4 pontos: ao despertar, 30-60 min após, início da tarde, noite) — padrão ouro funcional\n- Razão cortisol/DHEA-S: elevação desta razão é marcador de estresse crônico\n\n**Avaliação androgênica complementar:**\n- Testosterona total e livre (coleta matinal, 8h)\n- LH e FSH\n- SHBG\n- Androstenediona\n\n**Avaliação metabólica:**\n- Glicemia de jejum e insulina basal (HOMA-IR)\n- Perfil lipídico completo\n- Hemograma e PCR ultrassensível\n\n---\n\n### 3. Investigação Complementar — DHEA-S Elevado\n\n- 17-OH-progesterona (rastreio de hiperplasia adrenal congênita não clássica)\n- Cortisol urinário de 24 horas\n- Teste de supressão com dexametasona (1 mg overnight) — para excluir hipercortisolismo associado\n- Imagem adrenal (ultrassonografia ou tomografia de abdome) se suspeita de massa adrenal\n- Investigar uso de suplementos ou DHEA exógeno\n\n---\n\n### 4. Causas Comuns de DHEA-S Baixo em Homens Jovens\n\n- **Estresse crônico e disfunção do eixo HPA** — causa mais frequente em adultos jovens\n- **Privação de sono** — estudos em militares documentaram queda expressiva de DHEA em 5 dias de privação combinada a exercício intenso\n- **Treinamento físico excessivo sem recuperação** (overtraining)\n- **Uso de glicocorticoides exógenos**\n- **Burnout** — associado a baixa curva de cortisol e DHEA reduzido\n- **Insuficiência adrenal** — considerar se cortisol também baixo\n\n---\n\n### 5. Intervenções Baseadas em Evidências\n\n**Abordagem não farmacológica (primeira linha):**\n- Higiene do sono: 7-9 horas por noite, horários regulares\n- Redução de estressores crônicos identificáveis (trabalho, treino excessivo, dieta hipocalórica)\n- Periodização adequada do treinamento físico com dias de recuperação\n- Suporte nutricional: garantir aporte calórico e proteico suficiente\n\n**Suplementação (com indicação médica):**\n- DHEA (prasterona) em homens: doses de 25 a 50 mg/dia, por via oral\n- Reavaliar em 8 a 12 semanas com nova dosagem de DHEA-S sérico e avaliação clínica de sintomas\n- Monitorar: DHEA-S, testosterona total e livre, estradiol, DHT — para detectar conversões indesejadas\n- A suplementação de DHEA em homens jovens saudáveis tem evidências limitadas; reservar para casos com deficiência documentada e sintomas compatíveis\n\n---\n\n### 6. Critérios de Encaminhamento\n\n- **Endocrinologista:** DHEA-S muito abaixo ou muito acima da faixa de referência sem causa identificada; suspeita de tumor adrenal; associação com hipogonadismo\n- **Médico de medicina funcional/integrativa:** Disfunção do eixo HPA com sintomas de estresse crônico, burnout ou fadiga persistente sem patologia estrutural\n\n---\n\n### 7. Monitoramento\n\n- Repetir DHEA-S após 8-12 semanas de intervenção (comportamental ou farmacológica)\n- Em contexto de reposição hormonal: revisão com perfil androgênico completo a cada 6-8 semanas nas fases iniciais\n- Acompanhar razão cortisol/DHEA-S como marcador longitudinal de resposta ao estresse crônico"
,
  "points": 10
}
