{
  "score_item_id": "c77cedd3-2800-74ff-a425-5d48a8db9d9c",
  "clinical_relevance": "O DHEA-S (sulfato de deidroepiandrosterona) é a forma circulante estável e de reserva do DHEA, produzido predominantemente pela zona reticular do córtex adrenal em resposta ao ACTH. Por sua meia-vida longa (10–20 horas), o DHEA-S é o marcador laboratorial preferencial para avaliação da função androgênica adrenal, sendo mais confiável e menos sujeito à variação circadiana do que o DHEA livre.\n\nFisiologicamente, o DHEA e o DHEA-S atuam como pró-hormônios com fraca atividade androgênica intrínseca, sendo convertidos perifericamente em andrógenos potentes (testosterona, DHT) e estrogênios conforme o contexto tecidual. Em homens na faixa de 30–39 anos, o DHEA-S já pode iniciar seu declínio fisiológico gradual, que se torna mais pronunciado após os 40 anos — fenômeno denominado adrenopenia ou adrenopausa.\n\nOs valores de referência para DHEA-S em homens de 30–39 anos situam-se tipicamente entre 200 e 520 µg/dL, com variações conforme o laboratório. Valores abaixo de 200 µg/dL nessa faixa etária sugerem declínio precoce e merecem investigação do eixo hipotálamo-hipófise-adrenal (HHA).\n\nDo ponto de vista clínico, estudos epidemiológicos associam níveis baixos de DHEA-S a desfechos negativos relevantes em homens. Um estudo prospectivo japonês com 940 indivíduos (acompanhados de 1978 a 2005) demonstrou que homens com DHEA >200 apresentaram maior sobrevivência, enquanto níveis baixos associaram-se a maior mortalidade. Um estudo com 999 idosos (média de 85,2 anos) mostrou que baixos níveis de DHEA se associaram a maior incidência de doenças cardiovasculares. Notavelmente, um estudo conduzido no sul da França acompanhou 290 indivíduos acima de 65 anos por 10 anos e calculou o risco relativo de mortalidade: tabagismo = 2,0; DHEA-S baixo = 1,9 — evidenciando que DHEA-S baixo é fator de risco de mortalidade de magnitude comparável ao tabagismo.\n\nA razão cortisol/DHEA é um marcador clínico útil: DHEA baixo, independentemente da idade, sinaliza fortemente estresse crônico e hiperatividade do eixo HHA. Situações de estresse extremo (como privação de sono e exercício intenso prolongado) suprimem agudamente o DHEA, enquanto o cortisol se eleva — desequilíbrio que pode persistir mesmo após período de descanso.\n\nAssociações epidemiológicas descritas para DHEA-S baixo incluem: maior resistência à insulina e intolerância à glicose (dados inconsistentes em humanos, mas presentes), perfil lipídico aterogênico, maior incidência de doenças cardiovasculares, sintomas depressivos e prejuízo cognitivo. Em homens jovens (30–39 anos), DHEA-S muito reduzido associado a sinais de disfunção adrenal deve levantar suspeita de insuficiência adrenal secundária ou disfunção crônica do eixo HHA por estresse, privação de sono ou síndrome metabólica.",
  "patient_explanation": "O DHEA-S é um hormônio produzido pelas glândulas suprarrenais — pequenas glândulas localizadas acima dos rins. Ele funciona como uma espécie de \"matéria-prima\" que o corpo pode transformar em outros hormônios importantes, como a testosterona. Nessa faixa de idade (30 a 39 anos), manter esse hormônio em bom nível é importante para energia, disposição, humor e saúde cardiovascular. Estudos mostram que homens com níveis baixos de DHEA-S podem ter maior risco de problemas no coração e menor longevidade. O estresse crônico, privação de sono e maus hábitos de vida são causas comuns de queda desse hormônio. A boa notícia é que mudanças no estilo de vida — como dormir melhor, reduzir o estresse, praticar exercícios moderados e melhorar a alimentação — podem ajudar a preservar esses níveis. Qualquer decisão sobre suplementação deve ser feita com orientação médica.",
  "conduct": "## Conduta Clínica: DHEA-S Baixo em Homens de 30–39 Anos\n\n### 1. Avaliação Inicial\n\n**Coleta e interpretação do exame:**\n- Solicitar DHEA-S sérico (forma de reserva, menos sujeita à variação circadiana)\n- Coletar preferencialmente pela manhã, em jejum\n- Considerar o resultado dentro do contexto clínico completo — não tratar o exame isoladamente\n\n**Investigação complementar recomendada:**\n- **Eixo HHA:** Cortisol sérico matutino (8h) e, se disponível, curva salivar de cortisol (4 pontos)\n- **Eixo gonadal:** Testosterona total matinal, LH, FSH, SHBG, estradiol, DHT\n- **Metabolismo:** Glicemia de jejum, insulina de jejum, HOMA-IR, hemoglobina glicada, perfil lipídico\n- **Função tireoidiana:** TSH, T3 livre, T4 livre\n- **Nutricionais:** Zinco sérico, magnésio eritrocitário, vitamina D (25-OH), vitaminas lipossolúveis (A, D, E, K)\n- **Inflamatório:** Proteína C-Reativa ultrassensível\n- **Composição corporal:** Circunferência abdominal, IMC\n\n---\n\n### 2. Interpretação Clínica por Cenário\n\n**DHEA-S abaixo do limite inferior da referência (< ~200 µg/dL) com sintomas:**\n- Investigar disfunção do eixo HHA: estresse crônico, privação de sono, síndrome metabólica\n- Avaliar razão cortisol/DHEA-S — razão elevada sugere predomínio catabólico\n- Considerar insuficiência adrenal secundária se cortisol também baixo\n\n**DHEA-S baixo com testosterona baixa:**\n- Diferenciar hipogonadismo primário (LH/FSH elevados) de hipogonadismo secundário (LH/FSH normais ou baixos)\n- Rastrear causas tratáveis: obesidade, apneia do sono, hiperprolactinemia, uso de medicamentos\n\n**DHEA-S isoladamente baixo, sem sintomas claros:**\n- Orientar sobre fatores de estilo de vida e repetir exame após 3–6 meses de intervenção comportamental\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Prioridade 1 — Estilo de vida (base do tratamento):**\n- **Sono:** 7–9 horas por noite; sono fragmentado é uma das principais causas de supressão adrenal\n- **Manejo do estresse:** Técnicas comprovadas (meditação, respiração, exercício aeróbico moderado)\n- **Exercício físico:** Exercício moderado tem efeito restaurador no eixo HHA; exercício extenuante sem recuperação adequada pode suprimir ainda mais o DHEA\n- **Nutrição:** Garantir aporte calórico adequado; colesterol LDL > 140 mg/dL é substrato para esteroidogênese; evitar dietas hipocalóricas severas\n- **Correção de deficiências nutricionais:** Zinco, magnésio, vitamina D e vitaminas lipossolúveis são cofatores essenciais na esteroidogênese\n\n**Prioridade 2 — Controle de comorbidades:**\n- Tratar obesidade visceral: melhora direta do eixo HHA e da função testicular\n- Rastrear e tratar apneia obstrutiva do sono\n- Controlar resistência à insulina\n\n**Prioridade 3 — Suplementação/Reposição (quando indicado):**\n- **Prasterona (DHEA):** No Brasil, prescrita como prasterona. Doses para homens: 25–50 mg/dia. Atenção: em homens, a evidência de que o DHEA funcione como precursor robusto para elevar testosterona é limitada — o efeito não é tão estabelecido quanto em mulheres. Monitorar DHEA-S, testosterona, estradiol e DHT após 6–8 semanas do início\n- **Contraindicações relativas:** Neoplasias hormônio-dependentes (próstata), não iniciar sem investigação adequada\n- **Não substituir modificação de estilo de vida pela suplementação**\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Endocrinologista:** Suspeita de insuficiência adrenal primária ou secundária; DHEA-S muito baixo com cortisol também reduzido\n- **Urologista/Andrologista:** Hipogonadismo confirmado com sintomas\n- **Médico do sono:** Suspeita de apneia obstrutiva do sono\n\n---\n\n### 5. Monitoramento\n\n- Repetir DHEA-S após 3–6 meses de intervenção comportamental\n- Se em uso de prasterona: checar DHEA-S, testosterona total, estradiol e DHT a cada 6–8 semanas inicialmente\n- Avaliar sintomas: energia, disposição, libido, humor, composição corporal\n- Monitorar razão cortisol/DHEA-S como marcador de equilíbrio do eixo HHA",
  "points": 12
}
