{
  "score_item_id": "019bf31d-2ef0-7501-b85e-a4ffd71ccc7a",
  "clinical_relevance": "O DHEA-S (sulfato de deidroepiandrosterona) é a forma sulfatada e circulante do DHEA, produzido predominantemente na zona reticular do córtex adrenal em resposta ao ACTH. Por sua meia-vida longa e concentrações séricas estáveis, o DHEA-S é considerado o marcador laboratorial mais confiável da produção androgênica adrenal. Fisiologicamente, o DHEA e o DHEA-S atuam como pró-hormônios precursores de andrógenos potentes (testosterona, DHT) e estrogênios, sendo convertidos conforme a demanda nos tecidos periféricos.\n\nO declínio do DHEA-S é um fenômeno universal e progressivo conhecido como 'adrenoparca', independente da menopausa e ocorrendo em ambos os sexos a partir da terceira década de vida. Os níveis declinam aproximadamente 2–5% ao ano após o pico atingido na terceira década, com redução acumulada de cerca de 70% entre os 20 e 60 anos de idade. Aos 70–80 anos, os níveis correspondem a apenas 10–20% dos valores de pico. A redução na atividade da 17,20-liase, a diminuição da massa da zona reticular adrenal e o declínio de IGF-I e IGF-II são mecanismos propostos para explicar a adrenoparca.\n\nPara homens na faixa etária de 40–49 anos, os valores de referência laboratoriais situam-se tipicamente entre 70–430 µg/dL, variando conforme o laboratório. Nesta faixa etária específica, a queda já é clinicamente relevante, pois representa o período de transição em que o declínio progressivo começa a traduzir-se em manifestações clínicas mensuráveis.\n\nAs associações clínicas do DHEA-S baixo incluem: resistência à insulina e risco aumentado de diabetes tipo 2; dislipidemia diabética em homens com diabetes tipo 2; deterioração musculoesquelética com redução de força muscular e densidade óssea; declínio cognitivo e transtornos de humor; e risco cardiovascular aumentado. Estudo prospectivo com 2.416 homens idosos (69–81 anos) seguido por 5 anos demonstrou que níveis baixos de DHEA e DHEA-S foram inversamente associados ao risco ajustado por idade de eventos coronarianos (hazard ratios por DP de aumento: 0,82 e 0,86, respectivamente), sendo os níveis baixos de DHEA-S particularmente preditivos em homens mais jovens da coorte, sugerindo relevância prognóstica cardiovascular já na quinta e sexta décadas. Estudo com 999 indivíduos com média de 85,2 anos demonstrou associação de baixos níveis de DHEA com maior incidência de doenças cardiovasculares. Adicionalmente, estudo comparativo conduzido no sul da França acompanhou 290 indivíduos acima de 65 anos por 10 anos e evidenciou que risco relativo de mortalidade com DHEA-S baixo (1,9) foi quase equivalente ao do tabagismo (2,0).\n\nA razão cortisol/DHEA-S possui valor clínico importante para avaliação de estresse crônico e mortalidade: DHEA baixo independentemente da idade é forte indicador de estresse crônico sustentado. Em contextos de estresse agudo extremo (como privação de sono e exercício intenso prolongado), o DHEA cai agudamente junto à testosterona enquanto o cortisol eleva-se, ilustrando a dinâmica do eixo HPA.\n\nQuanto à estratificação de risco em homens de 40–49 anos, níveis abaixo do limite inferior da referência para a faixa etária merecem investigação do eixo hipotálamo-hipófise-adrenal (HHA) e correlação com sintomas clínicos como fadiga, redução de libido, perda de massa muscular, alterações do humor e dislipidemia.",
  "patient_explanation": "O DHEA-S é um hormônio produzido pelas glândulas suprarrenais (que ficam sobre os rins) e serve como matéria-prima para a fabricação de outros hormônios importantes no seu organismo, como a testosterona. É normal que os níveis desse hormônio caiam gradualmente com o passar dos anos — todos os adultos passam por esse processo. Na faixa dos 40 aos 49 anos, essa queda já pode ser perceptível e, quando muito acentuada, pode se relacionar a sintomas como cansaço persistente, perda de disposição, redução de massa muscular, alterações de humor e menor desejo sexual. Níveis baixos também podem estar associados a maior risco de problemas no coração e alterações no colesterol. O exame de DHEA-S no sangue é uma forma simples e confiável de avaliar a saúde das suas glândulas suprarrenais. Se o resultado estiver fora do esperado para a sua idade, seu médico poderá investigar as causas e orientar as melhores estratégias para proteger sua saúde a longo prazo.",
  "conduct": "## Conduta Clínica — DHEA-S em Homens (40–49 anos)\n\n### 1. Interpretação do Resultado\n\n- **Valores de referência para 40–49 anos (homens):** geralmente 70–430 µg/dL (conferir faixa do laboratório utilizado)\n- **Declínio fisiológico esperado:** 2–5% ao ano a partir da terceira década\n- Correlacionar sempre com quadro clínico: fadiga, perda de libido, redução de massa muscular, alterações de humor, dificuldade cognitiva\n- Avaliar a **razão cortisol/DHEA-S** como indicador de estresse crônico do eixo HPA\n\n### 2. Investigação Complementar\n\n**Exames laboratoriais recomendados:**\n- Cortisol sérico matinal (8h, em jejum) e razão cortisol/DHEA-S\n- Testosterona total (coleta matinal entre 7h–10h, em jejum)\n- Testosterona livre (calculada via SHBG + albumina, preferível à dosagem direta em laboratórios brasileiros)\n- SHBG, LH, FSH\n- DHT (dihidrotestosterona)\n- Estradiol\n- Glicemia de jejum, insulina de jejum, HOMA-IR\n- Perfil lipídico completo\n- TSH, T3 livre, T4 livre (disfunção tireoidiana pode impactar eixo adrenal)\n- Hemograma completo\n- Cortisol salivar em curva (4 pontos: manhã, meio-dia, tarde, noite) para avaliação funcional do eixo HPA — considerar se suspeita de disfunção adrenal crônica\n\n**Avaliação clínica complementar:**\n- Anamnese direcionada a estresse crônico, qualidade do sono, carga de exercício, padrão alimentar\n- Avaliação de composição corporal (massa muscular, gordura visceral)\n- Pressão arterial e marcadores de risco cardiovascular\n\n### 3. Critérios de Encaminhamento\n\n- **Endocrinologista:** níveis muito baixos (abaixo de 50 µg/dL) com suspeita de insuficiência adrenal primária ou hipopituitarismo; investigação de neoplasia adrenal se elevação extrema e isolada de DHEA-S\n- **Cardiologista:** quando DHEA-S baixo coexistir com fatores de risco cardiovascular acumulados (dislipidemia, hipertensão, resistência à insulina, tabagismo)\n- **Médico com formação em medicina integrativa/funcional:** para abordagem do eixo HPA, estresse crônico e otimização hormonal fisiológica\n\n### 4. Intervenções Baseadas em Evidências\n\n**Modificações de estilo de vida (primeira linha):**\n- **Sono de qualidade:** restauração do ritmo circadiano é fundamental para a produção adrenal; privação de sono reduz agudamente DHEA e testosterona\n- **Gestão do estresse:** técnicas de redução de estresse (mindfulness, meditação, treinamento de respiração) reduzem cortisol crônico e favorecem equilíbrio cortisol/DHEA-S\n- **Exercício físico adequado:** treino de resistência (musculação) favorece produção androgênica; evitar overtraining, que eleva cortisol e reduz DHEA\n- **Alimentação:** dieta com aporte adequado de gorduras saudáveis (precursores esteroidogênicos), controle de resistência insulínica e redução de inflamação sistêmica\n- **Controle do peso corporal:** obesidade aumenta aromatase e resistência à insulina, agravando o desequilíbrio hormonal\n\n**Suplementação (quando indicada clinicamente):**\n- A suplementação com DHEA (prasterona) em homens de meia-idade pode ser considerada em casos de déficit documentado com sintomas clínicos associados\n- Em homens, a função do DHEA como estimulador robusto de outros hormônios é menos estabelecida do que em mulheres\n- Doses habitualmente utilizadas em homens: 25–50 mg/dia\n- Meta-análise de ensaios controlados por placebo em homens idosos não demonstrou efeito consistente do DHEA sobre metabolismo lipídico, glicêmico, saúde óssea, função sexual ou qualidade de vida; foi observada redução de massa gorda, dependente da conversão em metabólitos bioativos\n- Monitorar testosterona, estradiol, DHT, SHBG e DHEA-S após 6–8 semanas de uso\n\n### 5. Monitoramento\n\n- Repetir DHEA-S e painel hormonal completo a cada **6–12 meses** conforme quadro clínico\n- Reavaliar razão cortisol/DHEA-S para monitorar resposta ao manejo do estresse\n- Ajustar condutas conforme sintomas clínicos e evolução laboratorial\n- Em uso de reposição: coleta de exames de controle em 6–8 semanas após início ou ajuste de dose",
  "points": 12
}
