{
  "score_item_id": "019bf31d-2ef0-7dd6-ad03-6da22ffd7fea",
  "clinical_relevance": "O DHEA-S (sulfato de deidroepiandrosterona) é o andrógeno adrenal mais abundante em circulação, sintetizado predominantemente pela zona reticular do córtex adrenal em resposta ao ACTH. Atua como pró-hormônio de meia-vida longa (reservatório circulante), sendo convertido perifericamente em andrógenos potentes (testosterona, DHT) e estrogênios conforme a demanda tecidual. Diferentemente do cortisol, o DHEA-S não possui ritmo circadiano pronunciado, o que facilita sua mensuração em qualquer horário do dia.\n\nFisiologia do declínio: os níveis de DHEA-S atingem pico na terceira década de vida e declinam progressivamente cerca de 2-3% ao ano em ambos os sexos — fenômeno denominado adrenopausa. Na faixa etária de 50-59 anos, os valores esperados para homens situam-se em torno de 88-483 µg/dL (referências laboratoriais variam; valores de 100-350 µg/dL são frequentemente citados como adequados funcionalmente nesta faixa). Aos 70-80 anos, os níveis atingem apenas 10-20% dos valores de pico da juventude.\n\nRisco cardiovascular: múltiplos estudos prospectivos documentaram associação inversa entre DHEA-S baixo e eventos cardiovasculares em homens. Um estudo com 2.416 homens idosos (JACC, 2014) demonstrou que DHEA e DHEA-S baixos predizem risco aumentado de eventos coronarianos, com hazard ratios de 0,82 e 0,86 por desvio-padrão de aumento, respectivamente — e a predição foi mais pronunciada em homens mais jovens da coorte. Outro estudo prospectivo sueco com 2.644 homens (JCEM, 2010) mostrou que DHEA-S baixo prediz mortalidade por todas as causas (HR 1,54), mortalidade cardiovascular (HR 1,61) e mortalidade por doença isquêmica cardíaca (HR 1,67), com HR ajustado por idade de 2,64 para morte cardiovascular em homens mais jovens. A patofisiologia envolve: aumento da espessura íntima-média carotídea, disfunção endotelial, estresse oxidativo elevado e aterosclerose coronariana grave — associações independentes dos fatores de risco cardiovascular clássicos.\n\nMetabolismo glicêmico: estudos humanos sugerem associação entre baixo DHEA e resistência à insulina, intolerância à glicose e diabetes mellitus tipo 2, embora os dados sejam inconsistentes. Em homens com diabetes tipo 2, DHEA baixo foi associado a maior risco de dislipidemia diabética (Frontiers in Endocrinology, 2023), reforçando o papel do DHEA-S como marcador de risco metabólico adicional nesta população.\n\nSarcopenia, fragilidade e cognição: níveis baixos de DHEA-S foram associados a deterioração musculoesquelética (força muscular reduzida, menor densidade mineral óssea), síndrome de fragilidade, declínio cognitivo e transtornos de humor (revisão, Rejuvenation Research, 2013). O DHEA-S sérico é também um preditor independente de funcionalidade em idosos.\n\nEstratificação de risco na faixa 50-59 anos: valores abaixo de 80-100 µg/dL nesta faixa etária associam-se a risco cardiovascular e metabólico aumentados. Homens nesta década com DHEA-S no tercil inferior merecem avaliação clínica ampliada, incluindo perfil lipídico, glicemia, composição corporal e rastreio cardiovascular. A mensuração de DHEA-S é particularmente relevante nesta janela etária por ser um preditor modificável de trajetória de envelhecimento.",
  "patient_explanation": "O DHEA-S é um hormônio produzido pelas glândulas suprarrenais (que ficam sobre os rins) e funciona como uma espécie de \"reserva\" que o corpo usa para fabricar outros hormônios importantes, como a testosterona. É completamente normal que seus níveis caiam gradualmente com o envelhecimento — esse processo começa por volta dos 30 anos e continua ao longo da vida. Na faixa dos 50 anos, já é esperada uma redução significativa em relação à juventude. O que monitoramos é se essa queda está dentro do esperado para sua idade ou se está mais acentuada do que o normal. Níveis muito baixos de DHEA-S têm sido associados, em estudos científicos, a maior risco para o coração e alterações metabólicas. Manter esse hormônio em níveis adequados faz parte de um cuidado amplo com sua saúde, energia e longevidade. Se o resultado estiver alterado, seu médico saberá orientar a melhor conduta.",
  "conduct": "## Conduta Clínica — DHEA-S em Homens de 50-59 Anos\n\n### 1. Interpretação do Resultado\n\n- **Valores de referência orientativos (50-59 anos, masculino):** ~88-483 µg/dL (variação por laboratório); valores funcionalmente adequados frequentemente citados: 100-350 µg/dL\n- **Deficiência leve:** 60-100 µg/dL — monitoramento e avaliação de contexto clínico\n- **Deficiência significativa:** < 60 µg/dL — investigação ampliada e consideração de intervenção\n- **Valores elevados:** > 500 µg/dL — investigar causa androgênica (tumor adrenal, hiperplasia adrenal congênita de início tardio)\n\n### 2. Investigação Complementar\n\n**Exames a associar na avaliação inicial:**\n- Testosterona total e livre, SHBG\n- Cortisol basal (matinal) — avaliar função adrenal global\n- Perfil lipídico completo (LDL, HDL, triglicerídeos)\n- Glicemia de jejum, insulina, HOMA-IR, HbA1c\n- IGF-1 (eixo GH/IGF-1 frequentemente declina em paralelo)\n- TSH e T4 livre (exclusão de hipotireoidismo como fator confundidor)\n- Hemograma completo\n- Composição corporal (bioimpedância ou DXA): massa muscular e gordura visceral\n\n**Exames de imagem (se clinicamente indicado):**\n- Score de cálcio coronariano (CAC) — em homens com DHEA-S baixo e risco cardiovascular intermediário\n- Ultrassom de carótidas (espessura íntima-média) — preditor de aterosclerose subclínica\n- DXA de coluna lombar e fêmur proximal — se suspeita de redução de densidade óssea\n\n### 3. Estratificação de Risco e Encaminhamento\n\n- **DHEA-S muito elevado (> 600-700 µg/dL):** encaminhar à **Endocrinologia** para investigação de neoplasia adrenal ou hiperplasia adrenal — solicitar TC de adrenais\n- **DHEA-S muito baixo (< 60 µg/dL) + sintomas sistêmicos** (fadiga intensa, hipotensão, perda de peso): excluir insuficiência adrenal — solicitar teste de estimulação com ACTH e encaminhar à Endocrinologia\n- **DHEA-S baixo + alto risco cardiovascular calculado:** avaliação cardiológica e manejo intensivo dos fatores de risco modificáveis\n- **DHEA-S baixo + sarcopenia/fragilidade:** avaliação por equipe multidisciplinar (geriatra, fisioterapeuta, nutricionista)\n\n### 4. Intervenções Baseadas em Evidências\n\n**Modificações de estilo de vida (primeira linha):**\n- **Exercício físico resistido:** treino de força é o principal estímulo não farmacológico documentado para preservar andrógenos adrenais e massa muscular\n- **Controle do estresse crônico:** hipercortisolismo crônico compete com a síntese de DHEA na zona reticular; técnicas de manejo do estresse (mindfulness, sono adequado) são relevantes\n- **Restrição calórica moderada e dieta anti-inflamatória:** redução de gordura visceral melhora o ambiente hormonal global\n- **Cessação do tabagismo:** tabagismo associa-se a disfunção adrenal\n- **Sono de qualidade (7-9h):** privação de sono reduz andrógenos adrenais\n\n**Suplementação de DHEA (prasterona) — considerações:**\n- Meta-análise (JCEM, 2013) em homens idosos não demonstrou benefícios consistentes em parâmetros lipídicos, glicêmicos, ósseos, função sexual ou qualidade de vida; o principal efeito documentado foi redução de massa gorda, dependente da conversão em metabólitos bioativos\n- Em homens, o papel da suplementação de DHEA é menos estabelecido do que em mulheres — os efeitos dependem da capacidade de conversão periférica em testosterona\n- Quando considerada (por médico especialista), dose usual: 25-50 mg/dia\n- **Monitoramento obrigatório:** testosterona total, estradiol, DHT, PSA (em homens), perfil lipídico — reavaliar a cada 6-8 semanas no início\n- No Brasil, prescrita como prasterona (manipulada ou referência)\n- **Contraindicações relativas:** histórico de neoplasia hormônio-dependente (próstata), apneia do sono não tratada, policitemia\n\n### 5. Monitoramento\n\n- Remensurar DHEA-S após 3-6 meses de intervenção não farmacológica\n- Se em reposição: controle laboratorial a cada 3-6 meses no primeiro ano, anualmente após estabilização\n- Avaliar periodicamente: PSA, hematócrito, função hepática\n- Revisão anual do risco cardiovascular global (escore de risco, PA, lipídios, glicemia)",
  "points": 12
}
