{
  "score_item_id": "019bf31d-2ef0-7647-abd4-719937d54eb6",
  "clinical_relevance": "O DHEA-S (sulfato de deidroepiandrosterona) é um androgênio adrenal sintetizado primariamente na zona reticular do córtex adrenal em resposta ao ACTH. Circula em concentrações muito superiores ao DHEA livre e possui meia-vida plasmática longa (12-20 horas), tornando-o o marcador preferencial da função androgênica adrenal. Por si só, o DHEA-S possui atividade androgênica intrínseca fraca; seus efeitos biológicos dependem de conversão periférica em andrógenos potentes (testosterona, DHT) e estrogênios nos tecidos-alvo, processo denominado intracrinologia.\n\nFisiologia do Declínio com o Envelhecimento (Adrenopausa): O pico de produção de DHEA-S ocorre entre 20 e 30 anos de vida, com declínio progressivo estimado em 2-3% ao ano a partir da terceira década, resultando em reduções de aproximadamente 70% entre os 20 e os 60 anos. Aos 70-80 anos, os níveis correspondem a apenas 10-20% dos valores de pico na juventude. Este fenômeno, denominado adrenopausa, ocorre de forma independente das alterações no eixo hipotálamo-hipófise-adrenal, sendo atribuído à involução progressiva da zona reticular adrenal. Em homens na faixa dos 60-69 anos, os valores de referência típicos situam-se entre 50-300 µg/dL, com redução substancial em relação a adultos jovens (300-500 µg/dL).\n\nEvidências de Risco Cardiovascular: Estudo prospectivo com 2.416 homens idosos (69-81 anos) seguidos por 5 anos demonstrou que níveis séricos baixos de DHEA-S predizem risco aumentado de eventos de doença coronariana, com hazard ratio por desvio-padrão de 0,86 — evidência que sugere valor prognóstico cardiovascular particularmente relevante em homens na sexta e sétima décadas de vida. Estudos suecos (J Clin Endocrinol Metab, 2010) também documentaram que baixos níveis de DHEA-S predizem mortalidade por todas as causas e mortalidade cardiovascular em homens idosos. O Rotterdam Study identificou que baixos níveis de andrógenos endógenos aumentam o risco de aterosclerose em homens idosos (J Clin Endocrinol Metab, 2002). O Massachusetts Male Aging Study correlacionou DHEA baixo com doença cardíaca isquêmica em homens de meia-idade.\n\nFragilidade e Função Musculoesquelética: Estudo prospectivo com 1.886 idosos da comunidade (60-91 anos) demonstrou que níveis séricos mais elevados de DHEA-S associaram-se a menor risco de fragilidade, especialmente fragilidade do subtipo mobilidade. Revisão abrangente (Rejuvenation Research, 2013) confirmou associações entre declínio de DHEA e deterioração musculoesquelética — incluindo redução de força muscular e densidade óssea —, declínio cognitivo, transtornos de humor e risco cardiovascular. O DHEA-S não se liga à SHBG, conferindo-lhe acesso livre aos tecidos-alvo; o músculo esquelético é capaz de sintetizar andrógenos e estrogênios diretamente a partir do DHEA.\n\nMetabolismo Glicêmico: Os dados sobre DHEA-S e resistência insulínica são conflitantes na literatura. Alguns estudos associam níveis baixos de DHEA com intolerância à glicose e diabetes em idosos, enquanto outros mostram relação inversa. Estudos de suplementação em homens idosos e mulheres pós-menopáusicas demonstraram melhora da resistência insulínica em alguns subgrupos.\n\nEstratigicação de Risco e Interpretação: Na estratificação clínica de homens de 60-69 anos, valores de DHEA-S abaixo de 70-80 µg/dL associam-se consistentemente a maior risco de fragilidade, sarcopenia, eventos cardiovasculares e mortalidade. A interpretação deve sempre considerar o contexto clínico individual, sintomatologia associada (fadiga, perda de libido, humor depressivo, sarcopenia), e a presença de comorbidades que podem reduzir secundariamente os níveis adrenais (doenças crônicas, estresse oxidativo elevado, síndrome metabólica).",
  "patient_explanation": "O DHEA-S é um hormônio produzido pelas glândulas suprarrenais (localizadas acima dos rins) que serve como matéria-prima para a fabricação de outros hormônios importantes, como a testosterona. É completamente normal que seus níveis caiam progressivamente ao longo da vida: aos 60 anos, a maioria das pessoas tem cerca de 30% do que tinha aos 25 anos. Essa queda faz parte do envelhecimento natural das glândulas suprarrenais. Níveis adequados de DHEA-S estão associados a melhor disposição física, força muscular, proteção cardiovascular e bem-estar geral. Quando os valores estão muito baixos para a sua faixa etária, isso pode contribuir para sensação de cansaço, perda de massa muscular, redução da libido e maior vulnerabilidade ao envelhecimento acelerado. O exame ajuda o médico a avaliar as suprarrenais e propor estratégias de suporte. Valores alterados não significam doença grave, mas indicam que uma avaliação mais detalhada é recomendada.",
  "conduct": "## Conduta Clínica: DHEA-S em Homens (60-69 anos)\n\n### 1. Interpretação dos Resultados\n\n- **Valores de referência para homens de 60-69 anos:** aproximadamente 50-300 µg/dL (verificar referência do laboratório específico)\n- **Nível adequado:** acima de 100-150 µg/dL, associado a menor risco de fragilidade e eventos cardiovasculares\n- **Nível limítrofe:** 70-100 µg/dL — acompanhamento clínico e investigação de causas secundárias\n- **Nível baixo:** abaixo de 70 µg/dL — investigação ativa e discussão de intervenções\n\n### 2. Investigação Complementar\n\n**Exames a solicitar em conjunto ou em casos de DHEA-S baixo:**\n- Testosterona total e livre, SHBG\n- Cortisol basal (matinal, 8h) — para rastrear insuficiência adrenal\n- IGF-1 (marcador de GH e função anabólica)\n- Glicemia de jejum, hemoglobina glicada (HbA1c), insulina basal (HOMA-IR)\n- Perfil lipídico completo\n- Hemograma completo, proteína C-reativa ultrassensível (PCR-us)\n- Vitamina D (25-OH)\n- Avaliação de composição corporal (DEXA ou bioimpedância) — massa muscular e gordura visceral\n- Densitometria óssea (DXA), especialmente se sintomas musculoesqueléticos\n\n### 3. Identificação de Causas Secundárias de DHEA-S Baixo\n\nAntes de considerar reposição, investigar e tratar causas secundárias:\n- **Estresse crônico elevado** — hipercortisolismo funcional pode suprimir zona reticular\n- **Doenças crônicas** — insuficiência cardíaca, DPOC, IRC, neoplasias\n- **Síndrome metabólica e obesidade visceral**\n- **Uso de corticosteroides exógenos** — supressão do eixo adrenal\n- **Hipopituitarismo** — deficiência de ACTH reduz produção adrenal de DHEA-S\n- **Privação de sono crônica e sedentarismo intenso**\n\n### 4. Intervenções Baseadas em Evidências\n\n#### Medidas de Estilo de Vida (Primeira Linha)\n- **Exercício resistido regular:** aumenta massa muscular, melhora sensibilidade à insulina e pode modular positivamente eixo adrenal\n- **Otimização do sono:** 7-8 horas por noite; sono restaurador é fundamental para função adrenal\n- **Redução do estresse crônico:** técnicas de manejo de estresse (mindfulness, meditação), redução de carga de cortisol crônico\n- **Alimentação anti-inflamatória:** rica em ômega-3, antioxidantes, fibras; controle de índice glicêmico\n- **Correção de deficiências:** vitamina D, zinco, magnésio — cofatores da esteroidogênese\n\n#### Suplementação de DHEA (Prasterona) — Considerações em Homens\n- A evidência de suplementação de DHEA em homens idosos é mais limitada do que em mulheres\n- Meta-análise de ensaios controlados por placebo (J Clin Endocrinol Metab, 2013) não demonstrou benefícios consistentes em metabolismo lipídico, glicêmico, saúde óssea ou qualidade de vida em homens idosos como grupo geral\n- O principal efeito documentado é redução de massa gorda, dependente de conversão em metabólitos bioativos\n- DHEA suplementado em doses de 50 mg/dia pode elevar níveis de testosterona em homens\n- **Em homens, a testosterona direta pode ser mais efetiva** caso o objetivo seja androgênio; avaliar indicação individualizada\n- Prasterona (nome no Brasil): disponível em comprimidos (forma mais estudada); monitorar conversão para estradiol e DHT\n- Se prescrito: iniciar com 25-50 mg/dia; reavaliar em 6-8 semanas com dosagem de DHEA-S, testosterona, estradiol, DHT\n\n### 5. Critérios de Encaminhamento\n\n- **Endocrinologista:** DHEA-S muito baixo (< 40 µg/dL), suspeita de insuficiência adrenal, hipopituitarismo, ou decisão de iniciar reposição hormonal\n- **Geriatra:** paciente com síndrome de fragilidade instalada, sarcopenia, polifarmácia\n- **Cardiologista:** risco cardiovascular aumentado associado, especialmente com outros fatores de risco presentes\n\n### 6. Monitoramento\n\n- **Após intervenção de estilo de vida:** repetir DHEA-S em 3-6 meses\n- **Se em uso de prasterona:** DHEA-S, testosterona total, estradiol, DHT a cada 6-8 semanas inicialmente; depois semestralmente\n- **Parâmetros funcionais:** força de preensão palmar, velocidade de marcha, massa muscular — balizadores mais relevantes do que o valor laboratorial isolado\n- **Monitorar PSA** caso haja suplementação com andrógenos (testosterona ou DHEA em doses altas)\n\n### 7. Perspectiva Clínica\n\nO DHEA-S isolado não deve ser o único critério de decisão terapêutica. A avaliação clínica integrada — sintomas, composição corporal, risco cardiovascular, fragilidade, qualidade de vida — deve guiar a conduta. O objetivo primário é a preservação da funcionalidade, independência e saúde cardiovascular do paciente na sexta e sétima décadas de vida.",
  "points": 12
}
