{
  "score_item_id": "019bf31d-2ef0-749b-bd0e-c2f226330a10",
  "clinical_relevance": "O DHEA-S (sulfato de deidroepiandrosterona) é o andrógeno adrenal mais abundante na circulação humana, sintetizado primariamente na zona reticular do córtex adrenal sob estimulação do ACTH. Por sua meia-vida plasmática longa (10–20 horas) e baixa variabilidade diurna em comparação ao DHEA livre, o DHEA-S é o marcador laboratorial de escolha para avaliar a reserva androgênica adrenal. Atua como pró-hormônio, sendo convertido perifericamente em andrógenos potentes (testosterona, diidrotestosterona) e estrogênios, conforme a expressão local de enzimas esteroidogênicas.\n\nDeclínio fisiológico com o envelhecimento (adrenopause): Os níveis de DHEA-S atingem pico na segunda e terceira décadas de vida e declínam progressivamente com o envelhecimento — estima-se que aos 70–80 anos os valores correspondam a apenas 10–20% dos níveis observados entre 18 e 40 anos. Esse processo, denominado adrenopausa, é universal e independente de doença identificável, distinguindo-se da menopausa e do hipogonadismo masculino por não cursar com elevação compensatória de gonadotrofinas.\n\nValores de referência em homens acima de 70 anos: A literatura reporta ampla variação laboratorial entre plataformas. De modo geral, em homens com 70 anos ou mais, valores séricos de DHEA-S entre aproximadamente 35 e 200 µg/dL são considerados dentro da faixa esperada para a idade, com mediana tendendo ao terço inferior do intervalo de referência adulto jovem. Valores abaixo de 35–50 µg/dL devem ser interpretados como deficiência clinicamente relevante nessa faixa etária.\n\nAssociações clínicas e epidemiológicas em homens idosos:\n- Mortalidade cardiovascular e por todas as causas: Estudo prospectivo sueco com 2.644 homens (69–81 anos) demonstrou que DHEA-S baixo prediz mortalidade por todas as causas (HR 1,54), por doença cardiovascular (HR 1,61) e por doença cardíaca isquêmica (HR 1,67). Estudo prospectivo com 2.416 homens idosos (69–81 anos) confirmou associação inversa entre DHEA-S e risco de eventos coronarianos (HR por DP de aumento: 0,86). Estudo epidemiológico sul-francês equiparou DHEA-S baixo ao tabagismo como preditor de mortalidade (RR ~1,9 vs. 2,0 para fumantes), reforçando sua magnitude como fator de risco independente.\n- Fragilidade e função física: Estudo prospectivo com 1.886 idosos da comunidade (60–91 anos) demonstrou associação inversa entre DHEA-S e fragilidade do subtipo mobilidade; a manutenção de níveis adequados ao longo do tempo foi protetora contra o desenvolvimento de fragilidade.\n- Composição corporal e sarcopenia: DHEA não se liga à globulina transportadora de hormônios sexuais (SHBG), conferindo-lhe acesso livre aos tecidos-alvo. O músculo esquelético é capaz de converter DHEA localmente em andrógenos e estrogênios, tornando-o biomarcador mais sensível de massa e força muscular do que testosterona ou estradiol séricos.\n- Resistência à insulina e metabolismo glicêmico: Resultados são heterogêneos na literatura. Alguns estudos associam DHEA baixo a maior prevalência de resistência insulínica e diabetes em homens idosos, ao passo que dados de ensaios de reposição sugerem melhora modesta da sensibilidade insulínica.\n- Função cognitiva e humor: Estudos epidemiológicos apontam para associação entre DHEA-S mais baixo e pior desempenho cognitivo e maior risco de transtornos depressivos em idosos, possivelmente mediada por efeitos neurotróficos e neuroprotetores diretos do DHEA no sistema nervoso central.\n\nRelação em forma de J com mortalidade: Estudo prospectivo com 7.370 participantes demonstrou que tanto níveis muito baixos quanto muito elevados de DHEA-S se associam a maior mortalidade — existindo uma faixa ótima para longevidade — o que desaconselha estratégias de reposição que visem apenas a maximização dos valores.",
  "patient_explanation": "O DHEA-S é um hormônio produzido pela glândula suprarrenal que serve como matéria-prima para a fabricação de outros hormônios importantes no corpo, como a testosterona. É completamente normal que seus níveis caiam bastante com o envelhecimento — aos 70 anos, eles costumam ser muito menores do que na juventude. Esse exame avalia se a sua glândula suprarrenal ainda mantém uma produção adequada para a sua faixa etária. Quando os níveis estão muito baixos para a idade, pesquisas mostram que pode haver maior risco de fragilidade física, perda de massa muscular e, em homens, maior risco de doenças do coração ao longo do tempo. O resultado isolado não define nenhum diagnóstico por si só: ele é avaliado junto com outros exames, seus sintomas e seu histórico de saúde. Caso algum ajuste seja necessário, seu médico discutirá as opções mais adequadas e seguras para o seu caso, sempre considerando os benefícios e riscos de qualquer intervenção.",
  "conduct": "## Conduta Clínica: DHEA-S em Homens com 70 anos ou mais\n\n### 1. Interpretação do Resultado\n\n- **Valor dentro da faixa esperada para a idade (aprox. 35–200 µg/dL em homens ≥70 anos):** Resultado compatível com adrenopausa fisiológica. Repetir conforme periodicidade do escore (anual ou bianual). Reforçar intervenções de estilo de vida.\n- **Valor limítrofe inferior (35–60 µg/dL):** Investigar fatores contribuintes; não indicar reposição de imediato sem avaliação clínica integrada.\n- **Valor abaixo de 35 µg/dL:** Considerar deficiência adrenal clinicamente relevante; investigar causa e discutir manejo individualizado.\n- **Valor muito elevado (>300 µg/dL em homens ≥70 anos):** Atenção: relação em J com mortalidade foi demonstrada; avaliar possibilidade de uso não declarado de DHEA exógeno, neoplasia adrenal ou hiperplasia adrenal.\n\n### 2. Investigação Complementar Recomendada\n\n- **Eixo adrenal:** Cortisol basal (manhã), cortisol pós-estímulo com ACTH se suspeita de insuficiência adrenal.\n- **Eixo androgênico completo:** Testosterona total e livre, SHBG, LH, FSH — para diferenciar hipogonadismo primário/secundário de adrenopausa isolada.\n- **Marcadores inflamatórios e metabólicos:** PCR ultrassensível, HbA1c, glicemia de jejum, perfil lipídico — dado o papel do DHEA-S como biomarcador cardiovascular e metabólico.\n- **Avaliação funcional geriátrica:** Força de preensão palmar (dinamometria), velocidade de marcha (Timed Up and Go), Mini-Mental State Examination (MMSE) ou equivalente — considerando as associações com fragilidade e declínio cognitivo.\n- **Densitometria óssea (DXA):** Avaliar densidade mineral óssea e composição corporal (massa magra vs. massa gorda), dado o papel do DHEA como precursor de hormônios anabólicos ósseos e musculares.\n\n### 3. Critérios de Encaminhamento\n\n- **Endocrinologia:** Quando DHEA-S abaixo de 35 µg/dL com sintomas sugestivos (fadiga intensa, perda de massa muscular, disfunção sexual), para avaliação de reposição hormonal individualizada.\n- **Endocrinologia (urgência relativa):** DHEA-S muito elevado sem uso declarado de suplementos — afastar neoplasia adrenocortical.\n- **Geriatria:** Paciente com DHEA-S baixo associado a fragilidade (perda de peso, força diminuída, lentidão de marcha, exaustão).\n- **Cardiologia:** DHEA-S baixo associado a fatores de risco cardiovascular elevados, para estratificação de risco e otimização do manejo cardiometabólico.\n\n### 4. Intervenções Baseadas em Evidências\n\n#### Estilo de Vida (primeira linha, sem controvérsias)\n- **Exercício resistido (musculação):** É a intervenção com maior nível de evidência para preservar ou elevar DHEA-S endógeno em idosos, além de atenuar sarcopenia independentemente dos níveis hormonais.\n- **Sono de qualidade:** A produção adrenal de DHEA segue ritmo circadiano; privação crônica de sono e estresse crônico elevam cortisol e suprimem DHEA.\n- **Redução do estresse crônico:** A relação cortisol/DHEA-S é usada em pesquisa como marcador de estresse crônico. Intervenções que reduzam cortisol (meditação, manejo do estresse) tendem a favorecer a relação DHEA-S/cortisol.\n- **Adequação nutricional:** Corrigir deficiências de micronutrientes (zinco, magnésio, vitamina D) que modulam a esteroidogênese.\n\n#### Reposição de DHEA (segunda linha, decisão individualizada)\n- A meta-análise de ensaios clínicos randomizados em homens idosos não demonstrou benefício consistente da suplementação de DHEA em desfechos como metabolismo lipídico, glicêmico, saúde óssea ou qualidade de vida quando comparada a placebo.\n- O único efeito positivo consistente em homens foi modesta redução de massa gorda, estritamente dependente da conversão de DHEA em metabólitos bioativos (andrógenos/estrogênios).\n- Quando indicada, dose habitual estudada em homens: 25–50 mg/dia via oral. No Brasil, o produto é denominado prasterona; sua prescrição ocorre dentro da regulamentação de medicamentos de manipulação.\n- **Monitoramento obrigatório durante reposição:** Testosterona total, DHEA-S, PSA (próstata), hematócrito, perfil lipídico a cada 3–6 meses.\n- Evitar reposição sem indicação clínica clara: a relação em J com mortalidade contraindica a estratégia de maximizar valores.\n\n### 5. Periodicidade de Monitoramento\n\n| Situação | Frequência recomendada |\n|---|---|\n| DHEA-S dentro da faixa esperada, sem intervenção | A cada 12–24 meses |\n| DHEA-S baixo em investigação, sem reposição | Repetir em 3–6 meses após ajuste de estilo de vida |\n| Em reposição com DHEA | A cada 3–6 meses |\n| Após ajuste de dose | 8–12 semanas após mudança |",
  "points": 14
}
