{
  "score_item_id": "c77cedd3-2800-7bdb-9a53-f959241e5452",
  "clinical_relevance": "O DHEA-S (sulfato de deidroepiandrosterona) é o andrógeno adrenal mais abundante em circulação, produzido exclusivamente pela zona reticular do córtex adrenal. Difere do DHEA pela adição de um grupo sulfato, conferindo meia-vida plasmática muito mais longa (10-20 horas) e estabilidade que o torna o marcador preferencial para avaliar a função androgênica adrenal. Em mulheres pré-menopáusicas, aproximadamente 25% da produção total de andrógenos provém das adrenais, sendo o DHEA-S a forma circulante de reserva desse pool androgênico. Os pré-andrógenos DHEA e DHEA-S contribuem com cerca de 50% da testosterona circulante em mulheres pré-menopáusicas, após conversão periférica em tecidos-alvo como pele, tecido adiposo, fígado e ovários. Fisiologicamente, o DHEA-S atinge seus valores de pico entre os 20 e 30 anos, constituindo a faixa etária avaliada neste item. Os valores de referência para mulheres de 20-29 anos situam-se tipicamente entre 65-380 µg/dL, com variabilidade interindividual expressiva. A produção é estimulada pelo ACTH hipofisário, mas com regulação parcialmente independente do cortisol, o que justifica sua utilidade como marcador do status androgênico adrenal sem o viés do estresse agudo. O pico de secreção adrenal de DHEA-S ocorre na adrenarca (6-8 anos de vida), com maturação da zona reticular resultando em aumento da produção de DHEA e DHEA-S, mantendo-se crescente até a terceira década e iniciando declínio progressivo a partir dos 30 anos pela involução natural da zona reticular, fenômeno chamado adrenopausa. No contexto clínico da faixa etária de 20-29 anos, valores elevados de DHEA-S são o principal achado a investigar. Níveis acima de 380-500 µg/dL merecem investigação para: (1) Síndrome dos Ovários Policísticos (SOP), onde o excesso androgênico pode ser de origem adrenal — DHEA-S elevado em aproximadamente 20-30% das pacientes — e/ou ovariana (testosterona total/livre elevada); (2) Hiperplasia Adrenal Congênita não clássica (HAC-NC), principalmente a forma por deficiência de 21-hidroxilase, rastreada pela 17-alfa-hidroxiprogesterona; (3) Tumores virilizantes adrenais ou ovarianos, quando DHEA-S ultrapassa 700 µg/dL de forma abrupta, especialmente com sinais de virilização como clitoromegalia. Na SOP, os critérios de Roterdã exigem 2 de 3 para diagnóstico: anovulação crônica, hiperandrogenismo clínico ou laboratorial, e ovários policísticos ao ultrassom. O fenótipo A (três critérios presentes) associa-se a maior risco de complicações metabólicas, incluindo resistência à insulina, diabetes tipo 2, dislipidemia e risco cardiovascular aumentado. Valores baixos de DHEA-S na faixa de 20-29 anos são incomuns e podem sugerir insuficiência adrenal, uso de glicocorticoides exógenos ou disfunção do eixo HPA associada a estresse crônico. A relação entre DHEA-S e resistência à insulina em estudos humanos é controversa, com resultados contraditórios entre estudos observacionais e intervencionais, não permitindo conclusões definitivas nesta faixa etária.",
  "patient_explanation": "O DHEA-S é um hormônio produzido pelas glândulas suprarrenais que funciona como reservatório para fabricar testosterona e estrogênio. Na faixa dos 20 aos 29 anos está nos níveis mais altos da vida. Quando muito elevado, pode indicar excesso de produção adrenal, causando acne, crescimento de pelos em locais incomuns e irregularidade menstrual — situações que o médico vai investigar com exames complementares como testosterona, ultrassom pélvico e outros hormônios. Quando muito abaixo do esperado, pode estar relacionado a fadiga persistente ou uso prolongado de corticoides. Um resultado alterado não é motivo de alarme imediato: há diversas causas tratáveis, e o médico solicitará exames para entender o quadro completo antes de decidir qualquer conduta.",
  "conduct": "## Conduta Clínica: DHEA-S em Mulheres de 20-29 Anos\n\n### 1. Interpretação dos Resultados\n\n- **Referência para a faixa etária:** 65-380 µg/dL (valores variam conforme o laboratório)\n- **Limítrofe superior (380-500 µg/dL):** repetir em condições basais (manhã, em jejum) e avaliar sintomas\n- **Elevado (>500 µg/dL):** iniciar investigação de excesso androgênico adrenal\n- **Muito elevado (>700 µg/dL):** alerta para neoplasia secretora; solicitar imagem com prioridade\n- **Baixo (<65 µg/dL):** avaliar uso de glicocorticoides, insuficiência adrenal ou disfunção do eixo HPA\n\n---\n\n### 2. Investigação Complementar\n\n**Painel hormonal:**\n- Testosterona total e livre, androstenediona, SHBG\n- 17-alfa-hidroxiprogesterona (17-OHP) basal — rastrear HAC não clássica; >2 ng/mL justifica teste de estímulo com ACTH\n- Prolactina (excluir hiperprolactinemia), TSH e T4 livre (excluir hipotireoidismo)\n\n**Eixo metabólico:**\n- Glicose e insulina de jejum (cálculo de HOMA-IR); perfil lipídico completo\n\n**Imagem:**\n- Ultrassonografia pélvica: avaliar morfologia ovariana (≥20 folículos ou volume >10 mL)\n- TC/RM de adrenais: indicada se DHEA-S >700 µg/dL ou suspeita de tumor\n\n**Eixo HPA (se suspeita de hipercortisolismo):**\n- Cortisol salivar noturno; teste de supressão com dexametasona 1 mg (overnight)\n\n---\n\n### 3. Diagnósticos Diferenciais\n\n- **SOP:** DHEA-S normal ou levemente elevado, testosterona elevada, oligomenorreia ou amenorreia, ovários policísticos ao ultrassom. Diagnóstico pelos critérios de Roterdã (2 de 3): anovulação crônica, hiperandrogenismo clínico ou laboratorial, ovários policísticos. Fenótipo A (três critérios) associa-se a maior risco metabólico\n- **HAC não clássica:** 17-OHP basalmente elevada, DHEA-S elevado, sintomas androgênicos desde adolescência\n- **Tumor adrenal secretor:** DHEA-S >700 µg/dL, instalação abrupta, sinais de virilização\n- **Síndrome de Cushing:** cortisol elevado, DHEA-S variável, fácies cushingóide, estrias violáceas\n- **Insuficiência adrenal:** DHEA-S baixo, cortisol baixo, astenia intensa, hipotensão\n\n---\n\n### 4. Encaminhamento\n\n**Endocrinologia (urgente):** DHEA-S >700 µg/dL com virilização, suspeita de Cushing, massa adrenal em imagem\n\n**Endocrinologia (eletivo):** DHEA-S persistentemente >500 µg/dL sem causa identificada, HAC não clássica confirmada, insuficiência adrenal\n\n**Ginecologia/Medicina Reprodutiva:** SOP com desejo gestacional ou hiperandrogenismo sintomático, hirsutismo ≥6 na escala de Ferriman-Gallwey (≥4 em descendência asiática)\n\n---\n\n### 5. Intervenções Baseadas em Evidências\n\n**Estilo de vida (primeira linha em SOP e hiperandrogenismo):**\n- Dieta anti-inflamatória com controle de carboidratos simples (padrões mediterrâneo, low carb ou DASH demonstraram benefícios em peso, lipídios, sensibilidade à insulina e andrógenos)\n- Exercício físico: ~250 min/semana moderado ou 150 min/semana intenso; combinação de aeróbico, resistência e HIIT\n- Manejo de estresse, higiene do sono, suspensão de tabaco e álcool\n\n**Farmacológico (conforme diagnóstico):**\n- **SOP com resistência à insulina:** Metformina XR até 1.500 mg/dia (avaliar função renal; monitorar B12); mio-inositol 2 g + ácido fólico 200 mcg 2x/dia como alternativa ou complemento\n- **Hiperandrogenismo sintomático:** antiandrogênios (espironolactona) sob supervisão; Serenoa repens 400 mg em quadros leves\n- **Regularização de ciclo em SOP:** progesterona micronizada 200 mg/dia por 10-14 dias do ciclo (dias 15-24), monitorar humor e sono\n- **HAC não clássica confirmada:** corticoterapia em baixas doses conforme endocrinologista\n- **DHEA-S baixo sintomático:** prasterona 10-15 mg/dia, com reavaliação laboratorial após 8-12 semanas\n\n---\n\n### 6. Monitoramento\n\n- Repetir DHEA-S e painel hormonal em 8-12 semanas após início de intervenção\n- Seguimento semestral em SOP ou HAC em tratamento\n- Avaliação metabólica anual em pacientes com hiperandrogenismo confirmado",
  "points": 12
}
