{
  "score_item_id": "c77cedd3-2800-7363-97a8-7dd8f7a8d087",
  "clinical_relevance": "O DHEA-S (sulfato de deidroepiandrosterona) é a forma circulante predominante e mais estável do DHEA, produzida principalmente pela zona reticular do córtex adrenal. Por sua meia-vida longa (10–20 horas), o DHEA-S é o marcador laboratorial de eleição para avaliar a produção androgênica adrenal, sendo mais confiável do que o DHEA livre para fins clínicos (Diretriz Society for Endocrinology, 2025).\n\nEm mulheres pré-menopáusicas, aproximadamente 25% da produção total de andrógenos é de origem adrenal, sendo o DHEA/DHEA-S o principal precursor desse pool. O DHEA-S atua como pró-hormônio, convertendo-se perifericamente em andrógenos ativos (testosterona, DHT) e estrógenos (estradiol, estrona) conforme a demanda tecidual. Essa conversão periférica confere ao DHEA-S um papel central na modulação do equilíbrio androgênico-estrogênico em mulheres na faixa etária de 30–39 anos.\n\nFisiologicamente, o pico de DHEA-S ocorre entre 20 e 30 anos, com declínio progressivo a partir dos 30 anos — fenômeno denominado adrenopausa ou adrenopenia — decorrente da involução gradual da zona reticular adrenal. Esse declínio é independente da função gonadal e pode preceder em décadas as manifestações clínicas da menopausa. Na faixa dos 30–39 anos, valores de referência típicos situam-se entre 65–380 µg/dL, com variação considerável entre laboratórios e metodologias.\n\nValores elevados de DHEA-S nesta faixa etária devem levantar suspeita de hiperandrogenismo de origem adrenal, destacando-se como principais causas: hiperplasia adrenal congênita não clássica (investigar 17-OHP), síndrome dos ovários policísticos com componente adrenal (DHEA-S pode estar elevado em 20–30% das pacientes com SOP), tumores secretores adrenais (DHEA-S > 700 µg/dL exige investigação imediata com imagem) e uso exógeno de andrógenos. O rastreamento diferencial deve incluir testosterona total e livre, 17-OHP, prolactina, TSH e cortisol conforme a suspeita clínica.\n\nValores reduzidos associam-se à disfunção do eixo hipotálamo-hipófise-adrenal (HPA), insuficiência adrenal, estresse crônico, uso prolongado de glicocorticoides, hipopituitarismo e síndrome da fadiga crônica — condição que afeta predominantemente adultos de 20–40 anos com prevalência 2–3 vezes maior em mulheres. DHEA-S baixo nessa faixa etária pode manifestar-se clinicamente como fadiga, redução da libido, humor depressivo, dificuldade cognitiva e perda de massa muscular.\n\nA relação entre DHEA-S e resistência à insulina é complexa e ainda controversa: alguns estudos associam níveis baixos de DHEA a tolerância diminuída à glicose e maior risco de diabetes, enquanto outros encontraram associação inversa. Estudos intervencionais com reposição de DHEA mostraram resultados inconsistentes quanto ao impacto metabólico. A estratificação de risco deve considerar o contexto clínico global, incluindo composição corporal, perfil metabólico e sintomatologia funcional.",

  "patient_explanation": "O DHEA-S é um hormônio produzido pelas glândulas suprarrenais, localizadas acima dos rins, que funciona como \"matéria-prima\" para outros hormônios como a testosterona e o estrogênio. Medido no sangue, ele reflete a vitalidade das suprarrenais. Seus níveis são mais altos entre os 20 e 30 anos e diminuem gradualmente com a idade. Quando está na faixa ideal para sua idade, indica que o equilíbrio hormonal está preservado. Valores baixos podem causar cansaço persistente, queda de libido ou alterações de humor. Valores elevados podem indicar excesso de hormônios masculinos, manifestando-se como acne, excesso de pelos ou irregularidade menstrual. Avaliado junto com sua história clínica, esse exame ajuda o médico a identificar desequilíbrios hormonais e propor um plano personalizado para preservar sua saúde.",

  "conduct": "## Conduta Clínica para DHEA-S em Mulheres de 30–39 anos\n\n### 1. Interpretação dos Resultados\n\n- **Referência geral para 30–39 anos:** 65–380 µg/dL (verificar faixa de referência do laboratório utilizado)\n- **DHEA-S elevado (> 380 µg/dL):** sugere hiperandrogenismo adrenal\n- **DHEA-S muito elevado (> 700 µg/dL):** exige exclusão de tumor adrenal secretor\n- **DHEA-S baixo (< 65 µg/dL):** sugere insuficiência/disfunção adrenal, hipopituitarismo ou adrenopenia precoce\n\n---\n\n### 2. Investigação Complementar\n\n**Se DHEA-S elevado:**\n- **17-hidroxiprogesterona (17-OHP)** sérica (fase folicular): exclusão de hiperplasia adrenal congênita não clássica\n- **Testosterona total e livre** sérica\n- **Prolactina** (excluir hiperprolactinemia)\n- **TSH e T4 livre** (disfunção tireoidiana como cofator)\n- **Cortisol salivar noturno ou teste de supressão com dexametasona 1 mg** se houver suspeita clínica de síndrome de Cushing\n- **USG pélvica transvaginal** para avaliar morfologia ovariana (critérios de SOP)\n- **TC ou RM de abdome com cortes adrenais** se DHEA-S > 700 µg/dL ou suspeita de neoplasia\n- **Escala de Ferriman-Gallwey** para quantificação objetiva de hirsutismo (≥ 6 = significativo; ≥ 4 em descendência asiática)\n\n**Se DHEA-S baixo:**\n- **Cortisol basal e teste de estimulação com ACTH (Cortrosina)** para avaliar reserva adrenal\n- **ACTH plasmático** para diferenciação central vs. periférica\n- **IGF-1** (hipopituitarismo associado)\n- **Hemograma, ferritina, zinco, B12, folato, homocisteína** (cofatores nutricionais que impactam função adrenal e produção hormonal)\n- Avaliação do eixo HPA com cortisol salivar em 4 pontos (manhã, meio-dia, tarde, noite) quando houver suspeita de disfunção funcional do eixo\n\n---\n\n### 3. Critérios de Encaminhamento\n\n- **Endocrinologista:** DHEA-S > 700 µg/dL (suspeita tumoral), confirmação de insuficiência adrenal, 17-OHP elevada (≥ 2 ng/mL), suspeita de Cushing\n- **Ginecologista/Endocrinologista:** SOP confirmada ou suspeita com componente androgênico adrenal, irregularidade menstrual persistente, infertilidade\n- **Médico de medicina integrativa/funcional:** disfunção subclínica do eixo HPA, fadiga crônica com DHEA-S baixo sem causa orgânica identificada\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n**Hiperandrogenismo adrenal (DHEA-S elevado):**\n- Tratar a causa de base (SOP, HAC não clássica)\n- Em SOP com componente adrenal: considerar **metformina XR até 1.500 mg/dia** (avaliar função renal, monitorar B12/folato), **mio-inositol 2 g + ácido fólico 200 mcg, 2x/dia** como moduladores da resistência à insulina\n- Antiandrogênios tópicos e sistêmicos (espironolactona, finasterida) quando indicado para acne/hirsutismo, com monitoramento de andrógenos livres\n- **Serenoa repens 400 mg/dia** pode ser considerada em hirsutismo/acne leve como modulador androgênico\n\n**Adrenopenia / DHEA-S baixo:**\n- Se insuficiência adrenal confirmada: reposição hormonal específica sob supervisão endocrinológica\n- Reposição de DHEA (prasterona) em casos selecionados:\n  - **Doses em mulheres: 10–15 mg/dia** (doses menores para minimizar conversões indesejadas de andrógenos)\n  - Monitorar DHEA-S, testosterona livre, sintomas androgênicos após 8–12 semanas de uso\n  - Forma oral (comprimido) é a mais estudada; creme transdérmico é considerado mais fisiológico porém com menor evidência\n  - Evidências mostram benefício em bem-estar geral, libido e humor em mulheres com insuficiência adrenal; benefício em mulheres sem insuficiência adrenal é mais incerto\n  - **Atenção:** doses ≥ 50 mg/dia aumentam significativamente testosterona e estradiol — evitar nesta faixa etária sem indicação específica\n- Suporte ao eixo HPA: manejo do estresse crônico (higiene do sono, adaptógenos como ashwagandha quando apropriado), correção de deficiências nutricionais (zinco, magnésio, vitamina C, B5)\n\n---\n\n### 5. Monitorização\n\n- Repetir DHEA-S após 8–12 semanas de intervenção terapêutica\n- Monitorar SHBG, testosterona total e livre, estradiol e sintomas clínicos a cada 6–8 semanas durante ajuste de prasterona\n- Avaliação clínica global: libido, energia, humor, ciclo menstrual, acne e hirsutismo como marcadores de resposta\n- Em uso de prasterona: atenção a sinais de hiperandrogenismo (acne, oleosidade, queda capilar) — reduzir dose se ocorrerem",

  "points": 12
}
