{
  "score_item_id": "c77cedd3-2800-7329-9692-6d7cd8bb92c6",
  "clinical_relevance": "O DHEA-S (sulfato de deidroepiandrosterona) é o andrógeno circulante mais abundante no organismo feminino e serve como marcador primário da produção androgênica adrenal. Sua forma sulfatada (DHEA-S) é produzida quase exclusivamente pela zona reticular do córtex adrenal, circulando em concentrações muito superiores ao DHEA livre, funcionando como reservatório plasmático de longa meia-vida para conversão periférica em androgênios e estrogênios ativos.\n\nFisiologicamente, o DHEA-S representa 75% dos andrógenos totais em mulheres pré-menopáusicas, sendo convertido perifericamente em testosterona, estradiol e outros esteroides ativos conforme a demanda tecidual. Durante a transição perimenopáusica — fase que engloba a faixa etária de 40 a 49 anos — a contribuição adrenal androgênica adquire importância crescente à medida que a produção ovariana declina progressivamente. Nessa janela etária, mulheres perimenopáusicas apresentam em média apenas 50% dos níveis de pico de DHEA observados na juventude (terceira década de vida), refletindo a involução fisiológica progressiva da zona reticular adrenal que se inicia aproximadamente aos 30 anos — fenômeno denominado adrenopenia ou adrenopausa.\n\nValores de referência laboratorial para DHEA-S em mulheres de 40 a 49 anos situam-se tipicamente entre 45 e 270 µg/dL, com ampla variabilidade interindividual. Valores abaixo do décimo percentil para a faixa etária associam-se a sintomas de disfunção sexual, incluindo baixo desejo, baixa excitação e responsividade sexual reduzida, conforme demonstrado em estudo de base comunitária com 1.021 mulheres. Esse achado é particularmente relevante para mulheres entre 40 e 44 anos (ainda pré-menopáusicas), pois o DHEA-S abaixo do décimo percentil nesta faixa associa-se especificamente a baixo desejo, baixa excitação e baixa responsividade sexual.\n\nAlém do impacto na função sexual, o declínio do DHEA-S nessa faixa etária relaciona-se a: (1) redução da síntese intratecidual de andrógenos e estrogênios em tecidos-alvo periféricos, incluindo músculo esquelético, osso e sistema nervoso central; (2) piora da composição corporal com aumento da massa gorda e redução de massa magra; (3) prejuízo na força muscular e velocidade de marcha, sendo o DHEA-S considerado biomarcador superior à testosterona total e ao estradiol para predição de sarcopenia, em parte porque não se liga à SHBG, tendo acesso direto aos tecidos-alvo; (4) possível associação com sintomas depressivos e piora do bem-estar, embora a relação com humor seja complexa e bidirecional.\n\nO declínio médio do DHEA-S entre 20 e 60 anos é de aproximadamente 70%, resultando em profundo impacto sobre o pool androgênico total na mulher. O DHEA-S se destaca como o único andrógeno com correlação bem estabelecida com responsividade sexual feminina em estudos de base populacional, sem associações equivalentes encontradas para androstenediona ou testosterona total e livre. Dado que doses de DHEA oral ≥50 mg/dia elevam significativamente os níveis de testosterona e estradiol (meta-análise de 21 ECRs), a monitorização do DHEA-S é essencial para guiar reposição segura e evitar hiperestimulação endometrial decorrente de elevações excessivas de estradiol.",
  "patient_explanation": "O DHEA-S é um hormônio produzido pelas glândulas suprarrenais (localizadas acima dos rins) que serve como matéria-prima para a fabricação de outros hormônios importantes, como a testosterona e o estrogênio. É normal que seus níveis comecem a cair a partir dos 30 anos, e aos 40-49 anos muitas mulheres já têm cerca da metade do que tinham na juventude. Quando o DHEA-S está baixo para a sua faixa etária, você pode notar sintomas como queda do desejo sexual, cansaço, dificuldade de manter massa muscular e alterações de humor. Valores elevados também merecem atenção, pois podem indicar produção excessiva pelas suprarrenais. O exame é um retrato importante da saúde hormonal e adrenal, permitindo que seu médico entenda melhor suas queixas e, se necessário, considere estratégias de reequilíbrio. Não se preocupe: alterações no DHEA-S têm causas identificáveis e abordagens disponíveis.",
  "conduct": "## Conduta Clínica — DHEA-S em Mulheres de 40 a 49 anos\n\n### 1. Interpretação dos Resultados\n\n- **Valor baixo (abaixo do percentil 10 para a faixa etária):** Sugere adrenopenia funcional; correlaciona-se com baixo desejo sexual, redução de responsividade e possível impacto em força muscular e bem-estar.\n- **Valor normal-baixo (percentil 10–25):** Atenção em contexto de sintomas; reavaliar em conjunto com clínica.\n- **Valor elevado:** Investigar excesso androgênico de origem adrenal (hiperplasia adrenal congênita de início tardio, tumor adrenal produtor de andrógenos, síndrome de Cushing).\n\n---\n\n### 2. Investigação Complementar\n\n**Exames hormonais associados:**\n- Testosterona total e livre\n- Androstenediona\n- SHBG (para calcular índice de andrógenos livres)\n- Estradiol e FSH (estadiamento da transição menopáusica)\n- Cortisol basal e, se indicado, teste de estimulação com ACTH (para avaliar reserva adrenocortical)\n- Prolactina (exclusão de hiperprolactinemia como causa de disfunção sexual)\n- TSH (exclusão de hipotireoidismo)\n- 17-OH-progesterona (exclusão de HAC não clássica em casos de DHEA-S elevado)\n\n**Exames de composição corporal e metabólicos (se DHEA-S baixo com sintomas):**\n- Densitometria óssea (DXA) para massa óssea e corporal\n- Glicemia de jejum, insulina, HOMA-IR (DHEA-S influencia sensibilidade insulínica)\n- Perfil lipídico completo\n\n---\n\n### 3. Critérios de Encaminhamento\n\n- **Endocrinologista:** DHEA-S muito elevado (>350 µg/dL) com suspeita de neoplasia adrenal ou HAC; insuficiência adrenal primária confirmada; casos de virilização.\n- **Ginecologista/Especialista em Menopausa:** Mulheres em transição perimenopáusica com disfunção sexual, queixas urogenitais ou candidatas à terapia hormonal.\n- **Psiquiatria/Psicologia:** Quando sintomas depressivos ou ansiosos coexistem com DHEA-S baixo e não respondem à abordagem hormonal isolada.\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n#### 4a. Reposição com Prasterona (DHEA oral)\n- **Indicações com melhor evidência:** Insuficiência adrenal primária ou secundária; anorexia nervosa; disfunção sexual com DHEA-S abaixo do percentil 10; síndrome geniturinária da menopausa (formulação intravaginal).\n- **Dose feminina:** 10–25 mg/dia oral (doses menores que as masculinas para minimizar conversão androgênica indesejada); doses de 50 mg/dia reservadas para casos específicos e sob monitorização rigorosa.\n- **DHEA intravaginal (Prasterona):** Aprovado pela FDA para dispareunia moderada a grave na síndrome geniturinária da menopausa; melhora atrofia vulvovaginal sem elevar estrogênios circulantes acima do nível pós-menopáusico.\n- **Formas disponíveis no Brasil:** Comprimido (forma mais estudada) e creme (considerado mais fisiológico, porém com menos evidências publicadas); ambas são válidas.\n- **Cuidado com doses ≥50 mg/dia:** Meta-análise de 21 ECRs demonstrou elevação significativa de estradiol nessa dose, com risco potencial de hiperestimulação endometrial e aumento do risco de carcinoma endometrial com uso prolongado sem oposição progestagênica.\n\n#### 4b. Abordagens não farmacológicas de suporte\n- **Exercício físico resistido:** Atenua o declínio de massa muscular e melhora a sensibilidade à insulina, contribuindo para melhor aproveitamento dos andrógenos circulantes.\n- **Manejo do estresse crônico:** Hipercortisolismo funcional compete pela via esteroidogênica adrenal, podendo deprimir adicionalmente o DHEA-S; técnicas de redução de estresse têm impacto indireto.\n- **Adequação do sono:** Produção adrenal de DHEA é influenciada pelo ritmo circadiano e qualidade do sono.\n\n---\n\n### 5. Monitorização\n\n- **Após início de reposição com prasterona:** Reavaliação laboratorial de DHEA-S, testosterona total, estradiol e SHBG em 8–12 semanas.\n- **Avaliação clínica:** Sintomas de virilização (acne, hirsutismo, alteração vocal), função sexual, humor e bem-estar.\n- **Monitorização endometrial:** Em mulheres com útero intacto em uso de doses maiores de DHEA oral, considerar ultrassonografia transvaginal seriada para avaliar espessura endometrial.\n- **Frequência de seguimento:** A cada 6–12 meses após estabilização da dose.",
  "points": 12
}
