{
  "score_item_id": "c77cedd3-2800-76d4-90ca-12bef80585a3",
  "clinical_relevance": "O sulfato de deidroepiandrosterona (DHEA-S) é a forma circulante predominante e estável do DHEA, produzido quase exclusivamente pela zona reticular do córtex adrenal. Por possuir meia-vida longa (10–20 horas) e não estar sujeito à variação circadiana acentuada, o DHEA-S é o marcador laboratorial preferido para avaliação da função androgênica adrenal, sendo superior ao DHEA livre para fins clínicos e epidemiológicos.\n\nFisiologia e declínio com a idade: O DHEA e o DHEA-S atingem pico sérico entre os 20 e 30 anos de vida, com declínio progressivo e acentuado a partir daí — chegando a uma redução de aproximadamente 70% entre os 20 e os 60 anos, primariamente por involução da zona reticular adrenal. Nas mulheres na faixa etária de 50 a 59 anos, essa queda é clinicamente relevante porque, na pós-menopausa, os esteroides adrenais tornam-se a principal — e frequentemente única — fonte de precursores para a produção intratissular de andrógenos e estrogênios em tecidos não reprodutivos. Aproximadamente 25% da produção androgênica feminina é de origem adrenal na pré-menopausa, proporção que sobe para até 100% na pós-menopausa.\n\nO DHEA-S não se liga à globulina ligadora de hormônios sexuais (SHBG), o que lhe confere acesso livre a tecidos-alvo, sendo convertido perifericamente em testosterona, estradiol e di-hidrotestosterona (DHT) conforme a demanda tecidual local. O músculo esquelético é capaz de sintetizar andrógenos e estrogênios a partir do DHEA, tornando-o um biomarcador com relevância direta para força muscular, velocidade de marcha e composição corporal — parâmetros fundamentais na faixa etária de 50 a 59 anos.\n\nValores de referência e interpretação: Os valores de referência do DHEA-S para mulheres de 50–59 anos variam entre laboratórios, mas geralmente situam-se na faixa de 35–200 µg/dL. Valores abaixo de 35 µg/dL nessa faixa etária sugerem depleção adrenal significativa; valores acima de 200–250 µg/dL podem indicar produção adrenal excessiva (hiperplasia adrenal congênita de manifestação tardia, neoplasia adrenal ou uso exógeno).\n\nImplicações clínicas do DHEA-S baixo: A queda do DHEA-S nessa faixa etária tem sido associada a: (1) redução da libido e disfunção sexual; (2) fadiga, redução do bem-estar e sintomas depressivos — embora a relação com humor seja controversa, com estudos mostrando associação entre DHEA-S baixo e humor deprimido, enquanto outros relatam resultados paradoxais durante a transição menopáusica; (3) resistência à insulina e disfunção metabólica, com dados conflitantes entre estudos observacionais e intervencionais; (4) redução de massa muscular (sarcopenia) e velocidade de marcha; (5) maior vulnerabilidade óssea e cardiovascular.\n\nEstudo WISE (NIH/NHLBI) evidenciou associação entre DHEA-S baixo e mortalidade cardiovascular em mulheres pós-menopáusicas. O estudo SWAN apontou que o declínio androgênico adrenal com o envelhecimento segue trajetória longitudinal complexa, revisando o conceito de que esse declínio é linear e uniforme.\n\nExcesso de DHEA-S: Valores elevados em mulheres de 50–59 anos devem levantar suspeita de hiperplasia adrenal congênita de início tardio (HAC), tumores adrenais virilizantes ou uso exógeno não declarado de DHEA/prasterona. Clinicamente, manifesta-se com hiperandrogenismo (hirsutismo, acne, alopecia androgenética). Segundo diretriz da Society for Endocrinology (2025), o DHEA-S sérico é a medida mais confiável de produção androgênica adrenal, sendo particularmente útil na avaliação de excesso androgênico na transição perimenopáusica.\n\nEpidemiologia: A Síndrome da Fadiga Crônica, frequentemente associada a disfunção do eixo HPA e DHEA-S baixo, acomete predominantemente adultos entre 20 e 40 anos com prevalência 2 a 3 vezes maior em mulheres — quadro que pode se estender ou se manifestar tardiamente na faixa de 50 a 59 anos com depleção adrenal associada.",
  "patient_explanation": "O DHEA-S é um hormônio produzido pelas glândulas suprarrenais (localizadas acima dos rins) que funciona como um \"hormônio-mãe\": o corpo o transforma em outros hormônios importantes, como estrogênio e testosterona, conforme a necessidade. É normal que seus níveis caiam bastante com o envelhecimento — por volta dos 50 anos, muitas mulheres já têm valores bem menores do que tinham aos 20 anos. Esse declínio pode estar relacionado a sintomas como cansaço persistente, queda do interesse sexual, mudanças de humor e perda de massa muscular. Quando os valores estão muito baixos, pode ser importante investigar a saúde das glândulas suprarrenais. Quando estão elevados, o médico avalia se há alguma causa que precise de atenção. O exame é simples, feito por coleta de sangue, e os resultados devem sempre ser interpretados junto com seus sintomas e outros exames. Converse com seu médico sobre o que seu resultado significa para você.",
  "conduct": "## Conduta Clínica — DHEA-S em Mulheres de 50–59 Anos\n\n### 1. Interpretação do Resultado\n\n- **Valor baixo (< 35 µg/dL):** Sugestivo de depleção adrenal associada ao envelhecimento; correlacionar com sintomas clínicos (fadiga, libido reduzida, sarcopenia, humor deprimido)\n- **Valor normal (35–200 µg/dL):** Considerar contexto clínico; valores no terço inferior do intervalo em paciente sintomática merecem acompanhamento\n- **Valor elevado (> 200–250 µg/dL):** Investigar causas de hiperprodução adrenal\n\n---\n\n### 2. Investigação Complementar\n\n**Em caso de DHEA-S baixo:**\n- Dosagem de cortisol matinal (avaliação eixo HPA)\n- Testosterona total e livre\n- SHBG\n- Estradiol\n- FSH e LH (estadiamento menopáusico)\n- Hemograma, glicemia de jejum, insulina basal, HOMA-IR (avaliação metabólica)\n- TSH e T4L (diagnóstico diferencial de fadiga)\n- Densitometria óssea (risco de osteopenia/osteoporose)\n\n**Em caso de DHEA-S elevado:**\n- 17-OH-progesterona basal e pós-estimulação com ACTH (rastreio de HAC de início tardio)\n- Sulfato de DHEA em repetição para confirmar elevação\n- Imagem de adrenais (TC ou RM) se suspeita de neoplasia\n- Investigação de uso exógeno de DHEA/prasterona\n\n---\n\n### 3. Critérios de Encaminhamento\n\n- **Endocrinologia:** DHEA-S muito elevado, suspeita de HAC de início tardio, neoplasia adrenal ou insuficiência adrenal primária/secundária\n- **Ginecologia/Medicina Integrativa:** DHEA-S baixo com sintomas de climatério, disfunção sexual ou sarcopenia, para avaliação de reposição hormonal individualizada\n- **Reumatologia/Imunologia:** Suspeita de doença autoimune associada a disfunção adrenal\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n**Para DHEA-S baixo sintomático:**\n\n- **Prasterona (DHEA) oral:** No Brasil, disponível como prasterona. Doses para mulheres: **10–15 mg/dia** (doses menores que em homens para evitar conversões androgênicas indesejadas). Doses de 25–50 mg/dia têm sido estudadas para melhora de humor e função sexual, mas exigem monitoramento rigoroso de andrógenos\n- **Monitoramento laboratorial:** Reavaliar DHEA-S, testosterona, estradiol e SHBG a cada 6–8 semanas no início da suplementação; ajustar dose conforme resposta clínica e laboratorial\n- **Forma de administração:** Comprimido oral é a forma mais estudada; creme transdérmico é considerado mais fisiológico, mas com menor evidência publicada\n- **Evidências de benefício:** Meta-análise de 21 ECRs (2025) demonstrou que DHEA ≥ 50 mg/dia eleva significativamente testosterona e estradiol em mulheres pós-menopáusicas; doses de 50 mg/dia por ≥ 26 semanas elevam estradiol especialmente em mulheres com ≥ 60 anos\n- **Limitações das evidências:** Estudos intervencionais apresentam resultados conflitantes para humor, qualidade de vida e função sexual em mulheres peri e pós-menopáusicas sem insuficiência adrenal; evidência atual não suporta uso rotineiro em insuficiência adrenal\n- **Atenção ao risco endometrial:** Elevação de estradiol por suplementação de DHEA pode estimular endométrio; uso de doses baixas é preferível; monitorar espessura endometrial se necessário\n\n**Intervenções não farmacológicas complementares:**\n- Treinamento resistido: manutenção de massa muscular e suporte ao eixo HPA\n- Redução de estressores crônicos: disfunção do eixo HPA pode acelerar depleção adrenal\n- Sono adequado: ritmo circadiano do eixo HPA influencia produção de DHEA\n- Nutrição anti-inflamatória: suporte à função adrenal e metabolismo hormonal\n\n---\n\n### 5. Monitoramento e Seguimento\n\n- Repetir DHEA-S a cada **6–12 meses** se em acompanhamento clínico sem suplementação\n- Se em suplementação com prasterona: controle laboratorial em **6–8 semanas**, depois a cada **3–6 meses**\n- Avaliar parâmetros clínicos: libido, energia, composição corporal, humor, velocidade de marcha\n- Ajustar conduta conforme quadro clínico global e não apenas pelo valor isolado de DHEA-S",
  "points": 12
}
