{
  "score_item_id": "019bf31d-2ef0-722d-b4b2-179c0785a20e",
  "clinical_relevance": "O sulfato de deidroepiandrosterona (DHEA-S) é o andrógeno circulante mais abundante no organismo humano e representa o principal marcador da função androgênica adrenal. Em mulheres, a produção androgênica é distribuída entre ovários e adrenais na fase pré-menopáusica (aproximadamente 25% de origem adrenal), mas após a menopausa a produção adrenal torna-se responsável por praticamente 100% dos andrógenos circulantes. O DHEA, precursor direto do DHEA-S, é produzido na zona reticular das adrenais e sofre declínio progressivo a partir dos 30 anos de idade — fenômeno denominado adrenopausa — com redução de aproximadamente 70% entre os 20 e 60 anos. Na faixa etária de 60 a 69 anos, os níveis de DHEA-S encontram-se consistentemente baixos quando comparados aos valores de adultos jovens, refletindo a involução funcional da zona reticular adrenal.\n\nFisiologicamente, o DHEA-S circula em concentrações muito superiores ao DHEA livre e serve como reservatório de substrato para a síntese periférica de estradiol e testosterona nos tecidos-alvo. Importante ressaltar que o DHEA-S não se liga à globulina ligadora de hormônios sexuais (SHBG), o que confere acesso mais direto aos tecidos-alvo em comparação ao estradiol e à testosterona ligados à SHBG. Nas mulheres pós-menopáusicas, o DHEA torna-se o hormônio sexual predominante no organismo, e a musculatura esquelética é capaz de sintetizar andrógenos e estrogênios localmente a partir deste precursor.\n\nDo ponto de vista clínico, níveis reduzidos de DHEA-S na faixa etária de 60 a 69 anos estão associados a múltiplos desfechos adversos de saúde. Estudo prospectivo com 1.886 idosos da comunidade (60-91 anos) demonstrou associação inversa entre DHEA-S sérico e risco de fragilidade, particularmente fragilidade do subtipo mobilidade. Estudos identificaram associação entre DHEA-S circulante e marcadores de força muscular e velocidade de marcha, sendo o DHEA considerado biomarcador superior ao estradiol e à testosterona para predição desses desfechos funcionais nessa faixa etária. Adicionalmente, níveis baixos de DHEA-S foram associados a maior risco de perda de densidade mineral óssea e desenvolvimento de osteoporose, com benefícios ósseos da suplementação mais consistentes em mulheres do que em homens.\n\nA relação entre DHEA-S e risco cardiovascular em mulheres pós-menopáusicas é objeto de estudo pelo WISE (Women's Ischemia Syndrome Evaluation), vinculado ao NHLBI, que avaliou DHEA-S e mortalidade cardiovascular em mulheres pós-menopáusicas. No âmbito metabólico, a literatura apresenta resultados conflitantes: alguns estudos associam níveis baixos de DHEA-S a resistência à insulina e tolerância diminuída à glicose, enquanto outros apontam relação inversa em mulheres pós-menopáusicas, requerendo interpretação cautelosa. Em termos de avaliação laboratorial, o DHEA-S sérico é considerado a medida mais confiável da produção androgênica adrenal, sendo particularmente útil na investigação de excesso androgênico e na transição perimenopáusica, conforme diretriz clínica da Society for Endocrinology (2025). Os valores de referência para mulheres de 60 a 69 anos situam-se tipicamente entre 15 e 157 µg/dL, com significativa variabilidade interindividual. A interpretação deve considerar o contexto clínico global, incluindo sintomas, composição corporal, função física e comorbidades.",
  "patient_explanation": "O DHEA-S é um hormônio produzido pelas glândulas suprarrenais, que ficam acima dos rins. Ele funciona como uma espécie de matéria-prima que o seu corpo usa para fabricar outros hormônios importantes, como o estrogênio e a testosterona, especialmente após a menopausa. É normal que seus níveis caiam bastante com o envelhecimento — aos 60 anos, a produção pode ser até 70% menor do que na juventude. Essa queda pode contribuir para sintomas como cansaço, perda de força muscular, redução da disposição e alterações no humor. Valores adequados de DHEA-S estão associados à manutenção da massa muscular, da força, da saúde dos ossos e do bem-estar geral. Se o seu resultado estiver baixo, isso não é uma doença em si, mas um sinal de que sua equipe médica pode avaliar estratégias para apoiar sua saúde hormonal de forma segura e individualizada.",
  "points": 12,
  "conduct": "## Conduta Clínica — DHEA-S em Mulheres de 60 a 69 Anos\n\n### 1. Interpretação dos Resultados\n\n- **Valores de referência para a faixa etária (60-69 anos):** aproximadamente 15–157 µg/dL (variações entre laboratórios são esperadas; sempre utilizar o intervalo de referência do laboratório local)\n- **DHEA-S baixo:** valores abaixo do limite inferior para a faixa etária, especialmente quando acompanhados de sintomas clínicos relevantes\n- **DHEA-S elevado:** valores acima do limite superior para a faixa etária podem sugerir neoplasia adrenal ou excesso androgênico de outra etiologia e requerem investigação\n- O DHEA-S é a medida mais confiável da produção androgênica adrenal, superior ao DHEA livre para fins clínicos\n\n---\n\n### 2. Investigação Complementar\n\n**Na presença de DHEA-S baixo com sintomas clínicos relevantes:**\n- Dosagem de cortisol basal e teste de estímulo (rastreio de insuficiência adrenal)\n- Testosterona total e livre, estradiol sérico, SHBG\n- Hemograma completo, função renal e hepática\n- Densidade mineral óssea (DXA) — especialmente em pacientes com fratura prévia ou outros fatores de risco para osteoporose\n- Avaliação funcional: velocidade de marcha, força de preensão palmar (dinamometria), teste de sentar e levantar (rastreio de sarcopenia)\n- Glicemia de jejum, insulina, HOMA-IR (dados conflitantes na literatura, mas relevantes para avaliação metabólica global)\n\n**Na presença de DHEA-S elevado:**\n- DHEA-S > 700 µg/dL em mulheres pós-menopáusicas: investigação prioritária para neoplasia adrenal (tomografia de abdome com corte adrenal)\n- Dosagem de 17-OH-progesterona (rastreio de hiperplasia adrenal congênita de início tardio)\n- Avaliação clínica de sinais de virilização (hirsutismo, acne, alterações de voz, clitoromegalia)\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Considerações sobre reposição com DHEA (Prasterona):**\n- A reposição com DHEA em mulheres pós-menopáusicas com deficiência comprovada pode elevar significativamente os níveis de testosterona e estradiol\n- Meta-análise de 21 ECRs (2025, Diabetology & Metabolic Syndrome) demonstrou aumento significativo de estradiol (WMD: 7,86 pg/mL) e testosterona (WMD: 24,31 ng/dL) com suplementação de DHEA\n- Em mulheres com 60 anos ou mais, doses ≥ 50 mg/dia produziram elevações de estradiol mais pronunciadas (WMD: 8,92 pg/mL)\n- **Doses para mulheres:** preferencialmente 10–25 mg/dia (doses menores para evitar conversões indesejadas em estradiol e andrógenos); doses de 50 mg/dia podem ser utilizadas em contextos específicos com monitorização rigorosa\n- **Atenção:** doses ≥ 50 mg/dia podem elevar estradiol a níveis que estimulam o endométrio, aumentando risco potencial de carcinoma endometrial com uso prolongado — monitorização cuidadosa é obrigatória\n- DHEA vaginal (local) demonstra promessa para atrofia vulvovaginal com menor impacto sistêmico\n- Evidências suportam benefícios modestos na qualidade de vida e humor em mulheres com insuficiência adrenal primária ou secundária; evidências para mulheres sem insuficiência adrenal são mais limitadas\n- O efeito protetor ósseo do DHEA é significativamente menor do que o da terapia estrogênica ou das medicações aprovadas para osteoporose\n\n**Intervenções não farmacológicas (sempre recomendadas):**\n- **Exercício resistido:** comprovadamente eficaz para preservação de massa muscular, força e densidade óssea, independentemente dos níveis hormonais\n- **Adequação proteica:** ingestão de 1,2–1,6 g/kg/dia de proteína de alto valor biológico para suporte à síntese muscular\n- **Vitamina D e cálcio:** otimizar níveis séricos de vitamina D (meta 30–60 ng/mL) para saúde óssea e muscular\n- **Controle do estresse crônico:** eixo HPA cronicamente ativado prejudica a produção adrenal de DHEA\n- **Qualidade do sono:** sono reparador é fundamental para a função adrenal e produção hormonal\n\n---\n\n### 4. Critérios de Encaminhamento\n\n- **Endocrinologia:** DHEA-S muito baixo com suspeita de insuficiência adrenal; DHEA-S elevado com necessidade de investigação de neoplasia adrenal ou excesso androgênico; decisão de reposição hormonal com DHEA em contexto de comorbidades\n- **Ginecologia/Medicina da Menopausa:** avaliação integrada da saúde hormonal pós-menopáusica, atrofia vulvovaginal\n- **Reumatologia/Ortopedia:** osteoporose com risco de fratura elevado\n- **Geriatria:** pacientes com fragilidade, sarcopenia ou múltiplas comorbidades\n\n---\n\n### 5. Monitorização\n\n- Reavaliação laboratorial de DHEA-S após 6–8 semanas do início de qualquer intervenção hormonal\n- Monitorizar SHBG, estradiol, testosterona total e livre durante uso de DHEA\n- Avaliação clínica de sinais de excesso androgênico (acne, hirsutismo) a cada consulta durante reposição\n- Em uso de DHEA oral: considerar rastreio endometrial (ultrassonografia transvaginal) anualmente, especialmente em doses ≥ 50 mg/dia\n- Avaliação funcional periódica (força, mobilidade) para monitorar eficácia das intervenções"
}
