{
  "score_item_id": "019bf31d-2ef0-78f2-899d-3f0d57ec7cc3",
  "clinical_relevance": "O T3 Livre (triiodotironina livre, fT3) é a fração biologicamente ativa dos hormônios tireoidianos, responsável pela ação direta nos receptores nucleares dos tecidos-alvo. Aproximadamente 80% do T3 circulante é produzido pela conversão periférica de T4 em T3, mediada pelas deiodinases (D1 e D2), enquanto apenas 20% é secretado diretamente pela tireoide. A fração livre — desligada de proteínas transportadoras como TBG, albumina e transtirretina — representa menos de 0,3% do T3 total, mas é a porção metabolicamente ativa disponível para entrada celular.\n\n**Valores de referência:** A faixa convencional para T3 Livre é de 2,3–4,2 pg/mL (equivalente a 3,5–6,5 pmol/L), embora variações metodológicas entre imunoensaios sejam significativas. Dados do guideline europeu ETA (2012) demonstram que pacientes em monoterapia com levotiroxina apresentam fT3 médio de 3,70 pmol/L versus 4,47 pmol/L em controles eutireoidianos (p < 0,001), evidenciando que a normalização do TSH não garante eutiroidismo periférico adequado.\n\n**Fisiologia e relevância sistêmica:** O T3 livre exerce ações em praticamente todos os tecidos: modula canais iônicos cardíacos, frequência e contratilidade miocárdica, débito cardíaco, vasorrelaxamento, atividade do sistema renina-angiotensina-aldosterona (SRAA), oxigenação tecidual e função mitocondrial. No sistema nervoso central, regula a bioenergética e o metabolismo cerebral, com vínculo estabelecido entre T3 baixo e depressão, fadiga cognitiva e maior risco de demência. No eixo reprodutivo, o T3 livre é essencial para fertilidade: um estudo com 21 mulheres inférteis com TSH entre 0,5 e 3,5 demonstrou que a otimização do T3 livre resultou em gestação em todas as participantes em três meses.\n\n**Epidemiologia:** O hipotireoidismo — condição mais frequentemente associada ao T3 livre reduzido — afeta ~1% da população geral, com hipotireoidismo subclínico em 10–12% da população mundial. A doença de Hashimoto é responsável por ~90% dos casos, predominando em mulheres entre 20–60 anos, com prevalência de até 27% em mulheres adultas. Uma meta-análise de 2017 com aproximadamente 2 milhões de participantes demonstrou que o hipotireoidismo é fator de risco independente para mortalidade cardiovascular.\n\n**Limitações diagnósticas críticas:** Os imunoensaios convencionais de T3 livre apresentam variabilidade metodológica relevante; a técnica de ultrafiltração é mais acurada e pode reclassificar casos entre subclínico e franco. O TSH isolado é insuficiente como único marcador: a conversão periférica T4→T3 não é uniforme, varia por tecido e contexto, e é modulada por múltiplos fatores (estresse, cortisol, inflamação, polimorfismos de deiodinases). Polimorfismos nas deiodinases ocorrem em ~12–14% da população e podem reduzir substancialmente a conversão. Pacientes tireoidectomizados perdem 10–20% da produção direta de T3, tornando-os especialmente vulneráveis a T3 livre sub-ótimo mesmo com T4 normal.\n\n**Interações fisiopatológicas relevantes:** O excesso de cortisol (disfunção do eixo HPA, estresse crônico) inibe a conversão T4→T3 pela D1, elevando o T3 reverso (rT3) e gerando hipotireoidismo funcional com TSH normal e T3 livre periférico baixo. Contraceptivos orais também elevam o rT3 e reduzem a ação tireoidiana efetiva. IBP, beta-bloqueadores, ferro, cálcio, análogos de GLP-1 e soja interferem na absorção ou conversão hormonal. Em estados críticos (UTI, eventos agudos como IAM e ICC), T3 livre baixo correlaciona-se com maior mortalidade; na insuficiência cardíaca, há redução da conversão e aumento de rT3 e citocinas inflamatórias.\n\n**Estratificação de risco:** T3 livre abaixo de 2,3 pg/mL em contexto clínico compatível indica hipotireoidismo com repercussão tecidual. T3 livre no terço inferior da referência com sintomas persistentes e TSH normal justifica investigação ampliada. T3 livre elevado (acima de 4,2 pg/mL com TSH suprimido) levanta suspeita de hipertireoidismo ou T3-toxicosis (prevalência de 1,6% em pacientes com TSH suprimido, conforme revisão de 2024 no ADLMConnect). A razão T4 livre/T3 livre é marcador auxiliar da eficiência de conversão periférica.",
  "points": 14,
  "patient_explanation": "O T3 Livre é o hormônio da tireoide que realmente age no seu corpo. A tireoide produz principalmente outro hormônio chamado T4, que precisa ser convertido em T3 pelos seus tecidos para ter efeito. O T3 livre é a versão ativa e disponível desse processo — é ele que regula seu metabolismo, energia, humor, temperatura corporal, batimentos cardíacos, intestino, fertilidade e funcionamento do cérebro.\n\nQuando o T3 livre está baixo, mesmo que outros exames da tireoide pareçam normais, você pode sentir cansaço persistente, ganho de peso difícil de explicar, queda de cabelo, sensação de frio, raciocínio lento, constipação e baixo humor. Isso acontece porque o problema pode estar na conversão do hormônio, não na produção em si.\n\nQuando está elevado, pode causar coração acelerado, tremores, ansiedade, perda de peso involuntária e insônia. Avaliar o T3 livre junto com os outros hormônios da tireoide ajuda seu médico a ter uma visão muito mais completa da sua saúde hormonal e a personalizar o tratamento se necessário.",
  "conduct": "## Conduta Clínica: T3 Livre Alterado\n\n### Avaliação Inicial\n\n- **Painel tireoidiano completo:** TSH, T4 livre, T3 livre e, quando disponível, T3 reverso (rT3) e anticorpos anti-TPO e anti-Tg\n- Solicitar T3 livre com metodologia de ultrafiltração quando disponível, especialmente em casos limítrofes ou com imunoensaios discordantes\n- Avaliar coleta no horário adequado: em pacientes usando T3 exógeno, coletar 2–4 horas após a dose para evitar pico\n- **Contexto clínico obrigatório:** sintomas presentes, histórico de tireoidectomia, uso de levotiroxina, comorbidades, medicamentos em uso\n\n### Investigação Complementar por Cenário\n\n**T3 livre baixo com TSH elevado:**\n- Confirmar hipotireoidismo primário; investigar etiologia (Hashimoto: anti-TPO, USG tireoidiana)\n- Avaliar biomarcadores teciduais auxiliares: colesterol total, LDL, Lp(a), SHBG, osteocalcina, N-telopeptídeo urinário, CK, ferritina, inibidor da ECA, G6PD\n\n**T3 livre baixo com TSH normal:**\n- Suspeitar de hipotireoidismo funcional por: disfunção do eixo HPA (dosar cortisol salivar em curva), inflamação crônica (PCR-us, IL-6), deficiências nutricionais (selênio, zinco, ferro, vitamina D, iodo), polimorfismos de deiodinases\n- Investigar uso de medicamentos que reduzem conversão: IBP, beta-bloqueadores, corticoides, contraceptivos, análogos GLP-1\n- Rastrear disbiose/SIBO (especialmente com constipação crônica): teste respiratório, avaliação de microbioma\n- Se disfunção do eixo HPA confirmada: corrigir HPA primeiro e reavaliar T3 livre após 8–12 semanas\n\n**T3 livre elevado com TSH suprimido:**\n- Considerar hipertireoidismo primário ou T3-toxicosis (prevalência 1,6% em pacientes com TSH suprimido)\n- Avaliação especializada em endocrinologia obrigatória\n- Solicitar cintilografia tireoidiana, USG com Doppler se nódulos presentes\n\n### Intervenções Baseadas em Evidências\n\n**Correção de causas funcionais:**\n- Repor micronutrientes essenciais para as deiodinases: **selênio** (200 mcg/dia), **zinco** (15–30 mg/dia), **ferro** (ferritina alvo > 50 ng/mL), vitamina D, cobre\n- Reduzir exposições que inibem conversão: flúor excessivo, toxinas ambientais, estresse crônico\n- **Exercício físico regular:** aumenta sensibilidade dos receptores tireoidianos — prescrever e monitorar\n- Ajustar absorção da levotiroxina: tomada em jejum pela manhã ou 2 horas após a última refeição à noite; usuários de IBP podem necessitar ~37% mais de dose\n- Espaçar LT4 de ferro, cálcio, soja e outros quelantes por pelo menos 4 horas\n\n**Consideração de terapia combinada T4+T3:**\n- Candidatos: pacientes sintomáticos com LT4 em dose adequada e T3 livre no terço inferior da referência, tireoidectomizados, usuários de alta dose de LT4, autoimunidade ativa, polimorfismos de deiodinases confirmados (~12–14% da população)\n- Proporção recomendada (guideline europeu ETA 2012): T4:T3 entre **13:1 e 20:1**; T3 em duas doses diárias (liberação lenta preferível para evitar picos)\n- **Contraindicações ao T3:** gestantes, cardiopatas instáveis, malignidade ativa, psiquiatria não controlada\n- Monitorar durante ajuste: Pro-BNP e PCR-us em cardiopatas; clínica e exames a cada 6–8 semanas\n- Meta-análise 2021 (99 estudos): monoterapia com T4 com TSH médio de ~3,3 falha em normalizar biomarcadores celulares em parcela significativa dos pacientes\n\n**Contexto cardiovascular:**\n- Em cardiopatas (ICC, pós-IAM) com T3 livre baixo: avaliar segurança para ajuste terapêutico monitorando Pro-BNP e PCR-us\n- T3 em baixa dose pós-IAM/ICC demonstrou melhora de remodelamento, marcadores inflamatórios e arritmias atriais em protocolos selecionados\n\n**Contexto psiquiátrico:**\n- Antes de diagnosticar depressão: avaliar função tireoidiana completa incluindo T3 livre\n- T3 como adjuvante em depressão refratária desde 1996 (estudos consistentes): iniciar com 5 mcg de liotironina de liberação lenta, ajustar gradualmente; efeito relacionado à melhora da bioenergética cerebral\n- Avaliar anti-TPO em todos os pacientes com depressão\n\n**Contexto de fertilidade:**\n- Incluir TSH, T4 livre, T3 livre e prolactina precocemente na investigação de infertilidade feminina e masculina\n- Otimizar T3 livre em mulheres já em uso de LT4 antes de procedimentos de reprodução assistida; tratar por 3–12 meses\n\n### Critérios de Encaminhamento\n\n- **Endocrinologia:** T3 elevado com TSH suprimido, suspeita de T3-toxicosis, nódulos tireoidianos associados, hipotireoidismo central (TSH normal/baixo com hormônios baixos), casos refratários\n- **Cardiologia:** antes de iniciar T3 em qualquer paciente com doença cardiovascular conhecida\n- **Psiquiatria integrativa:** depressão refratária com T3 livre limítrofe considerando prova terapêutica\n\n### Monitorização\n\n- Reavaliação de TSH, T4 livre e T3 livre: 6–8 semanas após qualquer ajuste de dose\n- Após estabilização: a cada 6 meses\n- Manter registro de sintomas com escala validada para correlacionar com valores laboratoriais\n- Incorporar biomarcadores teciduais na monitorização de longo prazo (SHBG, colesterol, LDL, ferritina, CK)"
}
