{
  "score_item_id": "c77cedd3-2800-71a7-96b3-358fe79a7bbb",
  "clinical_relevance": "O T4 livre (tiroxina livre) é a fração biologicamente disponível da tiroxina, correspondendo à porção não ligada às proteínas transportadoras plasmáticas (TBG, albumina e transtirretina), que retêm aproximadamente 90% do T4 circulante. É um dos marcadores centrais da função tireoidiana, sendo fundamental na avaliação da disfunção tireoidiana em conjunto com TSH e T3 livre.\n\nFisiologia: O T4 é produzido exclusivamente pela tireoide (~80–100 μg/dia), sendo o pró-hormônio que necessita de conversão periférica para T3 (a forma metabolicamente ativa) pela ação das deiodinases D1 e D2, enzimas dependentes de selênio e zinco. A fração livre do T4 atravessa membranas celulares e representa o substrato disponível para essa conversão. A regulação ocorre pelo eixo hipotálamo–hipófise–tireoide (HHT): TRH estimula a secreção de TSH, que por sua vez estimula a produção de T4/T3; citocinas inflamatórias, cortisol, dopamina e somatostatina modulam negativamente o TSH.\n\nValores de referência: A faixa convencional situa-se entre 0,8–1,8 ng/dL (metodologia imunoensaio), embora metodologias mais acuradas (ultrafiltração) possam reclassificar casos limítrofes. Valores abaixo de 0,8 ng/dL sugerem hipotireoidismo; valores acima de 1,8 ng/dL sugerem hipertireoidismo. No hipotireoidismo subclínico, o T4 livre permanece normal com TSH elevado (entre 4–10 mUI/L), afetando 10–12% da população mundial.\n\nLimitações diagnósticas críticas: Imunoensaios de T4 livre apresentam variabilidade interlaboratorial significativa, com risco de misclassificação entre hipotireoidismo subclínico e franco. A ultrafiltração é considerada metodologia mais acurada. Alterações em TBG (gravidez, uso de estrogênios, doença hepática) impactam a interpretação da fração livre. O T4 livre não reflete, por si só, a conversão periférica para T3 nem a sensibilidade tecidual ao hormônio; uma meta-análise de 2021 (99 estudos) demonstrou que normalizar T4 livre com TSH médio de ~3,3 mUI/L não normaliza plenamente biomarcadores teciduais nem resolve sintomas em todos os pacientes.\n\nEpidemiologia: A prevalência de hipotireoidismo geral é estimada em ~1% da população; o hipotireoidismo subclínico atinge 10–12%; anticorpos antitireoidianos estão presentes em 10–12%. A doença de Hashimoto é responsável por ~90% dos casos de hipotireoidismo primário, com predominância em mulheres entre 20–60 anos (até 27% com Hashimoto crônica). O tratamento com levotiroxina cresceu 63% nos últimos 20 anos, sendo a segunda droga mais vendida nos EUA em 2019. Apesar disso, 70–77% dos pacientes tratados relatam insatisfação, e 5–15% mantêm sintomas persistentes.\n\nImpacto cardiovascular: Meta-análise com ~2 milhões de participantes (2017) demonstrou que o hipotireoidismo é fator de risco independente para mortalidade cardiovascular. T3 baixo em eventos agudos (UTI, IAM, ICC) correlaciona-se com maior mortalidade. O hipotireoidismo subclínico associa-se a disfunção cardíaca leve reversível com reposição de T4.\n\nHipotireoidismo funcional: O excesso de cortisol (estresse crônico, disfunção do eixo HPA) limita a conversão T4→T3 perifericamente, gerando estado de hipotireoidismo funcional com T4 livre normal, T3 livre baixo e TSH normal — quadro que escapa ao diagnóstico convencional baseado apenas em TSH e T4 livre.\n\nEstratificação de risco: T4 livre é essencial para diferenciar hipotireoidismo subclínico (T4 livre normal + TSH elevado) de hipotireoidismo franco (T4 livre baixo + TSH elevado) e de hipotireoidismo secundário/central (T4 livre baixo + TSH normal ou baixo — padrão hipofisário que exige investigação diferenciada). Deve ser interpretado sempre em conjunto com TSH, T3 livre, anticorpos (anti-TPO, anti-Tg) e biomarcadores teciduais (colesterol total, LDL, Lp(a), SHBG, osteocalcina, N-telopeptídeo urinário, CK, mioglobina, ferritina, inibidor da ECA, G6PD).",
  "points": 14,
  "patient_explanation": "O T4 livre é um hormônio produzido pela glândula tireoide, localizada no pescoço. Ele funciona como um mensageiro químico que regula o metabolismo do corpo — ou seja, controla a velocidade com que as células produzem e gastam energia. O 'livre' significa a parte do hormônio que está disponível para agir no organismo, sem estar presa a proteínas no sangue.\n\nQuando o T4 livre está em quantidade adequada, o corpo funciona em ritmo saudável: energia estável, peso equilibrado, raciocínio claro e humor regular. Quando está baixo (hipotireoidismo), o metabolismo desacelera e podem surgir cansaço excessivo, ganho de peso, sensação de frio, queda de cabelo, lentidão mental e alterações de humor. Quando está alto (hipertireoidismo), o metabolismo acelera demais, causando agitação, perda de peso, palpitações e insônia.\n\nEste exame é importante porque, avaliado junto com outros hormônios da tireoide, permite ao médico entender não apenas se a tireoide está produzindo bem, mas se o hormônio está sendo convertido e utilizado corretamente pelas células. Resultados alterados não devem ser interpretados de forma isolada — o contexto clínico completo é fundamental para a decisão terapêutica. Com acompanhamento adequado, a maioria das disfunções tireoidianas tem bom controle.",
  "conduct": "## Conduta Clínica — T4 Livre\n\n### Interpretação Integrada\n\n- **Nunca interpretar o T4 livre isoladamente**: avaliar sempre em conjunto com TSH, T3 livre, anti-TPO, anti-Tg e quadro clínico\n- **Padrões diagnósticos:**\n  - **Hipotireoidismo franco:** T4 livre baixo + TSH elevado\n  - **Hipotireoidismo subclínico:** T4 livre normal + TSH elevado (4–10 mUI/L)\n  - **Hipotireoidismo central/secundário:** T4 livre baixo + TSH normal ou baixo → investigar eixo hipofisário (ACTH, cortisol, outros eixos hipofisários)\n  - **Hipotireoidismo funcional:** T4 livre normal + T3 livre baixo + TSH normal → suspeitar de disfunção do eixo HPA, estresse crônico, deficiências nutricionais ou uso de beta-bloqueadores\n  - **Hipertireoidismo:** T4 livre elevado + TSH suprimido → investigar causa (Graves, bócio multinodular, tireoidite)\n- **Considerar metodologia**: imunoensaios têm variabilidade interlaboratorial; ultrafiltração é mais acurada em casos limítrofes\n\n### Investigação Complementar\n\n- **Painel tireoidiano completo:** TSH, T4 livre, T3 livre, anti-TPO, anti-Tg\n- **Biomarcadores teciduais** para avaliar resposta funcional ao tratamento: colesterol total, LDL, Lp(a), SHBG, osteocalcina, N-telopeptídeo urinário, CK, mioglobina, ferritina, inibidor da ECA, G6PD\n- **Avaliação nutricional:** dosagem de selênio (alvo no quartil superior), zinco (avaliar com ferritina >50 ng/mL e proporção zinco:cobre 15:1), ferro/ferritina (ideal >50–100 ng/mL), cobre, vitaminas D, A, B12, B6, folato — cofatores essenciais das deiodinases e da biossíntese hormonal\n- **Eixo HPA:** cortisol salivar em perfil circadiano quando suspeitar de hipotireoidismo funcional (T3 livre baixo com T4 livre e TSH normais); reavaliar T3 livre 8–12 semanas após intervenção no HPA\n- **Investigar má absorção de levotiroxina** em doses suprafisiológicas (≥200–300 μg): H. pylori, doença celíaca (anti-transglutaminase IgA), SIBO (teste respiratório), hipocloridria\n- **Polimorfismos de deiodinases (DIO2 Thr92Ala e outros):** considerar em sintomáticos persistentes com T3 baixo e T4 normal — afetam 12–14% da população\n- **Ultrassonografia de tireoide:** indicada em qualquer hipotireoidismo para avaliar volume, nódulos e padrão ecotextural (Hashimoto)\n\n### Manejo Terapêutico\n\n**Hipotireoidismo franco:**\n- Iniciar levotiroxina (LT4); dose conforme peso (~1,6 μg/kg/dia em adultos jovens saudáveis); iniciar com dose menor em idosos e cardiopatas\n- Administração: em jejum pela manhã (30–60 min antes do café) ou ao deitar (≥2h após última refeição) — bedtime pode melhorar TSH/T3 em alguns pacientes\n- Evitar coadministração com: ferro, cálcio, IBP, análogos de GLP-1, soja — espaçar pelo menos 4h\n- Usuários de IBP podem necessitar ~37% a mais de dose (hipocloridria reduz absorção)\n- Meta terapêutica: não apenas TSH dentro do intervalo de referência, mas resolução de sintomas e normalização de biomarcadores teciduais\n\n**Hipotireoidismo subclínico (TSH 4–10 mUI/L):**\n- Tratar se: sintomático, gestante ou planejando gestar, anti-TPO positivo, disfunção cardíaca\n- Monitorar sem tratar se assintomático e sem fatores de risco adicionais, com reavaliação em 6–12 meses\n\n**Terapia combinada T4+T3:**\n- Considerar em: sintomáticos persistentes com LT4 adequado, tireoidectomizados (perdem 10–20% da produção de T3), doses de LT4 acima de 1,2 μg/kg, autoimunidade ativa, polimorfismos de deiodinases documentados\n- Proporção inicial T4:T3 de 13:1 a 20:1; T3 em duas doses diárias (diretriz europeia 2012)\n- **Contraindicações ao T3:** gestantes, cardiopatas instáveis, malignidade ativa, psiquiatria não controlada\n- Decisão compartilhada com o paciente, respeitando preferências e experiências prévias\n\n### Abordagem das Causas-Raiz\n\n- **Corrigir deficiências nutricionais:** selênio, zinco (com ferritina >50 e proporção zinco:cobre 15:1), ferro, iodo, tirosina, vitaminas D, A, B\n- **Microbioma intestinal:** tratar SIBO/disbiose se presente (prevalente em ~54% dos hipotireoidianos); constipação crônica como sinal de alerta\n- **Eixo HPA:** corrigir hipercortisolismo funcional antes de ajustar terapia tireoidiana\n- **Reduzir exposições:** flúor excessivo, toxinas ambientais, disruptores endócrinos, beta-bloqueadores (reduzem conversão T4→T3)\n- **Exercício físico:** modulador-chave da sensibilidade do receptor tireoidiano — prescrever e monitorar\n- **Estresse crônico e sono:** impactam diretamente o eixo HHT e a conversão T4→T3\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista:** hipertireoidismo, hipotireoidismo central, nódulos tireoidianos suspeitos, gestação com disfunção tireoidiana, refratariedade ao tratamento\n- **Nutricionista:** deficiências nutricionais múltiplas, SIBO, disbiose intestinal significativa\n- **Cardiologista:** hipotireoidismo em cardiopatas (ICC, pós-IAM) antes de iniciar/ajustar T3 — monitorar Pro-BNP e PCR-us\n- **Ginecologista/Reprodutor:** infertilidade associada — rastrear precocemente com TSH, T4 livre, T3 livre, prolactina, anti-TPO/anti-Tg; tratar por 3–12 meses antes de procedimentos reprodutivos\n\n### Monitorização\n\n- Repetir TSH + T4 livre: 6–8 semanas após início ou ajuste de dose\n- Após estabilização: a cada 6–12 meses\n- Monitorar T3 livre 2–4h pós-dose ao otimizar terapia combinada\n- Avaliar biomarcadores teciduais periodicamente para confirmar resposta funcional além da normalização laboratorial"
}
