{
  "score_item_id": "019bf31d-2ef0-708f-9735-029dd00e67b6",
  "clinical_relevance": "O Tempo de Protrombina (TP) expresso como INR (International Normalized Ratio) é o teste laboratorial padrão para avaliação da via extrínseca e via comum da coagulação, refletindo a atividade dos fatores I (fibrinogênio), II (protrombina), V, VII e X. O INR foi introduzido para padronizar internacionalmente os resultados do TP, corrigindo as variações entre os diferentes reagentes de tromboplastina utilizados pelos laboratórios.\n\n**Valores de referência e interpretação:** Em indivíduos sem uso de anticoagulantes, o INR normal situa-se entre 0,8 e 1,2. Valores acima de 1,2 indicam prolongamento da coagulação pela via extrínseca. Para pacientes em uso de varfarina, a faixa terapêutica padrão é INR 2,0–3,0 para a maioria das indicações (fibrilação atrial, tromboembolismo venoso, válvulas biológicas), e INR 2,5–3,5 para próteses valvares mecânicas de alto risco. Valores superiores a 3,0 sem indicação específica representam risco aumentado de sangramento; valores inferiores a 2,0 em pacientes anticoagulados configuram subterapia com risco trombótico.\n\n**Fisiopatologia:** A síntese hepática dos fatores vitamina K-dependentes (II, VII, IX, X, proteínas C e S) é o principal determinante do INR basal. Qualquer condição que reduza a capacidade de síntese hepática — cirrose, hepatite aguda grave, insuficiência hepática fulminante — eleva o INR. A deficiência de vitamina K (má absorção, uso de antibióticos de amplo espectro, nutrição parenteral prolongada) também prolonga o INR. A warfarina e outros antagonistas da vitamina K (AVKs) atuam inibindo a enzima VKORC1, impedindo a ativação dos fatores dependentes de vitamina K.\n\n**Monitoramento de anticoagulação com varfarina:** O TTR (Time in Therapeutic Range) é o principal indicador de qualidade do controle anticoagulante com varfarina. Estudos prospectivos demonstram que protocolos guiados por TTR-INR conseguem elevar o percentual de tempo em faixa terapêutica de 65% para 80%, com a proporção de pacientes em controle adequado subindo de 47% para 88% ao longo de 12 meses (Scientific Reports, 2024). TTR abaixo de 66% está associado a maior risco de sangramento maior em estudos comparativos com NOACs (KDIGO 2024), sugerindo que parte do benefício dos anticoagulantes diretos decorre justamente da eliminação da necessidade de monitoramento do INR.\n\n**Limitações do INR e transição para NOACs:** As diretrizes KDIGO 2024 e as diretrizes australianas de 2025 (THANZ) recomendam o uso preferencial de anticoagulantes orais diretos (NOACs/DOACs) em relação aos AVKs para profilaxia tromboembólica em fibrilação atrial, especialmente em pacientes com DRC G1–G4, pela farmacocinética mais previsível, ausência de monitoramento rotineiro do INR e perfil de eficácia/segurança favorável. A meta-análise de 4 grandes ensaios de fase III demonstrou que NOACs reduzem risco de morte por qualquer causa em 10% (RR: 0,90; IC95%: 0,85–0,95), reduzem hemorragia intracraniana em aproximadamente 50% (RR: 0,48; IC95%: 0,39–0,59) comparados à varfarina, porém com leve aumento de sangramento gastrointestinal (RR: 1,25; IC95%: 1,01–1,55).\n\n**Relevância clínica além da anticoagulação:** O INR é componente essencial do escore MELD (Model for End-Stage Liver Disease), utilizado para priorização em transplante hepático. Elevação isolada do INR sem uso de anticoagulantes em um paciente sem doença hepática conhecida deve levar à investigação de deficiência de vitamina K, coagulação intravascular disseminada (CIVD), amiloidose hepática ou coagulopatia hereditária (deficiência de fator VII em particular, que afeta exclusivamente a via extrínseca). O INR elevado também é marcador prognóstico em sepse grave e choque, sendo um dos critérios de disfunção orgânica.\n\n**Interações relevantes:** A curcumina (curcuminoides) possui potencial interação com anticoagulantes; em pacientes em uso de AVKs, a dose máxima segura recomendada é de 500 mg/dia (preferencialmente 250 mg na forma lipossomada), devido ao risco de potencialização do efeito anticoagulante com elevação do INR.",
  "points": 14,
  "patient_explanation": "O INR é um exame de sangue que mede a velocidade com que o seu sangue coagula. Ele avalia a via principal de formação do coágulo no organismo. Um resultado normal fica entre 0,8 e 1,2 — nessa faixa, seu sangue coagula em tempo adequado, nem muito rápido nem muito devagar.\n\nQuando o INR está elevado (acima de 1,2), significa que o sangue demora mais para coagular, o que pode aumentar o risco de sangramentos. Isso pode acontecer por problemas no fígado, falta de vitamina K, ou ser intencional em pessoas que usam remédio para 'afinar o sangue' (como a varfarina), situação em que o médico mantém o INR numa faixa controlada entre 2 e 3.\n\nQuando o INR está baixo demais em quem usa anticoagulante, existe risco de coágulos se formarem (trombose ou AVC). Por isso, quem usa varfarina precisa fazer esse exame regularmente para garantir que o remédio está agindo na dose certa. Se você não usa anticoagulante e o INR veio alterado, o médico vai investigar se há algum problema no fígado ou na absorção de vitaminas.",
  "conduct": "## Conduta Clínica: Tempo de Protrombina (INR)\n\n### Interpretação Inicial\n\n- **INR 0,8–1,2:** Normal em pacientes sem anticoagulação\n- **INR > 1,2 sem anticoagulante:** Investigar causa\n- **INR 2,0–3,0:** Faixa terapêutica padrão para varfarina (FA, TEV, válvula biológica)\n- **INR 2,5–3,5:** Faixa para próteses mecânicas de alto risco\n- **INR > 3,5 sem indicação:** Risco elevado de sangramento — revisar dose\n- **INR > 5,0:** Risco muito elevado; avaliar reversão\n\n---\n\n### Investigação Complementar por Cenário\n\n#### INR elevado sem uso de anticoagulante\n\n- **Perfil hepático completo:** ALT, AST, GGT, bilirrubinas, albumina, fosfatase alcalina\n- **Avaliação de vitamina K:** Histórico de má absorção (doença celíaca, Crohn, pós-bariátrica), uso prolongado de antibióticos de amplo espectro, nutrição parenteral\n- **Hemograma + esfregaço periférico:** Excluir CIVD (associar D-dímero, fibrinogênio, plaquetas)\n- **Dosagem de fatores individuais:** Se suspeita de deficiência isolada (deficiência de fator VII eleva INR com TTPA normal)\n- **Elastografia hepática ou USG abdominal:** Se suspeita de hepatopatia crônica\n- **Escore MELD:** Calcular se hepatopatia confirmada (inclui INR, bilirrubina, creatinina)\n\n#### Paciente em uso de varfarina\n\n- **Calcular TTR (Time in Therapeutic Range):** Alvo > 70% para controle adequado\n- **Investigar interações medicamentosas e alimentares:** Vitamina K dietética, uso de curcumina (máx. 500 mg/dia), ômega-3 em altas doses, amiodarona, fluconazol, antibióticos\n- **Revisar aderência** e horário de tomada\n- **Frequência de monitoramento:** A cada 4–6 semanas se INR estável; a cada 1–2 semanas após ajuste de dose\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### Controle de anticoagulação oral com varfarina\n\n- **Protocolos TTR-guiados** demonstram melhora do tempo em faixa de 65% para 80% em 12 meses (Scientific Reports, 2024)\n- **Automonitoramento domiciliar (PST):** Alternativa válida ao monitoramento laboratorial; melhora TTR em pacientes motivados e treinados\n- **Clínica de anticoagulação dedicada:** Aumenta proporção de pacientes em controle de 47% para 88%\n\n#### Avaliação para transição para NOAC\n\n- Considerar substituição de varfarina por NOAC quando:\n  - TTR persistentemente < 65–70%\n  - Dificuldade de monitoramento frequente\n  - Múltiplas interações medicamentosas ou dietéticas\n  - Fibrilação atrial com DRC G1–G4 (KDIGO 2024: recomendação 1C)\n- **NOACs oferecem:** Redução de 50% no risco de hemorragia intracraniana (RR: 0,48), redução de 10% na mortalidade geral vs. varfarina\n- **Atenção em DRC G4–G5:** Ajuste de dose obrigatório; cautela redobrada; considerar apixabana 2,5 mg 2x/dia em DRC G5\n\n#### Manejo do INR supraterapêutico\n\n- **INR 3,0–5,0 (sem sangramento):** Reduzir ou suspender dose; repetir INR em 1–2 dias\n- **INR > 5,0 (sem sangramento):** Suspender varfarina; considerar vitamina K oral 1–2,5 mg; repetir INR em 24h\n- **INR elevado + sangramento ativo:** Vitamina K IV + Complexo Protrombínico (CCP) ou plasma fresco congelado; encaminhamento urgente\n\n#### Correção de deficiência de vitamina K\n\n- Vitamina K1 (fitomenadiona) oral: 1–10 mg/dia conforme gravidade\n- Reverificação do INR após 24–48h\n\n---\n\n### Critérios de Encaminhamento\n\n- **Hematologista:** INR elevado sem causa evidente, suspeita de coagulopatia hereditária, CIVD\n- **Hepatologista/Gastroenterologista:** INR elevado com disfunção hepática, avaliação para transplante (MELD)\n- **Hematologista ou Cardiologista:** Decisão de troca de varfarina por NOAC em casos complexos\n- **Emergência:** INR > 5,0 com sangramento ativo, suspeita de hemorragia intracraniana\n\n---\n\n### Interações Relevantes a Monitorar\n\n- **Curcuminoides:** Dose máxima 500 mg/dia em usuários de anticoagulantes (risco de potencialização); preferir forma lipossomada 250 mg\n- **Amiodarona, fluconazol, metronidazol:** Inibem metabolismo da varfarina — elevar INR\n- **Rifampicina, carbamazepina, fenitoína:** Indutores enzimáticos — reduzir INR\n- **Vitamina K dietética** (folhas verdes): Ingestão variável interfere no controle; orientar consistência na dieta"
}
