{
  "score_item_id": "019bf31d-2ef0-75c6-bad3-8dff164c977a",
  "clinical_relevance": "A testosterona total em mulheres pré-menopáusicas é o principal marcador laboratorial de hiperandrogenismo, condição central na avaliação de síndrome dos ovários policísticos (SOP), tumores secretores de androgênios, hiperplasia adrenal congênita não clássica e síndrome de Cushing. Em mulheres em idade reprodutiva, a testosterona é produzida predominantemente pelos ovários (50%) e pelas glândulas adrenais (25%), com o restante derivado da conversão periférica de androstenediona e DHEA. Os valores de referência variam conforme o método laboratorial, sendo a cromatografia líquida acoplada à espectrometria de massas (LC-MS/MS) o método de maior acurácia e reprodutibilidade — os imunoensaios tradicionais frequentemente falham em detectar elevações leves, típicas da SOP. Fisiologicamente, a testosterona circula em sua maior parte ligada à globulina ligadora de hormônios sexuais (SHBG) e à albumina, sendo apenas 1-3% biologicamente livre e ativa. A SHBG é suprimida pela hiperinsulinemia e pelos androgênios, e elevada pelos estrogênios exógenos como os contraceptivos orais combinados (COCs) — o uso de COCs pode mascarar hiperandrogenismo ao elevar a SHBG e reduzir a testosterona livre circulante.\n\nA SOP é a causa mais prevalente de hiperandrogenismo em mulheres em idade reprodutiva, afetando 8-13% desse grupo populacional. O diagnóstico pela classificação de Roterdã requer 2 de 3 critérios: (1) anovulação crônica/irregularidade menstrual, (2) hiperandrogenismo clínico ou laboratorial, (3) ovários policísticos à ultrassonografia. O fenótipo A (presença dos três critérios) está mais associado a complicações metabólicas. A hiperandrogenemia é preditora independente de síndrome metabólica em mulheres com SOP — e testosterona livre elevada confere risco metabólico maior do que a elevação isolada de androstenediona. A resistência à insulina está presente em 50-70% das mulheres com SOP, independentemente do peso corporal, sendo a hiperinsulinemia um potente estímulo à produção ovariana de androgênios via aumento da atividade da LH sobre as células da teca.\n\nNa investigação do hiperandrogenismo laboratorial, a testosterona total deve ser acompanhada de: DHEA-S (origem adrenal dos androgênios; elevado em tumores adrenais ou hiperplasia adrenal), 17-alfa-hidroxiprogesterona (rastreio de hiperplasia adrenal congênita não clássica, especialmente se >2 ng/mL basal), prolactina (descartar hiperprolactinemia como causa de anovulação e hiperandrogenismo), TSH/T4 (disfunção tireoidiana pode mimetizar ou agravar SOP), cortisol salivar noturno ou teste de supressão com 1 mg de dexametasona (se suspeita de síndrome de Cushing). Em casos de virilização rápida ou testosterona muito elevada, ultrassonografia pélvica e ressonância magnética/tomografia devem ser solicitadas para exclusão de tumores secretores ovarianos ou adrenais.\n\nDo ponto de vista clínico, a avaliação do hiperandrogenismo clínico é realizada pela escala de Ferriman-Gallwey para hirsutismo: escore ≥6 em mulheres de descendência não asiática e ≥4 em asiáticas. A hirsutismo correlaciona-se apenas moderadamente com os níveis séricos de testosterona total, pois a sensibilidade folicular ao androgênio varia individualmente. Sinais de virilização franca (clitoromegalia, engrossamento da voz) são incomuns na SOP e devem sempre motivar investigação de tumores ou uso de esteroides anabolizantes exógenos.\n\nImportante limitação técnica no contexto brasileiro: exames de testosterona livre calculada apresentam imprecisão significativa, pois a maioria dos laboratórios calcula (e não mede diretamente) a fração livre, sendo que aproximadamente 80% dos hormônios livres aderem às hemácias e são removidos na centrifugação. Para maior acurácia clínica, especialmente no contexto da medicina funcional integrativa, a avaliação salivar de testosterona pode oferecer melhor representação da fração biologicamente ativa.",
  "points": 12,
  "patient_explanation": "A testosterona é um hormônio presente tanto em homens quanto em mulheres, mas em concentrações muito menores no organismo feminino. Nas mulheres, ela é produzida principalmente pelos ovários e pelas glândulas suprarrenais e tem papéis importantes: contribui para a libido, a energia, a força muscular e o bem-estar geral.\n\nQuando os níveis de testosterona estão elevados em mulheres em idade reprodutiva, isso pode indicar condições como a síndrome dos ovários policísticos (SOP) — uma das condições hormonais mais comuns nessa fase da vida —, alterações nas glândulas suprarrenais ou, raramente, a presença de tumores produtores de hormônios. Os sinais mais comuns de testosterona elevada são: pelos excessivos no rosto e corpo (hirsutismo), acne persistente, queda de cabelo com padrão masculino e irregularidade menstrual.\n\nPor outro lado, níveis muito baixos também podem afetar a saúde, reduzindo a libido, a disposição e a força muscular.\n\nEsse exame é importante porque permite ao médico entender a origem de sintomas que parecem não ter explicação, direcionar o tratamento correto e identificar precocemente condições metabólicas associadas, como resistência à insulina e risco aumentado para diabetes tipo 2. O resultado deve sempre ser interpretado junto com outros exames e com o quadro clínico completo.",
  "conduct": "## Conduta Clínica — Testosterona Total: Mulheres Pré-Menopausa\n\n### 1. Interpretação do Resultado\n\n- **Método preferencial:** Solicitar testosterona total por LC-MS/MS sempre que possível; imunoensaios podem subestimar elevações leves, comuns na SOP\n- **Testosterona livre calculada:** Resultado de baixa confiabilidade no Brasil — priorizar clínica e considerar testosterona salivar para maior acurácia da fração biologicamente ativa\n- **Uso de COCs:** Contraceptivos orais combinados elevam a SHBG e suprimem a testosterona total e livre — resultado pode estar falsamente normalizado; considerar pausa de 4-8 semanas antes da coleta, se clinicamente seguro\n\n---\n\n### 2. Investigação Complementar\n\n**Perfil hormonal mínimo no contexto de hiperandrogenismo:**\n- **DHEA-S:** Avalia componente adrenal; elevado em hiperplasia adrenal, tumores adrenais ou uso de androgênios exógenos\n- **17-alfa-hidroxiprogesterona (17-OHP):** Rastreio de hiperplasia adrenal congênita não clássica; se basal >2 ng/mL, realizar teste de estimulação com ACTH\n- **Prolactina:** Descartar hiperprolactinemia como causa de anovulação e hiperandrogenismo\n- **TSH e T4 livre:** Disfunção tireoidiana pode mimetizar ou agravar SOP\n- **SHBG:** Marcador indireto de resistência à insulina; valores baixos indicam maior biodisponibilidade androgênica\n- **LH e FSH (D3):** Razão LH:FSH elevada (>2:1) é sugestiva de SOP, porém não obrigatória para diagnóstico\n\n**Avaliação metabólica associada (especialmente em SOP):**\n- Curva de glicose e insulina após sobrecarga (75 g de glicose): avaliação de resistência à insulina, presente em 50-70% das mulheres com SOP independentemente do peso\n- HOMA-IR, índice Matsuda\n- Perfil lipídico completo (HDL, LDL, triglicerídeos)\n- Ferritina, glicemia de jejum, hemoglobina glicada\n\n**Se suspeita de tumor secretor de androgênios (virilização rápida, testosterona muito elevada):**\n- Ultrassonografia pélvica transvaginal\n- Ressonância magnética ou tomografia de pelve e abdome\n- Cortisol salivar noturno ou supressão com dexametasona 1 mg (suspeita de síndrome de Cushing)\n\n**Avaliação clínica complementar:**\n- **Escala de Ferriman-Gallwey:** Escore ≥6 para hirsutismo (≥4 em mulheres de descendência asiática)\n- Avaliação de acne, alopecia androgenética, irregularidade menstrual\n- Sinais de virilização (clitoromegalia, engrossamento da voz) — se presentes, priorizar exclusão de tumor\n\n---\n\n### 3. Critérios Diagnósticos — SOP (Roterdã)\n\nRequer 2 de 3 critérios:\n1. Irregularidade menstrual / anovulação crônica (ciclos <21 dias, oligomenorreia >35 dias, amenorreia ≥3 meses ou <8 menstruações/ano)\n2. Hiperandrogenismo clínico (hirsutismo, acne, alopecia) **ou** laboratorial (testosterona total/livre elevada)\n3. Ovários policísticos à ultrassonografia (não obrigatório)\n\n> Fenótipo A (três critérios): maior risco de complicações metabólicas\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n#### Modificação de Estilo de Vida (Prioridade 1)\n- **Dieta anti-inflamatória com controle de carboidratos:** Reduz hiperinsulinemia, principal driver do hiperandrogenismo ovariano\n- **Exercício físico:** Musculação, aeróbico e HIIT — melhora sensibilidade à insulina via ganho de massa muscular\n- **Manejo do estresse:** Redução do cortisol contribui indiretamente para melhora hormonal\n- **Controle da disbiose intestinal:** Avaliação de história alimentar, uso prévio de antibióticos, sinais de hiperpermeabilidade intestinal\n- **Redução de exposição a desreguladores endócrinos**\n\n#### Farmacológico\n- **Metformina XR:** Até 1.500 mg/dia — melhora resistência à insulina, reduz produção ovariana de androgênios; monitorar função renal, vitamina B12/B6/folato\n- **Contraceptivos orais combinados (COCs):** Primeira linha para hirsutismo e regulação menstrual; mecanismo: supressão gonadotrofínica + elevação da SHBG + redução da testosterona livre. Contraindicações absolutas: trombofilia, hipertensão com doença vascular, enxaqueca com aura\n- **Antiandrogênicos** (em sintomas refratários):\n  - Espironolactona: bloqueio do receptor androgênico\n  - Finasterida: inibição da 5-alfa-redutase (converte testosterona em DHT mais potente)\n  - Dutasterida: inibição dos tipos 1 e 2 da 5-alfa-redutase\n  - Serenoa repens 400 mg: opção em acne/hirsutismo leve\n- **Progesterona micronizada oral** (esquema cíclico): 200 mg/dia por 10-14 dias do ciclo (ex.: dias 15-24) — para regularização menstrual sem impacto metabólico adverso dos COCs\n\n#### Suplementação Adjuvante (Evidência em SOP)\n- **Mio-inositol:** 2 g + ácido fólico 200 mcg, 2x/dia; considerar alfa-lactoalbumina 50 mg, 2x/dia — melhora sensibilidade à insulina e foliculogênese\n- **Vitamina D:** Corrigir deficiência; associada a melhora metabólica e hormonal na SOP\n- **Coenzima Q10:** Suporte à foliculogênese e resposta a indutores de ovulação\n- **N-acetilcisteína, ômega-3, curcumina:** Redução de inflamação crônica e estresse oxidativo\n\n---\n\n### 5. Critérios de Encaminhamento\n\n- **Ginecologia/Endocrinologia:** SOP confirmada com necessidade de indução de ovulação (clomifeno, letrozol), infertilidade ou drilling ovariano laparoscópico\n- **Endocrinologia:** Suspeita de hiperplasia adrenal congênita (17-OHP elevada), síndrome de Cushing, tumor secretor de androgênios\n- **Aconselhamento pré-concepcional:** Estabelecer metas específicas de controle metabólico e hormonal antes da gestação\n- **Monitoramento oncológico:** Anovulação crônica aumenta risco de hiperplasia e câncer endometrial — considerar estratégias de proteção endometrial\n\n---\n\n### 6. Monitoramento\n\n- Reavaliação de testosterona total (idealmente por LC-MS/MS), SHBG, e perfil metabólico a cada 3-6 meses após início de intervenção\n- Em terapia hormonal: monitorar estradiol, testosterona total e livre, DHT e SHBG antes, durante e após intervenções\n- Ajustar antiandrogênicos e sensibilizadores de insulina conforme resposta clínica e laboratorial"
}
