{
  "score_item_id": "c77cedd3-2800-7a73-bd66-aeb35ff300b8",
  "clinical_relevance": "A testosterona total é um androgênio produzido nos ovários e nas glândulas adrenais, circulando em concentrações nanomolares (ng/dL) nas mulheres — aproximadamente 1000 vezes menor do que nos homens. Apesar dessa concentração reduzida, a testosterona exerce papel fisiológico essencial em mulheres, incluindo regulação do desejo sexual, manutenção da densidade óssea, composição corporal, função muscular, cognição e bem-estar geral.\n\n**Declínio fisiológico na pós-menopausa:** Com o envelhecimento, ocorre declínio progressivo da produção androgênica ovariana e adrenal. O declínio começa ainda nos anos reprodutivos precoces, com leve aumento transitório durante a menopausa natural (associado à queda da SHBG). Em contraste, mulheres submetidas a menopausa cirúrgica (ooforectomia bilateral) apresentam queda abrupta e permanente de testosterona, com níveis até 50% menores em relação às mulheres em menopausa natural.\n\n**Valores de referência e interpretação:** Os laboratórios utilizam faixas de referência variáveis para mulheres, com a faixa fisiológica geralmente situada entre 15 e 70 ng/dL na pós-menopausa. Não há um valor absoluto de testosterona total associado ao diagnóstico de Transtorno do Desejo Sexual Hipoativo (TDSH/HSDD), pois os sintomas dependem também da biodisponibilidade (testosterona livre e SHBG). A análise deve sempre integrar testosterona total, testosterona livre calculada ou medida, SHBG, DHT e estradiol para interpretação clínica adequada.\n\n**Limitações analíticas:** O imunoensaio por radioimunoensaio (RIA), método mais utilizado, é frequentemente não confiável para medição de testosterona feminina, pois não foi padronizado para os níveis extremamente baixos encontrados em mulheres. Quando disponível, a cromatografia líquida (LC) ou gasosa (GC) acoplada à espectrometria de massa em tandem (LC-MS/MS ou GC-MS/MS) é o método de referência, fornecendo medição mais confiável e precisa.\n\n**Relevância clínica multidimensional:** A deficiência androgênica em mulheres pós-menopáusicas associa-se a: (1) HSDD — ausência de fantasias sexuais, pensamentos e/ou desejo para atividade sexual, causa de sofrimento pessoal significativo; (2) redução da densidade mineral óssea, com estudos demonstrando associação entre testosterona sérica e DMO em mulheres pós-menopáusicas de meia-idade; (3) alterações desfavoráveis de composição corporal (sarcopenia, aumento de gordura visceral); (4) possível declínio cognitivo — evidências básicas e clínicas sugerem efeito neuroprotetor de estradiol e testosterona; (5) saúde cardiovascular — estudos observacionais indicam efeitos cardiovasculares favoráveis de testosterona mensurando desfechos substitutos, embora associação com mortalidade total ainda não esteja estabelecida em mulheres mais velhas.\n\n**Suporte de guidelines internacionais:** Em 2019, o Global Consensus Position Statement on the Use of Testosterone Therapy for Women, endossado por dez sociedades internacionais, aprovou o uso de TRT em mulheres pós-menopáusicas com HSDD. Em 2021, a International Society for the Study of Women's Sexual Health (ISSWSH) publicou a primeira diretriz de prática clínica para uso de TRT no tratamento de HSDD em mulheres na menopausa. A Endocrine Society concluiu que evidências apoiam eficácia e segurança de curto prazo de doses fisiológicas altas de testosterona no tratamento de mulheres pós-menopáusicas com disfunção sexual por HSDD.\n\n**Segurança oncológica:** A reposição de testosterona não oral em níveis fisiológicos não demonstrou aumento do risco de câncer de mama, com alguns estudos sugerindo possível efeito protetor. Estudos com testosterona transdérmica não evidenciaram efeitos cardiovasculares adversos.",
  "points": 12,
  "patient_explanation": "A testosterona é um hormônio que as mulheres também produzem, embora em quantidades muito menores que os homens. Ela é fundamental para o desejo sexual, a disposição, a força muscular, a saúde dos ossos e até para o humor e a memória.\n\nDepois da menopausa, os níveis de testosterona caem de forma gradual — e em mulheres que retiraram os ovários cirurgicamente, essa queda pode ser ainda mais acentuada. Quando esses níveis ficam muito baixos, é comum sentir queda no desejo sexual, cansaço, perda de massa muscular e até alterações no humor.\n\nO exame mede a quantidade total de testosterona no sangue. Se o resultado estiver baixo e você tiver sintomas, o médico pode avaliar a necessidade de reposição hormonal com testosterona, que é segura quando feita em doses adequadas e monitorada corretamente. Não se preocupe: esse exame faz parte de uma avaliação completa da sua saúde hormonal, e o resultado sempre precisa ser interpretado junto com outros exames e com os seus sintomas.",
  "conduct": "## Conduta Clínica — Testosterona Total em Mulheres Pós-Menopáusicas\n\n### Avaliação Diagnóstica\n\n**Painel hormonal completo recomendado:**\n- Testosterona total (método preferencial: LC/GC-MS/MS quando disponível)\n- Testosterona livre (calculada ou medida — atenção: exames de livre calculados podem ser imprecisos)\n- SHBG (globulina ligadora de hormônios sexuais)\n- DHT (dihidrotestosterona)\n- Estradiol\n- Prolactina e TSH (quando indicados clinicamente)\n- FSH e LH (para estadiamento menopausal)\n\n**Avaliação clínica estruturada:**\n- Aplicar instrumentos validados de função sexual: Female Sexual Function Index (FSFI) e Female Sexual Distress Scale (FSDS) ou Decreased Sexual Desire Screener\n- Exame físico genital detalhado: tamanho do clitóris, reabsorção labial, eritema ou palidez vestibular, grau de atrofia vaginal, pH vaginal\n- Rastrear sinais de hiperandrogenismo: acne, hirsutismo, alopecia androgênica\n- Identificar causas reversíveis de elevação de SHBG (uso de anticoncepcional oral combinado, hipotireoidismo, hepatopatias)\n\n---\n\n### Indicações de Encaminhamento\n\n- **Ginecologia/Endocrinologia:** casos de HSDD com testosterona baixa ou limítrofe para avaliação de TRT\n- **Reumatologia/Endocrinologia:** quando há suspeita de osteoporose associada a deficiência androgênica\n- **Psiquiatria/Sexologia:** HSDD com componente psicossexual relevante\n- **Cirurgia/Mastologia:** antes de iniciar TRT em pacientes com história pessoal ou familiar de câncer de mama (avaliação individualizada)\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Não farmacológicas (prioridade inicial):**\n- Treinamento de força e exercício aeróbico regular (manutenção de massa muscular, ossos e bem-estar)\n- Dieta equilibrada com adequação proteica\n- Higiene do sono\n- Redução do estresse e suporte ao eixo HPA\n\n**Terapia de Reposição com Testosterona (TRT):**\n- **Indicação principal aprovada por consenso internacional:** HSDD em mulheres pós-menopáusicas com sintomas de deficiência androgênica\n- **Via de escolha:** transdérmica (gel ou adesivo) — não oral, para evitar efeitos hepáticos de primeira passagem e manter níveis fisiológicos\n- **Contraindicações:** câncer de mama ativo, câncer dependente de androgênio, disfunção hepática significativa, hiperlipidemia não controlada, sinais de hiperandrogenismo ativo, testosterona sérica já em nível médio-alto\n- **Cautela especial:** pacientes com SHBG elevada ou em uso de terapia antiandrogênica (espironolactona, finasterida) devem ser aconselhadas sobre possível resposta atenuada; no entanto, TRT pode ser tentada em causas não modificáveis de SHBG elevada\n\n**Monitoramento durante TRT:**\n- Dosar testosterona total 3–6 semanas após início, e repetir dentro de 6 semanas a cada ajuste de dose durante titulação\n- Monitorar a cada 4–6 meses após estabilização dos níveis\n- Manter testosterona total dentro da faixa fisiológica feminina — não exceder marcadamente o limite superior de referência para reduzir risco de efeitos androgênicos\n- Avaliar efeitos colaterais: acne, hirsutismo, alopecia androgênica (podem ocorrer mesmo com níveis séricos normais)\n- Avaliar desfechos subjetivos validados (FSFI, FSDS): melhora do desejo sexual, qualidade de vida, redução de sofrimento pessoal\n- Expectativa de resposta: melhora de sintomas em 6–8 semanas, com resposta máxima em até 12 semanas\n\n**Manejo após resposta:**\n- Após 6–12 meses de melhora com TRT: considerar \"drug holiday\" para reavaliação da necessidade contínua\n- Se houver declínio dos sintomas após suspensão: retomar TRT em longo prazo\n- Suspender TRT se ausência de melhora clínica após 6 meses\n\n**Medição de 5-alfa-redutase:**\n- Considerar avaliação da atividade da 5α-redutase em pacientes sem melhora clínica com testosterona total e livre normais\n- Em cenários de testosterona livre baixa ou 5α-redutase reduzida, especialistas apoiam manter níveis de testosterona total acima do fisiológico habitual\n\n**Interação com anticoncepcionais orais combinados:**\n- ACO combinados elevam SHBG, reduzem testosterona livre e dificultam resposta à reposição — considerar mudança de método contraceptivo quando clinicamente viável\n\n**Saúde óssea:**\n- Em mulheres pós-menopáusicas com deficiência androgênica e risco de osteoporose, monitorar DMO (densitometria óssea)\n- Testosterona combinada com estradiol pode otimizar densidade óssea e sexualidade em mulheres pós-menopáusicas"
}
