{
  "score_item_id": "c77cedd3-2800-7599-adf4-7777d5b5c060",
  "clinical_relevance": "A testosterona livre representa a fração biologicamente ativa do hormônio, não ligada à SHBG (globulina ligadora de hormônios sexuais) nem à albumina, e é capaz de penetrar diretamente nas células-alvo para exercer seus efeitos genômicos e não genômicos. Embora corresponda a apenas 1–3% da testosterona total circulante, é considerada o principal determinante da atividade androgênica tecidual em homens.\n\n**Valores de referência e limitações metodológicas:** A testosterona total em laboratórios brasileiros é geralmente reportada na faixa de 200–800 ng/dL (alguns adotam até 1200 ng/dL como limite superior). A fração livre é habitualmente calculada a partir da testosterona total, SHBG e albumina, e não medida diretamente. Essa abordagem apresenta limitação importante: hormônios esteroides são lipofílicos e aderem às hemácias; durante a centrifugação do sangue, aproximadamente 80% dos hormônios livres são removidos junto com as hemácias, levando a subestimação sistemática dos valores reais. Por essa razão, a testosterona salivar é considerada metodologicamente mais precisa para a fração livre biologicamente ativa nos tecidos. A meta terapêutica funcional-integrativa é posicionar o paciente no quartil superior da faixa de referência (>600 ng/dL para testosterona total como proxy), independentemente da idade.\n\n**Ritmo circadiano e padronização da coleta:** A testosterona apresenta variação circadiana relevante — em homens de 30–40 anos, os níveis às 16h são 20–25% mais baixos que os medidos às 8h. Recomenda-se coleta matinal (idealmente às 8h), em jejum, para capturar o pico fisiológico. Acima dos 65 anos, muitos pacientes apresentam níveis baixos à tarde e normais pela manhã. Um único exame representa uma \"foto\" do momento; repetição padronizada pode ser necessária, especialmente diante de discordância clínico-laboratorial.\n\n**Associações clínicas e epidemiologia:** Níveis abaixo de 400 ng/dL de testosterona total estão associados a aumento de prevalência de obesidade, hipertensão arterial, hiperlipidemia, diabetes mellitus tipo 2 e sintomas depressivos. Homens com níveis normais apresentam menor vulnerabilidade a infarto, hipertensão, depressão e sarcopenia. A relação entre baixa testosterona e mortalidade foi documentada em estudo publicado em 2026 (\"Lower testosterone levels are associated with higher risk of death in men\"). Meta-análise de 2026 sobre terapia de reposição de testosterona em hipogonadismo confirmou eficácia e segurança quando bem indicada; meta-análise de 2026 também demonstrou associação entre tratamento com testosterona e alívio de sintomas depressivos em homens.\n\n**Fisiopatologia do hipogonadismo masculino:** A deficiência androgênica em homens pode ser primária (falência testicular) ou secundária/hipogonadotrófica (comando central reduzido — hipotálamo/hipófise). Em homens obesos, a obesidade amplifica a atividade da aromatase no tecido adiposo visceral, convertendo testosterona em estradiol, enquanto a resistência à insulina e a apneia do sono prejudicam adicionalmente a secreção pulsátil de LH. O aumento da temperatura escrotal por gordura perineal ou hábitos inadequados (roupas apertadas, longos períodos sentado) pode comprometer diretamente a espermatogênese e a produção de testosterona. Existe relação bidirecional: baixa testosterona favorece acúmulo de gordura visceral e resistência insulínica, que por sua vez agravam ainda mais o hipogonadismo.\n\n**Estratificação prática:** Testosterona total >600 ng/dL: raridade de queixas androgênicas. Entre 400–600 ng/dL: zona cinzenta — avaliar sintomas, DHT e estradiol proporcionalmente. Abaixo de 400 ng/dL (especialmente <300 ng/dL): considerar deficiência clinicamente significativa com intervenção justificada. A interpretação deve ser sempre multidimensional: testosterona total + SHBG + DHT + estradiol + quadro clínico, nunca valor isolado.",
  "points": 16,
  "patient_explanation": "A testosterona livre é a parte da testosterona que está disponível para agir diretamente nas suas células. Pense assim: o corpo produz testosterona, mas a maior parte fica presa a proteínas carregadoras no sangue. Só uma pequena fração fica solta — essa é a livre, e é ela que realmente faz diferença no funcionamento do organismo.\n\nEm homens, a testosterona é essencial para manter energia, disposição, massa muscular, desejo sexual, humor estável e saúde óssea. Quando ela está baixa, podem aparecer cansaço persistente, perda de força, aumento de gordura abdominal, dificuldade de concentração, alterações no humor e queda na libido.\n\nOs níveis de testosterona variam ao longo do dia — são mais altos pela manhã — e podem ser influenciados pelo sono, alimentação, estresse e peso corporal. Por isso, o exame precisa ser feito de manhã, em jejum, para ter um resultado confiável.\n\nO objetivo não é apenas estar dentro da faixa normal, mas sim estar na parte superior dessa faixa, onde os benefícios protetores são maiores. Se o seu resultado estiver abaixo do ideal, existem estratégias que vão desde mudanças de hábitos até tratamentos médicos específicos — tudo avaliado individualmente pelo seu médico.",
  "conduct": "## Investigação Complementar\n\n### Painel Laboratorial Inicial\n- **Testosterona total** (sangue, matinal, jejum) — exame base obrigatório\n- **SHBG** (globulina ligadora de hormônios sexuais) — essencial para calcular fração livre e biodisponível\n- **Testosterona livre calculada** — a partir de testosterona total + SHBG + albumina; interpretar com cautela (limitação metodológica: ~80% da fração livre adere a hemácias na centrifugação, levando a subestimação)\n- **DHT (di-hidrotestosterona)** — avalia conversão periférica via 5-alfa-redutase\n- **Estradiol** — avalia aromatização; interpretar proporcionalmente à testosterona total\n- **LH e FSH** — diferencia hipogonadismo primário (LH/FSH elevados) de secundário/hipogonadotrófico (LH/FSH baixos ou inapropriadamente normais)\n- **Prolactina** — quando hipogonadismo secundário suspeito (hiperprolactinemia inibe eixo gonadotrófico)\n- **Albumina** — necessária para cálculo de testosterona biodisponível\n\n### Exames Complementares Conforme Contexto\n- **Painel salivar (testosterona, DHT, estradiol):** considerar quando há discordância clínico-laboratorial ou subestimação pelo método sérico calculado\n- **Glicemia de jejum, insulina basal, HOMA-IR:** avaliar resistência insulínica (causa frequente de hipogonadismo funcional)\n- **Perfil lipídico:** avaliar colesterol total (substrato esteroidogênico; estatinas podem reduzir produção de testosterona)\n- **Polissonografia ou oximetria noturna:** quando há suspeita de apneia do sono (causa reversível de hipogonadismo hipotalâmico)\n- **Ultrassonografia testicular:** em hipogonadismo primário ou suspeita de varicocele\n- **RNM de sela túrcica:** quando LH/FSH baixos com prolactina elevada ou suspeita de lesão hipofisária\n\n---\n\n## Coleta Padronizada\n- **Horário:** preferencialmente às 8h (pico fisiológico)\n- **Estado:** jejum noturno (reduz variabilidade; carga de glicose deprime testosterona)\n- **Repetir:** em caso de valor limítrofe ou discordância com quadro clínico — o exame é uma foto; repetir em condições padronizadas antes de decisão terapêutica\n\n---\n\n## Critérios de Encaminhamento\n- **Endocrinologista/Urologista:** hipogonadismo primário confirmado, hiperprolactinemia, suspeita de lesão hipofisária, azoospermia/oligospermia\n- **Pneumologista:** suspeita de apneia do sono moderada/grave\n- **Nutricionista:** manejo de obesidade, resistência insulínica e otimização nutricional — integração multiprofissional obrigatória\n- **Cirurgião:** varicocele clinicamente significativa associada a infertilidade ou hipogonadismo\n\n---\n\n## Intervenções Baseadas em Evidências\n\n### Prioridade 1 — Abordagens Não Medicamentosas\n- **Perda de peso e redução de gordura visceral:** reduz atividade de aromatase, melhora resistência insulínica e eixo hipotalâmico; cirurgia bariátrica pode reverter hipogonadismo em obesos\n- **Exercício físico regular:** especialmente treino de resistência, associado a melhora dos níveis androgênicos\n- **Otimização do sono:** privação de sono reduz testosterona total e livre drasticamente; tratar apneia do sono quando presente\n- **Redução do estresse crônico:** cortisol cronicamente elevado suprime eixo hipotalâmico-hipofisário-gonadal; estratégias incluem sono adequado, atividade física, suporte psicológico\n- **Ajuste alimentar:** evitar picos glicêmicos; garantir colesterol adequado (substrato esteroidogênico, mínimo ~140 mg/dL); adequar vitaminas lipossolúveis (A, D, E, K), magnésio e zinco\n- **Redução de xenoestrógenos:** minimizar exposição a plásticos/bisfenol, revisar consumo de álcool e soja em excesso\n- **Fatores térmicos escrotais:** orientar sobre vestimenta apertada, longos períodos sentado e ambientes quentes como fatores agravantes reversíveis\n\n### Prioridade 2 — Intervenções Médicas Sequenciais\n- **HCG (Gonadotrofina Coriônica Humana):** análogo de LH; estimula diretamente as células de Leydig; indicado em hipogonadismo hipogonadotrófico, especialmente quando fertilidade deve ser preservada\n- **SERMs (ex.: clomifeno):** bloqueiam feedback negativo do estradiol no hipotálamo/hipófise, aumentando LH/FSH endógenos e, consequentemente, testosterona\n- **Terapia de reposição de testosterona (TRT):** indicada em hipogonadismo primário e casos funcionais sem resposta às medidas anteriores; formas disponíveis incluem gel transdérmico, injetável e implante\n  - **Meta:** testosterona no quartil superior da faixa de referência (>600 ng/dL como referência prática)\n  - **Monitorar:** DHT, estradiol, hematócrito, PSA (conforme faixa etária), sintomas clínicos\n  - **Princípio:** iniciar com doses baixas, monitorar e ajustar progressivamente\n  - Não condicionar início da reposição a mudanças de hábito prévias — a própria deficiência hormonal pode ser causa da desmotivação\n\n### Pontos de Atenção\n- **Não tratar sintoma isolado:** prescrever inibidores de PDE5 (sildenafila, tadalafila) para disfunção erétil sem avaliação hormonal é inadequado quando há suspeita androgênica subjacente\n- **Evitar testosterona livre calculada como único decisor:** integrar sempre com quadro clínico, DHT, estradiol e SHBG\n- **Suplementos:** evidências inconsistentes para elevação de testosterona; ácido D-aspártico, tribulus e análogos não demonstraram resultados reprodutíveis na prática clínica; ashwagandha pode ser útil pela ação no eixo HPA (adaptógeno), com efeitos mais previsíveis sobre o equilíbrio do estresse"
}
