{
  "score_item_id": "019bf31d-2ef0-75de-8446-e138235953f0",
  "clinical_relevance": "A testosterona livre (TL) representa a fração biologicamente ativa da testosterona total não ligada à globulina ligadora de hormônios sexuais (SHBG) nem à albumina. Em mulheres pré-menopáusicas, os níveis circulantes são muito baixos — tipicamente na faixa de 0,3–4,5 pg/mL (dependendo do método e da fase do ciclo) — o que torna a mensuração laboratorial tecnicamente desafiadora. O método padrão-ouro é a diálise de equilíbrio seguida de espectrometria de massa por cromatografia líquida (LC-MS/MS); imunoensaios convencionais são frequentemente imprecisos nessa faixa de concentração. No Brasil, a maioria dos laboratórios reporta a testosterona livre por meio de cálculo (fórmula de Vermeulen, baseada em testosterona total e SHBG), e não por mensuração direta. Adicionalmente, cerca de 80% dos hormônios livres aderem às hemácias durante a centrifugação, o que subestima sistematicamente os valores séricos calculados. Por essas razões, a avaliação salivar da testosterona é considerada por algumas correntes da medicina funcional integrativa como mais precisa para mensurar a fração biodisponível em mulheres.\n\nFisiologicamente, a testosterona feminina é produzida nos ovários (~25%), nas adrenais (~25%) e pela conversão periférica de androstenediona (~50%). Atua em receptores androgênicos em múltiplos tecidos, influenciando libido, disposição, massa muscular, densidade óssea, função cognitiva e cicatrização folicular capilar. O estradiol, por sua vez, é um co-regulador essencial do desejo sexual feminino, e ambos os hormônios interagem com o eixo HPA (hipotálamo-hipófise-adrenal).\n\nA principal relevância clínica da testosterona livre em mulheres pré-menopáusicas situa-se em dois extremos opostos:\n\n1. HIPERANDROGENISMO: A testosterona livre elevada é um marcador central da Síndrome dos Ovários Policísticos (SOP) — condição que afeta aproximadamente 5–15% das mulheres em idade reprodutiva e é a causa mais comum de hiperandrogenismo feminino. A diretriz clínica da Sociedade de Endocrinologia (2025) recomenda a avaliação do índice de testosterona livre especialmente quando a testosterona total é normal na presença de sinais clínicos de excesso androgênico, com interpretação baseada em valores de referência estratificados por faixa etária e status menopáusico. Em um grande estudo de coorte de pacientes com SOP, níveis elevados de testosterona livre conferiram risco metabólico maior do que a elevação isolada de androstenediona. A hiperandrogenemia (não necessariamente o hirsutismo clínico) demonstrou ser preditora independente de síndrome metabólica em pacientes com SOP. Além disso, anticoncepcionais orais combinados (COCs) aumentam a SHBG hepática e reduzem a testosterona livre — mecanismo que constitui tanto uma estratégia terapêutica para o hiperandrogenismo quanto uma limitação diagnóstica durante o uso.\n\n2. HIPOANDROGENISMO: Sintomas como fadiga crônica, baixa libido, redução da massa muscular, queda capilar e diminuição da qualidade de vida podem estar associados à testosterona livre insuficiente, mesmo com testosterona total dentro da faixa laboratorial convencional. Em usuárias de COCs, a elevação marcante da SHBG reduz a testosterona livre a níveis frequentemente inferiores aos de mulheres na pós-menopausa, o que pode explicar queixas persistentes durante o uso. O diagnóstico de insuficiência androgênica feminina permanece controverso, sem consenso internacional sobre valores de corte definitivos.\n\nA estratificação de risco deve integrar: (a) nível de testosterona livre; (b) testosterona total por LC-MS/MS; (c) SHBG; (d) DHEA-S; (e) androstenediona; (f) manifestações clínicas (hirsutismo pela escala de Ferriman-Gallwey ≥6, acne, irregularidade menstrual, sinais de virilização); (g) contexto de uso ou não de COCs. Sinais de virilização (clitoromegalia, engrossamento de voz) são incomuns e demandam investigação de tumores secretores de androgênios ou uso exógeno de esteroides.",
  "points": 14,
  "patient_explanation": "A testosterona existe no sangue em duas formas: uma parte fica 'presa' a proteínas e não age nas células; a outra, chamada 'livre', é a que realmente funciona no organismo. Por isso, medir a testosterona livre é mais informativo do que medir só a testosterona total.\n\nNas mulheres em idade fértil, a testosterona livre influencia o desejo sexual, a disposição, a massa muscular e a saúde dos cabelos. Quando está em excesso, pode causar acne, pelos excessivos, irregularidade menstrual e dificuldade para engravidar — sinais de condições como a Síndrome dos Ovários Policísticos (SOP). Quando está baixa, especialmente em usuárias de pílula (que eleva a proteína SHBG, reduzindo a testosterona livre), surgem fadiga, baixa libido e queda de cabelo.\n\nImportante: os exames têm limitações técnicas e devem ser interpretados junto com seus sintomas e outros exames pelo seu médico.",
  "conduct": "## Conduta Clínica — Testosterona Livre em Mulheres Pré-Menopáusicas\n\n### 1. Interpretação do Resultado\n\n- **Interpretar sempre em conjunto** com testosterona total (preferencialmente por LC-MS/MS), SHBG, androstenediona e DHEA-S\n- **Considerar o contexto de uso de anticoncepcionais**: COCs elevam SHBG e reduzem drasticamente a testosterona livre; o resultado durante uso de COC não reflete o estado androgênico basal\n- **Atentar para limitações metodológicas**: no Brasil, a maioria dos laboratórios calcula (não mede diretamente) a testosterona livre; preferir laboratórios com LC-MS/MS para testosterona total quando disponível\n- **Considerar avaliação salivar** para maior acurácia da fração biodisponível, especialmente em mulheres com sintomas persistentes e exames séricos normais\n- Resultados devem ser interpretados com valores de referência estratificados por faixa etária e status menopáusico (conforme diretriz da Sociedade de Endocrinologia, 2025)\n\n---\n\n### 2. Investigação Complementar\n\n**Painel hormonal mínimo:**\n- Testosterona total (LC-MS/MS se disponível)\n- SHBG\n- Androstenediona\n- DHEA-S\n- LH e FSH (e razão LH:FSH — elevada na SOP)\n- Prolactina (descartar hiperprolactinemia)\n- 17-alfa-hidroxiprogesterona (descartar hiperplasia adrenal congênita não clássica)\n- TSH e T4 livre (disfunção tireoidiana pode alterar perfil androgênico)\n- Estradiol (fase do ciclo adequada)\n\n**Se suspeita de SOP:**\n- USG pélvica transvaginal (ovários policísticos — não obrigatório pelo critério de Roterdã, mas útil)\n- Glicemia de jejum, insulina de jejum, HOMA-IR (resistência à insulina presente em 50–70% das mulheres com SOP)\n- Perfil lipídico\n- Cortisol salivar noturno ou teste de supressão com dexametasona 1 mg se houver suspeita de Síndrome de Cushing\n\n**Se testosterona livre muito elevada (acima do limite superior com sinais de virilização):**\n- RM ou TC de pelve e adrenais (descartar tumores secretores de androgênios)\n- Questionar ativamente sobre uso de esteroides anabolizantes ou androgênios exógenos\n\n---\n\n### 3. Critérios de Encaminhamento\n\n- **Endocrinologista ou ginecologista especializado em endocrinologia reprodutiva**: SOP confirmada ou suspeita, hiperandrogenismo moderado a grave, investigação de infertilidade\n- **Urgência relativa**: sinais de virilização (clitoromegalia, engrossamento de voz, alopecia androgênica acelerada) com testosterona livre muito elevada — afastar tumor secretor\n- **Médico de medicina funcional/integrativa**: quadro de hipoandrogenismo funcional (especialmente pós-suspensão de COC), avaliação ampla do eixo hormonal\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n#### Hiperandrogenismo (testosterona livre elevada)\n\n**Modificação de estilo de vida (base do tratamento na SOP):**\n- Dieta anti-inflamatória com controle de carboidratos refinados\n- Exercício físico combinado: musculação + aeróbico + HIIT para melhora da sensibilidade à insulina\n- Redução de peso corporal quando indicada (melhora do hiperandrogenismo associado à resistência à insulina)\n\n**Farmacológico:**\n- **COCs** (drospirenona, clormadinona, acetato de ciproterona): reduzem LH, bloqueiam produção ovariana de androgênios e elevam SHBG, reduzindo testosterona livre; indicados para controle de acne, hirsutismo e irregularidade menstrual — ponderar riscos metabólicos e trombóticos\n- **Antiandrogênios**: espironolactona, finasterida (sintomas androgênicos periféricos)\n- **Metformina XR** até 1.500 mg/dia: sensibilizador de insulina; monitorar função renal e níveis de B12/B6/folato\n\n**Suplementação:**\n- Mio-inositol 2 g + ácido fólico 200 mcg, 2x/dia\n- Ômega-3 (2–4 g/dia), N-acetilcisteína, Coenzima Q10\n- Vitamina D (corrigir deficiência)\n- Curcumina 1.000–2.000 mg/dia com enhancers de biodisponibilidade\n\n#### Hipoandrogenismo / Testosterona livre baixa\n\n- **Tratar causas modificáveis**: estresse crônico, sedentarismo, obesidade, sono inadequado, uso de COC\n- **Suspensão de COC quando viável**: adaptação ~3 meses; orientar sobre efeitos transitórios (queda de cabelo, acne); suporte com estilo de vida e modulação do eixo HPA\n- **Terapia com testosterona em baixas doses** (cremes/géis): considerar em mulheres sem COC com sintomas (fadiga, baixa libido) após exclusão de outras causas; monitorar para evitar excesso; monitoramento salivar preferível\n- **Priorizar clínica**: dado que exames têm baixa confiabilidade em mulheres, o teste terapêutico com monitorização clínica e laboratorial é estratégia válida\n\n---\n\n### 5. Monitoramento\n\n- Coletar exames na mesma fase do ciclo para comparabilidade\n- Para géis/cremes: avaliar 24h antes da próxima aplicação e 2–8h após\n- Reavaliar trimestralmente nos primeiros 6 meses; semestral após estabilização\n- Monitorar DHT e estradiol junto com testosterona livre para análise do equilíbrio hormonal"
}
