{
  "score_item_id": "c77cedd3-2800-7abb-b210-e6c71ff27988",
  "clinical_relevance": "A testosterona livre corresponde à fração biologicamente ativa da testosterona total que não está ligada à SHBG (sex hormone-binding globulin) nem à albumina, sendo a fração imediatamente disponível para interação com receptores androgênicos. Em mulheres pós-menopausa, a testosterona livre assume relevância clínica particular porque os níveis totais são muito baixos (na ordem de pg/mL), tornando a fração livre o principal indicador funcional do status androgênico.\n\nFisiologia e declínio pós-menopausa: A produção androgênica feminina origina-se dos ovários, das adrenais e por conversão periférica. Com o envelhecimento e a menopausa, ocorre queda progressiva da produção ovariana e adrenal de andrógenos. Mulheres submetidas à ooforectomia bilateral apresentam redução de até 50% nos níveis de testosterona em relação às mulheres em menopausa natural, configurando deficiência androgênica mais pronunciada. Quando a testosterona não está ligada à SHBG ou albumina, pode ligar-se ao receptor androgênico (AR) ou ser convertida ao DHT, de maior afinidade ao AR, com consequências sobre metabolismo, cognição e função sexual.\n\nDesafios de mensuração: Os ensaios de imunoensaio (RIA) tradicionais apresentam baixa precisão para os níveis muito reduzidos encontrados em mulheres, não tendo sido padronizados nacionalmente nem internacionalmente para esse fim. O método preferencial é a cromatografia líquida acoplada à espectrometria de massas em tandem (LC-MS/MS) ou cromatografia gasosa (GC-MS/MS), que oferecem maior acurácia. A testosterona livre calculada a partir da testosterona total e SHBG séricos é o método mais utilizado na prática clínica, porém com limitações: estima-se que aproximadamente 80% dos hormônios livres adsorva às hemácias e seja removida na centrifugação, podendo subestimar os valores reais. A avaliação salivar é considerada por alguns autores como mais precisa para a fração livre.\n\nManifestações clínicas da deficiência: A baixa testosterona livre em mulheres pós-menopausa associa-se principalmente ao transtorno do desejo sexual hipoativo (TDSH/HSDD), com redução de iniciativa e resposta sexual. Além disso, a deficiência androgênica contribui para fadiga, humor deprimido, sarcopenia, redução da densidade mineral óssea, alterações de composição corporal com acúmulo de gordura visceral e prejuízo cognitivo. Evidências de estudos prospectivos e revisões sistemáticas sustentam a relação causal entre deficiência de testosterona e disfunção sexual em mulheres.\n\nImpacto cardiovascular e mortalidade: Dados do registro T.O.S.CA. demonstraram que a deficiência de testosterona é altamente prevalente em mulheres com insuficiência cardíaca com fração de ejeção reduzida (ICFEr) — cerca de um terço das pacientes — e constitui preditor independente de mortalidade por todas as causas e hospitalização cardiovascular nessa população. Mulheres com deficiência de testosterona e ICFEr apresentaram menor capacidade funcional ao exercício, comprometimento do acoplamento ventrículo-arterial direito e disfunção renal associada.\n\nEstudo APHRODITE (Davis et al., 2008, N Engl J Med) e estudo ADORE (Panay et al., 2010): RCTs demonstraram que o adesivo transdérmico de testosterona (300 mcg/dia) aumentou significativamente os Satisfying Sexual Events (SSEs) e reduziu o sofrimento pessoal em mulheres pós-menopausa com HSDD. O efeito foi dose-dependente, observado com 300 mcg/dia mas não com 150 mcg/dia, com melhora de libido (P=0,0007), SSEs (P=0,0089) e redução do sofrimento pessoal (P=0,0024). Melhora sintomática esperada em 6-8 semanas, com resultado máximo até 12 semanas.\n\nSegurança oncológica: A reposição de testosterona não oral em doses fisiológicas não demonstrou aumento no risco de câncer de mama, com alguns estudos sugerindo efeito protetor via receptor androgênico que inibe a atividade do receptor de estrogênio alfa.",
  "points": 12,
  "patient_explanation": "A testosterona é um hormônio presente em pequenas quantidades no organismo feminino, produzido pelos ovários e pelas glândulas suprarrenais. Após a menopausa, os níveis desse hormônio caem de forma natural, e quando isso acontece em excesso, pode afetar a saúde de várias maneiras.\n\nA testosterona livre é a parte desse hormônio que está disponível para agir no organismo, e por isso é considerada a fração mais importante a ser avaliada. Níveis baixos de testosterona livre podem causar redução do desejo sexual, fadiga persistente, alterações de humor, perda de massa muscular e até prejuízos na saúde dos ossos.\n\nComo os exames de testosterona para mulheres têm limitações técnicas, o resultado precisa sempre ser interpretado junto com os sintomas e outros exames. Se seus níveis estiverem abaixo do esperado para sua fase de vida, existem formas seguras de repor esse hormônio — geralmente com cremes ou adesivos em doses baixas — que podem melhorar o bem-estar, a disposição e a qualidade de vida. O acompanhamento médico regular é fundamental para garantir que a reposição, se indicada, seja feita de forma segura.",
  "conduct": "## Conduta Clínica: Testosterona Livre — Mulheres Pós-Menopausa\n\n### Avaliação Inicial\n\n- **Anamnese direcionada:** investigar sintomas de deficiência androgênica — redução do desejo sexual, fadiga, alterações de humor, queda de cabelo, perda de massa muscular, ressecamento vaginal e sintomas cognitivos\n- **Contexto hormonal completo:** solicitar testosterona total, testosterona livre (calculada), SHBG, estradiol, FSH, LH, DHEA-S, prolactina e TSH\n- **Verificar uso de anticoncepcionais ou estrogenoterapia oral:** anticoncepcionais combinados e estrogênio oral elevam SHBG, reduzindo significativamente a testosterona livre e comprometendo a interpretação dos resultados e a resposta à reposição\n- **Método de dosagem:** priorizar LC-MS/MS ou GC-MS/MS quando disponível; a testosterona livre calculada é aceitável na prática clínica, mas reconhecer suas limitações de precisão\n- **Rastreio de causas secundárias:** insuficiência adrenal, hipopituitarismo, uso de glicocorticoides crônicos ou outros medicamentos que reduzam andrógenos\n\n### Diagnóstico de Deficiência Androgênica em Mulheres\n\n- Não existem valores universalmente padronizados para testosterona livre feminina; o diagnóstico é **clínico-laboratorial combinado**\n- Considerar deficiência quando há sintomas compatíveis (especialmente HSDD) e testosterona livre abaixo do limite inferior de referência para mulheres pré-menopausa jovens\n- Excluir outras causas de disfunção sexual (relacionamento, estresse, sono, estado de humor, uso de fármacos como antidepressivos ISRS, anticoncepcionais)\n\n### Indicações para Reposição de Testosterona\n\n- **Indicação principal e com melhor suporte de evidências:** transtorno do desejo sexual hipoativo (HSDD/TDSH) em mulheres pós-menopausa\n- Considerar também em casos de fadiga refratária, sarcopenia progressiva e prejuízo de qualidade de vida com deficiência androgênica documentada\n- **Contraindicações:** câncer de mama ativo ou suspeita, gestação, hepatopatia grave, hiperlipidemias graves não controladas\n\n### Manejo Terapêutico\n\n**Forma preferencial:**\n- **Creme ou gel transdérmico** em doses baixas (≤5 mg/dia)\n- Adesivo transdérmico de testosterona (300 mcg/dia) demonstrado eficaz em RCTs (estudos APHRODITE e ADORE)\n- Evitar vias orais pela metabolização hepática de primeira passagem\n\n**Monitoramento durante TRT:**\n- Dosar testosterona total 3–6 semanas após início e repetir a cada 6 semanas durante titulação\n- Manter testosterona total dentro dos limites fisiológicos femininos; não exceder o limite superior de referência\n- Avaliar sinais de virilização: **acne, hirsutismo, alopecia androgênica** — reduzir dose se surgirem\n- Monitorar SHBG e HDL, especialmente se associada a gestrinona ou outros andrógenos\n- Aplicar questionários validados de função sexual (FSFI, FSDS) para avaliação objetiva de resposta\n\n**Expectativas de resposta:**\n- Melhora inicial em sintomas: 6–8 semanas\n- Resposta máxima: até 12 semanas\n- Algumas pacientes apresentam melhora já nas primeiras 4 semanas\n\n### Considerações Especiais\n\n- **Usuárias de anticoncepcionais ou estrogenoterapia oral:** SHBG muito elevada sequestra testosterona administrada; eficácia da reposição é significativamente reduzida; avaliar troca para estrogênio transdérmico antes de iniciar testosterona\n- **Menopausa cirúrgica (ooforectomia bilateral):** deficiência mais pronunciada (até 50% menor que menopausa natural); considerar início mais precoce de avaliação androgênica\n- **Insuficiência cardíaca com FE reduzida:** deficiência de testosterona neste contexto é preditor independente de mortalidade; considerar avaliação multidisciplinar com cardiologista\n- **Correlação clínica acima dos números:** níveis laboratoriais têm limitações técnicas importantes em mulheres; não tratar exame, tratar a paciente\n\n### Encaminhamento\n\n- **Endocrinologista ou ginecologista com experiência em medicina do climatério:** casos de HSDD com necessidade de TRT, suspeita de insuficiência adrenal ou hipopituitarismo\n- **Cardiologista:** pacientes com ICFEr e deficiência de testosterona documentada\n- **Psicólogo/sexólogo:** HSDD com componente psicossexual relevante (abordagem multifatorial da libido feminina é essencial)"
}
