{
  "score_item_id": "019bf31d-2ef0-79bc-8bd1-bf28a1359a6f",
  "clinical_relevance": "O TRAb (Anticorpos Anti-Receptor de TSH) é o marcador sorológico específico da Doença de Graves (DG), a causa mais frequente de hipertireoidismo no mundo. A DG é uma doença autoimune caracterizada pela ativação do receptor de TSH por autoanticorpos estimuladores (TRAbs), resultando em produção desregulada de hormônios tireoidianos. A DG acomete 20-30 por 100.000 pessoas por ano em regiões ricas em iodo, responde por 60-80% de todos os casos de hipertireoidismo clínico e afeta 1,2% dos adultos nos EUA. A razão feminino:masculino é de aproximadamente 5-10:1.\n\n**Valores de referência e interpretação:**\nO valor de corte clínico ótimo para diagnóstico de DG é de 1,245 IU/L (sensibilidade 96,6%; especificidade 97,1%; PPV 71,8%; NPV 99,9%; AUC 0,981). Para diferenciação de DG de hipertireoidismo não-Graves, o valor de corte é de 1,78 IU/L (sensibilidade 92,0%; especificidade 89,1%). Valores normais são inferiores a 1,75 IU/L na maioria dos laboratórios (verificar referência específica do método utilizado).\n\n**Prevalência de TRAb positivo por condição clínica:**\n- Doença de Graves não tratada: ~99%\n- Tireoidite autoimune crônica (Hashimoto): ~12%\n- Tireoidite silenciosa/indolor: ~1%\n- Câncer de tireoide: ~11%\n- Indivíduos saudáveis: ~0,6%\n\n**Estratificação prognóstica baseada em evidências:**\nNíveis basais de TRAb são preditores independentes de resposta ao tratamento e recorrência. Após 24 meses de terapia com metimazol (MMI): pacientes com TRAb basal <10 IU/L alcançam remissão em 63,3% dos casos (tempo médio 16,4 meses); pacientes com TRAb basal >10 IU/L alcançam remissão em apenas 39,4% dos casos (tempo médio 21,5 meses; p<0,05 para ambos). A sensibilidade e especificidade de TRAb basal de 10 IU/L para predizer remissão são 57% e 74%, respectivamente.\n\n**Oftalmopatia de Graves (TAO):**\nA TAO afeta 30-50% dos pacientes com DG. TRAb elevado persistentemente se associa a curso grave de GO. Níveis elevados de TRAb e TSAb antes e após tratamento com metilprednisolona intravenosa (IVMP) associam-se a maior risco de resposta inadequada ao tratamento.\n\n**Custo-efetividade:**\nA inclusão do TRAb no algoritmo diagnóstico da DG reduz o custo diagnóstico em 47% e o tempo até o diagnóstico em 46%, em comparação com métodos não baseados em TRAb.\n\n**Papel clínico consolidado (21 recomendações de melhores práticas - BMC Endocr Disord 2024):**\n- Diagnóstico diferencial de tireotoxicose (ferramenta sensível e específica)\n- Diagnóstico rápido e preciso de DG\n- Predição de resposta terapêutica e risco de recorrência\n- Guia de seleção terapêutica (ATD vs RAI vs cirurgia)\n- Monitorização em gestação: avaliação periconcepcional e neonatal\n- Avaliação de TAO em situações especiais (eutiroidismo clínico)\n- Pediátrico: decisão de interrupção de ATD após mínimo 3 anos (ou 5+ anos se TRAb elevado)",
  "points": 12,
  "patient_explanation": "O TRAb é um anticorpo produzido pelo próprio sistema imunológico que ataca uma parte da glândula tireoide chamada receptor de TSH. Quando esse anticorpo está presente, ele fica estimulando a tireoide a produzir hormônios em excesso, causando uma doença chamada Doença de Graves — a causa mais comum de tireoide acelerada (hipertireoidismo). O exame mede a quantidade desse anticorpo no sangue e é muito útil para confirmar o diagnóstico, escolher o melhor tratamento e acompanhar se a doença está melhorando. Valores elevados indicam que a doença está ativa e podem sinalizar maior risco de recaída ou de complicações como o problema nos olhos (oftalmopatia de Graves). Com o tratamento adequado — que pode incluir remédios, iodo radioativo ou cirurgia — os níveis tendem a diminuir. O médico usará esse resultado junto com outros exames e sintomas para tomar as melhores decisões para o seu caso.",
  "conduct": "## Conduta Clínica — TRAb (Anticorpos Anti-Receptor de TSH)\n\n### 1. Indicações para Solicitar TRAb\n\n- **Diagnóstico diferencial de tireotoxicose**: suspeita de Doença de Graves vs. outras causas (tireoidite, nódulo tóxico, tireoidite indolor)\n- **Confirmação diagnóstica de Doença de Graves** em quadro clínico típico ou atípico\n- **Avaliação pré-concepcional** em mulheres com DG ativa ou em remissão\n- **Gestação**: rastreamento de DG fetal/neonatal em mães com TRAb elevado\n- **Oftalmopatia de Graves (GO)** em paciente eutiróideo (para confirmar etiologia autoimune)\n- **Pediatria**: decisão de suspensão de drogas antitireoidianas (ATD)\n\n---\n\n### 2. Interpretação dos Resultados\n\n- **TRAb < 1,75 IU/L (referência usual):** Negativo — torna diagnóstico de DG improvável\n- **TRAb ≥ 1,245 IU/L (cut-off diagnóstico validado):** Altamente sugestivo de DG (sensibilidade 96,6%; especificidade 97,1%)\n- **TRAb basal < 10 IU/L:** Melhor prognóstico de remissão (~63% em 24 meses de MMI)\n- **TRAb basal > 10 IU/L:** Menor probabilidade de remissão com ATD (~39%); considerar terapia definitiva\n\n---\n\n### 3. Investigação Complementar\n\n- **Painel tireoidiano completo:** TSH, T4 livre, T3 livre\n- **Anticorpos complementares:** Anti-TPO, Anti-Tg (quando diagnóstico diferencial com Hashimoto)\n- **Ultrassonografia tireoidiana:** avaliação de volume, vascularização (aumento de fluxo em DG), nódulos\n- **Cintilografia com captação de I-131 ou Tc-99m:** quando TRAb indisponível ou resultado limítrofe\n- **Avaliação oftalmológica:** em todos os pacientes com DG (busca ativa de TAO, que afeta 30-50%)\n\n---\n\n### 4. Seleção Terapêutica Baseada em TRAb\n\n**Drogas Antitireoidianas (ATD — metimazol/propiltiouracila):**\n- Primeira linha em DG moderada com TRAb < 10 IU/L\n- Reavaliar TRAb após 12-18 meses de ATD para decisão de continuidade\n- Remissão: TRAb negativo após 12-18 meses favorece suspensão de ATD\n- TRAb persistentemente elevado após 12-18 meses → indicar terapia definitiva\n\n**Terapia definitiva (RAI ou cirurgia):**\n- **Indicada** quando TRAb muito elevado após ATD\n- **Considerar** quando TRAb basal > 10 IU/L (prognóstico desfavorável com ATD)\n- **Preferir cirurgia** em: oftalmopatia grave ativa, nódulos suspeitos, bócio volumoso compressivo\n\n---\n\n### 5. Monitorização em Situações Especiais\n\n**Gestação:**\n- Medir TRAb no início da gestação em toda paciente com DG atual ou prévia\n- TRAb elevado no 3º trimestre: risco de disfunção tireoidiana fetal e neonatal; encaminhar para acompanhamento materno-fetal especializado\n- TRAb muito elevado orienta decisão de parto em centro com UTI neonatal\n\n**Pediatria:**\n- TRAb orienta duração de ATD (mínimo 3 anos; estender para 5+ anos se TRAb persistentemente elevado)\n- TRAb baixo + glândula pequena: associados a maior possibilidade de remissão\n\n**Oftalmopatia de Graves (TAO):**\n- TRAb basal fornece prognóstico sobre risco de GO grave\n- TRAb e TSAb elevados pré e pós-IVMP associados a pior resposta ao tratamento com metilprednisolona IV\n\n---\n\n### 6. Critérios de Encaminhamento a Especialista\n\n- **Endocrinologista:** todo paciente com TRAb positivo e diagnóstico de DG confirmado ou suspeito\n- **Oftalmologista:** presença de sinais/sintomas de oftalmopatia ou TRAb muito elevado\n- **Obstetra de alto risco + Neonatologista:** gestante com TRAb elevado no 3º trimestre\n- **Cirurgião de tireoide:** indicação de tireoidectomia (TRAb muito elevado, falha de ATD, GO grave)"
}
