{
  "score_item_id": "019bf31d-2ef0-7302-bf07-5ec62b78567b",
  "clinical_relevance": "A aspartato aminotransferase (AST), anteriormente denominada transaminase oxalacética (TGO ou SGOT), é uma enzima intracelular presente em múltiplos tecidos, com atividade relativa (U/g) de 7.800 no coração, 7.100 no fígado, 5.000 no músculo esquelético, 4.500 no rim, 2.500 no cérebro, 1.400 no pâncreas, 700 no baço, 500 no pulmão e 40 nos eritrócitos. Essa distribuição ubíqua confere à AST baixa especificidade tecidual em comparação à ALT, tornando sua interpretação inseparável do contexto clínico e do padrão combinado de outros marcadores.\n\nValores de referência convencionais situam-se tipicamente entre 10–40 U/L (variando conforme método e laboratório), com valores acima do limite superior da normalidade (LSN) indicando injúria celular ativa. Elevações marcadas (>400 U/L) demandam investigação etiológica sistemática.\n\nA Razão De Ritis (AST/ALT) é ferramenta clínica consolidada para orientar a etiologia das hepatopatias: razão <0,7–1,0 é característica de hepatite viral aguda (hepatites A e E); razão >2,0 é fortemente sugestiva de hepatopatia alcoólica ou de lesão mitocondrial intensa; razão >1,0 progressivo associa-se à fibrose avançada e cirrose em hepatite crônica pelo vírus C. Índices derivados da AST — como APRI (AST to Platelet Ratio Index) e FIB-4 — são validados como preditores não invasivos de fibrose hepática.\n\nAs causas não hepáticas de AST marcadamente elevada (>400 U/L) representam 7,6% dos casos totais com esse nível de elevação. Em um estudo retrospectivo com 430 pacientes com AST >400 U/L de causa não hepática, a etiologia mais frequente foi dano muscular esquelético (54,2%), seguido de dano muscular cardíaco (39,1%) e distúrbios hematológicos (6,7%). A mortalidade em 30 dias variou marcadamente conforme a etiologia: 14,2% para dano muscular esquelético, 19,5% para dano cardíaco e 65,5% para distúrbios hematológicos.\n\nA magnitude do pico de AST correlaciona-se de forma independente com a mortalidade em 30 dias: pico <1.000 U/L — 12,8%; pico 1.000–2.999 U/L — 26,7%; pico ≥3.000 U/L — 50,0%. Na análise multivariada, dano cardíaco (OR=2,76; IC95% 1,31–5,80), distúrbio hematológico (OR=9,47; IC95% 2,95–30,39), pico <3.000 U/L (OR=2,94; IC95% 1,36–6,35) e pico ≥3.000 U/L (OR=9,61; IC95% 3,54–26,08) foram fatores independentes de mortalidade.\n\nNo contexto de STEMI, elevação de AST acima do LSN ocorre em 85,6% dos pacientes; AST marcadamente elevada (>10x LSN) ocorre em 3,3%; AST >400 U/L ocorre em 3–5% dos casos de STEMI e associa-se a maior mortalidade. AST pós-operatória >300 U/L após cirurgia de revascularização miocárdica (CABG) é preditor independente de mortalidade.\n\nNa rabdomiólise, AST >40 U/L ocorre em 93% dos pacientes; aminotransferases >1.000 U/L em pacientes com rabdomiólise em UTI apresentam mortalidade de 69,4% vs. 14,7% nos com níveis menores. A mortalidade geral da rabdomiólise varia de 3–9% fora da UTI e 7–46% em UTI. A meia-vida da AST (t½=18h) é maior que a da CK (t½=12h) e menor que a da ALT (t½=36h), gerando dinâmica diagnóstica temporal relevante: a razão AST/ALT, alta no início da lesão muscular aguda, tende a cair em direção a 1:1 em poucos dias pela queda mais rápida da AST.\n\nDistúrbios hematológicos causadores de AST elevada incluem patologias malignas (leucemia, linfoma, mieloma múltiplo) e não malignas (anemia hemolítica, policitemia vera, síndrome mielodisplásica, mielofibrose idiopática, hemoglobinúria paroxística noturna, púrpura trombocitopênica trombótica, linfohistiocitose hemofagocítica), por mecanismos de infiltração hepática, hemólise, depósito de ferro e coagulação intravascular disseminada.",
  "points": 14,
  "patient_explanation": "A AST (também chamada de TGO) é uma proteína encontrada dentro das células de vários órgãos do corpo, principalmente fígado, coração e músculos. Quando essas células sofrem algum tipo de dano ou estresse, a AST é liberada na corrente sanguínea e seus níveis no exame de sangue sobem.\n\nPor esse motivo, a AST não serve apenas para avaliar o fígado: ela pode subir também em casos de infarto do coração, lesão muscular intensa (como após exercício físico muito pesado ou acidentes), problemas no sangue ou mesmo após cirurgias. É por isso que o médico sempre analisa esse resultado junto com outros exames e com o quadro clínico geral.\n\nQuando a AST está levemente elevada de forma isolada, muitas vezes a causa é simples e tratável, como um esforço físico recente ou uso de algum medicamento. No entanto, quando os valores estão muito altos, isso pode indicar uma situação mais séria que precisa de investigação rápida.\n\nNão entre em pânico com um resultado alterado: a orientação do médico é fundamental para entender o que aquele número significa para o seu caso específico.",
  "conduct": "## Conduta Clínica — Transaminase Oxalacética (AST)\n\n### Avaliação Inicial\n\n- **Solicitar em conjunto:** ALT, GGT, fosfatase alcalina, bilirrubinas (total, direta, indireta), LDH, CK, hemograma completo e creatinina\n- **Calcular a Razão De Ritis (AST/ALT):**\n  - <0,7–1,0: sugestivo de hepatite viral aguda (investigar sorologias hepatite A, B, C, E)\n  - >2,0: sugestivo de hepatopatia alcoólica ou lesão mitocondrial (investigar ingestão alcoólica, uso de medicamentos/drogas hepatotóxicas)\n  - >1,0 em hepatite crônica: associado a fibrose avançada (considerar APRI e FIB-4)\n- **Anamnese direcionada:** exercício físico intenso recente, uso de medicamentos (estatinas, paracetamol, antibióticos), etilismo, queixas cardíacas, fraqueza muscular, febre, histórico oncológico ou hematológico\n\n### Estratificação por Grau de Elevação\n\n**Elevação leve a moderada (1–5x LSN):**\n- Repetir exame em 4–6 semanas após suspensão de possível agente causal (medicamento, esforço físico)\n- Se persistência: investigação hepática completa (USG abdominal, sorologias virais, perfil autoimune, TSH, ferritina, ceruloplasmina)\n- Avaliação de esteatose hepática não alcoólica (EHNA/NASH): correlacionar com IMC, perfil lipídico, insulinemia\n\n**Elevação acentuada (5–10x LSN):**\n- Internação ou avaliação urgente conforme contexto clínico\n- Descartar hepatite aguda viral, toxicidade medicamentosa, hepatite isquêmica\n- CK para exclusão de rabdomiólise; ECG e troponina para exclusão de SCA\n\n**Elevação marcada (>400 U/L / >10x LSN):**\n- **Prioridade diagnóstica imediata**\n- Excluir causa hepática primária (hepatite viral aguda, DILI, isquemia hepática, hepatite autoimune)\n- Se causa não hepática suspeita, classificar entre:\n  - **Dano muscular esquelético:** CK, mioglobina, função renal (risco de IRA por rabdomiólise)\n  - **Dano cardíaco:** troponina I/T de alta sensibilidade, ECG, ecocardiograma\n  - **Distúrbio hematológico:** hemograma, LDH, haptoglobina, bilirrubina indireta, esfregaço de sangue periférico, mielograma se indicado\n- **Pico de AST ≥3.000 U/L:** mortalidade em 30 dias de 50% — considerar UTI ou monitorização intensiva independente da etiologia\n\n### Critérios de Encaminhamento\n\n- **Hepatologista/Gastroenterologista:** AST persistentemente elevada sem causa aparente; suspeita de hepatite crônica viral ou autoimune; fibrose hepática suspeita (APRI elevado, FIB-4 elevado); cirrose descompensada\n- **Cardiologista:** AST elevada com troponina positiva, alterações no ECG, suspeita de miocardite ou síndrome coronariana aguda; AST pós-operatória >300 U/L após CABG\n- **Nefrologista:** Rabdomiólise com lesão renal aguda associada (CK muito elevada + queda da TFG)\n- **Hematologista:** Suspeita de distúrbio hematológico maligno ou não maligno (AST elevada + citopenias, esplenomegalia, anemia hemolítica)\n\n### Intervenções Baseadas em Evidências\n\n- **Rabdomiólise:** Hidratação intravenosa vigorosa é a base do tratamento; monitorizar função renal e débito urinário; suspender agentes causais (estatinas, drogas)\n- **Hepatopatia alcoólica:** Abstinência alcoólica; suplementação de vitamina B6 (piridoxal-5-fosfato) — deficiência de B6 contribui para elevação de aminotransferases no alcoolismo; encaminhamento para tratamento de dependência\n- **EHNA/NAFLD:** Perda de peso, exercício aeróbico regular, controle metabólico (glicemia, lipídios)\n- **Hepatite viral crônica:** Tratamento antiviral específico conforme etiologia (antivirais diretos para HCV; análogos de nucleosídeos para HBV)\n- **Monitorização de medicamentos hepatotóxicos:** Suspensão ou substituição do agente; reintrodução cautelosa com monitorização seriada de transaminases se necessário\n\n### Interpretação Temporal\n\n- A meia-vida da AST (t½=18h) é menor que a da ALT (t½=36h): em lesões agudas, a AST normaliza mais rapidamente\n- Na lesão muscular esquelética aguda, a razão AST/ALT cai progressivamente em direção a 1:1 em poucos dias — útil para distinguir lesão muscular resolúvel de hepatopatia em evolução\n- CK normaliza mais rápido (t½=12h) que AST: CK normal com AST ainda elevada pode indicar resolução da fase aguda da rabdomiólise"
}
