{
  "score_item_id": "c77cedd3-2800-7d56-b9a8-dade736e674f",
  "clinical_relevance": "A alanina aminotransferase (ALT), também denominada transaminase pirúvica (TGP ou SGPT), é uma enzima citoplasmática predominantemente hepática cuja liberação para o sangue reflete dano ou morte de hepatócitos. A ALT catalisa a transferência do grupo amino da alanina para o alfa-cetoglutarato, produzindo piruvato e glutamato — reação central no ciclo glicose-alanina entre músculo e fígado. A atividade de ALT é, dentre as transaminases, a mais específica para o fígado: na análise tecidual, o fígado apresenta atividade de ALT de aproximadamente 2.850 U/g, enquanto coração (450 U/g) e músculo esquelético (300 U/g) possuem atividade muito inferior. Essa distribuição explica a superioridade da ALT sobre a AST como marcador de lesão hepatocelular.\n\n**Valores de referência e interpretação:** Os limites superiores do normal variam entre laboratórios (habitualmente 30-40 U/L para mulheres e 40-56 U/L para homens a 37°C pelo método IFCC). Há crítica consolidada na literatura de que muitos laboratórios derivam valores de referência a partir de populações que incluem alta prevalência de obesidade e doença hepática subclínica, o que pode gerar falsa tranquilização ao manter a ALT dentro de limites formalmente normais mesmo com lesão hepática presente. Estudos sugerem que limites mais restritivos seriam mais adequados para detecção de DHGNA.\n\n**Fisiopatologia e relação com ALT/AST (Razão de De Ritis):** A razão AST/ALT (De Ritis) é clinicamente fundamental. Na hepatite viral aguda (hepatite A, E e outras), a ALT é geralmente maior que a AST, resultando em razão tipicamente entre 0,5 e 0,7. Razões AST/ALT acima de 1,5-2,0 são fortemente sugestivas de hepatite alcoólica, sendo explicadas pela: (i) depleção de piridoxal-5-fosfato (vitamina B6) no fígado dos etilistas, reduzindo a atividade da ALT; e (ii) dano mitocondrial com liberação preferencial de AST mitocondrial. Na DHGNA e NASH, a razão AST/ALT tipicamente permanece abaixo de 1,0, especialmente em obesos mórbidos. A progressão para fibrose e cirrose tende a elevar a razão para valores acima de 1,0 — a AST torna-se mais preditiva de fibrose do que a ALT, que inclusive não é preditiva de progressão para hepatocarcinoma em análise multivariada. O índice FIB-4 (AST × idade / [plaquetas × √ALT]) e o APRI (AST / plaquetas) são ferramentas que integram ALT e AST ao rastreio não invasivo de fibrose.\n\n**Dados epidemiológicos:** A DHGNA é a condição hepática mais prevalente no mundo, superando 20% em países desenvolvidos e aproximadamente 10% em países em desenvolvimento. A elevação de ALT e AST é a anormalidade laboratorial mais comum nos pacientes com NASH. Pelo menos 40% dos pacientes com DHGNA preenchem critérios de síndrome metabólica. Obesidade (IMC ≥ 25 kg/m²) é a causa mais provável de ALT elevada em homens, enquanto o álcool é a causa mais provável em mulheres. Quando obesidade e consumo de álcool coexistem, o efeito sobre a ALT é multiplicativo, não apenas aditivo, mediado pelo CYP2E1.\n\n**Associação metabólica:** Todos os cinco componentes da síndrome metabólica (obesidade central, hiperglicemia, HDL baixo, hipertrigliceridemia e hipertensão) são fatores univariados associados à elevação de ALT. Níveis de insulina em jejum e outros marcadores de resistência à insulina elevam a ALT independentemente do IMC e da circunferência abdominal. A ALT/AST é o melhor marcador substituto de resistência à insulina em adultos japoneses não obesos. Apenas os níveis de ALT (não AST) predizem a progressão para síndrome metabólica; ambas predizem progressão para diabetes. A NASH pode cursar com fibrose mesmo com transaminases normais, especialmente quando se utilizam limites de referência elevados (>40 U/L).\n\n**Estratificação de risco:** ALT persistentemente elevada (> 2-3× LSN) com razão De Ritis < 1 sugere DHGNA/NASH; razão > 2 orienta para hepatopatia alcoólica ou doença hepática avançada de outras causas; razão < 0,7 em contexto de elevação acentuada favorece hepatite viral aguda. Pacientes com DHGNA têm mortalidade superior à população geral e risco aumentado de doença cardiovascular e diabetes.",
  "points": 12,
  "patient_explanation": "A ALT (ou transaminase pirúvica) é uma enzima que fica dentro das células do fígado. Quando essas células são danificadas, a ALT vai para o sangue e seus níveis sobem no exame de sangue. Por isso, a ALT é um dos melhores indicadores da saúde do fígado.\n\nValores elevados de ALT podem indicar que o fígado está sobrecarregado ou inflamado. As causas mais comuns são: acúmulo de gordura no fígado (esteatose, muito associada ao excesso de peso e resistência à insulina), consumo elevado de álcool, hepatites virais ou uso de certos medicamentos.\n\nUm resultado alterado não significa necessariamente uma doença grave, mas é um sinal importante que seu médico precisa investigar. Muitas vezes, mudanças no estilo de vida — como perda de peso, redução do consumo de álcool e melhora da alimentação — são capazes de normalizar a ALT. O valor isolado é importante, mas o médico também vai comparar a ALT com outros exames do fígado para entender melhor a causa.",
  "conduct": "## Conduta Clínica — Transaminase Pirúvica (ALT) Elevada\n\n### Avaliação Inicial\n\n- **Solicitar painel hepático completo:** ALT, AST, GGT, fosfatase alcalina, bilirrubinas (total, direta, indireta), proteínas totais e albumina\n- **Calcular a Razão de De Ritis (AST/ALT):**\n  - < 0,7 com ALT muito elevada: sugere hepatite viral aguda\n  - < 1,0: compatível com DHGNA/NASH, especialmente em obesos\n  - ≥ 1,5-2,0: sugere hepatopatia alcoólica\n  - > 1,0 com elevação progressiva: possível fibrose hepática em desenvolvimento\n- **Anamnese direcionada:** consumo de álcool, uso de medicamentos hepatotóxicos (incluindo fitoterápicos), IMC, circunferência abdominal, histórico familiar de hepatopatias\n- **Exames complementares de primeira linha:**\n  - Glicemia de jejum, insulina, HOMA-IR (resistência à insulina associada a ALT independente do IMC)\n  - Lipidograma completo (triglicerídeos, HDL, LDL)\n  - Hemograma com plaquetas (necessário para FIB-4 e APRI)\n  - Sorologias: HBsAg, Anti-HBs, Anti-HBc total, Anti-HCV\n  - Ultrassonografia abdominal (hepatomegalia presente em até 85% dos casos de DHGNA)\n\n### Estratificação por Grau de Elevação\n\n- **ALT < 2× LSN:** Investigação clínica e laboratorial inicial; orientação de mudança de estilo de vida; reavaliação em 3-6 meses\n- **ALT 2-5× LSN:** Investigação ampliada obrigatória; avaliar índices de fibrose (FIB-4, APRI); excluir causas medicamentosas e virais\n- **ALT > 5× LSN:** Investigação urgente; avaliar insuficiência hepática aguda; encaminhar ao hepatologista\n- **ALT > 10× LSN:** Considerar hospitalização; excluir hepatite aguda grave, lesão hepática por medicamentos (DILI) e isquemia hepática\n\n### Investigação Complementar Quando Indicado\n\n- **Índices de fibrose não invasivos:**\n  - **FIB-4** = (Idade × AST) / (Plaquetas × √ALT): < 1,30 baixo risco; > 2,67 alto risco de fibrose avançada\n  - **APRI** (AST / Plaquetas): ferramentas validadas para hepatite C e DHGNA\n- **Se suspeita de DHGNA/NASH:** Avaliação de síndrome metabólica completa; considerar elastografia hepática (Fibroscan) ou biópsia hepática se fibrose avançada não puder ser excluída por métodos não invasivos\n- **Se razão AST/ALT > 2 com suspeita de álcool:** GGT frequentemente elevada; mAST/AST pode aumentar especificidade; considerar escores de gravidade (MELD, Maddrey)\n- **Se suspeita de deficiência de piridoxina (B6):** Pacientes etilistas, idosos e oncológicos podem ter ALT falsamente reduzida — laboratórios devem usar ensaios com suplementação de piridoxal fosfato nesses grupos\n\n### Intervenções Baseadas em Evidências\n\n- **DHGNA com síndrome metabólica:**\n  - Redução de peso ≥ 7-10% do peso corporal normaliza a ALT na maioria dos casos\n  - Redução de carboidratos refinados e frutose adicionada\n  - Exercício físico aeróbico e resistido regularmente\n  - Controle rigoroso de glicemia, triglicerídeos e pressão arterial\n- **Hepatopatia alcoólica:** Abstinência total; suplementação de vitamina B6 (piridoxina) e tiamina\n- **Hepatite viral:** Encaminhar ao hepatologista/infectologista para avaliação de tratamento antiviral\n\n### Critérios de Encaminhamento ao Hepatologista\n\n- ALT persistentemente elevada (> 6 meses) sem causa identificada após investigação inicial\n- ALT > 3× LSN persistente mesmo após correção de fatores modificáveis\n- FIB-4 > 2,67 ou APRI sugestivo de fibrose avançada\n- Suspeita de hepatite autoimune (solicitar FAN, anti-músculo liso, imunoglobulinas)\n- Suspeita de doença hepática colestática, cirrose ou hepatocarcinoma\n- Qualquer ALT > 10× LSN"
}
