{
  "score_item_id": "019bf31d-2ef0-7534-b623-80601070d80d",
  "clinical_relevance": "A ureia sérica é o principal produto final do metabolismo proteico em mamíferos, formada no ciclo da ureia hepático a partir da amônia gerada pelo catabolismo de aminoácidos e pela degradação de purinas. Em condições fisiológicas normais, a ureia é quase exclusivamente excretada pelos rins, após filtração glomerular e reabsorção tubular parcial. Os valores de referência em adultos situam-se entre 15–40 mg/dL (5,4–14,3 mmol/L), podendo variar conforme laboratório, idade, massa muscular e ingestão proteica.\n\nDo ponto de vista clínico, a ureia sérica reflete de forma indireta a taxa de filtração glomerular (TFG) e a carga proteica: elevações persistentes indicam redução da função renal, hipercatabolismo ou aumento da ingestão proteica. Não obstante, diferentemente da creatinina, a ureia é influenciada por fatores extra-renais significativos — hemorragia digestiva, corticoterapia, dietas hiperproteicas, febre, sepse e estados catabólicos podem elevar a ureia independentemente da função renal.\n\nHistoricamente considerada um marcador biologicamente inerte da função renal, evidências recentes demonstraram que a ureia em concentrações urêmicas é diretamente tóxica. Modelos animais de doença renal crônica (DRC) mostraram que o acúmulo de ureia é tóxico aos tecidos. Mecanismos identificados incluem: (1) geração de espécies reativas de oxigênio (ROS) induzida pela ureia, causando resistência à insulina; (2) comprometimento da glicólise e da secreção de insulina pelas células beta pancreáticas; (3) disfunção endotelial mediada por ROS urêmico; e (4) carbamilação proteica — a ureia se decompõe espontaneamente em cianato, que reage com grupos amina de proteínas, alterando sua estrutura e função, com papel na aterosclerose e calcificação vascular.\n\nEm pacientes com DRC, dados do coorte prospectivo CKD-REIN demonstraram associação independente entre níveis séricos elevados de ureia e desfechos cardiovasculares adversos e mortalidade por todas as causas. Os hazard ratios ajustados para eventos cardiovasculares maiores foram 1,13 [IC95% 0,77–1,67] e 1,94 [IC95% 1,27–2,98] para pacientes nos tercis 2 e 3 de ureia, respectivamente, em comparação ao tercil inferior. Para morte antes de terapia renal substitutiva (TRS), os HRs ajustados foram 1,31 [IC95% 0,97–1,76] e 1,73 [IC95% 1,22–2,45] para T2 e T3. A taxa de incidência de eventos cardiovasculares foi 3,5 vezes maior em T3 versus T1.\n\nNa DRC avançada, os níveis de ureia podem facilmente atingir ou superar 10 vezes o limite superior da normalidade, especialmente quando ocorre insuficiência renal. A uremia como síndrome clínica resulta do acúmulo de toxinas urêmicas — incluindo a própria ureia e seus produtos de carbamilação — que afetam virtualmente todos os sistemas orgânicos: cardiovascular, neurológico, hematológico, imunológico e ósseo.\n\nA avaliação integrada da ureia deve sempre ser realizada em conjunto com a creatinina sérica, a TFG estimada (eGFR) e a albuminúria, conforme recomendado pelo KDIGO 2024. A razão ureia/creatinina (BUN/creatinina em sistemas que utilizam BUN) pode auxiliar na diferenciação de causas pré-renais (razão elevada) de causas renais intrínsecas (razão normal ou baixa) de azotemia. O diagnóstico de DRC requer confirmação por pelo menos 3 meses de alterações persistentes.",
  "points": 15,
  "patient_explanation": "A ureia é uma substância produzida naturalmente pelo seu organismo quando ele processa as proteínas que você come ou quando degrada proteínas do próprio corpo. Após ser produzida no fígado, a ureia é filtrada pelos rins e eliminada pela urina. Por isso, medir a ureia no sangue ajuda a avaliar como seus rins estão funcionando.\n\nQuando os rins funcionam bem, a ureia se mantém em níveis baixos no sangue. Quando os rins não conseguem filtrá-la adequadamente, ela se acumula e pode causar problemas em vários órgãos do corpo, incluindo o coração e os vasos sanguíneos.\n\nNíveis elevados de ureia podem indicar desde simples desidratação ou dieta com muito proteína até problemas mais sérios nos rins. Por isso, se o seu resultado estiver alterado, o médico vai avaliar também outros exames — como creatinina e filtração glomerular — para entender melhor o que está acontecendo. O mais importante é não deixar de acompanhar esses exames regularmente, especialmente se você tem diabetes, pressão alta ou histórico de doença renal, pois a detecção precoce de alterações permite tratar e preservar a saúde dos rins por muito mais tempo.",
  "conduct": "## Conduta Clínica — Ureia Sérica (mg/dL)\n\n### Interpretação Inicial\n\n- **Valores de referência habituais:** 15–40 mg/dL (verificar referência do laboratório local)\n- **Ureia levemente elevada (40–60 mg/dL):** Avaliar causas funcionais/pré-renais antes de concluir disfunção renal\n- **Ureia moderadamente elevada (60–100 mg/dL):** Alta probabilidade de comprometimento renal significativo; investigação obrigatória\n- **Ureia gravemente elevada (>100 mg/dL):** Potencial síndrome urêmica; avaliação nefrológica urgente\n- **Ureia baixa (<10 mg/dL):** Investigar hepatopatia grave, dieta hipoproteica extrema ou hiperidratação\n\n### Investigação Complementar\n\n**Exames de primeira linha (avaliar sempre em conjunto com ureia):**\n- **Creatinina sérica e eGFR** (equação CKD-EPI): classificação do estágio de DRC conforme KDIGO 2024\n- **Albuminúria** (relação albumina/creatinina urinária — ACR): marcador de dano renal; ACR ≥30 mg/g é significativa\n- **Razão ureia/creatinina:** razão elevada (>20:1 em BUN/creatinina) sugere causa pré-renal; razão normal sugere causa renal intrínseca\n- **Eletrólitos séricos:** sódio, potássio, bicarbonato (acidose metabólica é comum na DRC)\n- **Hemograma completo:** anemia normocítica é frequente na DRC avançada\n- **Exame de urina tipo 1 com sedimento:** hematúria, cilindros, proteinúria\n\n**Causas pré-renais a excluir (ureia elevada com creatinina relativamente preservada):**\n- Desidratação / hipovolemia\n- Insuficiência cardíaca congestiva\n- Hemorragia digestiva alta\n- Dieta hiperproteica ou catabolismo aumentado (sepse, corticoterapia, febre prolongada)\n\n**Avaliação de causas renais intrínsecas:**\n- Ultrassonografia renal: tamanho, ecogenicidade, obstrução\n- Em casos selecionados: cistatina C sérica (mais precisa que creatinina em idosos, sarcopênicos, e para confirmação de eGFR)\n\n### Estratificação de Risco e Critérios de Encaminhamento\n\n**Encaminhar ao Nefrologista quando:**\n- eGFR <30 mL/min/1,73m² (CKD G4–G5)\n- ACR >300 mg/g (albuminúria grave)\n- Progressão rápida de eGFR (queda >5 mL/min/1,73m² em 1 ano ou >10 mL/min em 5 anos)\n- Hematúria persistente não explicada associada a proteinúria\n- DRC em jovens ou etiologia incerta necessitando biópsia renal\n- Risco de falência renal em 2 anos >10% (usar calculadora KFRE — Kidney Failure Risk Equation)\n- Hiperkalemia ou acidose metabólica refratária\n- Anemia da DRC não responsiva a tratamento de primeira linha\n\n**Pacientes com DRC G4–G5 têm risco aumentado de:**\n- Eventos cardiovasculares maiores (HR até 1,94 no tercil mais elevado de ureia)\n- Morte antes da terapia renal substitutiva (HR até 1,73)\n- Hiperpotassemia, anemia, distúrbios minerais ósseos, acidose metabólica\n\n### Intervenções Baseadas em Evidências\n\n**Controle da progressão da DRC (KDIGO 2024):**\n- **Controle da pressão arterial:** alvo <120 mmHg sistólica em adultos com DRC e proteinúria significativa (conforme tolerância)\n- **IECA ou BRA:** primeira escolha em DRC com albuminúria ≥30 mg/g; reduzem progressão\n- **Inibidores de SGLT2:** demonstraram redução de progressão renal e eventos cardiovasculares em DRC com e sem diabetes\n- **Controle glicêmico rigoroso:** HbA1c <7% em DRC diabética (individualizar conforme eGFR)\n\n**Dieta proteica e ureia:**\n- **Restrição proteica moderada (0,6–0,8 g/kg/dia)** em DRC G3b–G4 pode reduzir produção de ureia e retardar progressão (conforme tolerância e estado nutricional)\n- Dieta hiperproteica eleva ureia sem necessariamente refletir piora renal — contextualizar sempre\n- Terapia nutricional pode reduzir carbamilação proteica via redução da ureia\n\n**Monitoramento:**\n- DRC G1–G2: ureia, creatinina e ACR a cada 12 meses\n- DRC G3: a cada 6 meses\n- DRC G4–G5: a cada 3 meses ou conforme estabilidade clínica\n- Confirmar qualquer resultado anômalo isolado antes de diagnosticar DRC (exigir persistência ≥3 meses)\n\n**Sinais de alarme para avaliação urgente:**\n- Ureia >200 mg/dL com sintomas urêmicos (náusea, vômito, rebaixamento de consciência, pericardite)\n- Hiperpotassemia grave associada\n- Sobrecarga volêmica refratária\n- Indicação de diálise de urgência"
}
