{
  "score_item_id": "019bf31d-2ef0-781b-9865-4f793840ab20",
  "clinical_relevance": "A urocultura com contagem de colônias e antibiograma automatizado é o exame padrão-ouro para o diagnóstico etiológico das infecções do trato urinário (ITU) e para a orientação da terapia antimicrobiana definitiva. A ITU é uma das infecções bacterianas mais prevalentes na prática clínica, com Escherichia coli correspondendo ao agente etiológico em 70% a 90% dos casos. Outros uropatógenos relevantes incluem Proteus spp, Klebsiella spp e Enterococcus spp; em um estudo de 59 pacientes ambulatoriais com ITU não complicada, E. coli foi isolada em 71% dos casos, Proteus spp em 12%, Enterococcus em 12% e Klebsiella spp em 5%.\n\nA contagem de colônias ≥10^5 UFC/mL em amostra de jato médio é o critério clássico de bacteriúria significativa, embora limiares menores (≥10^3 UFC/mL) possam ser clinicamente relevantes em mulheres sintomáticas com cistite aguda não complicada. O antibiograma fornece o perfil de sensibilidade do isolado, sendo indispensável diante do aumento global da resistência antimicrobiana.\n\nA resistência antimicrobiana em uropatógenos é uma ameaça crescente: uma proporção cada vez maior das ITU comunitárias é causada por bacilos gram-negativos multirresistentes, incluindo produtores de beta-lactamases de espectro estendido (ESBL). Segundo as diretrizes da IDSA 2022, para ITU causadas por Enterobacterales produtores de ESBL (ESBL-E), os agentes de escolha para pielonefrite e ITU complicada são carbapenêmicos (ertapenem, meropenem, imipenem-cilastina), fluoroquinolonas (ciprofloxacino, levofloxacino) ou trimetoprima-sulfametoxazol (TMP-SMX), desde que o isolado seja sensível. Piperacilina-tazobactam e cefepime não são recomendados como terapia definitiva para infecções por ESBL-E fora do trato urinário, e há preocupações com seu uso mesmo em ITU complicada.\n\nA relação entre o teste de nitrito urinário e os padrões de resistência bacteriana é limitada. O teste de nitrito apresenta sensibilidade de apenas 25% e especificidade de 94% a 100% para ITU. A positividade depende da capacidade do uropatógeno de converter nitrato em nitrito, o que não ocorre com Enterococcus, Pseudomonas e Acinetobacter. Fatores como pH urinário abaixo de 6,0, bacteriúria de baixo grau, diluição urinária, presença de vitamina C ou sangue podem causar resultados falso-negativos. Em estudo de 59 pacientes, a positividade do nitrito correlacionou-se com maior resistência a ceftriaxona (52,2% vs. 6,5%, p=0,00005), cefuroxima (29,6% vs. 2,3%, p=0,005), cefotaxima (32,5% vs. 3,3%, p=0,005) e doxiciclina (31,9% vs. 3%, p=0,004), mas não houve diferença estatisticamente significativa para TMP-SMX, ampicilina-sulbactam, fosfomicina, amicacina, ceftazidima e nitrofurantoína. Os autores concluem que o nitrito urinário não deve ser usado como único guia para ajuste da antibioticoterapia empírica, e que a urocultura deve ser solicitada.\n\nA interpretação do antibiograma deve considerar os mecanismos de resistência locais. Enterococos apresentam resistência intrínseca a cefalosporinas e à maioria das penicilinas semi-sintéticas, com sensibilidade variável a TMP-SMX e ampicilina. A participação de especialistas em doenças infecciosas e de programas de stewardship antimicrobiano é recomendada pela IDSA 2022 no manejo de infecções por organismos resistentes.",
  "points": 12,
  "patient_explanation": "A urocultura com contagem de colônias e antibiograma é um exame de urina mais completo do que o exame de rotina. Ele serve para identificar qual bactéria está causando uma infecção urinária e para descobrir quais antibióticos são capazes de eliminá-la.\n\nQuando você tem sintomas como ardência ao urinar, vontade frequente de ir ao banheiro ou dor na região abaixo do umbigo, esse exame ajuda o médico a escolher o antibiótico certo para o seu caso, em vez de usar um medicamento que pode não funcionar.\n\nIsso é muito importante porque, nos últimos anos, muitas bactérias ficaram resistentes a antibióticos comuns. Com o resultado deste exame, o médico pode ajustar o tratamento de forma personalizada, evitando que a infecção piore ou que você use um remédio desnecessário.\n\nSe o resultado mostrar que há uma bactéria resistente a vários antibióticos, o médico poderá precisar de medicamentos mais específicos ou até de um acompanhamento com especialista. Tratar a infecção urinária corretamente é fundamental para evitar complicações mais sérias, como infecção nos rins.",
  "conduct": "## Urocultura com Contagem de Colônias e Antibiograma — Conduta Clínica\n\n### Indicações para Solicitação\n\n- **ITU sintomática:** disúria, polaciúria, urgência miccional, hematúria, dor suprapúbica ou lombar\n- **Pielonefrite:** febre, calafrios, dor em flanco, sintomas sistêmicos\n- **ITU complicada:** pacientes com anormalidade estrutural ou funcional do trato urinário, homens adultos, gestantes, imunossuprimidos, pacientes com cateter vesical\n- **Bacteriúria assintomática com indicação de tratamento:** gestantes, pacientes em pré-operatório urológico\n- **Falha terapêutica empírica:** ausência de melhora clínica após 48–72h de antibioticoterapia\n- **Recorrência:** ≥2 episódios em 6 meses ou ≥3 episódios em 12 meses\n\n### Coleta e Processamento\n\n- Coletar amostra de jato médio após higiene adequada da genitália\n- Transportar ao laboratório em até 30 minutos; se houver atraso >1–2 horas, refrigerar a 4°C\n- Em contexto hospitalar, amostras cultivadas em ágar-sangue e ágar MacConkey por 24h a 37°C são padrão\n- Identificação bacteriana por sistemas automatizados (ex.: API, MALDI-TOF) e antibiograma por difusão em disco (Kirby-Bauer) ou métodos automatizados\n\n### Interpretação dos Resultados\n\n- **Bacteriúria significativa clássica:** ≥10^5 UFC/mL de uropatógeno em jato médio\n- **Cistite aguda não complicada em mulheres:** ≥10^3 UFC/mL pode ser clinicamente relevante\n- **Contaminação provável:** flora mista com ≥3 espécies ou contagem <10^3 UFC/mL sem contexto clínico compatível\n- Uropatógenos mais frequentes: *E. coli* (70–90%), *Proteus* spp, *Klebsiella* spp, *Enterococcus* spp\n\n### Antibioticoterapia Baseada no Antibiograma\n\n**ITU não complicada (cistite em mulheres não gestantes):**\n- Fosfomicina, nitrofurantoína ou TMP-SMX (se sensível e resistência local <20%) são opções de primeira linha\n- Fluoroquinolonas devem ser preservadas para casos mais graves (risco de resistência e efeitos adversos)\n\n**Pielonefrite e ITU complicada — ITU por ESBL-E (conforme IDSA 2022):**\n- **Preferidos:** ertapenem, meropenem, imipenem-cilastina; ciprofloxacino ou levofloxacino (se sensível); TMP-SMX (se sensível)\n- **Não recomendados como terapia definitiva fora do trato urinário:** piperacilina-tazobactam e cefepime\n- Se carbapenem for iniciado e houver sensibilidade a fluoroquinolona ou TMP-SMX, transição oral é preferível para preservar carbapenem\n- Aminoglicosídeos em dose única diária (ex.: amicacina) são alternativa para pielonefrite em pacientes selecionados\n\n**Enterococcus:**\n- Resistência intrínseca a cefalosporinas e à maioria das penicilinas semi-sintéticas\n- Ampicilina é a opção preferida quando sensível; nitrofurantoína para ITU baixa não complicada\n\n### Critérios de Encaminhamento\n\n- **Infectologia/Urologia:** isolamento de organismos multirresistentes (ESBL, CRE, Pseudomonas de difícil tratamento), ITU complicada recorrente, suspeita de foco anatômico (litíase, obstrução, fístula)\n- **Nefrologia:** suspeita de pielonefrite em rim único, DRC prévia, progressão para sepse de foco urinário\n- **Programa de stewardship antimicrobiano:** sempre envolver em casos de resistência documentada, conforme recomendação da IDSA 2022\n\n### Monitoramento e Seguimento\n\n- Para ITU não complicada com boa resposta clínica: urocultura de controle não é obrigatória de rotina\n- Se antibiótico empírico inadequado for usado em cistite simples com melhora clínica: não é necessário trocar o regime nem repetir a urocultura\n- Para infecções fora do trato urinário ou casos complicados com terapia possivelmente inativa: **trocar para agente ativo** e iniciar novo curso completo a partir do primeiro dia de terapia efetiva\n- **Bacteriúria assintomática:** tratar apenas em gestantes e antes de procedimentos urológicos invasivos; não tratar em idosos institucionalizados, pacientes com cateter de demora ou diabéticos assintomáticos\n- Urocultura de controle em gestantes: 1–2 semanas após término do tratamento\n\n### Nota sobre o Teste de Nitrito\n\n- O nitrito urinário **não deve ser usado para ajustar a escolha do antibiótico** nem para substituir a urocultura\n- Sensibilidade do nitrito para ITU: 25%; especificidade: 94–100%\n- Falsos negativos: bactérias que não convertem nitrato (Enterococcus, Pseudomonas, Acinetobacter), pH <6,0, bacteriúria de baixo grau, vitamina C, diluição urinária\n- A correlação entre nitrito positivo e resistência a cefalosporinas de 2ª e 3ª geração existe em alguns estudos, mas não é suficientemente consistente para guiar decisão clínica sem urocultura"
}
