{
  "score_item_id": "019bf31d-2ef0-7792-832b-80ec942db408",
  "clinical_relevance": "O VDRL (Venereal Disease Research Laboratory) é um teste sorológico não treponêmico utilizado para rastreamento e monitoramento terapêutico da sífilis. Detecta anticorpos reagínicos (IgG e IgM) dirigidos contra um antígeno cardiolipina-lecitina-colesterol, que é liberado durante a destruição tecidual causada pelo Treponema pallidum. Por não detectar anticorpos específicos contra o treponema, o VDRL apresenta falsos positivos em diversas condições.\n\n**Interpretação dos resultados:**\nO resultado é expresso de forma qualitativa (reagente/não reagente) e, quando reagente, quantitativo em diluições seriadas (1:1, 1:2, 1:4, 1:8, 1:16, 1:32...). A titulação tem significado clínico fundamental: títulos elevados (≥1:8) são mais sugestivos de sífilis ativa, enquanto títulos baixos podem representar sífilis tratada, cicatriz sorológica ou falso positivo. Considera-se resposta adequada ao tratamento a queda de pelo menos dois títulos (ex.: de 1:16 para 1:4) em 6 meses para sífilis primária/secundária e em 12 meses para sífilis latente tardia.\n\n**Sensibilidade e especificidade por fase:**\n- Sífilis primária: sensibilidade ~78–85% (pode ser negativo nos primeiros dias após o cancro)\n- Sífilis secundária: sensibilidade ~100% (maior carga antigênica)\n- Sífilis latente tardia: sensibilidade ~71–73%\n- Sífilis terciária: sensibilidade ~37–94% (variável)\n- Especificidade geral: ~97–99%, porém falsos positivos biológicos ocorrem em 1–2% da população geral\n\n**Falsos positivos:**\nDividem-se em agudos (< 6 meses) e crônicos (> 6 meses). Causas de falso positivo agudo: doenças infecciosas (HIV, mononucleose infecciosa, hepatites virais, malária, endocardite bacteriana, tuberculose, leptospirose), vacinação recente, gravidez. Causas de falso positivo crônico: lúpus eritematoso sistêmico (LES), síndrome antifosfolípide (SAF), artrite reumatoide, outras doenças autoimunes, uso crônico de drogas injetáveis, hanseníase, idade avançada. O VDRL é frequentemente positivo em pacientes com SAF, dado que os anticorpos antifosfolípide reagem com o antígeno cardiolipínico do teste.\n\n**Contexto epidemiológico:**\nA sífilis permanece um grave problema de saúde pública global. A OMS estimou em 2020 aproximadamente 7,1 milhões de novos casos anuais de sífilis em adultos (15–49 anos) mundialmente. No Brasil, houve aumento expressivo das taxas de detecção nas últimas décadas: em 2022, foram notificados mais de 180.000 casos de sífilis adquirida, com taxa de detecção superior a 85 casos por 100.000 habitantes. A sífilis congênita permanece elevada, com transmissão vertical ocorrendo em até 80% das gestantes não tratadas com sífilis ativa. A coinfecção HIV-sífilis é clinicamente relevante: a sífilis ulcerativa facilita a transmissão do HIV, e o HIV pode alterar a resposta sorológica, produzindo títulos de VDRL mais elevados ou, paradoxalmente, falsos negativos (fenômeno de prozona).\n\n**Fenômeno de prozona:**\nEm altas concentrações de anticorpos (comum na sífilis secundária e em pacientes HIV+), pode ocorrer inibição da reação de floculação, resultando em falso negativo. A suspeita clínica deve levar à diluição da amostra para detectar o resultado verdadeiramente reagente.\n\n**Distinção dos testes treponêmicos:**\nO VDRL deve ser confirmado por testes treponêmicos (FTA-ABS, TPHA, ELISA anti-Treponema pallidum) em caso de resultado reagente. Os testes treponêmicos permanecem positivos pelo resto da vida após infecção, mesmo após tratamento adequado, enquanto o VDRL pode negativar ou reduzir os títulos com o tratamento bem-sucedido, tornando-o o teste de escolha para monitoramento terapêutico.\n\n**Uso no LCR:**\nO VDRL no líquido cefalorraquidiano (LCR) é o padrão para diagnóstico de neurossífilis, com alta especificidade (~99%), porém baixa sensibilidade (~30–70%). Um VDRL reagente no LCR confirma neurossífilis; resultado não reagente não a exclui.",
  "points": 15,
  "patient_explanation": "O VDRL é um exame de sangue utilizado para detectar a sífilis, uma infecção sexualmente transmissível causada pela bactéria Treponema pallidum. Ele identifica substâncias produzidas pelo organismo em resposta à infecção.\n\nQuando o resultado é reagente (positivo), significa que há anticorpos que podem indicar sífilis ativa ou passada. Porém, algumas doenças como lúpus, hepatites e até a gravidez podem causar um resultado positivo sem que haja sífilis — por isso é sempre necessário confirmar com outro exame mais específico.\n\nA sífilis, quando diagnosticada precocemente, tem cura simples com penicilina. Se não tratada, pode progredir silenciosamente por anos e causar danos sérios ao coração, sistema nervoso e outros órgãos. O acompanhamento com exames periódicos após o tratamento é fundamental para confirmar a cura, pois o exame é usado justamente para monitorar se os níveis de anticorpos estão diminuindo. Para gestantes, o rastreamento é obrigatório, pois a sífilis pode ser transmitida para o bebê durante a gravidez.",
  "conduct": "## Interpretação e Conduta Clínica Frente ao VDRL\n\n### Resultado Não Reagente\n- Em baixo risco e sem sintomas: nenhuma conduta adicional necessária\n- **Atenção:** em suspeita clínica de sífilis primária recente (cancro duro < 2 semanas), solicitar teste treponêmico (FTA-ABS ou ELISA anti-T. pallidum), pois o VDRL pode ainda ser negativo\n- Em pacientes HIV+ com suspeita de sífilis: considerar possibilidade de falso negativo por prozona; solicitar diluição da amostra e testes treponêmicos\n\n---\n\n### Resultado Reagente — Investigação Complementar\n\n#### Confirmação diagnóstica\n- **Solicitar teste treponêmico confirmatório:** FTA-ABS, TPHA ou ELISA anti-T. pallidum\n- Se treponêmico positivo: confirma exposição ao T. pallidum (infecção ativa ou prévia tratada)\n- Se treponêmico negativo: investigar causas de falso positivo biológico\n\n#### Estadiamento da sífilis (após confirmação)\n- **Sífilis primária:** cancro duro indolor + linfadenopatia regional + VDRL reagente com título variável\n- **Sífilis secundária:** roséola sifilítica, condiloma plano, alopecia em clareira, VDRL títulos altos (frequentemente ≥1:16)\n- **Sífilis latente recente (< 1 ano):** assintomática, exposição recente documentada ou soroconversão\n- **Sífilis latente tardia (> 1 ano ou indeterminada):** assintomática, sem data de exposição definida\n- **Sífilis terciária:** gomosa, cardiovascular ou neurológica — encaminhamento especializado imediato\n\n#### Investigação de neurossífilis (indicações)\n- Sintomas neurológicos ou oftalmológicos (cefaleia, alterações visuais, meningismo)\n- VDRL ≥1:32 sem diagnóstico de fase\n- Falha terapêutica (título não cai ≥2 diluições em 6–12 meses)\n- Coinfecção HIV com CD4 < 350 células/mm³\n- **Conduta:** punção liquórica com VDRL no LCR, citologia, proteína, VDRL treponêmico\n\n---\n\n### Tratamento (Protocolo Brasileiro — Ministério da Saúde)\n\n| Fase | Tratamento de Escolha | Alternativa (alergia à penicilina) |\n|---|---|---|\n| Primária / Secundária / Latente recente | Penicilina benzatina 2,4 milhões UI IM dose única | Doxiciclina 100 mg VO 2x/dia por 15 dias |\n| Latente tardia / Terciária não neurológica | Penicilina benzatina 2,4 milhões UI IM 3 doses (semanal) | Doxiciclina 100 mg VO 2x/dia por 30 dias |\n| Neurossífilis | Penicilina cristalina 18–24 milhões UI/dia EV por 14 dias | Dessensibilização + penicilina (gestantes); ceftriaxona 2g/dia EV 14 dias (alternativa limitada) |\n\n- **Gestantes:** penicilina benzatina é o único tratamento adequado para prevenção da sífilis congênita; alternativas não são aceitas\n- **Reação de Jarisch-Herxheimer:** febre e exacerbação transitória dos sintomas nas primeiras 24h após tratamento — esperada, não é alergia, não requer suspensão\n\n---\n\n### Monitoramento Terapêutico (Critérios de Cura)\n\n- **VDRL quantitativo:** solicitar no início do tratamento e repetir em **3, 6 e 12 meses** (sífilis primária/secundária) ou **6, 12 e 24 meses** (latente tardia)\n- **Resposta adequada:** queda de ≥2 títulos (2 diluições) no prazo esperado (ex.: 1:16 → 1:4)\n- **Falha terapêutica ou reinfecção:** suspeitar quando título não cai ≥2 diluições ou se eleva; investigar reinfecção, neurossífilis e repetir tratamento\n- **Cicatriz sorológica (serofast):** VDRL persistentemente baixo (≤1:4) após tratamento adequado — não representa falha; comum em sífilis latente tardia tratada\n\n---\n\n### Rastreamento Populacional\n\n- **Gestantes:** VDRL obrigatório no 1º trimestre, repeti-lo no 3º trimestre (28ª semana) e no momento do parto; solicitar VDRL no cordão umbilical em casos suspeitos\n- **Parceiros sexuais:** notificação e tratamento simultâneo dos parceiros dos últimos 3 meses (primária), 6 meses (secundária) ou 1 ano (latente recente)\n- **HIV positivos:** VDRL anual como rastreamento; a cada consulta se comportamento de risco\n- **Doadores de sangue e órgãos:** triagem obrigatória\n- **Populações de maior vulnerabilidade:** profissionais do sexo, HSH (homens que fazem sexo com homens), usuários de drogas — triagem semestral ou trimestral\n\n---\n\n### Encaminhamento Especializado\n\n- **Infectologista / DST:** neurossífilis confirmada ou suspeita, falha terapêutica, coinfecção HIV-sífilis, sífilis terciária cardiovascular\n- **Neurologista:** manifestações neurológicas, paralisia geral progressiva, tabes dorsalis\n- **Oftalmologista:** uveíte, retinite, neurite óptica sifilítica — urgência\n- **Obstetra/Pré-natal de alto risco:** gestante com sífilis — manejo e seguimento especializado\n- **Neonatologista:** recém-nascido de mãe com sífilis não tratada ou inadequadamente tratada\n\n---\n\n### Considerações Clínicas Especiais\n\n- **Falso positivo biológico crônico:** investigar LES (ANA, anti-DNA, complemento), SAF (anticardiolipina, anti-beta2-glicoproteína, anticoagulante lúpico), outras doenças autoimunes\n- **Coinfecção HIV:** sífilis acelera progressão do HIV; HIV pode alterar títulos de VDRL (mais altos ou prozona); monitorar com atenção redobrada\n- **Sífilis e gestação:** risco de sífilis congênita, natimortalidade, hidropisia fetal e sequelas neonatais graves; tratamento precoce é altamente eficaz na prevenção"
}
