{
  "score_item_id": "c77cedd3-2800-7c85-b4fb-4425abc8ad98",
  "clinical_relevance": "A tiamina (vitamina B1) é uma vitamina hidrossolúvel do complexo B, indispensável ao metabolismo energético celular. Sua forma biologicamente ativa, o pirofosfato de tiamina (TPP), atua como coenzima essencial nos complexos enzimáticos piruvato desidrogenase, alfa-cetoglutarato desidrogenase e transcetolase — etapas cruciais da glicólise, ciclo de Krebs e via das pentoses fosfato. O encéfalo e o miocárdio são os tecidos mais vulneráveis à deficiência, por sua alta dependência do metabolismo oxidativo da glicose.\n\nA dosagem por HPLC (cromatografia líquida de alta performance) em sangue total é o método de referência para avaliação do status de tiamina, superior à dosagem sérica isolada, pois o eritrócito concentra pirofosfato de tiamina de modo proporcional ao status corporal. Os valores de referência laboratorial convencionais situam-se entre 70 e 180 nmol/L para sangue total. Do ponto de vista funcional, valores abaixo de 70 nmol/L indicam deficiência franca, entre 70 e 100 nmol/L sugerem insuficiência funcional, e acima de 100 nmol/L correspondem a status adequado. Alguns protocolos de medicina funcional integrativa consideram o intervalo de 120 a 150 nmol/L como faixa ótima.\n\nA deficiência de tiamina manifesta-se em dois síndromes clássicos: (1) Beribéri — nas formas seca (polineuropatia periférica simétrica) e úmida (cardiomiopatia de alto débito com insuficiência cardíaca e edema); (2) Síndrome de Wernicke-Korsakoff — emergência neurológica com encefalopatia de Wernicke (tríade clássica: oftalmoplegia, ataxia e confusão mental) evoluindo para psicose de Korsakoff (amnésia anterógrada grave). A encefalopatia de Wernicke é subdiagnosticada e, quando não tratada, tem mortalidade de até 20% e sequelas permanentes em 80% dos sobreviventes.\n\nAs populações de maior risco incluem: dependentes de álcool (prejudica absorção intestinal, aumenta demanda metabólica e reduz estoques hepáticos), pacientes em nutrição parenteral total sem suplementação, portadores de síndrome de má absorção intestinal, submetidos à cirurgia bariátrica, hiperemese gravídica, uso prolongado de diuréticos de alça (furosemida aumenta excreção urinária de tiamina), diálise crônica, estados hipercatabólicos (sepse, queimaduras extensas), grandes consumidores de alimentos ricos em tiaminases (peixe cru, chá-preto em excesso) e pacientes em uso de metformina em altas doses (mecanismo de redução ainda investigado). Idosos institucionalizados e indivíduos com dieta monótona ou ultraprocessada também constituem grupo de risco relevante.\n\nEpidemiologicamente, a deficiência subclínica de tiamina é mais prevalente do que geralmente reconhecida. Estudos populacionais em países desenvolvidos estimam prevalência de 20 a 30% em idosos hospitalizados e de até 80% em alcoólatras. No Brasil, dados de pacientes admitidos em UTIs mostram deficiência em 20 a 40% dos casos, com impacto em desfechos clínicos. A tiamina também desempenha papel como coenzima na síntese de acetilcolina e GABA, sendo cofator relevante para saúde neurológica e cognitiva, conforme evidenciado em literatura de neurologia funcional integrativa.",
  "points": 12,
  "patient_explanation": "A vitamina B1, também chamada de tiamina, é uma vitamina essencial que o seu corpo não consegue produzir sozinho — precisa vir da alimentação. Ela funciona como uma \"chave\" que ajuda as células a transformarem o açúcar que você come em energia de verdade, especialmente para o cérebro e o coração, que são os órgãos mais dependentes de energia.\n\nEste exame mede a quantidade de vitamina B1 diretamente no sangue, usando uma técnica de laboratório muito precisa chamada HPLC, que é o método mais confiável disponível.\n\nQuando os níveis de B1 estão baixos, os sintomas podem incluir cansaço persistente, formigamento ou fraqueza nas mãos e pés, dificuldade de concentração, irritabilidade e, em casos mais graves, problemas cardíacos ou de memória. Pessoas que consomem álcool com frequência, fizeram cirurgia bariátrica, têm problemas intestinais ou usam certos medicamentos estão mais sujeitas a ter falta de vitamina B1.\n\nA boa notícia é que a deficiência de B1 tem tratamento eficaz — com ajustes na alimentação e, quando necessário, suplementação. Por isso, identificar precocemente alterações nesse exame é importante para corrigir o problema antes que ele cause sintomas mais sérios.",
  "conduct": "## Conduta Clínica — Vitamina B1 (Tiamina) por HPLC em Sangue Total\n\n### Interpretação dos Resultados\n\n- **< 70 nmol/L:** Deficiência franca — conduta imediata obrigatória\n- **70–100 nmol/L:** Insuficiência funcional — investigar causa e iniciar reposição\n- **100–180 nmol/L:** Faixa laboratorial de referência — avaliar contexto clínico\n- **120–150 nmol/L:** Faixa considerada ótima em medicina funcional integrativa\n- **> 180 nmol/L:** Excesso incomum; tiamina é hidrossolúvel, toxicidade rara, mas investigar suplementação excessiva\n\n---\n\n### Investigação Complementar\n\n- **Anamnese direcionada:** consumo de álcool, histórico de cirurgia bariátrica, dieta habitual, uso de diuréticos de alça (furosemida), metformina em altas doses, náuseas gestacionais prolongadas, diálise crônica\n- **Exames associados recomendados:**\n  - Hemograma completo (VCM elevado pode sugerir deficiência concomitante de B12/folato)\n  - Vitamina B12 e folato sérico (deficiências frequentemente coexistem)\n  - Homocisteína plasmática (marcador funcional do complexo B)\n  - Glicemia e insulina de jejum (deficiência de tiamina compromete metabolismo da glicose)\n  - Função renal e hepática (rim e fígado influenciam metabolismo e estoques)\n  - Magnésio sérico ou eritrocitário (cofator indispensável para ativação do TPP — tiamina pirofosfato; hipomagnesemia refratária compromete resposta à reposição de B1)\n  - Avaliação neurológica clínica se sintomas presentes (reflexos, sensibilidade, equilíbrio)\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### Deficiência Leve a Moderada (70–100 nmol/L, assintomática ou sintomas leves)\n\n- **Orientação alimentar:** aumentar consumo de fontes ricas em tiamina — carnes magras (especialmente suína), leguminosas (feijão, lentilha, grão-de-bico), cereais integrais, sementes de girassol, aspargos, espinafre\n- **Suplementação oral:**\n  - Tiamina (cloridrato ou mononitrato): **25 a 100 mg/dia**, via oral\n  - Em casos de suspeita de má absorção intestinal, preferir **benfotiamina** (forma lipossolúvel de maior biodisponibilidade): 150 a 300 mg/dia\n  - Reavaliação em 8 a 12 semanas com nova dosagem por HPLC\n- **Corrigir cofatores:** garantir magnésio adequado (> 2,1 mg/dL sérico), pois é necessário para a ativação enzimática do TPP\n\n#### Deficiência Grave (< 70 nmol/L) ou com Manifestações Neurológicas/Cardíacas\n\n- **Encaminhamento imediato:** neurologista ou internista para avaliação de encefalopatia de Wernicke ou beribéri úmido\n- **Reposição parenteral em contexto hospitalar:** tiamina EV 100–500 mg/dia por 3 a 5 dias, seguida de manutenção oral — **deve preceder** qualquer infusão de glicose (risco de precipitar ou agravar encefalopatia de Wernicke)\n- **Atenção em alcoólatras:** toda internação deve incluir reposição profilática de tiamina antes de hidratação com soluções glicosadas\n\n#### Populações de Risco — Conduta Preventiva\n\n- **Pós-bariátrica:** suplementação de tiamina 50–100 mg/dia desde o pós-operatório imediato, com dosagem periódica (6/6 meses no primeiro ano)\n- **Hiperemese gravídica:** tiamina 100 mg/dia IV ou IM antes de reposição hídrica com soro glicosado\n- **Uso crônico de furosemida:** monitorizar B1 a cada 6 meses; considerar suplementação profilática 25–50 mg/dia\n- **Idosos institucionalizados ou com dieta restrita:** rastreio anual\n- **Pacientes em diálise:** avaliação semestral; suplementação conforme resultado\n\n---\n\n### Critérios de Encaminhamento a Especialistas\n\n- **Neurologia:** qualquer suspeita de encefalopatia de Wernicke (confusão, ataxia, nistagmo/oftalmoplegia), polineuropatia progressiva ou amnésia de instalação subaguda\n- **Cardiologia:** taquicardia inexplicada, insuficiência cardíaca de alto débito em paciente jovem ou alcoólatra (beribéri úmido)\n- **Gastroenterologia/Cirurgia Bariátrica:** má absorção documentada ou pós-operatório com deficiências múltiplas\n- **Medicina Nutricional / Nutrologia:** deficiências nutricionais combinadas, planejamento de suplementação prolongada\n\n---\n\n### Monitorização\n\n- Repetir dosagem HPLC em sangue total após **8 a 12 semanas** de intervenção\n- Avaliar resposta clínica: melhora de fadiga, parestesias, cognição e humor\n- Ajustar dose conforme resultado laboratorial e quadro clínico\n- Em caso de ausência de resposta apesar de suplementação adequada, investigar má absorção intestinal, uso concomitante de tiaminases (consumo excessivo de peixe cru, chá-preto concentrado) e hipomagnesemia persistente"
}
