{
  "score_item_id": "c77cedd3-2800-7d41-9cef-d6d9e32671c0",
  "clinical_relevance": "A vitamina B12 (cobalamina) é uma vitamina hidrossolúvel essencial para a síntese de DNA, produção de glóbulos vermelhos, manutenção da bainha de mielina e funcionamento do sistema nervoso central. Atua como cofator indispensável no ciclo de um carbono (ciclo de metilação), participando da conversão de homocisteína em metionina e da metabolização do ácido metilmalônico.\n\n**Valores de referência e interpretação funcional:**\nA faixa laboratorial convencional situa-se entre 200 e 800 pg/mL. Contudo, a medicina funcional integrativa considera inadequados os valores no limite inferior da normalidade: o ideal funcional é manter B12 acima de 500–550 pg/mL, correspondente ao quartil superior da referência — posição sustentada por evidências desde 2011. Valores entre 200 e 400 pg/mL, embora tecnicamente dentro da normalidade, podem ser funcionalmente insuficientes, especialmente se acompanhados de ácido metilmalônico (AMMa) elevado ou homocisteína acima de 10 µmol/L.\n\n**Padrão-ouro diagnóstico:**\nA dosagem sérica de B12 não reflete com precisão o status intracelular da vitamina. O padrão-ouro para deficiência funcional é o ácido metilmalônico (preferencialmente dosado na urina), que se eleva quando a B12 não está sendo adequadamente utilizada pelas células. Resultados falsamente elevados de B12 sérica ocorrem com o consumo de espirulina e leveduras nutricionais (nutritional yeast), que contêm análogos de cobalamina biologicamente inativos.\n\n**Epidemiologia e grupos de risco:**\nA deficiência de B12 constitui problema de saúde pública global. Cerca de 20% da população apresenta polimorfismos genéticos no transporte de B12 (incluindo o gene FUT2, associado à menor absorção intestinal e maior predisposição à síndrome do intestino irritável). Aproximadamente 20–30% dos indivíduos com mais de 60 anos têm deficiência clínica ou subclínica de B12, predominantemente por hipocloridria relacionada ao envelhecimento. Grupos de risco adicionais incluem: vegetarianos e veganos estritos (ausência de fontes alimentares), usuários de metformina (redução de absorção intestinal — efeito colateral mais comum do uso prolongado), usuários crônicos de inibidores de bomba de prótons como omeprazol (hipocloridria iatrogênica), pacientes pós-cirurgia bariátrica (perda do fator intrínseco e/ou superfície absortiva), e mulheres em uso de anticoncepcionais orais (meta-análise de 2015 demonstrou redução significativa dos níveis de B12 e folato).\n\n**Fisiopatologia e impacto sistêmico:**\nA deficiência de B12 compromete o ciclo de metilação, levando ao acúmulo de homocisteína. A homocisteína elevada é fator de risco independente para mortalidade por todas as causas — não apenas cardiovascular — promovendo lesão endotelial direta e aterogênese. Revisão de 2021 identificou mais de 100 doenças associadas à hiperhomocisteinemia, principalmente cardiovasculares e do sistema nervoso central. Valores de homocisteína ideais na prática funcional: 5–8 µmol/L; aceitável até 10 em alguns contextos; valores ≥11 µmol/L justificam intervenção ativa. Em idosos, a deficiência de B12 pode mimetizar demência e depressão, levando a diagnósticos equivocados. A vitamina é indispensável para produção de glóbulos vermelhos (deficiência causa anemia megaloblástica), manutenção de nervos (neuropatia periférica, degeneração subaguda da medula) e reparo de DNA.",
  "points": 14,
  "patient_explanation": "A vitamina B12, também chamada de cobalamina, é uma vitamina essencial que o nosso corpo não produz sozinho — precisamos obtê-la pela alimentação (principalmente carnes, ovos e laticínios) ou por suplementos. Ela é fundamental para o bom funcionamento do sistema nervoso, para a produção das células do sangue e para a manutenção da energia e do humor.\n\nQuando os níveis de B12 estão baixos, a pessoa pode sentir cansaço excessivo, formigamento nas mãos e nos pés, dificuldade de concentração, lapsos de memória e alterações de humor. Em casos mais prolongados, pode haver anemia e problemas neurológicos.\n\nAlguns grupos têm maior risco de ter B12 baixa: quem não come carne ou derivados animais (vegetarianos e veganos), pessoas acima de 60 anos, quem usa remédios para gastrite ou diabetes por muito tempo, e quem fez cirurgia bariátrica. O exame de sangue mede os níveis de B12, e o ideal funcional é mantê-la acima de 500 pg/mL — não apenas dentro da faixa laboratorial, mas em um nível que garanta bom aproveitamento pelo organismo. Quando necessário, a reposição com vitamina B12 na forma ativa (metilcobalamina), preferencialmente sublingual, é simples, segura e eficaz.",
  "conduct": "## Conduta Clínica — Vitamina B12 (Cobalamina)\n\n### 1. Avaliação Laboratorial\n\n- **Painel inicial obrigatório:** B12 sérica, ácido fólico (B9), homocisteína\n- **Padrão-ouro funcional:** ácido metilmalônico (AMMa) — preferir dosagem urinária; eleva-se quando B12 não está sendo utilizada adequadamente pelas células\n- **Interpretação funcional:**\n  - B12 > 500–550 pg/mL: ideal (quartil superior da referência 200–800)\n  - B12 300–500 pg/mL: faixa de atenção — verificar AMMa e homocisteína\n  - B12 < 300 pg/mL: deficiência funcional — iniciar investigação de causa e suplementação\n  - Homocisteína ideal: 5–8 µmol/L; aceitável até 10; ≥11 µmol/L indica intervenção\n- **Atenção a falsos elevados:** pacientes que consomem espirulina ou levedura nutricional podem ter B12 sérica elevada com status funcional deficiente; nestes casos, priorizar AMMa e homocisteína\n\n### 2. Investigação da Causa da Deficiência\n\n- **Dietética:** ausência de fontes animais (vegetarianismo/veganismo)\n- **Medicamentosa:** uso de metformina, omeprazol/IBPs, anticoncepcionais orais\n- **Digestiva:** hipocloridria (baixa acidez gástrica), gastrite atrófica autoimune (solicitar anticorpos anti-células parietais se suspeita), H. pylori\n- **Cirúrgica:** histórico de cirurgia bariátrica (perda de fator intrínseco e superfície absortiva)\n- **Genética:** polimorfismo no gene FUT2 (menor absorção intestinal de B12); polimorfismo MTHFR C677T/A1298C (afeta conversão de folato — avaliar em conjunto)\n- **Fisiológica:** envelhecimento (hipocloridria progressiva; ≥60 anos são grupo de risco)\n- **Outras causas de hiperhomocisteinemia:** insuficiência renal, hipotireoidismo, consumo excessivo de álcool e café\n\n### 3. Intervenções Baseadas em Evidências\n\n**Suplementação de B12:**\n- **Forma preferencial:** metilcobalamina (forma ativa) — contorna polimorfismos de conversão\n- **Via:** sublingual preferencial, especialmente em hipocloridria, uso de IBPs/metformina, pós-bariátrico, idosos e suspeita de polimorfismo genético; via oral em vegetarianos/veganos sem má absorção\n- **Dose:** 200–2.000 mcg/dia de metilcobalamina sublingual, conforme grau de deficiência\n- **Via oral convencional é ineficaz** na presença de má absorção\n- **Formulação combinada:** pode-se associar metilcobalamina + metilfolato (200 mcg–2 mg) + piridoxal-5-fosfato/P5P (5–30 mg) na mesma fórmula sublingual\n\n**Manejo da homocisteína elevada (quando B12 e folato já otimizados):**\n- Trimetilglicina (TMG/Betaína): 250 mg–1 g\n- Fosfatidilcolina: 200 mg–1 g\n- Avaliar B6/P5P se sintomas dopaminérgicos/serotoninérgicos associados (anedonia, déficit de atenção, ansiedade)\n\n**Correção de fatores de absorção:**\n- Planejar redução/retirada de IBP quando clinicamente apropriado\n- Tratar hipocloridria subjacente\n- Investigar e tratar H. pylori quando indicado\n\n### 4. Populações Especiais\n\n- **Idosos (≥60 anos):** rastreio ativo; preferir metilcobalamina sublingual; risco de diagnósticos equivocados de demência e depressão por deficiência de B12\n- **Vegetarianos/veganos:** suplementação de B12 é mandatória; atenção para homocisteína falsamente baixa por baixo consumo de metionina — considerar suplementar metionina (200–500 mg) para avaliação real do status\n- **Usuários de metformina:** monitorar B12 e homocisteína regularmente; suplementar com B12 sublingual\n- **Pós-bariátrico:** metilcobalamina sublingual desde o início; monitorar AMMa e homocisteína\n- **Mulheres em anticoncepcionais orais:** monitorar B12, folato e homocisteína; suplementar metilfolato e metilcobalamina se necessário\n- **Gestantes e mulheres que planejam engravidar:** medir proativamente homocisteína, B12 e folato; considerar teste MTHFR\n\n### 5. Monitoramento e Reavaliação\n\n- Reavaliar B12, folato e homocisteína a cada 3–4 meses após início da suplementação para ajuste de dose\n- Objetivo: manter B12 no quartil superior (>500 pg/mL), homocisteína entre 5–8 µmol/L, AMMa dentro da normalidade\n- Ajustar doses individualmente — mesma dose pode gerar respostas diferentes conforme idade, genética e contexto clínico\n\n### 6. Encaminhamento\n\n- **Neurologia/Geriatria:** neuropatia periférica estabelecida, suspeita de degeneração subaguda da medula, déficit cognitivo com B12 baixa\n- **Gastroenterologia/Endoscopia:** suspeita de gastrite atrófica autoimune (anticorpos anti-células parietais positivos), H. pylori refratário\n- **Hematologia:** anemia megaloblástica confirmada sem resposta à suplementação oral"
}
