{
  "score_item_id": "c77cedd3-2800-7ee8-a6b8-75dff9fa892a",
  "clinical_relevance": "A Vitamina C (Ácido Ascórbico) é um micronutriente essencial hidrossolúvel com funções fisiológicas centrais no metabolismo humano. Atua como cofator enzimático indispensável para a síntese de colágeno — catalisando a hidroxilação de prolina e lisina — e é fundamental para a manutenção da integridade vascular, cicatrização de feridas e resistência à infecção. Como potente antioxidante, neutraliza espécies reativas de oxigênio em meios aquosos e potencializa a absorção intestinal de ferro não heme.\n\n**Valores de referência e interpretação clínica:**\nO nível funcional ideal de ácido ascórbico sérico/plasmático é considerado acima de 1 mg/dL (equivalente a aproximadamente 56 µmol/L). Valores abaixo deste limiar indicam depleção funcional, mesmo que ainda não configurem escorbuto clínico. Para manter níveis plasmáticos próximos à saturação, a ingestão diária recomendada é de pelo menos 200 mg/dia, sendo que doses de aproximadamente 400 mg/dia são necessárias para atingir concentrações plasmáticas quase máximas.\n\n**Fisiopatologia da deficiência:**\nA deficiência de vitamina C compromete a síntese de colágeno, resultando em fragilidade capilar, hematomas perifoliculares, sangramento gengival e cicatrização deficiente — quadro clássico do escorbuto. Nos estágios subclínicos, a depleção aumenta o estresse oxidativo sistêmico, prejudica a função imune e reduz a biodisponibilidade do ferro dietético. A fragmentação da parede capilar decorre diretamente da síntese inadequada de colágeno tipo IV. Cirurgias realizadas em pacientes com status de vitamina C insuficiente podem resultar em alterações significativas na cicatrização, com maior expressão de mediadores pró-inflamatórios e menor expressão de mediadores de reparo tecidual.\n\n**Epidemiologia e grupos de risco:**\nA deficiência de vitamina C é mais prevalente em populações de baixa renda, fumantes (que apresentam maior turnover oxidativo do ácido ascórbico) e portadores de Diabetes Mellitus tipo 1. Alcoolismo, má absorção intestinal e doenças psiquiátricas também figuram como fatores de risco relevantes. Em contextos pré-cirúrgicos e pós-operatórios, o status inadequado de vitamina C é um fator modificável que impacta diretamente os desfechos de cicatrização.\n\n**Estratificação de risco:**\n- Ácido ascórbico > 1 mg/dL: nível funcional adequado\n- Ácido ascórbico 0,2–1 mg/dL: depleção subclínica com comprometimento antioxidante e risco de cicatrização prejudicada\n- Ácido ascórbico < 0,2 mg/dL: deficiência grave, risco de escorbuto clínico\n\n**Interações clínicas relevantes:**\nA coadministração de vitamina C com ferro não heme potencializa significativamente a absorção intestinal do ferro — estratégia amplamente utilizada no manejo da anemia ferropriva. Para cada 100 mg de ferro elementar, recomenda-se aproximadamente 300–600 mg de palmitato de ascorbila. O zinco pode interferir na absorção do ferro, sendo recomendável a separação dos horários de suplementação.",
  "points": 8,
  "patient_explanation": "A Vitamina C, também chamada de ácido ascórbico, é uma vitamina que o seu corpo não consegue produzir sozinho — ela precisa vir da alimentação ou de suplementos. Ela é encontrada principalmente em frutas cítricas como laranja, limão e acerola, além de outros vegetais frescos.\n\nEssa vitamina tem um papel importante em várias funções do seu organismo: ajuda a formar o colágeno (a proteína que mantém a pele, os vasos sanguíneos e as articulações firmes), protege as células contra danos causados pelo estresse do dia a dia e ajuda o corpo a absorver melhor o ferro dos alimentos.\n\nQuando os níveis de vitamina C estão baixos por muito tempo, podem aparecer sinais como hematomas fáceis, sangramento na gengiva, feridas que demoram a cicatrizar e maior susceptibilidade a infecções. Em casos muito graves e raros, a deficiência prolongada pode causar uma doença chamada escorbuto.\n\nAlgumas pessoas têm maior risco de ter níveis baixos: fumantes, quem tem alimentação pobre em frutas e vegetais frescos, pessoas com diabetes tipo 1 e quem consome muito álcool. Se o seu exame mostrar um nível abaixo do ideal, o médico poderá orientar ajustes na alimentação e, se necessário, suplementação.",
  "conduct": "## Conduta Clínica — Vitamina C (Ácido Ascórbico)\n\n### Interpretação do Resultado\n\n- **Nível ideal (funcional):** > 1 mg/dL\n- **Depleção subclínica:** 0,2–1 mg/dL — intervir com suplementação e ajuste dietético\n- **Deficiência grave / risco de escorbuto:** < 0,2 mg/dL — tratamento ativo imediato\n\n---\n\n### Investigação Complementar\n\n- **Anamnese dirigida:** história alimentar (consumo de frutas e vegetais frescos), tabagismo, etilismo, uso de medicamentos que aumentam o consumo oxidativo\n- **Avaliação clínica:** pesquisar hematomas espontâneos, sangramento gengival, cicatrização lenta, lesões cutâneas perifoliculares\n- **Exames associados relevantes:**\n  - Hemograma completo (pesquisar anemia — deficiência de vitamina C compromete absorção de ferro)\n  - Ferritina e saturação de transferrina (avaliar status de ferro concomitante)\n  - PCR ultrassensível (estresse oxidativo e inflamação associados à deficiência)\n  - Glicemia de jejum / HbA1c (DM1 é fator de risco para depleção)\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### Otimização Dietética (primeira linha)\n- Priorizar fontes alimentares cítricas: laranja, limão, acerola, kiwi, morango, pimentão, brócolis\n- Orientar consumo de frutas e vegetais frescos diariamente\n- Ingestão dietética alvo: ≥ 200 mg/dia de vitamina C\n\n#### Suplementação\n- **Forma preferencial:** palmitato de ascorbila (lipofílico — melhor absorção, especialmente junto às refeições)\n- **Dose de manutenção / antioxidante:** 500–1.000 mg/dia\n- **Dose terapêutica (depleção subclínica):** 500–2.000 mg/dia conforme tolerância\n- **Associação com ferro:** quando há deficiência de ferro concomitante, prescrever vitamina C junto ao ferro para potencializar absorção intestinal; para 100 mg de ferro elementar, considerar 300–600 mg de palmitato de ascorbila\n- **Nota sobre separação de zinco:** zinco pode interferir na absorção do ferro; separar horários (ex.: ferro no almoço; zinco no jantar)\n\n#### Populações com atenção especial\n- **Fumantes:** necessidade aumentada de vitamina C; priorizar suplementação contínua\n- **Portadores de DM1:** monitorar níveis periodicamente; maior risco de depleção\n- **Pacientes em pré-operatório / procedimentos cirúrgicos:** status adequado de vitamina C é fator crítico para cicatrização; corrigir deficiência antes de procedimentos eletivos\n- **Pacientes em pós-cirurgia bariátrica:** risco aumentado de má absorção; monitorar e suplementar preventivamente\n- **Baixa renda / restrição alimentar:** investigar ativamente e suplementar\n\n---\n\n### Critérios de Encaminhamento\n\n- **Suspeita de escorbuto clínico** (hematomas perifoliculares, sangramento gengival, cicatrização muito prejudicada, fadiga intensa): encaminhar para avaliação presencial urgente e iniciar reposição imediata\n- **Má absorção documentada** (doença inflamatória intestinal, pós-bariátrica): avaliar com gastroenterologista e considerar formas alternativas de suplementação\n- **Associação com deficiência múltipla de micronutrientes:** avaliar causas subjacentes (dieta, alcoolismo, doença sistêmica)\n\n---\n\n### Monitoramento\n\n- Reavaliação laboratorial após 90 dias de suplementação ou ajuste dietético\n- Acompanhar melhora clínica (pele, gengivas, cicatrização) como marcadores de resposta\n- Manter nível de ácido ascórbico > 1 mg/dL como alvo funcional"
}
