{
  "score_item_id": "c77cedd3-2800-7d99-9f7d-61dc4773da58",
  "clinical_relevance": "A esteatose hepática, avaliada por ultrassonografia (USG) abdominal e graduada em escala de graus (0 a 3), representa o acúmulo anormal de triglicerídeos nos hepatócitos em quantidade superior a 5% da massa hepática. É a manifestação hepática da síndrome metabólica e a hepatopatia crônica mais prevalente no mundo.\n\n**Fisiopatologia:** O mecanismo central envolve hiperinsulinemia e resistência insulínica periférica, que estimulam a lipogênese de novo hepática. O excesso de ingesta calórica — especialmente de frutose e carboidratos refinados — eleva a insulina, induz resistência periférica e aumenta o fluxo de ácidos graxos livres e substratos lipogênicos ao hepatócito. A frutose, metabolizada por frutoquinase hepática sem contrarregulação inicial, é convertida diretamente em trioses que seguem para lipogênese, gerando triglicerídeos, VLDL e fosfolipídios. O acúmulo progressivo de gordura hepatocelular pode evoluir para esteatohepatite não alcoólica (NASH) — com inflamação lobular, balonização hepatocitária e fibrose —, cirrose e carcinoma hepatocelular. A DHGNA (Doença Hepática Gordurosa Não Alcoólica) tornou-se a principal causa de cirrose, superando as etiologias alcoólicas e virais.\n\n**Epidemiologia:** A prevalência de DHGNA acompanha a epidemia de obesidade e síndrome metabólica. Nos EUA, mais de dois terços dos adultos (70,2%) apresentam sobrepeso ou obesidade, e quase metade (48,5%) vive com pré-diabetes ou diabetes — condições diretamente associadas à esteatose hepática. A hepatomegalia é detectada em até 75% dos pacientes com DHGNA; por USG, essa proporção chega a 85%. Nos pacientes com esteatose, ferritina elevada é encontrada em 20–50% dos casos (principalmente em homens), como marcador de inflamação associada.\n\n**Diagnóstico e limitações laboratoriais:** TGO e TGP são notoriamente pouco sensíveis: permanecem normais em até 75% dos pacientes com esteatose confirmada. Isso torna o USG abdominal ferramenta indispensável de rastreamento — mesmo com enzimas hepáticas normais. A relação AST/ALT (razão De Ritis) tem valor diagnóstico auxiliar: na esteatose simples, ALT tende a predominar (razão < 1); na progressão para cirrose ou hepatite alcoólica, AST supera ALT (razão > 2). A SHBG reduzida em pacientes com síndrome metabólica está emergindo como biomarcador sensível de DHGNA, pois atua inibindo enzimas lipogênicas hepáticas (ACC, PPAR).\n\n**Graduação ultrassonográfica:**\n- Grau 0: ausência de esteatose\n- Grau 1 (leve): leve hiperecogenicidade hepática, contraste fígado-rim preservado\n- Grau 2 (moderada): hiperecogenicidade moderada, redução parcial da visualização de vasos intra-hepáticos\n- Grau 3 (grave): hiperecogenicidade intensa, obliteração da visualização dos vasos e do diafragma posterior\n\n**Estratificação de risco:** IMC elevado é fator causal de DHGNA por análise de randomização mendeliana, associando-se também a diabetes tipo 2, 14 desfechos circulatórios, cânceres digestivos e renais, e doenças neurodegenerativas. A resistência insulínica — independente do IMC e da circunferência abdominal — é fator associado a ALT elevado e progressão da doença. Marcadores precoces de risco incluem: insulina de jejum elevada, relação TG/HDL > 3 (homens > 1,2; mulheres > 1,4), HOMA-IR > 2,15 e hiperferritinemia inflamatória.",
  "points": 14,
  "patient_explanation": "A esteatose hepática — popularmente chamada de 'fígado gorduroso' — é o acúmulo de gordura dentro das células do fígado. O USG (ultrassom) do abdome consegue identificar e classificar esse acúmulo em graus: do grau 0 (sem gordura) ao grau 3 (muita gordura).\n\nEssa condição é muito comum em pessoas com sobrepeso, alimentação rica em açúcar e carboidratos refinados — especialmente refrigerantes, sucos industrializados e produtos com xarope de frutose. Quando o fígado acumula gordura por muito tempo sem tratamento, ele pode se inflamar (esteatohepatite) e, em casos avançados, desenvolver cicatrizes (cirrose).\n\nA boa notícia é que o fígado gorduroso tem reversão muito eficaz com mudanças no estilo de vida: reduzir açúcares adicionados, diminuir carboidratos refinados, perder peso e praticar exercícios físicos são as intervenções mais poderosas. Estudos mostram que eliminar açúcares livres pode reduzir a gordura hepática de forma significativa em apenas 8 semanas. O diagnóstico pelo USG pode ser um importante motivador para essas mudanças.",
  "conduct": "## Conduta Clínica — Esteatose Hepática (USG Abdome)\n\n### Investigação Complementar\n\n**Laboratório inicial obrigatório:**\n- AST, ALT, GGT, fosfatase alcalina, bilirrubinas (perfil hepático completo)\n- Glicemia de jejum, insulina de jejum, HOMA-IR (meta < 2,15)\n- Hemoglobina glicada (HbA1c)\n- Perfil lipídico completo: colesterol total, LDL, HDL, triglicerídeos\n- Relação TG/HDL (alvo: homens < 1,2; mulheres < 1,4)\n- Ferritina (elevada em 20–50% dos casos como marcador inflamatório)\n- PCR ultrassensível\n- SHBG (biomarcador emergente de DHGNA em síndrome metabólica)\n\n**Atenção:** TGO e TGP podem estar normais em até 75% dos pacientes com esteatose confirmada — sua normalidade não exclui a condição.\n\n**Avaliação de estadiamento e progressão:**\n- Elastografia hepática (FibroScan) para avaliação de fibrose, especialmente em graus 2 e 3\n- AFP (alfafetoproteína) em casos com suspeita de progressão para cirrose\n- Biópsia hepática: padrão-ouro para diagnóstico de NASH, indicada quando há suspeita de esteato-hepatite com fibrose e resultado de exames não invasivos discordante\n\n---\n\n### Critérios de Encaminhamento\n\n- **Hepatologista/Gastroenterologista:** esteatose grau 2 ou 3, enzimas hepáticas persistentemente elevadas, suspeita de fibrose avançada, ausência de resposta a 6–12 meses de intervenção\n- **Endocrinologista:** resistência insulínica com critérios de pré-diabetes ou DM2 associado\n- **Nutricionista especializado:** fundamental para planejamento alimentar individualizado\n\n---\n\n### Intervenções de Primeira Linha — Estilo de Vida\n\n**Alimentação:**\n- **Eliminar açúcares adicionados** (refrigerantes, sucos, produtos industrializados com HFCS/xarope de milho) como estratégia primária — estudo randomizado com adolescentes demonstrou redução da gordura hepática de 25% para 17% em 8 semanas com esta intervenção isolada, com queda concomitante do ALT\n- Dieta **low carb ou cetogênica** como abordagem mais eficaz para reversão de resistência insulínica e esteatose hepática; meta-análise de 2020 confirmou efeito terapêutico da dieta cetogênica no controle glicêmico, perfil lipídico e perda de peso em DM2\n- Estudo com dieta cetogênica (~64% gorduras) demonstrou reduções na gordura hepática (~31%), resistência insulínica (~58%) e aumento da potência redox mitocondrial (~167%)\n- Reduzir carboidratos farináceos melhora múltiplos marcadores cardiometabólicos (peso, IMC, CA, PA, TG, glicemia, HbA1c, insulina, PCR; aumento de HDL)\n- Preferir frutas inteiras a sucos; ajustar contexto alimentar (ex.: após proteína) em pacientes com síndrome metabólica\n\n**Exercício físico:**\n- Musculação (exercício de resistência) e HIIT são especialmente recomendados — a contração muscular aumenta captação de glicose independentemente de insulina\n- Qualquer movimento regular já traz benefício\n\n**Jejum intermitente:** estratégia eficaz para ativar mitofagia, reduzir inflamação (BHB inibe NLRP3) e melhorar sensibilidade insulínica\n\n---\n\n### Suplementação com Evidência\n\n- **Vitamina E:** antioxidante com ação contra estresse oxidativo hepatocelular; indicada especialmente em NASH sem DM\n- **Ácido Alfa-Lipoico (ALA):** 300–600 mg/dia (até 1,3 g/dia), idealmente em jejum ou cápsula gastrorresistente; melhora perfil lipídico e reduz estresse oxidativo; considerar especialmente em sobrepeso com esteatose e resistência insulínica\n- **Silimarina (extrato de cardo-mariano):** hepatoprotetor; considerar em uso necessário de fármacos hepatotóxicos ou em suporte hepático geral\n- **Extrato de alcachofra:** suporte à função hepática e biliar\n\n**Alimentos funcionais de suporte:** espinafre (rico em ALA), azeite de oliva, broto de brócolis, chá verde\n\n---\n\n### Monitoramento\n\n- Repetir USG abdominal em 6–12 meses após intervenção para avaliar resposta\n- Monitorar trimestralmente: HbA1c, glicemia de jejum, insulina, HOMA-IR\n- Acompanhar: enzimas hepáticas, ferritina, TG/HDL, PCR-us\n- Metas funcionais: insulina jejum ~6–7 µUI/mL (até 8 em quadros inflamatórios); HOMA-IR < 2,15; TG/HDL conforme sexo\n- O diagnóstico ultrassonográfico pode e deve ser utilizado como ferramenta motivacional para engajamento do paciente nas mudanças de estilo de vida"
}
