{
  "score_item_id": "c77cedd3-2800-7947-a99e-5a99e96ced70",
  "clinical_relevance": "A ultrassonografia prostática por via abdominal é um exame de imagem fundamental para avaliação anatômica e funcional da próstata. Por via abdominal (suprapúbica), permite estimar o volume prostático, avaliar a ecotextura do parênquima e mensurar o resíduo pós-miccional (RPM), sendo este último um dos indicadores mais relevantes de obstrução do trato urinário inferior.\n\n**Volume prostático normal e hiperplasia benigna:** O volume prostático normal nos adultos situa-se em torno de 25 a 30 gramas. A diretriz da AUA (2023) define hiperplasia prostática benigna (HPB) com volume > 30 g ao exame de imagem e recomenda a avaliação do tamanho prostático por ultrassonografia antes de qualquer intervenção terapêutica. Para próstatas > 30 g, a terapia combinada (inibidor da 5-alfa-redutase + alfa-bloqueador) é indicada. É relevante destacar que o volume da próstata não se correlaciona diretamente com a gravidade dos sintomas obstrutivos: próstatas de 28–29 g podem ser obstrutivas, enquanto outras de 70–80 g podem não causar sintomas significativos. O aspecto determinante é a direção do crescimento (intraluminal versus extraluminal ao canal urinário).\n\n**Resíduo pós-miccional:** A avaliação do RPM pela ultrassonografia é clinicamente essencial. Valores acima de 40 ml indicam obstrução do trato urinário inferior, independentemente do volume glandular. Este parâmetro orienta decisões terapêuticas e acompanhamento.\n\n**Relação com o PSA e outros exames:** A USG abdominal da próstata integra o arsenal diagnóstico junto ao PSA total, à relação PSA livre/PSA total e à urofluxometria. O PSA total varia normalmente entre 2,5 e 4,0 ng/ml; a relação PSA livre/total > 0,14 (ou 14%) é sugestiva de HPB, enquanto valores < 0,14 elevam a suspeita de carcinoma prostático. A urofluxometria complementa a USG na avaliação funcional: Qmax < 10 ml/s indica obstrução (normal > 15 ml/s). Um RPM > 40 ml ao USG associado a Qmax < 10 ml/s configura obstrução significativa que exige conduta ativa.\n\n**Limitações da via abdominal versus transretal e ressonância:** A USG abdominal oferece estimativa volumétrica satisfatória e avaliação do RPM, mas possui menor resolução anatômica para detecção de nódulos suspeitos quando comparada à ultrassonografia transretal (TRUS). Para estadiamento, detecção e acompanhamento de carcinoma prostático — especialmente em casos de PSA elevado com biópsia negativa prévia — a ressonância magnética multiparamétrica 3 Tesla (3T) é o exame de alta especificidade recomendado a partir dos 50 anos de rotina, ou a partir dos 40 anos em homens com histórico familiar de câncer prostático ou alterações abruptas no PSA.\n\n**Contexto da terapia de reposição hormonal (TRT):** A HPB não é contraindicação à TRT, exceto em casos de obstrução urinária severa e descompensada. A TRT pode causar aumento mínimo e fisiológico do volume prostático e do PSA (0,2 a 0,4 ng/ml), o que é esperado e não indica patologia. Saltos abruptos do PSA superiores a 1,0 ponto em um ano exigem investigação adicional com imagem. Estudos demonstram que a TRT não piora os sintomas do trato urinário inferior em homens com HPB.\n\n**Epidemiologia:** A HPB é condição prevalente a partir dos 45–50 anos e afeta exclusivamente três espécies: humanos, cães e macacos. A escala de Gleason (1 a 10) estratifica a agressividade do carcinoma prostático; tumores com escore 8, 9 ou 10 são considerados os mais agressivos e exigem seguimento especializado rigoroso.",
  "points": 0,
  "patient_explanation": "O ultrassom de próstata pela barriga (via abdominal) é um exame simples e indolor que usa ondas de som para visualizar sua próstata e medir seu tamanho. A próstata é uma glândula masculina localizada abaixo da bexiga, responsável por produzir parte do líquido seminal. O exame também verifica se a bexiga está se esvaziando completamente após a urina — quando sobra urina na bexiga depois de urinar (chamado de resíduo pós-miccional), isso pode indicar que a próstata está obstruindo o fluxo urinário.\n\nCom o passar dos anos, especialmente após os 45–50 anos, a próstata tende a crescer (condição chamada de hiperplasia prostática benigna), podendo causar dificuldade para urinar, jato fraco, sensação de não esvaziar completamente a bexiga ou necessidade de urinar com frequência. O tamanho da próstata, por si só, nem sempre explica os sintomas — o que importa é se o crescimento está comprimindo o canal urinário.\n\nO resultado do exame ajuda seu médico a decidir se há necessidade de tratamento ou apenas acompanhamento. Alterações encontradas são, na grande maioria das vezes, benignas e têm tratamento eficaz. Este exame faz parte de um cuidado preventivo importante para a saúde masculina.",
  "conduct": "## Conduta Clínica — USG Próstata (Via Abdominal)\n\n### Indicações do Exame\n- Investigação de sintomas do trato urinário inferior (STUI): jato urinário fraco, hesitação, gotejamento terminal, noctúria, urgência miccional\n- Rastreamento e acompanhamento de HPB\n- Avaliação do resíduo pós-miccional em pacientes com suspeita de obstrução\n- Monitoramento de volume prostático antes e após início de tratamento medicamentoso ou TRT\n- Avaliação inicial antes de intervenção terapêutica (recomendação AUA 2023)\n\n### Parâmetros a Avaliar e Interpretação\n- **Volume prostático:** normal ≈ 25–30 g; HPB definida como volume > 30 g (AUA 2023)\n- **Resíduo pós-miccional (RPM):**\n  - < 40 ml: normal\n  - ≥ 40 ml: indica obstrução do trato urinário inferior — exige conduta ativa\n- **Ecotextura:** avaliar heterogeneidade, nódulos, calcificações\n\n### Exames Complementares Recomendados\n- **PSA total e PSA livre:** calcular relação PSA livre/total\n  - > 0,14 (14%): sugestivo de HPB\n  - < 0,14 (14%): aumenta suspeita de carcinoma prostático\n  - PSA normal não exclui câncer (1–4% na população geral; até 15% em homens com deficiência de testosterona)\n  - Investigar saltos abruptos de PSA (> 1,0 ng/ml em um ano ou variações abruptas em curto prazo), mesmo dentro da faixa de normalidade\n- **Urofluxometria:** indicada para pacientes com STUI\n  - Qmax < 10 ml/s: obstrução\n  - Qmax 10–15 ml/s: zona cinzenta\n  - Qmax > 15 ml/s: normal\n- **Ressonância magnética multiparamétrica 3 Tesla (3T):** exame de alta especificidade indicado:\n  - Rotina a partir dos 50 anos\n  - A partir dos 40 anos em pacientes com histórico familiar de câncer de próstata\n  - Em casos de PSA elevado com biópsia negativa prévia\n  - Para estadiamento e acompanhamento de carcinoma\n- **Painel hormonal:** testosterona total e livre, estradiol, DHT — especialmente em pacientes em TRT ou com suspeita de desequilíbrio androgênico\n- **Quociente estrogênico (salivar):** Estriol / (Estradiol + Estrona)\n  - > 1: perfil protetor\n  - < 1: perfil proliferativo prostático; avaliar suporte à metilação da estrona\n\n### Critérios de Encaminhamento a Urologia\n- PSA elevado com relação PSA livre/total < 0,14\n- Nódulo suspeito ao USG ou à ressonância magnética\n- RPM ≥ 40 ml com sintomas obstrutivos importantes\n- Qmax < 10 ml/s refratário a tratamento medicamentoso\n- Salto abrupto de PSA > 1,0 ng/ml em 1 ano\n- Suspeita ou confirmação de carcinoma prostático\n- **Preferir encaminhamento a urologistas com visão funcional/integrativa quando disponível**\n\n### Manejo da HPB (Abordagem Integrativa)\n- **Alfa-bloqueadores (primeira linha):**\n  - Tansulosina 0,4 mg/dia\n  - Doxazosina 2–4 mg/dia\n  - Relaxam musculatura lisa, melhoram fluxo urinário\n- **Inibidores da 5-alfa-redutase:** indicados pela AUA para próstatas > 30 g em terapia combinada com alfa-bloqueador; entretanto, a perspectiva da medicina integrativa alerta para o risco da síndrome pós-finasterida (disfunção sexual, cognitiva, depressão) — avaliar rigorosamente o risco-benefício individual\n- **Fitoterápicos com evidência:**\n  - Saw Palmetto (Serenoa repens): 200–400 mg/dia; inibição suave de 5-alfa-redutase, bem estudado para HPB\n  - Pygeum africanum: benefício prostático leve, pode reduzir discretamente sintomas\n  - **Atenção:** inibir DHT desvia testosterona para via do estradiol — monitorar perfil hormonal\n- **Modulação de estrogênios:**\n  - Indol-3-carbinol (I3C): 200–400 mg/dia\n  - Di-indolilmetano (DIM): 100–200 mg/dia\n  - Crucíferas na dieta (brócolis, couve-flor): moderado (≤ 3–4x/semana, por serem goitrogênicas)\n\n### TRT e Próstata\n- **HPB não é contraindicação à TRT**, exceto obstrução urinária severa e descompensada\n- Monitorar PSA após início da TRT: aumento de 0,2–0,4 ng/ml é fisiológico\n- Investigar se PSA subir > 1,0 ponto em 1 ano\n- Em pacientes pós-prostatectomia com PSA indetectável: TRT pode ser considerada a partir de 3–6 meses (literatura) ou após 1 ano com avaliação completa incluindo RM de pelve e PET-CT (protocolo conservador)\n\n### Acompanhamento e Periodicidade\n- Pacientes com HPB sem obstrução: reavaliação anual com USG + PSA\n- Pacientes em TRT: reavaliação do PSA a cada 3–6 meses no primeiro ano, depois anual\n- Em caso de salto abrupto de PSA ou sintomas novos: reavaliação imediata com exame de imagem"
}
