{
  "score_item_id": "019bf31d-2ef0-7a1d-95f4-cfe9183295e0",
  "clinical_relevance": "O volume prostático, medido em cm³ por ultrassonografia transretal ou suprapúbica, é um parâmetro estrutural essencial na avaliação da saúde masculina. Fisiologicamente, a próstata cresce de forma contínua ao longo da vida adulta sob influência androgênica — predominantemente da di-hidrotestosterona (DHT), derivada da testosterona pela 5-alfa-redutase — e estrogênica.\n\n**Valores de referência e classificação por volume (World Journal of Urology, 2011):**\n- Normal: 20–30 mL\n- Aumento leve: 30–50 mL\n- Aumento moderado: 50–70 mL\n- Aumento acentuado: >70 mL\n- Limiar de intervenção conforme AUA Guideline 2023: >30 g (cm³) em imagem\n\n**Fisiopatologia da HPB:** A hiperplasia prostática benigna (HPB) é um processo de proliferação nodular estromal e glandular da zona de transição, mediado por DHT e estrogênios. É uma das condições mais prevalentes no homem, iniciando-se em torno dos 45–50 anos. Importante: o volume prostático não se correlaciona diretamente com a gravidade dos sintomas obstrutivos. Próstatas de 28–29 cm³ podem ser altamente obstrutivas, enquanto glândulas de 70–80 cm³ podem ser assintomáticas, dependendo da direção do crescimento (intraluminal versus exofítico).\n\n**Marcadores funcionais de obstrução mais relevantes clinicamente:**\n- Resíduo pós-miccional (RPM): valores >40 mL indicam obstrução\n- Urofluxometria: Qmax <10 mL/s indica obstrução (normal: >15 mL/s)\n\n**Densidade do PSA (PSAD):** Para pacientes com HPB e PSA elevado com RMN negativa, um PSAD de 0,30 ng/mL/cm³ apresenta especificidade de 93% e sensibilidade de 65% para detecção de câncer, com AUC de 0,848, superando o PSA isolado (AUC 0,722) e a relação PSA livre/total (AUC 0,635) (BMC Urology, 2025). O cálculo da PSAD utiliza diretamente o volume prostático medido à USG.\n\n**Relação com TRT:** Meta-análise de 8 ECRs com 663 participantes demonstrou aumento médio de 1,58 cm³ (IC 95%: 0,6–2,56; p=0,002) no volume prostático após TRT em curto prazo. Entretanto, em TRT de longo prazo, não houve diferença significativa no volume prostático (DM: −0,55; IC 95%: −2,27 a 1,17; p=0,96). A HPB isolada não contraindica a TRT, exceto em casos de obstrução urinária severa e descompensada.\n\n**Manejo de próstatas volumosas:** Estudo canadense (2017) demonstrou que dois terços dos homens com próstatas ≥80 mL mantiveram estabilidade clínica com manejo conservador ao longo de 62 meses. Progressão clínica ocorreu em 33% dos casos, sem que nenhuma variável basal de volume predissesse com segurança a progressão.\n\n**Epidemiologia:** HPB afeta cerca de 50% dos homens aos 60 anos e mais de 80% após os 80 anos. É uma das principais causas de sintomas do trato urinário inferior (LUTS) em homens.",
  "points": 8,
  "patient_explanation": "O volume prostático é uma medida do tamanho da próstata obtida por ultrassom. A próstata é uma glândula presente apenas nos homens, localizada abaixo da bexiga, que envolve a uretra — o canal por onde a urina sai do corpo. Com o envelhecimento, é muito comum que a próstata aumente de tamanho, o que pode dificultar o esvaziamento da bexiga e causar sintomas como jato urinário fraco, vontade frequente de urinar ou sensação de que a bexiga não esvazia completamente.\n\nUma próstata de tamanho normal mede entre 20 e 30 cm³. Tamanhos maiores podem ou não causar problemas — o que determina se há obstrução é principalmente a quantidade de urina que fica retida após urinar e a velocidade do jato urinário, não apenas o tamanho da glândula.\n\nConhecer o volume da sua próstata também é importante para calcular um índice chamado densidade do PSA, que ajuda o seu médico a interpretar melhor o exame de sangue PSA e a tomar decisões mais precisas. Acompanhar a evolução do volume ao longo do tempo é uma forma segura de monitorar a saúde prostática.",
  "conduct": "## Conduta Clínica — Volume Prostático (USG)\n\n### Interpretação do Resultado\n\n- **20–30 cm³:** Normal\n- **30–50 cm³:** Aumento leve — investigar sintomas obstrutivos\n- **50–70 cm³:** Aumento moderado — avaliação urológica e funcional indicada\n- **>70 cm³:** Aumento acentuado — avaliação urológica obrigatória; considerar intervenção\n- **≥80 cm³:** Manejo conservador possível em 2/3 dos casos; risco de progressão em 33% em 5 anos\n\n---\n\n### Investigação Complementar\n\n**Sempre solicitar em conjunto com volume prostático:**\n- **Resíduo pós-miccional (RPM):** >40 mL indica obstrução funcional significativa\n- **Urofluxometria:** Qmax <10 mL/s indica obstrução; normal >15 mL/s\n- **PSA total e PSA livre** com cálculo da relação PSA livre/PSA total:\n  - >0,14 (14%): sugestivo de HPB\n  - <0,14 (14%): aumenta suspeita de câncer de próstata\n- **Densidade do PSA (PSAD):** PSA total ÷ volume prostático (cm³)\n  - PSAD ≥0,30 ng/mL/cm³ em HPB com PSA elevado e RMN negativa: especificidade 93%, sensibilidade 65% para detecção de câncer (BMC Urology, 2025)\n\n**Exames de imagem avançados:**\n- **Ressonância Magnética Multiparamétrica 3 Tesla (mpRM):** Indicada a partir dos 50 anos como rotina; a partir dos 40 anos em homens com histórico familiar de câncer de próstata ou alterações abruptas no PSA. Exame de alta especificidade para detecção, estadiamento e acompanhamento de câncer.\n\n---\n\n### Critérios de Encaminhamento ao Urologista\n\n- **Encaminhar imediatamente:**\n  - RPM >40 mL com Qmax <10 mL/s (obstrução comprovada)\n  - Suspita de câncer de próstata (PSAD ≥0,30, relação PSA livre/total <0,14, alteração suspeita em mpRM)\n  - Volume ≥80 cm³ com sintomas obstrutivos graves\n  - Retenção urinária aguda\n\n- **Encaminhar eletivamente:**\n  - Volume 50–70 cm³ com LUTS moderados/graves (IPSS ≥8)\n  - Falha ao tratamento clínico após 3–6 meses\n  - PSA com salto abrupto >1,0 ng/mL em 12 meses\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Tratamento medicamentoso da HPB:**\n- **Alfa-bloqueadores (primeira linha):**\n  - Tansulosina 0,4 mg/dia — relaxa musculatura lisa prostática e vesical, melhorando o fluxo urinário\n  - Doxazosina 2–4 mg/dia — opção com efeito adicional anti-hipertensivo\n- **Combinação (5-ARI + alfa-bloqueador):** Indicada para próstatas >30 cm³ conforme AUA Guideline Amendment 2023; reduz risco de progressão a longo prazo\n- **Inibidores da 5-alfa-redutase (Finasterida/Dutasterida):** Reduzem volume prostático; ponderar cuidadosamente risco-benefício individual (síndrome pós-finasterida, impacto sobre DHT e função sexual)\n\n**Abordagem funcional/integrativa:**\n- **Pygeum africanum:** Potencial benefício leve em sintomas prostáticos\n- **Modulação estrogênica:** Avaliar quociente estrogênico (Estriol / [Estradiol + Estrona]); valores <1 indicam perfil proliferativo — considerar I3C 200–400 mg/dia ou DIM 100–200 mg/dia\n- **Dosagem hormonal salivar:** Útil quando quadro clínico não corresponde a exames séricos; avalia frações livres e bioativas de testosterona, DHT e estradiol\n\n**TRT em pacientes com HPB:**\n- HPB não contraindica TRT, salvo obstrução urinária severa e descompensada\n- Aumento médio esperado de volume: ~1,58 cm³ (IC 95%: 0,6–2,56) a curto prazo; sem diferença significativa a longo prazo\n- Aumentos de PSA de 0,2–0,4 ng/mL são fisiológicos com TRT; salto >1,0 ponto em 12 meses exige investigação\n\n---\n\n### Monitoramento\n\n- **Com volume normal (20–30 cm³):** Repetir USG prostática a cada 2–3 anos a partir dos 50 anos; anualmente se PSA em zona limítrofe\n- **Com aumento documentado:** Repetir USG anualmente; acompanhar RPM, Qmax e PSA semestralmente\n- **Em uso de TRT:** Monitorar volume prostático, PSA e IPSS a cada 6 meses no primeiro ano, depois anualmente"
}
