{
  "score_item_id": "019bf31d-2ef0-7f97-8e14-799354166f5e",
  "clinical_relevance": "A Densidade do PSA (PSAD) é um marcador derivado da razão entre o PSA total sérico (ng/mL) e o volume prostático medido por ultrassonografia transretal ou suprapúbica (cm³), expresso em ng/mL/cm³. Seu fundamento fisiopatológico baseia-se na premissa de que uma próstata volumosa de natureza benigna (hiperplasia prostática benigna, HPB) produz mais PSA por unidade de volume do que o tecido adenocarcinomatoso, de forma que um PSA elevado em uma próstata muito grande é menos suspeito do que o mesmo PSA em uma próstata pequena.\n\n**Valores de referência e estratificação de risco:**\n- PSAD < 0,09 ng/mL/cm³: risco muito baixo de câncer clinicamente significativo (aproximadamente 4% em coortes de biópsia).\n- PSAD 0,09–0,19 ng/mL/cm³: risco intermediário, variável conforme volume prostático (risco aumenta em próstatas menores).\n- PSAD ≥ 0,15 ng/mL/cm³: limiar clássico amplamente utilizado na prática para indicar investigação adicional.\n- PSAD ≥ 0,20 ng/mL/cm³: limiar com desempenho superior na predição de câncer clinicamente significativo — sensibilidade de 70% e especificidade de 79% (AUC 0,78 vs. AUC 0,64 para PSA isolado, em coorte de 992 homens submetidos a biópsia, Scientific Reports 2020).\n- PSAD ≥ 0,30 ng/mL/cm³: limiar ótimo para indicação de biópsia em pacientes com HPB e PSA elevado mas RM negativa (PI-RADS < 3), com AUC 0,848, especificidade 93% e sensibilidade 65%, superando o PSA isolado (AUC 0,722) e a relação PSA livre/total (AUC 0,635) (BMC Urology 2025).\n\n**Desempenho diagnóstico:**\nO PSAD demonstra desempenho diagnóstico consistentemente superior ao PSA isolado para predição de câncer de próstata clinicamente significativo, com AUC variando de 0,77 a 0,81 (Diagnostics 2025). A combinação de PSAD com variação do PSA ao longo do tempo (PSA change) fornece resultados ainda mais precisos, sendo particularmente útil quando a queda do PSA ≥ 20% sob tratamento é incorporada ao modelo. O desempenho do PSAD, entretanto, diminui em próstatas de volume muito elevado (> 80 mL), onde a variabilidade do volume medido por imagem impacta o cálculo.\n\n**Contexto clínico e limitações:**\nO PSAD integra-se a um arsenal diagnóstico amplo que inclui a relação PSA livre/total (valores < 0,14 aumentam suspeita de câncer; valores > 0,14 sugerem HPB), a velocidade de variação do PSA ao longo do tempo (aumento > 1,0 ng/mL/ano exige investigação mesmo em valores dentro da faixa normal), e a ressonância magnética multiparamétrica 3-Tesla (padrão de alta especificidade, recomendada rotineiramente a partir dos 50 anos ou dos 40 anos com histórico familiar). O PSAD é especialmente valioso na chamada 'zona cinzenta' do PSA (4–10 ng/mL), onde o PSA isolado tem poder discriminatório limitado. Em pacientes em terapia de reposição de testosterona (TRT), pequenos aumentos do PSA (0,2–0,4 ng/mL) são considerados fisiológicos; aumentos abruptos superiores a 1,0 ponto exigem investigação formal incluindo cálculo do PSAD. Cabe ressaltar que aproximadamente 1–4% dos cânceres de próstata ocorrem com PSA normal na população geral, proporção que pode chegar a 15% em homens com deficiência androgênica.",
  "points": 15,
  "patient_explanation": "A Densidade do PSA (PSAD) é um cálculo que combina dois dados: o resultado do seu exame de sangue chamado PSA — uma proteína produzida pela próstata — com o tamanho da sua próstata medido pelo ultrassom. Dividindo o valor do PSA pelo volume da próstata, o médico consegue entender melhor se uma elevação do PSA é esperada pelo tamanho da glândula ou se pode indicar algo que precisa de investigação mais aprofundada. Próstatas maiores naturalmente produzem mais PSA, por isso um valor de PSA 'alto' em uma próstata grande pode ser normal, enquanto o mesmo valor em uma próstata pequena pode ser mais preocupante. Quando a densidade do PSA está elevada, isso não significa necessariamente que há um problema sério, mas indica que o médico precisará avaliar com mais cuidado, possivelmente solicitando outros exames como uma ressonância magnética ou acompanhamento mais próximo. O objetivo é detectar alterações importantes o mais cedo possível, quando o tratamento é mais eficaz, e ao mesmo tempo evitar procedimentos desnecessários quando tudo está dentro do esperado para o seu caso.",
  "conduct": "## Conduta Clínica — Densidade do PSA (PSAD)\n\n### Interpretação do Resultado\n\n- **PSAD < 0,09 ng/mL/cm³:** Risco muito baixo. Manutenção do rastreio de rotina conforme faixa etária e fatores de risco.\n- **PSAD 0,09–0,14 ng/mL/cm³:** Risco baixo a intermediário. Reavaliar em 6–12 meses com repetição do PSA e PSAD. Considerar contexto clínico (sintomas, histórico familiar, velocidade de variação do PSA).\n- **PSAD 0,15–0,19 ng/mL/cm³:** Limiar clínico relevante. Iniciar investigação complementar com ressonância magnética multiparamétrica (mpRM) 3-Tesla. Avaliar relação PSA livre/total.\n- **PSAD ≥ 0,20 ng/mL/cm³:** Alto valor preditivo para câncer clinicamente significativo (sensibilidade 70%, especificidade 79%). Indicação de mpRM e, conforme resultado, discussão de biópsia.\n- **PSAD ≥ 0,30 ng/mL/cm³ com RM negativa (PI-RADS ≤ 2):** Considerar biópsia prostática guiada mesmo na ausência de alvo em imagem, especialmente em contexto de HPB com PSA persistentemente elevado (especificidade 93%, AUC 0,848).\n\n---\n\n### Investigação Complementar\n\n**Exames laboratoriais:**\n- **Relação PSA livre/PSA total:** Valores < 0,14 (14%) aumentam suspeita de câncer; valores > 0,14 sugerem HPB.\n- **Velocidade de variação do PSA:** Aumento > 1,0 ng/mL/ano exige investigação independentemente do valor absoluto. Saltos abruptos (ex.: de 2,5 para 4–5 ng/mL em poucos meses) são alarmes mesmo dentro da faixa de normalidade.\n- **Testosterona total e livre:** Deficiência androgênica pode mascarar PSA elevado — até 15% dos cânceres ocorrem com PSA normal em homens com baixa testosterona.\n\n**Exames de imagem:**\n- **Ultrassonografia de próstata com resíduo pós-miccional:** Avalia volume prostático (base do cálculo PSAD), anatomia, textura e função de esvaziamento. Resíduo > 40 mL indica obstrução.\n- **Ressonância magnética multiparamétrica 3-Tesla:** Padrão de referência para detecção e estadiamento. Indicada de rotina a partir dos 50 anos, ou a partir dos 40 anos com histórico familiar ou alterações significativas no PSA. Estratifica por PI-RADS (1–5).\n- **Urofluxometria:** Indicada em sintomas obstrutivos. Qmax < 10 mL/s = obstrução (normal > 15 mL/s).\n\n---\n\n### Encaminhamento ao Urologista\n\n**Indicações de encaminhamento:**\n- PSAD ≥ 0,20 ng/mL/cm³ com ou sem alteração na mpRM.\n- PSAD ≥ 0,15 ng/mL/cm³ com relação PSA livre/total < 0,14.\n- Qualquer suspeita em imagem (PI-RADS ≥ 3) independentemente do PSAD.\n- Velocidade de variação do PSA > 1,0 ng/mL/ano.\n- Sintomas obstrutivos graves (Qmax < 10 mL/s, resíduo > 40 mL).\n- Nódulo prostático palpável ao toque retal.\n- **Preferir urologistas com visão funcional/integrativa em casos de PSA elevado associados à avaliação hormonal.**\n\n---\n\n### Intervenções e Manejo\n\n**HPB (Hiperplasia Prostática Benigna):**\n- Alfa-bloqueadores como Tansulosina (0,4 mg/dia) ou Doxazosina (2–4 mg/dia) para sintomas obstrutivos.\n- Inibidores da 5-alfa-redutase (Finasterida, Dutasterida): indicados por diretrizes urológicas formais para próstatas > 30 g com risco de progressão; porém, cautela quanto à Síndrome Pós-Finasterida — avaliar risco-benefício individualmente.\n- Combinação alfa-bloqueador + 5-ARI indicada para próstatas > 30 g conforme diretriz AUA 2023.\n- Próstatas ≥ 80 mL: dois terços dos pacientes podem ser manejados de forma conservadora por até 62 meses sem progressão clínica; monitoramento ativo é uma opção válida.\n\n**Monitoramento em pacientes em TRT:**\n- Aumentos de PSA de 0,2–0,4 ng/mL são fisiológicos no início da terapia.\n- Aumento > 1,0 ponto em 12 meses: calcular PSAD, solicitar relação PSA livre/total e mpRM.\n- TRT não é contraindicada na HPB, exceto em obstrução urinária grave descompensada.\n\n**Fitoterápicos com evidência de suporte prostático:**\n- Pygeum africanum: potencial benefício sintomático leve e discreta redução da atividade da 5-alfa-redutase.\n- Saw palmetto 300 mg: considerar em casos selecionados, especialmente em usuários de cipionato de testosterona com elevação de DHT.\n\n**Modulação estrogênica (avaliação complementar):**\n- Calcular quociente estrogênico (Estriol / [Estradiol + Estrona]): valores < 1 sugerem perfil proliferativo desfavorável.\n- I3C 200–400 mg/dia e DIM 100–200 mg/dia podem auxiliar na modulação das vias de metabolização de estrogênios com potencial benefício prostático.\n\n---\n\n### Rastreio e Periodicidade\n\n- **< 50 anos sem fatores de risco:** PSA basal para referência.\n- **≥ 50 anos:** PSA + volume por USG (PSAD) anualmente.\n- **≥ 40 anos com histórico familiar de câncer de próstata:** Iniciar rastreio precoce com PSA, PSAD e mpRM conforme achados.\n- **Em TRT:** Monitoramento semestral do PSA com cálculo do PSAD em caso de variação > 0,5 ng/mL."
}
