{
  "score_item_id": "c77cedd3-2800-7376-b7ea-b49351283189",
  "clinical_relevance": "A tomografia computadorizada (TC) de tórax é um método de imagem seccional de alta resolução espacial que permite avaliação detalhada do parênquima pulmonar, mediastino, pleura, parede torácica, estruturas vasculares e vias aéreas. Utiliza radiação ionizante em doses que variam conforme o protocolo: TC convencional diagnóstica (5–7 mSv) versus TC de baixa dose para rastreamento (LDCT, 1–2 mSv), diferença relevante na ponderação risco-benefício em populações assintomáticas.\n\n**Indicações clínicas principais:** avaliação de nódulos pulmonares incidentais ou detectados em rastreamento, estadiamento e seguimento de neoplasias torácicas, investigação de doenças pulmonares intersticiais, embolia pulmonar (angio-TC), doenças pleurais, trauma torácico, mediastinopatias e como guia para biópsias percutâneas.\n\n**Rastreamento de câncer de pulmão com LDCT:** O ensaio NLST (National Lung Screening Trial) demonstrou redução de 20% na mortalidade por câncer de pulmão e 6,7% na mortalidade por todas as causas em indivíduos de alto risco rastreados anualmente com LDCT versus radiografia simples. O câncer de pulmão é a principal causa de morte por câncer no mundo, com sobrevida em 5 anos inferior a 20% quando diagnosticado em estágios avançados, contrastando com mais de 70% nos estágios I. Critérios de elegibilidade para rastreamento (USPSTF 2021): idade 50–80 anos, história de tabagismo ≥20 maços-ano, tabagista atual ou ex-tabagista que cessou há menos de 15 anos.\n\n**Nódulos pulmonares — classificação e manejo:** As Diretrizes Fleischner Society (2017) estratificam o manejo de nódulos pulmonares incidentais com base em tamanho, morfologia (sólido, subsólido, em vidro fosco) e fatores de risco do paciente (tabagismo, exposição ocupacional, história familiar de câncer de pulmão, enfisema). Para nódulos sólidos únicos em pacientes de baixo risco: sem seguimento para nódulos <6 mm; TC em 6–12 meses para 6–8 mm; TC em 3 meses e avaliação por especialista para >8 mm. Em pacientes de alto risco, os limiares para seguimento são reduzidos. Nódulos subsólidos (vidro fosco puro ou parcialmente sólidos) têm cinética mais lenta e requerem seguimento prolongado de 2–5 anos.\n\n**Estratificação de risco de malignidade em nódulos:** Modelos preditivos validados (Mayo Clinic, Brock University, Herder) integram variáveis como idade, sexo, tabagismo, diâmetro máximo do nódulo, espiculação, localização em lobo superior, presença de nódulo principal com componente sólido, e PET-CT quando indicado. Nódulos com probabilidade de malignidade >65% têm indicação de ressecção ou biópsia; 5–65% requerem avaliação broncoscópica ou biópsia percutânea guiada por imagem; <5% podem ser acompanhados.\n\n**Achados adicionais com relevância clínica:** calcificações coronarianas (escore de Agatston, correlação com risco cardiovascular), espessamento de parede brônquica, enfisema, derrame pleural, adenomegalia mediastinal, lesões ósseas, anormalidades na glândula tireoide e nos rins (porção superior captada nos cortes basais), e alterações aórticas.",
  "points": 0,
  "patient_explanation": "A tomografia do tórax é um exame de imagem que tira várias 'fotos' em fatias do interior do peito, permitindo que o médico veja com muito detalhe os pulmões, o coração, os vasos sanguíneos e outras estruturas. Ela é muito mais precisa do que uma radiografia simples.\n\nEsse exame pode ser solicitado por diferentes motivos: para investigar uma tosse persistente, falta de ar ou dor no peito; para verificar nódulos (pequenas bolinhas) encontrados nos pulmões; para acompanhar doenças pulmonares conhecidas; ou, no caso da versão de baixa dose de radiação, como rastreamento preventivo de câncer de pulmão em pessoas que fumaram por muitos anos.\n\nSe um nódulo for encontrado, isso não significa que é câncer — a grande maioria dos nódulos pulmonares é benigna. O médico avaliará o tamanho, a forma e outros fatores para decidir se é necessário apenas acompanhar com exames periódicos ou se alguma investigação adicional é necessária. O importante é seguir as recomendações de seguimento rigorosamente, pois a detecção precoce de qualquer alteração aumenta muito as chances de tratamento bem-sucedido.",
  "conduct": "## Conduta Clínica — TC de Tórax\n\n### Indicações para Solicitação\n\n- **Rastreamento de câncer de pulmão (LDCT anual):** pacientes com 50–80 anos, carga tabágica ≥20 maços-ano, tabagistas ativos ou ex-tabagistas com cessação há <15 anos (critérios USPSTF 2021)\n- **Investigação diagnóstica:** tosse persistente (>8 semanas), hemoptise, dispneia de causa não esclarecida, dor torácica atípica, perda de peso inexplicada com sintomas respiratórios\n- **Seguimento de nódulos pulmonares** detectados incidentalmente em outros exames\n- **Avaliação de doenças intersticiais**, bronquiectasias, enfisema ou outras doenças pulmonares estruturais\n- **Estadiamento e acompanhamento oncológico**\n\n---\n\n### Manejo de Nódulos Pulmonares Incidentais (Fleischner Society 2017)\n\n**Nódulos sólidos únicos — baixo risco:**\n- <6 mm: sem seguimento de rotina\n- 6–8 mm: TC em 6–12 meses; se estável, TC em 18–24 meses\n- >8 mm: TC em 3 meses, PET-CT e/ou biópsia conforme avaliação\n\n**Nódulos sólidos únicos — alto risco (tabagismo, história familiar, exposição ocupacional):**\n- <6 mm: considerar TC em 12 meses\n- 6–8 mm: TC em 6–12 meses; se estável, TC em 18–24 meses\n- >8 mm: TC em 3 meses, PET-CT e/ou biópsia\n\n**Nódulos subsólidos (vidro fosco puro):**\n- <6 mm: sem seguimento de rotina\n- ≥6 mm: TC em 6–12 meses para confirmação, depois a cada 2 anos por 5 anos\n\n**Nódulos parcialmente sólidos:**\n- <6 mm: sem seguimento de rotina\n- ≥6 mm: TC em 3–6 meses para confirmação; se persistente e componente sólido <6 mm, acompanhar anualmente por 5 anos\n- Componente sólido ≥6 mm: encaminhamento para especialista e considerar biópsia ou ressecção\n\n---\n\n### Estratificação de Risco de Malignidade\n\n- Utilizar modelos validados (Mayo Clinic, Brock University) integrando: **idade, tabagismo, tamanho e morfologia do nódulo, localização em lobo superior, espiculação**\n- Probabilidade <5%: seguimento por imagem\n- Probabilidade 5–65%: broncoscopia com navegação eletromagnética ou biópsia percutânea guiada por TC\n- Probabilidade >65%: **encaminhar para cirurgia torácica**\n\n---\n\n### Encaminhamento a Especialistas\n\n- **Pneumologista:** nódulos com características suspeitas, doença intersticial, nódulos múltiplos, achados de enfisema grave ou bronquiectasias extensas\n- **Cirurgião torácico:** nódulos com alta probabilidade de malignidade ou crescimento documentado em seguimento\n- **Oncologista:** diagnóstico confirmado ou fortemente suspeito de neoplasia\n- **Cardiologista:** calcificação coronariana significativa detectada incidentalmente (escore de Agatston elevado), aneurisma ou dilatação aórtica\n\n---\n\n### Achados Incidentais — Condutas\n\n- **Calcificação coronariana:** correlacionar com risco cardiovascular clínico (Framingham, SCORE); considerar encaminhamento para cardiologista\n- **Adenomegalia mediastinal:** investigar causas infecciosas (tuberculose, histoplasmose), sarcoidose, linfoma; encaminhar para pneumologista ou hematologista\n- **Derrame pleural:** investigar etiologia (insuficiência cardíaca, infecção, neoplasia); toracocentese diagnóstica se indicado\n- **Nódulo tireoidiano** captado nos cortes cervicais baixos: encaminhar para avaliação com ultrassonografia tireoidiana e endocrinologista\n\n---\n\n### Orientações ao Paciente Tabagista\n\n- **Cessação do tabagismo** é a intervenção de maior impacto na prevenção do câncer de pulmão e na progressão de doenças pulmonares obstrutivas\n- Oferecer suporte estruturado para cessação: terapia de reposição de nicotina, vareniclina ou bupropiona conforme perfil do paciente\n- Reforçar adesão ao programa de rastreamento anual com LDCT nos pacientes elegíveis\n\n---\n\n### Observação sobre Radiação\n\n- LDCT para rastreamento: ~1–2 mSv (equivalente a aproximadamente 6 meses de radiação de fundo natural)\n- TC diagnóstica convencional: ~5–7 mSv\n- O benefício do rastreamento em populações de alto risco supera o risco teórico associado à dose de radiação; individualizar a decisão em pacientes jovens ou com indicações repetidas"
}
