{
  "score_item_id": "019bf31d-2ef0-7d40-b230-55f2074ac613",
  "clinical_relevance": "O tamanho do maior nódulo pulmonar sólido detectado em TC de tórax é o principal determinante de risco de malignidade e o eixo central dos protocolos de manejo estabelecidos. Nódulos pulmonares sólidos são definidos como opacidades focais de atenuação completa, sem componente de vidro fosco, com contornos variáveis.\n\nA Fleischner Society (2017) estabelece limiares de tamanho para guiar o seguimento em pacientes de baixo e alto risco: nódulos sólidos únicos <6 mm geralmente não requerem seguimento em pacientes de baixo risco; entre 6-8 mm, seguimento com TC em 6-12 meses é recomendado; acima de 8 mm, TC com contraste, PET-CT e/ou biópsia devem ser considerados. Em pacientes de alto risco (tabagismo ≥30 anos-maço, história familiar de câncer de pulmão, exposição a carcinógenos ocupacionais, doença pulmonar obstrutiva crônica), os limiares são reduzidos: nódulos ≥6 mm já justificam seguimento mais rigoroso.\n\nAs diretrizes britânicas (BTS 2015) utilizam cálculo de volume como complemento ao diâmetro, e classificam risco em três categorias: baixo (<5% de malignidade), intermediário (5-70%) e alto (>70%), com base em modelos probabilísticos que incorporam tamanho, morfologia, localização e dados clínicos do paciente.\n\nEpidemiologicamente, nódulos pulmonares incidentais são achados frequentes em TC de tórax: estima-se prevalência de 8-51% dependendo da população estudada e dos critérios de definição de tamanho mínimo. A grande maioria é benigna (granulomas, hamartomas, nódulos inflamatórios), mas o risco de malignidade aumenta de forma significativa com o tamanho: nódulos <5 mm têm risco de malignidade inferior a 1%; entre 5-10 mm, o risco varia de 1-6%; entre 10-20 mm, de 18-33%; e nódulos >20 mm têm risco superior a 50%.\n\nO programa NLST (National Lung Screening Trial) demonstrou que o rastreamento com TC de baixa dose reduz a mortalidade por câncer de pulmão em 20% em populações de alto risco, fundamentando a utilização de TC torácica como ferramenta de detecção precoce.\n\nModelos de estratificação de risco validados, como o modelo Brock (Mayo Clinic) e o modelo Herder, combinam tamanho do nódulo com variáveis como espiculação, localização no lobo superior, história de tabagismo e achados de PET-CT para estimar probabilidade individual de malignidade, guiando decisões de seguimento ou intervenção de forma personalizada.",
  "points": 35,
  "patient_explanation": "A tomografia de tórax pode identificar pequenas bolinhas no pulmão chamadas nódulos pulmonares. O tamanho do maior nódulo sólido encontrado é uma informação muito importante: quanto maior o nódulo, maior a atenção que ele precisa receber.\n\nA maioria dos nódulos é completamente benigna, causada por inflamações antigas, pequenas infecções curadas ou tecidos normais do pulmão. Porém, nódulos maiores precisam ser acompanhados mais de perto com novos exames de imagem para verificar se estão crescendo ou mudando de aparência.\n\nO médico vai levar em conta não só o tamanho, mas também o seu histórico de saúde, se você fuma ou já fumou, e as características do nódulo no exame para definir o melhor acompanhamento. Na maior parte das vezes, o seguimento é feito apenas com repetição da tomografia em intervalos programados, sem necessidade de cirurgia ou procedimentos invasivos.",
  "conduct": "## Conduta Clínica: TC Tórax - Maior Nódulo Sólido\n\n### Classificação por Tamanho (Fleischner Society 2017)\n\n**Paciente de baixo risco** (sem tabagismo significativo, sem história familiar, sem exposição ocupacional):\n- **< 6 mm:** Sem seguimento necessário na maioria dos casos\n- **6-8 mm:** TC de tórax sem contraste em 6-12 meses; se estável, nova TC em 18-24 meses\n- **> 8 mm:** TC com contraste, avaliação funcional com PET-CT e/ou biópsia conforme probabilidade clínica\n\n**Paciente de alto risco** (tabagismo ≥30 anos-maço, DPOC, história familiar, exposição a amianto/radônio/sílica):\n- **< 6 mm:** Considerar TC em 12 meses\n- **6-8 mm:** TC em 6-12 meses e novamente em 18-24 meses\n- **> 8 mm:** Avaliação multidisciplinar urgente com PET-CT e/ou biópsia\n\n---\n\n### Investigação Complementar\n\n- **TC de tórax de alta resolução com cortes finos:** para melhor caracterização morfológica (espiculação, lobulação, densidade, calcificações)\n- **PET-CT (FDG):** indicado para nódulos >8-10 mm com probabilidade intermediária a alta de malignidade; nódulos <8 mm têm captação pouco confiável\n- **Broncoscopia com navegação eletromagnética** ou **biópsia percutânea guiada por TC:** indicadas quando confirmação histológica é necessária antes de intervenção cirúrgica\n- **Marcadores tumorais:** CEA, CYFRA 21-1 — utilidade auxiliar, não diagnóstica isolada\n- **Espirometria e DLCO:** avaliação funcional pré-operatória se ressecção cirúrgica for considerada\n\n---\n\n### Critérios de Encaminhamento\n\n- **Pneumologista/oncologista torácico:** nódulos >8 mm, nódulos com crescimento documentado, nódulos com morfologia suspeita (espiculados, lobulados, com retração pleural)\n- **Cirurgia torácica:** nódulos com alta probabilidade de malignidade (>65%), após confirmação histológica ou quando biópsia não for factível\n- **Equipe multidisciplinar de tórax (tumor board):** casos com probabilidade intermediária, múltiplos nódulos ou pacientes com comorbidades que dificultam intervenção\n\n---\n\n### Fatores que Aumentam Suspeita de Malignidade\n\n- Tamanho >15 mm\n- Crescimento >25% do volume em intervalo de seguimento\n- Bordas espiculadas ou lobuladas\n- Localização em lobo superior\n- História de tabagismo ativo ou pregresso (>20 anos-maço)\n- Idade >50 anos\n- Nódulo hipermetabólico ao PET-CT\n- Ausência de calcificação benigna (laminar, central, difusa ou em pipoca)\n\n---\n\n### Intervenções e Seguimento\n\n- **Documentar tamanho baseline:** registrar maior diâmetro em mm e volume quando disponível para comparação seriada\n- **Intervalo de seguimento:** definido conforme classificação de risco (ver acima); estabilidade por 2 anos geralmente confirma benignidade para nódulos sólidos\n- **Cessação do tabagismo:** intervenção modificável de maior impacto no risco de câncer de pulmão; encaminhar para programa de cessação\n- **Não realizar biópsia de nódulos <8 mm** sem PET-CT prévio e avaliação multidisciplinar, pelo alto risco de complicações em relação ao benefício diagnóstico\n- **Registro sistemático:** fotografar e medir em todas as TCs de seguimento utilizando o mesmo protocolo de medição"
}
