{
  "score_item_id": "c77cedd3-2800-7049-a76a-7aee90cce76c",
  "clinical_relevance": "O Goddard Score é um sistema semiquantitativo validado para quantificação de enfisema pulmonar em tomografia computadorizada (TC) de tórax de alta resolução (TCAR), amplamente utilizado na avaliação de DPOC, deficiência de alfa-1 antitripsina e tabagismo. A escala original avalia a extensão do enfisema em cinco zonas pulmonares bilaterais (três à direita: superior, média e inferior; duas à esquerda: superior e inferior), com pontuação de 0 a 4 por zona, totalizando até 24 pontos. O sistema descreve padrões de densidade: 0 = ausência de enfisema; 1 = até 25% de destruição da zona; 2 = 25–50%; 3 = 50–75%; 4 = mais de 75%. O escore total correlaciona-se fortemente com parâmetros funcionais como VEF1, DLCO e tolerância ao exercício, constituindo um preditor independente de mortalidade e progressão da doença. A versão modificada por Goddard (1999) e posteriormente refinada demonstrou correlação r > 0,70 com medidas densitométricas quantitativas automatizadas, validando seu uso em cenários clínicos sem acesso a software de quantificação. Epidemiologicamente, enfisema detectado por TC está presente em 7–10% da população geral adulta acima de 45 anos em estudos populacionais (MESA, COPDGene), subindo para 50–80% em fumantes com histórico de >20 maços-ano. Escores elevados (≥7) associam-se a risco de mortalidade por todas as causas significativamente aumentado em seguimento de 10 anos. Na DPOC, o padrão tomográfico de enfisema predominante (centrolobular versus panlobular versus paraseptal) orienta fenótipos clínicos: o centrolobular, associado ao tabagismo, tende à distribuição nos lobos superiores; o panlobular, à deficiência de alfa-1 antitripsina, apresenta predomínio nos lobos inferiores. O enfisema paraseptal está associado a pneumotórax espontâneo e a formas clínicas mais leves de limitação ao fluxo. A quantificação tomográfica do enfisema é também critério de elegibilidade para procedimentos intervencionistas como redução de volume pulmonar endoscópica (válvulas endobrônquicas) e cirúrgica (LVRS), exigindo mapeamento zonal preciso da heterogeneidade. O Goddard Score, por ser reprodutível entre radiologistas com coeficiente de correlação intraclasse >0,85, permanece padrão de referência em centros sem quantificação automatizada.",
  "points": 22,
  "patient_explanation": "Este exame avalia o quanto do tecido pulmonar foi destruído pelo enfisema — uma condição em que os alvéolos, que são as bolsas de ar responsáveis pela troca de oxigênio, se rompem e deixam de funcionar. O médico analisa as imagens da tomografia de tórax e atribui uma pontuação de acordo com a quantidade de destruição encontrada em cada parte do pulmão. Quanto maior a pontuação, maior a extensão do dano. O enfisema está muito ligado ao tabagismo de longa data, mas também pode ser causado por uma condição genética chamada deficiência de alfa-1 antitripsina. Valores elevados nesse escore indicam que uma fração importante do pulmão já não consegue realizar a troca de oxigênio de forma eficiente, o que pode causar falta de ar, cansaço e limitação nas atividades do dia a dia. Essa avaliação ajuda o médico a entender a gravidade real da doença, planejar o tratamento e verificar se há indicação para procedimentos especializados que podem melhorar a respiração.",
  "conduct": "## Conduta Clínica — TC Tórax: Enfisema (Goddard Score)\n\n### Interpretação do Escore\n\n- **Score 0:** Ausência de enfisema detectável na TC\n- **Score 1–3:** Enfisema leve (até 25% de envolvimento por zona em até 3 zonas)\n- **Score 4–8:** Enfisema moderado — limitação funcional progressiva esperada\n- **Score 9–15:** Enfisema grave — avaliar elegibilidade para intervenções de redução de volume\n- **Score 16–24:** Enfisema muito grave — impacto funcional severo, considerar transplante pulmonar\n\n---\n\n### Investigação Complementar\n\n**Função Pulmonar:**\n- **Espirometria com prova broncodilatadora** — classificação GOLD (VEF1 pós-BD e relação VEF1/CVF)\n- **Pletismografia corporal** — volumes pulmonares estáticos (CPT, VR, VR/CPT); hiperinsuflação e aprisionamento aéreo são achados esperados no enfisema grave\n- **Difusão do CO (DLCO)** — marcador funcional de destruição alveolar; DLCO < 40% do predito indica doença grave com limitação à transferência gasosa\n- **Gasometria arterial** — em casos com SpO2 < 92% em repouso ou Goddard Score ≥ 10\n\n**Exames Laboratoriais:**\n- **Alfa-1 antitripsina sérica** — obrigatório em: enfisema em lobos inferiores ao TC, paciente < 45 anos, não fumante ou fumante leve com enfisema significativo, história familiar de doença pulmonar precoce\n- **Hemograma completo** — policitemia secundária sugere hipoxemia crônica\n- **PCO2 e HCO3** — avaliar retenção crônica de CO2\n\n**Imagem Adicional:**\n- Caracterizar **padrão e distribuição** do enfisema (centrolobular, panlobular, paraseptal) para orientar fenótipo e risco\n- Em candidatos a intervenção: **TC com inspiração e expiração** para avaliar aprisionamento aéreo e heterogeneidade\n- **Cintilografia ventilação-perfusão** ou análise de fissuras em centros especializados para planejamento de redução de volume pulmonar endoscópica\n\n---\n\n### Estratificação de Risco e Encaminhamento\n\n- **Score ≥ 4 com VEF1 < 80% do predito:** encaminhar a **pneumologista** para manejo estruturado de DPOC segundo GOLD\n- **Score ≥ 9 com VEF1 entre 15–45% e hiperinsuflação (VR/CPT > 0,58):** avaliar **elegibilidade para BLVR (redução de volume endoscópica)** — encaminhar a centro de referência com programa de enfisema\n- **Enfisema panlobular, lobos inferiores, paciente jovem:** **dosagem de alfa-1 antitripsina** obrigatória; se deficiência confirmada, encaminhar para avaliação de terapia de reposição\n- **Score ≥ 15 com DLCO < 20% e idade < 65 anos:** discutir **avaliação para transplante pulmonar** em centro especializado\n- **Pneumotórax espontâneo recorrente com enfisema paraseptal:** encaminhar à **cirurgia torácica**\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Cessação do Tabagismo:**\n- Única intervenção comprovada para desacelerar a progressão do enfisema\n- Abordagem combinada (terapia cognitivo-comportamental + vareniclina ou bupropiona ou TRN) é mais efetiva que monoterapia\n- Reduz a taxa de declínio de VEF1 para níveis próximos ao de não fumantes\n\n**Reabilitação Pulmonar:**\n- Indicada para todos os pacientes com Goddard Score ≥ 4 e dispneia limitante (mMRC ≥ 2)\n- Melhora tolerância ao exercício, qualidade de vida e reduz hospitalizações — efeito independente de melhora espirométrica\n- Protocolo mínimo: 8 semanas, 3 sessões/semana, com componente aeróbico e resistido\n\n**Farmacoterapia (DPOC associada):**\n- **LAMA isolado** (tiotropio, umeclidínio) como base em GOLD B/E\n- **LAMA + LABA** em sintomas persistentes\n- **Tríplice terapia (LAMA + LABA + ICS)** em fenótipo eosinofílico (eosinófilos ≥ 300/µL) ou exacerbações frequentes\n- **Evitar ICS como monoterapia** em fenótipo enfisematoso puro sem componente eosinofílico\n\n**Oxigenoterapia Domiciliar:**\n- Indicada se PaO2 ≤ 55 mmHg (ou SpO2 ≤ 88%) em repouso, em ar ambiente, em dois momentos distintos com ≥ 3 semanas de intervalo fora de exacerbação\n- PaO2 56–59 mmHg com hipertensão pulmonar, policitemia ou cor pulmonale também indicam O2 domiciliar\n\n**Vacinação:**\n- Influenza anual e pneumocócica (PCV20 ou PCV15 + PPSV23) são obrigatórias em todos os pacientes com enfisema significativo\n\n**Redução de Volume Pulmonar Endoscópica (BLVR):**\n- Válvulas endobrônquicas: indicadas em enfisema heterogêneo (lobo-alvo com destruição predominante), ausência de colateralidade interlobar, VEF1 15–45%, VR > 150% do predito\n- Coils: alternativa em enfisema homogêneo sem fissuras completas\n- Reduz hiperinsuflação, melhora VEF1 (~14%), dispneia e qualidade de vida em candidatos selecionados\n\n**Transplante Pulmonar:**\n- BODE index ≥ 7, ou VEF1 < 20% com DLCO < 20% ou distribuição homogênea, são critérios de encaminhamento para avaliação\n- Transplante bilateral tem melhor sobrevida no enfisema por DPOC comparado ao unilateral"
}
