{
  "score_item_id": "c77cedd3-2800-73af-a2a1-1fb6e0634025",
  "clinical_relevance": "A endoscopia digestiva alta (EDA) é um exame endoscópico que permite a visualização direta do esôfago, estômago e duodeno proximal por meio de um endoscópio flexível com câmera. É considerada o método de referência para investigação de patologias do trato gastrointestinal superior, por combinar capacidade diagnóstica com possibilidade de coleta de biópsias e intervenções terapêuticas durante o mesmo procedimento.\n\nNo contexto da medicina funcional integrativa, a EDA tem papel central na investigação de distúrbios como hipocloridria e hipercloridria, refluxo gastroesofágico, gastrite (autoimune, atrófica, por H. pylori), esofagite eosinofílica, doença celíaca (com biópsias duodenais) e hérnia de hiato. A pesquisa de Helicobacter pylori durante a endoscopia — por meio de biópsia e teste de urease — é indicação frequente e relevante, pois a infecção por H. pylori está associada à hipocloridria, gastrite atrófica, alteração do microbioma gástrico, geração de espécies reativas de oxigênio, inflamação crônica e mutação de DNA, com implicações no risco de câncer gástrico.\n\nA hipocloridria — definida como pH gástrico em jejum acima de 4 — é considerada a condição mais prevalente dentre os distúrbios gástricos, superando a hipercloridria. Seus sinais e sintomas (indigestão, queimação, empachamento, distensão, eructação, refluxo, pigarro, alergias alimentares, infecções oportunistas) frequentemente se confundem com hipercloridria, tornando a EDA um recurso valioso para diferenciação e para identificação de causas tratáveis. As principais causas de hipocloridria incluem: infecção por H. pylori, gastrite autoimune ou atrófica, envelhecimento (redução de aproximadamente 30% da secreção ácida), uso crônico de inibidores de bomba de prótons (IBP) e antagonistas H2, infecção por HIV e má alimentação crônica.\n\nA EDA com biópsias também é indicada na suspeita de gastrite eosinofílica, síndrome de ativação mastocitária (com achado de mastócitos >20 por campo de grande aumento à imuno-histoquímica), hiperplasia nodular linfoide (associada a alergias alimentares não mediadas por IgE) e em casos de hipersensibilidade alimentar com sintomas digestivos persistentes.\n\nEm pacientes com suspeita de gastrite atrófica autoimune, a EDA deve ser complementada com dosagem de anticorpos anti-células parietais. Marcadores laboratoriais associados incluem ferritina <50 ng/mL e saturação de transferrina <15%, que sugerem hipocloridria e elevam risco de gastrite atrófica; o ideal de ferritina é 100–150 ng/mL com saturação de transferrina nos quartis superiores. A deficiência de vitamina B12 e a hiper-homocisteinemia também são consequências documentadas da hipocloridria e do uso crônico de IBP.\n\nO modelo médico convencional de indicar EDA seguida de prescrição rápida de IBP e erradicação de H. pylori sem considerar dieta e contexto individual é criticado pela medicina funcional integrativa, que preconiza a correção alimentar como primeira etapa, seguida de investigação endoscópica quando pertinente, interpretando H. pylori como associação possível e não causa universal dos sintomas.",
  "points": 0,
  "patient_explanation": "A endoscopia digestiva alta é um exame que permite ao médico visualizar por dentro o seu esôfago (tubo que liga a garganta ao estômago), o estômago e o início do intestino delgado. Para isso, um aparelho fino e flexível com uma câmera na ponta é introduzido pela boca enquanto você está sedado, sem sentir dor.\n\nEsse exame é importante porque consegue identificar problemas que não aparecem em exames de sangue ou de imagem comuns, como inflamações, úlceras, a bactéria H. pylori (que pode causar gastrite e afetar a digestão), alterações no esôfago e até lesões precoces que, se tratadas cedo, têm excelente prognóstico.\n\nQuando o resultado mostra alguma alteração — como gastrite, refluxo ou presença de H. pylori — isso não significa necessariamente uma doença grave, mas sim um sinal de que algo no funcionamento digestivo precisa de atenção. Muitas dessas condições respondem bem a mudanças na alimentação, ajuste de hábitos e, quando necessário, tratamento médico direcionado. O exame também pode ser normal, o que é igualmente valioso para descartar causas orgânicas e direcionar a investigação.",
  "conduct": "## Conduta Clínica — Endoscopia Digestiva Alta\n\n### Indicações para Solicitação\n\n- **Sintomas persistentes** de indigestão, queimação, empachamento, distensão, eructação, refluxo ou pigarro sem resposta à correção alimentar inicial\n- **Suspeita de hipocloridria** (pH gástrico >4 em jejum) não esclarecida por triagem clínica e laboratorial\n- **Suspeita de H. pylori** com indicação de pesquisa histológica/biópsia\n- **Suspeita de gastrite atrófica autoimune** (associar anticorpos anti-células parietais)\n- **Investigação de doença celíaca** (biópsias duodenais com dosagem prévia de IgA total e antitransglutaminase IgA)\n- **Suspeita de esofagite eosinofílica, gastrite eosinofílica ou síndrome de ativação mastocitária**\n- **Alergias alimentares não mediadas por IgE** com sintomas digestivos persistentes (achado possível: hiperplasia nodular linfoide)\n- **Hérnia de hiato** com refratariedade ou avaliação pré-cirúrgica (plicatura)\n- **Rastreamento/vigilância** conforme diretrizes em pacientes de risco (história familiar, idade, tabagismo, uso crônico de IBP)\n\n### Avaliação Pré-Endoscopia\n\n- **Laboratorial prévio recomendado:**\n  - Ferritina e saturação de transferrina (ferritina <50 ng/mL + saturação <15% sugere hipocloridria)\n  - Vitamina B12 e homocisteína (deficiências associadas à hipocloridria e uso crônico de IBP)\n  - Folato, magnésio, cálcio e ferro sérico\n  - Anticorpos anti-células parietais se suspeita de gastrite atrófica autoimune\n  - IgA total e antitransglutaminase IgA se suspeita de doença celíaca (se IgA baixa: dosar IgG e antitransglutaminase IgG)\n- **Triagem funcional:** teste caseiro com bicarbonato de sódio em jejum pode ser usado como rastreio inicial de hipocloridria (tempo >5 min para arrotar sugere hipocloridria), mas não substitui a avaliação endoscópica quando indicada\n- **Histórico de medicamentos:** registrar uso de IBP, antagonistas H2, antibióticos, anticoncepcionais — todos impactam o microbioma gástrico e os achados endoscópicos\n\n### Interpretação dos Achados e Conduta Pós-Exame\n\n**Se pesquisa de H. pylori positiva:**\n- Priorizar tratamento medicamentoso (esquema padrão: claritromicina + IBP + amoxicilina, geralmente 10–14 dias, individualizado)\n- Associar probióticos como adjuvantes ao tratamento de erradicação\n- **Fundamental:** implementar correção alimentar concomitante — sem mudança dietética, as taxas de falha ao tratamento são elevadas\n- Monitorar B12, homocisteína e ferro pós-erradicação\n- Considerar fitoterápicos como espinheira-santa como adjuvantes, conforme avaliação individual\n\n**Se gastrite atrófica ou autoimune:**\n- Solicitar anticorpos anti-células parietais\n- Monitorar B12, ferro, ferritina e saturação de transferrina seriadamente\n- Avaliar necessidade de reposição de vitamina B12 (preferencialmente parenteral ou sublingual em casos de comprometimento absortivo grave)\n- Encaminhar a gastroenterologista para vigilância endoscópica periódica\n\n**Se refluxo / hipocloridria confirmada:**\n- Reavaliar criticamente o uso de IBP: benefício no controle sintomático versus prejuízo à absorção de B12, folato, cálcio, ferro e magnésio (risco de osteoporose, depressão, infecções oportunistas com uso crônico)\n- Priorizar estratégias não farmacológicas: correção alimentar (redução de farinha de trigo refinada, café, ultraprocessados, laticínios em excesso, chocolate), mastigação eficaz, refeições sem pressa\n- Considerar suporte com enzimas digestivas quando indicado\n- Em hérnia de hiato sintomática refratária: discutir opção cirúrgica (plicatura) com especialista, considerando riscos (disfagia, fechamento excessivo)\n\n**Se suspeita de síndrome de ativação mastocitária:**\n- Biópsias com imuno-histoquímica: achado de >20 mastócitos por campo de grande aumento apoia o diagnóstico\n- Complementar com N-metil-histamina urinária em 24h (valor >60 µg/g é sugestivo) e triptase sérica\n- Investigar e tratar intolerância à histamina associada\n\n### Encaminhamento a Especialistas\n\n- **Gastroenterologista** com visão integrativa: casos complexos, achados de risco, necessidade de vigilância endoscópica periódica, candidatos a procedimentos terapêuticos\n- **Nutricionista funcional/integrativo:** indispensável como suporte para correção alimentar antes, durante e após o tratamento — a alimentação inadequada é fator perpetuador independente dos achados endoscópicos\n- **Alergologista:** quando há suspeita de alergia alimentar mediada por IgE com sintomas digestivos (prick test, ImunoCAP)\n\n### Monitoramento e Reavaliação\n\n- Reavaliação de micronutrientes críticos (B12, folato, ferro, ferritina, magnésio, cálcio) após intervenção alimentar e/ou tratamento\n- Monitorar homocisteína como marcador funcional do status de B12 e folato\n- Calprotectina fecal para descartar doença inflamatória intestinal associada (valor <100 µg/g favorece diagnóstico funcional; >250 µg/g requer colonoscopia)\n- Considerar teste respiratório para SIBO/IMO em casos com sintomas persistentes de distensão e gases após correção dos achados endoscópicos"
}
