{
  "score_item_id": "019bf31d-2ef0-7e51-aaad-b7359717f297",
  "clinical_relevance": "A Classificação de Los Angeles (LA) para esofagite erosiva é o padrão internacional para graduação endoscópica da lesão mucosa esofágica na doença do refluxo gastroesofágico (DRGE). O sistema estratifica a gravidade em quatro graus (A, B, C, D) com base na extensão das erosões: Grau A (erosões ≤5 mm, sem confluência entre pregas); Grau B (erosões >5 mm, sem confluência); Grau C (erosões confluentes entre pregas, mas sem circunferência completa); Grau D (erosões comprometendo ≥75% da circunferência esofágica). A confiabilidade interobservador do sistema foi validada em estudo envolvendo 46 endoscopistas que avaliaram gravações de 22 pacientes, com kappa médio de 0,4 para o critério de extensão circunferencial, considerado aceitável para avaliação endoscópica. O Consenso de Lyon 2.0 (2025) estabelece que a esofagite LA-B, C ou D constitui evidência diagnóstica conclusiva de DRGE. Em estudo com 401 pacientes com sintomas de refluxo, as taxas de resposta à terapia de supressão ácida foram significativamente superiores nos grupos LA-B (75,0%) e LA-C/D (82,7%) em comparação com pacientes sem esofagite erosiva (52,4%), validando o valor diagnóstico e prognóstico do grau endoscópico. A esofagite LA-A não apresentou diferença estatisticamente significativa em relação aos pacientes sem esofagite erosiva, a menos que combinada com evidências adicionais como mais de 80 episódios de refluxo por dia ou junção esofagogástrica hipotensiva. A esofagite LA-D apresenta perfil clínico distinto: afeta predominantemente pacientes hospitalizados mais idosos (média de 65 anos vs. 56 anos no LA-A), com IMC mais baixo (25,9 vs. 29,4), alta prevalência de internação hospitalar (70% vs. 3%) e maior frequência de comorbidades cardiopulmonares graves, sugerindo que fatores além do refluxo típico contribuem para sua patogênese. A correlação entre grau de exposição ácida esofágica (pH-metria de 24h) e gravidade da esofagite LA foi demonstrada em coorte de 178 pacientes, bem como a correlação entre grau endoscópico e desfecho terapêutico com omeprazol em 277 pacientes. As principais consequências clínicas da esofagite crônica incluem ulceração esofágica, estenose péptica, Esôfago de Barrett e adenocarcinoma esofágico — esta última complicação com vigilância endoscópica sistematizada pelas diretrizes ESGE (2023) e ACG (2022) com base na extensão do segmento metaplásico (classificação de Praga C&M): segmentos de 1-3 cm a cada 5 anos; 3-10 cm a cada 3 anos; ≥10 cm em centro de referência. O uso crônico de inibidores de bomba de prótons (IBP), embora reduza a acidez e a erosão mucosa, está associado a déficits de absorção de B12, folato, cálcio, ferro e magnésio, aumento do risco de candidíase esofágica, osteoporose e infecções oportunistas, aspectos relevantes no manejo de longo prazo da esofagite erosiva.",
  "points": 12,
  "patient_explanation": "A endoscopia digestiva alta com classificação de Los Angeles avalia se o seu esôfago — o tubo que leva o alimento da boca até o estômago — está inflamado ou lesionado pelo ácido que sobe do estômago. Esse processo se chama esofagite erosiva. O médico que fez o exame atribuiu um grau de A a D: o grau A indica lesões pequenas e leves, enquanto o grau D indica lesões extensas que comprometem grande parte da parede do esôfago. Quanto mais elevado o grau, mais intensa é a lesão e maior a necessidade de tratamento adequado. A boa notícia é que a esofagite responde bem ao tratamento quando identificada e acompanhada corretamente. Sem o controle adequado, no entanto, a inflamação repetida pode levar a cicatrizes, dificuldade para engolir ou, em casos raros, transformações na mucosa esofágica que precisam de vigilância. Por isso, conhecer o grau da esofagite é fundamental para definir o melhor caminho terapêutico para você.",
  "conduct": "## Conduta Clínica — Esofagite Erosiva (Classificação de Los Angeles)\n\n### 1. Interpretação do Grau Endoscópico\n\n- **LA-A:** Lesão leve; não constitui evidência diagnóstica conclusiva de DRGE isoladamente (Lyon Consensus 2.0). Correlacionar com pH-metria de 24h, impedanciometria ou outros marcadores de refluxo antes de confirmar diagnóstico de DRGE.\n- **LA-B:** Evidência diagnóstica conclusiva de DRGE (Lyon Consensus 2.0); taxa de resposta à supressão ácida de 75%. Iniciar tratamento e definir estratégia de manutenção.\n- **LA-C e LA-D:** Evidência conclusiva de DRGE com maior gravidade. LA-D requer avaliação de comorbidades sistêmicas (cardiopulmonares, estado nutricional, contexto de hospitalização), pois fatores além do refluxo típico frequentemente contribuem para a patogênese.\n\n### 2. Investigação Complementar\n\n- **pH-metria de 24h ou impedanciometria:** Indicada nos casos LA-A para confirmar DRGE; útil nos demais graus para quantificar exposição ácida e avaliar resposta terapêutica.\n- **Manometria esofágica de alta resolução:** Avaliar competência da junção esofagogástrica e presença de distúrbios motores associados.\n- **Biópsia endoscópica:** Obrigatória quando há suspeita de Esôfago de Barrett, displasia ou adenocarcinoma. Seguir protocolo de quatro quadrantes a cada 2 cm.\n- **Teste para H. pylori:** Indicado em todos os pacientes com esofagite; erradicação quando positivo, pois reduz inflamação mucosa e pode melhorar resposta ao tratamento.\n- **Avaliação nutricional e laboratorial:** Dosagem de vitamina B12, folato, ferritina, saturação de transferrina, magnésio e cálcio — especialmente em uso crônico de IBP e nos casos LA-C/D com maior tempo de tratamento esperado.\n\n### 3. Tratamento Farmacológico\n\n- **IBP (primeira linha):** Omeprazol, pantoprazol ou esomeprazol em dose plena (1 a 2x/dia), por 8 semanas para cicatrização inicial. Graus C e D podem exigir terapia mais prolongada.\n- **Avaliação de desmame após cicatrização:** Para graus A e B controlados, planejar redução gradual do IBP para evitar efeito rebote de hipersecreção ácida. Manter na menor dose eficaz ou considerar terapia sob demanda.\n- **Monitorar deficiências nutricionais:** Em uso contínuo de IBP, suplementar B12, magnésio e cálcio conforme exames; avaliar risco de osteoporose com densitometria óssea em uso prolongado.\n\n### 4. Intervenções Não Farmacológicas (Base do Tratamento)\n\n- **Modificações dietéticas:** Reduzir alimentos que relaxam o esfíncter esofágico inferior (gorduras, chocolate, café, álcool, menta). Evitar refeições volumosas e deitar-se nas 2-3 horas após as refeições.\n- **Controle do peso:** Sobrepeso e obesidade são fatores de risco para DRGE e esofagite LA-A/B em pacientes ambulatoriais; perda de peso melhora sintomas e grau de lesão.\n- **Elevação da cabeceira:** 15-20 cm eleva a cabeceira do leito para reduzir refluxo noturno.\n- **Cessação do tabagismo:** Tabagismo compromete a barreira antirrefluxo; cessação é medida fundamental.\n\n### 5. Vigilância e Seguimento\n\n- **Esofagite LA-A/B sem Barrett:** Endoscopia de controle após 8-12 semanas de tratamento para confirmar cicatrização; depois conforme resposta clínica.\n- **Esofagite LA-C/D:** Endoscopia de controle obrigatória após tratamento para excluir Esôfago de Barrett e avaliar cicatrização completa.\n- **Esôfago de Barrett confirmado (complicação):** Vigilância endoscópica sistematizada conforme extensão: 1-3 cm a cada 5 anos; 3-10 cm a cada 3 anos; ≥10 cm em centro de referência especializado. Ablação endoscópica indicada em displasia de baixo ou alto grau confirmada.\n\n### 6. Critérios de Encaminhamento ao Especialista\n\n- Esofagite LA-C ou D, especialmente em contexto de hospitalização ou comorbidades graves\n- Ausência de resposta ao tratamento com IBP em dose plena após 8 semanas\n- Suspeita ou confirmação de Esôfago de Barrett com segmento ≥10 cm ou displasia\n- Necessidade de avaliação para terapia endoscópica ablativa ou cirurgia antirrefluxo (fundoplicatura)\n- Disfagia progressiva ou perda de peso não explicada (excluir estenose ou neoplasia)"
}
