{
  "score_item_id": "019bf31d-2ef0-7f94-96cf-15145ef62499",
  "clinical_relevance": "O Esôfago de Barrett (EB) é uma metaplasia intestinal especializada do epitélio escamoso do esôfago distal, decorrente de exposição crônica ao refluxo gastroesofágico (DRGE). A Classificação de Praga C&M é o padrão internacional para documentação endoscópica do EB, adotado pelo ESGE (2023), ACG (2022) e demais diretrizes globais. O parâmetro C (circumferential extent) mede, em centímetros, a extensão da mucosa de Barrett de distribuição circunferencial a partir da junção esofagogástrica (JEG) até a borda proximal do segmento circunferencial; o parâmetro M (maximal extent) mede até a extensão mais proximal de qualquer mucosa de Barrett, incluindo línguas. Este ScoreItem registra especificamente o valor C em centímetros.\n\n**Valores de referência e estratificação de risco (ESGE 2023):**\n- C < 1 cm (linha Z irregular): sem vigilância endoscópica de rotina indicada\n- C 1–3 cm (Barrett curto): vigilância a cada 5 anos\n- C 3–10 cm (Barrett longo): vigilância a cada 3 anos\n- C ≥ 10 cm: encaminhamento obrigatório a centro de referência (expert center)\n\nMaiores valores de C e M correlacionam-se diretamente com maior risco de progressão neoplásica para adenocarcinoma esofágico (ACE). O ACE é a neoplasia de crescimento mais rápido no mundo ocidental e associa-se a prognóstico desfavorável quando diagnosticado em estágios avançados. O EB é o único precursor conhecido do ACE, tornando sua detecção e vigilância fundamentais na estratificação de risco oncológico.\n\n**Dados epidemiológicos:** A prevalência do EB na população geral com DRGE situa-se entre 5% e 15%. O risco anual de progressão do EB sem displasia para ACE é estimado em 0,1–0,3% ao ano; na displasia de baixo grau, 0,5–1% ao ano; na displasia de alto grau, 5–10% ao ano. O protocolo de biópsias quádruplas a cada 2 cm ao longo de toda a extensão do Barrett (protocolo de Seattle) é obrigatório para estadiamento histológico correto. O tempo mínimo de inspeção preconizado pelo ESGE é de 1 minuto por centímetro de extensão do EB.\n\n**Fisiopatologia:** A exposição ácida e biliar crônica ao epitélio escamoso esofágico promove reprogramação epigenética e transdiferenciação metaplásica para epitélio colunar com células caliciformes. Fatores que amplificam o risco incluem: refluxo de longa data (>5 anos), obesidade central, sexo masculino, tabagismo, DRGE noturna e ausência de Helicobacter pylori gástrico (efeito paradoxal protetor da mucosa esofágica). O comprimento do Barrett é o principal preditor de risco neoplásico independente, razão pela qual o valor C em centímetros tem alta relevância clínica neste ScoreItem.",
  "points": 22,
  "patient_explanation": "O esôfago de Barrett é uma alteração que acontece no revestimento do esôfago (o tubo que leva o alimento da boca ao estômago). Quando o ácido do estômago sobe repetidamente para o esôfago — o que chamamos de refluxo — ele pode transformar as células do esôfago em um tipo diferente de célula. Essa transformação é chamada de esôfago de Barrett.\n\nO resultado do exame de endoscopia mostra o quanto dessa região alterada existe em seu esôfago, medida em centímetros (a chamada extensão C, ou circunferencial). Quanto maior esse valor, maior é a área que precisa de acompanhamento.\n\nIsso é importante porque, em alguns casos, essas células alteradas podem, com o tempo, evoluir para um câncer do esôfago. Felizmente, quando o Barrett é encontrado e acompanhado corretamente, com endoscopias e biópsias em intervalos regulares, é possível detectar qualquer mudança precocemente e tratar antes que vire algo mais sério.\n\nO seu médico vai indicar de quanto em quanto tempo você deve repetir a endoscopia com biópsias, de acordo com o tamanho da área afetada. Controlar o refluxo com medicamentos, dieta e mudanças de hábitos é parte fundamental do tratamento.",
  "conduct": "## Conduta Clínica — Esôfago de Barrett (Prague C)\n\n### Confirmação Diagnóstica\n\n- **Documentação endoscópica padronizada** com Classificação de Praga C&M (registrar C e M em centímetros separadamente)\n- **Protocolo de biópsias de Seattle:** quatro quadrantes a cada 2 cm ao longo de toda a extensão do Barrett + biópsias direcionadas de áreas suspeitas (nodularidade, irregularidade mucosa, Paris ≥ IIa)\n- **Tempo mínimo de inspeção:** ≥ 1 minuto por centímetro de extensão (ESGE 2023)\n- Fotodocumentação com classificação de Paris para lesões visíveis\n\n### Estratificação por Extensão (ESGE 2023)\n\n- **C < 1 cm (linha Z irregular):** sem vigilância endoscópica de rotina indicada\n- **C 1–3 cm:** repetir endoscopia com biópsia em 5 anos\n- **C 3–10 cm:** repetir endoscopia com biópsia em 3 anos\n- **C ≥ 10 cm:** encaminhar obrigatoriamente a centro de referência (expert center em endoscopia/gastroenterologia)\n\n### Investigação Complementar\n\n- **Histopatologia:** confirmar presença de metaplasia intestinal com células caliciformes (essencial para diagnóstico definitivo de Barrett)\n- **Estadiamento displásico:** ausência de displasia / displasia de baixo grau (DBG) / displasia de alto grau (DAG) — altera manejo radicalmente\n- Em caso de DBG ou DAG confirmada por segundo patologista experiente: indicar **terapia endoscópica de erradicação** (ablação por radiofrequência ou ressecção endoscópica de mucosa)\n- Pesquisa de H. pylori se não realizada previamente\n\n### Controle do Refluxo Gastroesofágico\n\n- **IBP em dose plena** (omeprazol 20–40 mg, esomeprazol 40 mg ou equivalente, 1×/dia antes do café da manhã) como pilar do controle ácido na presença de Barrett confirmado\n- Ajuste posológico individualizado; monitorar efeitos adversos do uso crônico (absorção de B12, folato, cálcio, ferro, magnésio — conforme chunks científicos de apoio)\n- **Modificações de estilo de vida:** elevação da cabeceira da cama 15–20 cm, evitar refeições 3h antes de deitar, redução de peso em obesos, cessação do tabagismo, restrição de álcool, alimentos gordurosos, café e chocolate\n\n### Critérios de Encaminhamento ao Especialista\n\n- **Gastroenterologista/endoscopista:** todo paciente com Barrett confirmado para acompanhamento de vigilância\n- **Centro de referência:** C ≥ 10 cm (ESGE 2023) ou qualquer grau de displasia\n- **Cirurgia:** casos refratários a IBP ou necessidade de avaliação de fundoplicatura (decisão multidisciplinar)\n\n### Seguimento e Vigilância\n\n- Manter registro atualizado dos valores C e M em cada procedimento para avaliar progressão\n- Revisão do programa de vigilância a cada endoscopia: ajustar intervalo conforme novo C encontrado e resultado histológico\n- Em Barrett sem displasia com bom controle endoscópico: manter IBP, reforçar mudanças de estilo de vida, agendar próxima vigilância conforme extensão\n- **Nunca encerrar vigilância** em paciente com Barrett confirmado sem avaliação individualizada do risco/benefício\n\n### Rastreamento Familiar e Fatores de Risco\n\n- Investigar DRGE de longa data (> 5 anos), obesidade central, sexo masculino, tabagismo como amplificadores de risco\n- Considerar rastreamento de familiares de primeiro grau com EB diagnosticado (risco aumentado)"
}
