{
  "score_item_id": "c77cedd3-2800-76c9-88ab-5edbc63a9f5f",
  "clinical_relevance": "Os sistemas OLGA (Operative Link for Gastritis Assessment) e OLGIM (Operative Link on Gastric Intestinal Metaplasia Assessment) são estadiamentos histopatológicos obtidos por endoscopia digestiva alta com biópsia protocolar, utilizados para estratificação do risco de câncer gástrico tipo intestinal (adenocarcinoma). Ambos baseiam-se no protocolo de Sydney modificado, com coleta de biópsias de pelo menos cinco sítios gástricos: antro (grande e pequena curvatura), incisura angularis e corpo (grande e pequena curvatura).\n\nO OLGA estadifica a extensão e intensidade da atrofia gástrica (substituição das glândulas normais por tecido fibroso ou metaplásico), enquanto o OLGIM estadifica especificamente a metaplasia intestinal — considerada marcador de risco mais reprodutível entre patologistas. Ambos utilizam escala de 0 a IV:\n- Stage 0: sem atrofia / sem metaplasia intestinal\n- Stage I: atrofia/metaplasia leve e localizada\n- Stage II: atrofia/metaplasia moderada ou distribuição intermediária\n- Stage III: atrofia/metaplasia extensa, envolvendo antro e corpo\n- Stage IV: pangastrite atrófica / metaplasia intestinal extensa\n\nEstágios OLGA/OLGIM III e IV conferem risco substancialmente elevado de progressão para displasia e adenocarcinoma gástrico. Dados da literatura indicam que pacientes com OLGIM III/IV têm risco relativo de câncer gástrico estimado em 10 a 15 vezes maior em comparação a indivíduos sem metaplasia intestinal.\n\nAs principais etiologias subjacentes são: infecção crônica por Helicobacter pylori (causa mais prevalente mundialmente), gastrite atrófica autoimune (associada a anticorpos anti-células parietais e anti-fator intrínseco, com risco adicional de anemia perniciosa e deficiência de vitamina B12), e fatores ambientais como tabagismo, dieta pobre em antioxidantes e excesso de sal. O envelhecimento também reduz a secreção ácida gástrica em aproximadamente 30%, podendo contribuir para atrofia progressiva.\n\nA infecção por H. pylori é o principal fator modificável: a erradicação precoce pode estabilizar ou parcialmente reverter lesões nos estágios iniciais (I-II), mas tem efeito limitado sobre metaplasia intestinal extensa estabelecida (estágios III-IV). Deficiências nutricionais frequentemente associadas incluem vitamina B12, ferro, cálcio e magnésio, secundárias à hipocloridria resultante da atrofia das células parietais.\n\nDo ponto de vista do Escore Plenya, o estadiamento OLGA/OLGIM é parâmetro de alto impacto clínico, pois identifica lesões precursoras de neoplasia gástrica potencialmente letais, em fase ainda tratável e monitorável por endoscopia de vigilância.",
  "points": 18,
  "patient_explanation": "A endoscopia digestiva alta com estadiamento OLGA ou OLGIM é um exame que avalia o estado da mucosa do seu estômago. Durante o exame, o médico coleta pequenas amostras (biópsias) de diferentes partes do estômago para analisar no microscópio. Esse estadiamento classifica de 0 a IV o quanto o revestimento interno do estômago sofreu alterações ao longo do tempo — como cicatrizes, redução das células que produzem ácido ou transformação do tecido para um tipo diferente do normal (chamado metaplasia intestinal).\n\nQuanto mais avançado o estágio, maior a atenção necessária: estágios I e II geralmente requerem acompanhamento periódico e correção das causas (como tratar a bactéria H. pylori ou ajustar a alimentação), enquanto estágios III e IV indicam necessidade de vigilância endoscópica mais frequente para detectar precocemente qualquer evolução para lesões mais sérias.\n\nReceber um resultado alterado não significa que você tem ou vai desenvolver câncer — significa que seu médico precisa monitorar e cuidar dessa área com mais atenção. Com o manejo adequado, a maioria das pessoas mantém estabilidade dessas lesões por décadas.",
  "conduct": "## Conduta Clínica: Endoscopia Alta com Estadiamento OLGA/OLGIM\n\n### Interpretação do Resultado\n\n- **Stage 0:** Sem atrofia ou metaplasia intestinal — sem necessidade de vigilância específica além do rastreamento habitual\n- **Stage I-II:** Risco baixo a intermediário — vigilância endoscópica a cada 3-5 anos após erradicação de H. pylori e otimização de fatores modificáveis\n- **Stage III-IV:** Risco elevado — vigilância endoscópica a cada 1-3 anos, com protocolo de biópsia rigoroso (protocolo de Sydney modificado com mapeamento completo)\n\n### Investigação Complementar Necessária\n\n**Laboratorial:**\n- Pesquisa de H. pylori: teste respiratório com ureia-C13, antígeno fecal ou biópsia endoscópica (urease + histologia)\n- Anticorpos anti-células parietais e anti-fator intrínseco (rastrear gastrite atrófica autoimune)\n- Vitamina B12 sérica e ácido metilmalônico (deficiência comum na atrofia gástrica)\n- Ferritina e saturação de transferrina (ferritina < 50 ng/mL com saturação < 15% sugere hipocloridria e possível gastrite atrófica)\n- Homocisteína (elevada em deficiência de B12 e folato secundária à hipocloridria)\n- Hemograma completo (anemia ferropriva ou megaloblástica)\n- Ácido fólico eritrocitário\n\n**Endoscópico:**\n- Repetir endoscopia com cromoscopia ou NBI (Narrow Band Imaging) para melhor mapeamento de metaplasia intestinal em estágios III-IV\n- Garantir biópsias de todos os cinco sítios do protocolo de Sydney modificado\n\n### Manejo Etiológico\n\n**H. pylori confirmado:**\n- Erradicação com esquema tríplice (claritromicina + amoxicilina + IBP por 14 dias) ou quadrúplice com bismuto em regiões de alta resistência\n- Confirmar erradicação com teste respiratório ou antígeno fecal 4-8 semanas após término do tratamento\n- A erradicação pode estabilizar ou parcialmente reverter atrofia em estágios I-II; efeito limitado sobre metaplasia intestinal extensa\n\n**Gastrite atrófica autoimune:**\n- Reposição de vitamina B12 intramuscular quando absorção oral comprometida\n- Monitorar anemia perniciosa, disfunção neurológica e tumores neuroendócrinos gástricos (carcinoides tipo I)\n\n### Otimização Funcional e Nutricional\n\n- Correção de deficiências: B12, ferro, cálcio, magnésio, folato\n- Redução de fatores agressores: tabagismo, álcool, dieta rica em sal e ultraprocessados\n- Adequação alimentar como primeiro passo: reduzir farinha de trigo refinada, café em excesso, ultraprocessados e laticínios inflamatórios\n- Avaliação do uso crônico de IBPs: reavaliar indicação, planejar desmame gradual quando clinicamente possível, pois uso prolongado agrava hipocloridria e prejuízo absortivo\n- Suporte com nutracêuticos quando indicado: considerar betaína HCl (com orientação profissional), zinco, antioxidantes (vitamina C, E, selênio) como adjuvantes na gastroproteção\n\n### Encaminhamento a Especialistas\n\n- **Gastroenterologista:** obrigatório em todos os casos com OLGA/OLGIM Stage II ou superior, ou quando há displasia em qualquer grau\n- **Oncologista/Centro de referência:** displasia de alto grau ou neoplasia intragástrica detectada\n- **Nutricionista funcional:** para otimização alimentar e manejo das deficiências nutricionais secundárias\n- **Hematologista:** quando há anemia perniciosa estabelecida\n\n### Vigilância e Seguimento\n\n| Stage OLGIM | Intervalo de Vigilância Endoscópica |\n|---|---|\n| 0-I | Sem vigilância de rotina (repetir conforme sintomas) |\n| II | A cada 3-5 anos |\n| III | A cada 1-3 anos |\n| IV | A cada 1-2 anos |\n\n- Documentar sempre a extensão e localização das lesões com fotos e mapeamento sistemático\n- Integrar resultado com perfil clínico completo: histórico familiar de câncer gástrico, etnia, tabagismo, exposição ocupacional"
}
