{
  "score_item_id": "c77cedd3-2800-74a9-ac37-2e57e5b73169",
  "clinical_relevance": "A colonoscopia é o exame endoscópico padrão-ouro para avaliação direta da mucosa do cólon e reto, permitindo visualização, biopsia e ressecção de lesões in situ. No contexto do Escore Plenya, representa um parâmetro crítico de rastreamento oncológico e diagnóstico de doenças inflamatórias intestinais.\n\n**Indicações principais:** Rastreamento de câncer colorretal (CCR) a partir dos 45–50 anos na população geral (ou antes em portadores de histórico familiar de primeiro grau, síndromes hereditárias como PAF e Lynch); investigação de sangramento digestivo baixo; calprotectina fecal > 250 µg/g; sintomas de alarme em maiores de 60 anos (alteração do hábito intestinal, hematoquezia, perda de peso não intencional, anemia ferropriva sem causa aparente); vigilância pós-polipectomia e pós-colectomia oncológica; confirmação diagnóstica de DII (Doença de Crohn, retocolite ulcerativa).\n\n**Epidemiologia do câncer colorretal:** O CCR é o segundo câncer mais incidente no mundo em combinação de ambos os sexos e a segunda causa de mortalidade oncológica nos países ocidentais. Fatores de risco estabelecidos incluem: dieta ocidentalizada (alta em carnes vermelhas/processadas, baixa em fibras e vegetais), sedentarismo, obesidade, tabagismo, consumo de álcool, doença inflamatória intestinal de longa data e predisposição genética. O risco aumenta proporcionalmente à duração e extensão da DII. A disbiose intestinal e alterações no microbioma também têm sido implicadas no desenvolvimento do CCR esporádico.\n\n**Interpretação dos achados:** A colonoscopia pode revelar pólipos adenomatosos (tubulares, vilosos, tubulovilosos), pólipos serrilhados, neoplasias invasivas, lesões inflamatórias (úlceras, pseudopólipos, erosões), hiperplasia nodular linfoide (especialmente relevante em contexto de hipersensibilidade alimentar) e alterações vasculares. A sequência adenoma–carcinoma é a via oncogênica mais comum, com janela de oportunidade terapêutica de aproximadamente 10 anos.\n\n**Calprotectina fecal como triagem:** Valor < 100 µg/g tem positividade de 98% para diagnóstico de SII (excluindo DII). Zona cinzenta entre 100–250 µg/g requer reavaliação. Valores > 250 µg/g indicam necessidade de colonoscopia para investigação de processo inflamatório orgânico.\n\n**Estratificação de risco pós-colonoscopia:** Baixo risco (1–2 adenomas tubulares < 10 mm, sem displasia de alto grau): vigilância em 5–10 anos. Risco intermediário (3–4 adenomas ou 1 adenoma ≥ 10 mm): vigilância em 3 anos. Alto risco (≥ 5 adenomas, adenoma ≥ 10 mm com displasia de alto grau, componente viloso ou serrilhado avançado): vigilância em 1 ano. Exame negativo: repetição em 10 anos em população de risco padrão.\n\n**Integração funcional integrativa:** Em pacientes com mais de 60 anos que apresentam sintomas novos, a investigação e exclusão de neoplasia de cólon é fundamental antes de atribuir quadro a distúrbio funcional. A inflamação crônica de baixo grau, mediada por LPS bacteriano (endotoxemia), ácidos graxos saturados e desequilíbrio ômega-6/ômega-3, constitui eixo fisiopatológico que sustenta progressão adenoma–carcinoma e deve ser avaliada em paralelo.",
  "points": 0,
  "patient_explanation": "A colonoscopia é um exame que permite ao médico ver por dentro o intestino grosso (cólon) e o reto usando uma câmera flexível. É considerada o exame mais completo para identificar pólipos (pequenas lesões que podem se tornar câncer com o tempo), inflamações e outras alterações intestinais.\n\nPor que é importante? O câncer de intestino grosso é um dos tipos de câncer mais comuns, mas quando detectado cedo — ainda na fase de pólipo — pode ser removido no próprio exame, antes de se tornar um problema sério. Além disso, a colonoscopia é essencial para investigar sintomas como sangramento nas fezes, diarreia persistente, cólicas intensas ou perda de peso sem explicação.\n\nGeralmente, recomenda-se o primeiro exame a partir dos 45–50 anos para quem não tem histórico familiar de câncer intestinal. Para quem tem parentes próximos com esse diagnóstico, o médico pode antecipar a indicação. Se o exame estiver normal, a repetição costuma ser indicada apenas a cada 5 a 10 anos. Não é um exame para se temer — a preparação intestinal é a parte mais desconfortável, e o procedimento em si costuma ser feito com sedação, sendo bem tolerado.",
  "conduct": "## Conduta Clínica — Colonoscopia\n\n### 1. Indicações para Solicitação\n\n**Rastreamento oncológico (assintomático):**\n- Início aos 45–50 anos na população geral de risco padrão\n- Início aos 40 anos (ou 10 anos antes do diagnóstico mais jovem na família) em pacientes com familiar de primeiro grau com CCR ou adenoma avançado antes dos 60 anos\n- Portadores de síndromes hereditárias (PAF, Lynch): protocolo específico, frequentemente antes dos 25 anos\n\n**Investigação diagnóstica (sintomático):**\n- Calprotectina fecal > 250 µg/g\n- Hematoquezia ou sangue oculto fecal positivo\n- Alteração persistente do hábito intestinal (especialmente em maiores de 45–60 anos)\n- Anemia ferropriva sem causa identificada em homens ou mulheres pós-menopausa\n- Perda de peso não intencional associada a sintomas intestinais\n- Sintomas novos em pacientes com mais de 60 anos — **sempre afastar neoplasia antes de atribuir ao funcional**\n- Suspeita de DII (Crohn, retocolite ulcerativa)\n- Investigação de hipersensibilidade alimentar com quadro intestinal grave (achados como hiperplasia nodular linfoide)\n\n**Vigilância pós-procedimento:**\n- Pós-polipectomia: intervalo conforme risco (1, 3 ou 5–10 anos)\n- Pós-colectomia oncológica: protocolo oncológico individualizado\n- DII estabelecida: vigilância anual ou a cada 2 anos a partir de 8–10 anos de doença extensa\n\n---\n\n### 2. Exames Complementares Associados\n\n- **Calprotectina fecal:** triagem pré-colonoscopia em pacientes com suspeita de DII ou SII; orienta urgência da investigação endoscópica\n- **Pesquisa de sangue oculto nas fezes (PSOF):** rastreamento inicial em baixo risco; positivo indica colonoscopia\n- **Hemograma + ferritina + ferro sérico:** investigação de anemia ferropriva associada a sangramento oculto\n- **CEA (antígeno carcinoembrionário):** não é rastreamento primário, mas útil no seguimento pós-cirúrgico de CCR\n- **PCR-us e outros marcadores inflamatórios:** monitoramento sistêmico da carga inflamatória, especialmente em DII\n- **Teste parasitológico de fezes:** recomendado no Brasil antes de atribuir causa orgânica ao quadro intestinal\n- **IgA total + anti-transglutaminase IgA:** excluir doença celíaca como diagnóstico diferencial\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n**Pré-colonoscopia (preparo e contexto clínico):**\n- Orientar preparo intestinal conforme protocolo da instituição/endoscopista\n- Suspender anticoagulantes/antiagregantes conforme risco tromboembólico (decisão conjunta com especialista)\n- Pacientes com DII ativa: ajustar terapia antes do procedimento eletivo\n\n**Redução de risco para CCR (abordagem preventiva integrativa):**\n- **Dieta:** aumentar consumo de fibras (vegetais, leguminosas, cereais integrais); reduzir carnes vermelhas e ultraprocessados; padrão mediterrâneo associado a menor risco de CCR\n- **Atividade física regular:** inversamente associada ao risco de CCR; mínimo 150 min/semana de intensidade moderada\n- **Controle de peso:** obesidade é fator de risco independente; redução do IMC melhora marcadores inflamatórios intestinais\n- **Cessação do tabagismo e redução do álcool:** ambos são carcinógenos colorretal estabelecidos\n- **Modulação do microbioma intestinal:** dieta rica em fibras aumenta produção de butirato e propionato, com efeito anti-inflamatório e protetor da barreira intestinal; ácidos biliares secundários, modulados por fibras e polifenóis, aumentam mucina e reduzem risco de câncer de cólon\n- **Controle de inflamação sistêmica:** PCR-us elevado é marcador de risco para CCR; intervenção com dieta antioxidante, EPA/DHA, curcumina padronizada e controle de estresse\n\n---\n\n### 4. Encaminhamento ao Especialista\n\n- **Cirurgiões do aparelho digestivo / Gastroenterologistas:** qualquer achado sugestivo de neoplasia, adenoma de alto risco, DII não controlada ou indicação cirúrgica\n- **Oncologista:** CCR confirmado — estadiamento, discussão multidisciplinar e definição de tratamento\n- **Nutricionista especializado:** adequação dietética preventiva ou pós-diagnóstico de DII/CCR\n- **Urgência:** sangramento ativo, obstrução intestinal, perfuração suspeita — encaminhamento imediato a serviço de emergência\n\n---\n\n### 5. Monitoramento e Seguimento\n\n- Documentar achados colonoscópicos e intervalo recomendado de próxima colonoscopia\n- Monitorar calprotectina fecal periodicamente em pacientes com DII para guiar decisões terapêuticas\n- Reavaliar marcadores inflamatórios (PCR-us, hemograma) a cada 6–12 meses em portadores de DII\n- Em pacientes com síndrome do intestino irritável: reassegurar diagnóstico funcional apenas após exclusão criteriosa de causa orgânica, especialmente em maiores de 60 anos ou na presença de sinais de alarme"
}
