{
  "score_item_id": "c77cedd3-2800-79e7-baeb-71f282325420",
  "clinical_relevance": "O número total de adenomas identificados na colonoscopia é um dos principais determinantes de risco para câncer colorretal (CCR) e o critério central para a classificação de vigilância pós-polipectomia. Adenomas colônicos são lesões precursoras do CCR pela via adenoma-carcinoma, sendo responsáveis pela grande maioria dos cânceres colorretais esporádicos. A sequência adenoma-carcinoma envolve acúmulo progressivo de mutações em genes como APC, KRAS e TP53, com tempo médio de progressão estimado entre 10 e 15 anos para adenomas convencionais.\n\nVALORES DE REFERÊNCIA E ESTRATIFICAÇÃO DE RISCO:\n- Achado normal (sem adenomas): risco basal de CCR; retorno ao rastreio padrão em 10 anos.\n- Adenoma de baixo risco: 1-2 adenomas tubulares < 10 mm sem displasia de alto grau — vigilância colonoscópica em 7-10 anos.\n- Adenoma de risco intermediário: 3-4 adenomas tubulares < 10 mm — vigilância em 3-5 anos.\n- Adenoma de alto risco (síndrome adenoma avançado): ≥ 5 adenomas de qualquer tamanho, ou 1-2 adenomas ≥ 10 mm, ou adenoma com componente viloso ≥ 25%, ou displasia de alto grau — vigilância em 3 anos.\n- Pólipo serrilhado sessil ≥ 10 mm ou com displasia de qualquer tamanho — tratamento equivalente ao adenoma avançado.\n\nO número total de adenomas por exame (multiplicidade) é variável independente de risco: pacientes com ≥ 5 adenomas têm risco significativamente maior de adenoma metacrônico avançado e de CCR em comparação àqueles com 1-2 adenomas, mesmo quando o tamanho individual é pequeno. Diretrizes europeias e norte-americanas (ESGE, USMSTF) utilizam contagem total de adenomas como critério principal de estratificação.\n\nEPIDEMIOLOGIA: A prevalência de adenomas colônicos em adultos acima de 50 anos na colonoscopia de rastreio varia entre 20% e 40% conforme a população estudada. A taxa de detecção de adenomas (ADR — Adenoma Detection Rate) é um indicador de qualidade colonoscópica, com metas de ≥ 25% em homens e ≥ 15% em mulheres em exames de rastreio. ADR elevada do endoscopista correlaciona-se com menor incidência de CCR de intervalo.\n\nFATORES ASSOCIADOS A MAIOR NÚMERO DE ADENOMAS: sexo masculino, idade avançada, obesidade, sedentarismo, dieta ocidentalizada (alto consumo de carnes vermelhas e ultraprocessados, baixo consumo de fibras, frutas e vegetais), tabagismo, consumo de álcool (polimorfismos em ADH1B e ALDH2 modulam risco — o genótipo ADH1B rs1229984 A/A foi associado a OR de 1,75 para CCR em consumidores de álcool), resistência à insulina e inflamação crônica sistêmica (PCR-us elevado associa-se a maior risco de CCR). Histórico familiar de CCR ou adenoma avançado em familiar de primeiro grau aumenta o risco e antecipa o início do rastreio.\n\nIMPORTO CLÍNICO: A identificação precoce e remoção completa de adenomas reduz mortalidade por CCR em até 53% (dados do National Polyp Study). A contagem total por exame permite não apenas a estratificação do intervalo de vigilância mas também a sinalização de possível síndrome genética (polipose adenomatosa familiar — FAP — com > 100 adenomas; MUTYH-Associated Polyposis — MAP — com 20-100 adenomas).",
  "points": 18,
  "patient_explanation": "A colonoscopia é um exame que permite visualizar o interior do intestino grosso (cólon) para encontrar e remover pólipos — pequenos crescimentos na parede intestinal. Alguns desses pólipos, chamados adenomas, podem, com o tempo, transformar-se em câncer de intestino se não forem retirados.\n\nO número total de adenomas encontrados no exame é uma informação muito importante: quanto mais adenomas forem detectados, maior é o cuidado necessário com o acompanhamento futuro. Com poucos adenomas pequenos, o retorno para nova colonoscopia pode ser em vários anos. Quando há muitos adenomas ou adenomas maiores, o médico pode recomendar retornar mais cedo para garantir que novos pólipos sejam identificados e removidos a tempo.\n\nA boa notícia é que a colonoscopia permite não apenas encontrar esses pólipos, mas também removê-los no mesmo momento, interrompendo a progressão antes que qualquer problema mais sério se desenvolva. Manter um estilo de vida ativo, alimentar-se com bastante fibras, frutas e vegetais, evitar o excesso de carnes vermelhas e ultraprocessados, não fumar e moderar o consumo de álcool ajudam a reduzir o risco de formação de novos adenomas.",
  "conduct": "## Conduta Clínica — Colonoscopia: Número Total de Adenomas\n\n### 1. Interpretação do Resultado e Estratificação de Risco\n\n- **0 adenomas:** Risco basal — retorno ao rastreio padrão em 10 anos (ou conforme diretriz local).\n- **1-2 adenomas tubulares < 10 mm, sem displasia de alto grau (baixo risco):** Vigilância colonoscópica em 7-10 anos.\n- **3-4 adenomas tubulares < 10 mm (risco intermediário):** Vigilância em 3-5 anos.\n- **≥ 5 adenomas de qualquer tamanho OU adenoma ≥ 10 mm OU componente viloso ≥ 25% OU displasia de alto grau (alto risco / adenoma avançado):** Vigilância em 3 anos.\n- **Pólipo serrilhado sessil ≥ 10 mm ou com displasia:** Manejo equivalente ao adenoma avançado.\n- **≥ 20 adenomas sincrônicos:** Investigar síndrome genética (MAP — MUTYH-Associated Polyposis); ≥ 100 adenomas: considerar FAP — encaminhar para aconselhamento genético.\n\n### 2. Avaliação Complementar\n\n- **Confirmar ressecção completa:** Revisar laudo colonoscópico quanto à completude da polipectomia (margens livres, técnica utilizada — pinça fria, alça a frio, mucosectomia).\n- **Anatomopatológico:** Obrigatório para todos os adenomas ressecados — definir tipo histológico (tubular, tubuloviloso, viloso), grau de displasia e presença de componente serrilhado.\n- **Histórico familiar:** Investigar CCR e adenomas avançados em familiares de primeiro grau; se positivo, antecipar início e intervalo de vigilância.\n- **Marcadores inflamatórios e metabólicos** (abordagem funcional integrativa):\n  - PCR-us: inflamação crônica silenciosa associada a maior risco de CCR e adenomas recorrentes.\n  - Resistência à insulina (HOMA-IR, insulina de jejum): hiperinsulinemia promove proliferação epitelial colônica.\n  - Perfil lipídico ampliado e avaliação de síndrome metabólica.\n  - Considerar calprotectina fecal em casos com sintomas de inflamação intestinal associada.\n- **Rastreio genético:** Indicado quando há suspeita de síndromes hereditárias (FAP, MAP, Lynch) — critérios: múltiplos adenomas (≥ 20), CCR em familiar de primeiro grau < 50 anos, múltiplos cânceres em família (cólon, endométrio, ovário, intestino delgado).\n\n### 3. Intervenções Baseadas em Evidências\n\n#### Modificação do Estilo de Vida\n- **Dieta:** Aumentar consumo de fibras (vegetais, frutas, leguminosas); reduzir carnes vermelhas e ultraprocessados; padrão mediterrâneo associado a menor risco de adenoma recorrente.\n- **Fibras não fermentativas** (goma acácia, polidextrose) para regularizar trânsito sem exacerbar gases em pacientes com síndrome do intestino irritável associada.\n- **Atividade física regular:** Sedentarismo é fator de risco independente para CCR e adenomas; objetivo: ≥ 150 min/semana de atividade moderada.\n- **Redução do peso corporal:** Obesidade e resistência à insulina associadas a maior número e recorrência de adenomas.\n- **Cessação do tabagismo e redução do álcool:** Ambos são fatores de risco para adenomas e CCR; polimorfismos em ADH1B e ALDH2 podem aumentar susceptibilidade a danos pelo acetaldeído no epitélio colônico.\n\n#### Suporte Nutricional / Funcional\n- **Ácidos graxos ômega-3 (EPA/DHA):** Modulação anti-inflamatória da mucosa intestinal; considerar em pacientes com marcadores inflamatórios elevados.\n- **Vitamina D:** Níveis séricos adequados associados a menor risco de adenoma recorrente; ajustar conforme polimorfismos VDR quando disponível.\n- **Cálcio e magnésio:** Evidência de redução de risco para adenomas recorrentes com suplementação de cálcio (não se aplica a todos os pacientes — avaliar função renal e calcemia).\n- **Curcumina e polifenóis:** Evidência de modulação da via inflamatória intestinal (NF-κB); podem ser adjuvantes em abordagem preventiva, especialmente com PCR-us elevado.\n\n### 4. Critérios de Encaminhamento\n\n- **Gastroenterologia/Colonoscopia de vigilância:** Todos os pacientes com adenomas — intervalo conforme estratificação acima.\n- **Cirurgia coloproctológica:** Adenomas não passíveis de ressecção endoscópica completa; lesões com invasão submucosa (pT1) no anatomopatológico.\n- **Aconselhamento genético:** ≥ 20 adenomas sincrônicos; suspeita de síndrome hereditária; histórico familiar sugestivo.\n- **Oncologia:** CCR diagnosticado ou suspeita de malignidade invasiva no anatomopatológico.\n\n### 5. Monitoramento e Seguimento\n\n- Confirmar realização da colonoscopia de vigilância no intervalo recomendado — adesão ao seguimento é o fator mais impactante na prevenção do CCR de intervalo.\n- Reavaliação de fatores de risco modificáveis (peso, atividade física, dieta, tabagismo, álcool) em cada consulta de seguimento.\n- Repetir marcadores inflamatórios e metabólicos (PCR-us, HOMA-IR) anualmente para monitorar resposta às intervenções de estilo de vida."
}
