{
  "score_item_id": "c77cedd3-2800-7ab7-a81f-2cf21706bcee",
  "clinical_relevance": "O Mayo Score UC (Disease Activity Index - DAI) é um instrumento de avaliação de atividade de doença na retocolite ulcerativa (RCU) amplamente utilizado em ensaios clínicos e na prática gastroenterológica. O escore total varia de 0 a 12 pontos, sendo composto por quatro subescores (0-3 cada): frequência de evacuações, sangramento retal, achados na sigmoidoscopia/colonoscopia e avaliação global do médico. O subescores endoscópico — denominado Mayo Endoscopic Score (MES) — é o componente mais relevante clinicamente, estratificando a mucosa colônica em: 0 = mucosa normal; 1 = eritema discreto, padrão vascular reduzido, friabilidade leve; 2 = eritema evidente, ausência de padrão vascular, friabilidade, erosões; 3 = sangramento espontâneo, ulcerações. A cura mucosa (MES 0-1) tornou-se desfecho central em ensaios de biológicos e é associada a menores taxas de colectomia, hospitalização e displasia. A RCU tem prevalência global estimada de 100-200/100.000 habitantes, com incidência crescente em países em desenvolvimento, e está associada a aumento significativo de risco de câncer colorretal proporcional à extensão e duração da doença inflamatória. O escore total Mayo ≤2 (sem subescores >1) define remissão clínica; scores 3-5 indicam doença leve; 6-10 moderada; 11-12 grave. Limitações do MES incluem baixa capacidade de detectar cicatrização mucosa segmentar e variabilidade interobservador, tendo sido comparado desfavoravelmente ao UCEIS (Ulcerative Colitis Endoscopic Index of Severity) em estudos que demonstraram superioridade deste último na predição de desfechos clínicos a longo prazo e na detecção precoce de cicatrização mucosa, conforme estudo em 41 pacientes com RCU recebendo tacrolimus. No contexto do Escore Plenya, o Mayo Score UC reflete diretamente a carga inflamatória intestinal ativa, com impacto sobre permeabilidade intestinal, disbiose secundária, depleção de nutrientes (ferro, B12, folato), ativação imune sistêmica e risco oncológico de longo prazo.",
  "points": 15,
  "patient_explanation": "O Mayo Score UC é uma pontuação usada pelo seu médico para medir o quanto a retocolite ulcerativa (uma doença inflamatória do intestino grosso) está ativa no momento do exame de colonoscopia. A pontuação vai de 0 a 12: quanto menor o número, menos inflamação existe no seu intestino. Para chegar a essa pontuação, o médico avalia quantas vezes você vai ao banheiro, se há sangramento nas fezes, e principalmente como está a aparência da mucosa interna do intestino vista pela colonoscopia. Quando a pontuação é baixa (0-2), significa que a doença está em remissão e o intestino está se recuperando bem. Pontuações mais altas indicam que a inflamação está ativa e pode precisar de ajuste no tratamento. Acompanhar esse escore ao longo do tempo é fundamental para saber se o tratamento está funcionando e para reduzir o risco de complicações graves, incluindo a necessidade de cirurgia.",
  "conduct": "## Conduta Clínica: Mayo Score UC\n\n### Interpretação e Estratificação\n\n- **Remissão (0-2, sem subscore > 1):** Manutenção do tratamento atual; seguimento endoscópico conforme protocolo de vigilância para displasia\n- **Doença leve (3-5):** Otimização de aminossalicilatos (mesalazina oral + tópica); avaliar adesão terapêutica\n- **Doença moderada (6-10):** Considerar corticoterapia sistêmica de resgate; avaliar indicação de terapia biológica (anti-TNF, vedolizumabe, ustekinumabe) ou pequenas moléculas (tofacitinibe, ozanimode)\n- **Doença grave (11-12):** Internação hospitalar; corticoterapia intravenosa; avaliação precoce de colectomia com equipe cirúrgica\n\n### Investigação Complementar\n\n- **Calprotectina fecal:** Marcador não invasivo de inflamação intestinal ativa; valores acima de 250 µg/g correlacionam-se com atividade endoscópica significativa e indicam necessidade de colonoscopia; útil para monitoramento entre os exames endoscópicos\n- **Hemograma completo:** Avaliar anemia ferropriva (sangramento crônico), leucocitose (infecção, corticoide)\n- **PCR e VHS:** Marcadores de atividade inflamatória sistêmica\n- **Ferritina, ferro sérico, capacidade de ligação:** Avaliar depleção de reservas de ferro\n- **Vitamina B12 e folato séricos:** Frequentemente depletados na doença ativa com comprometimento de íleo ou uso crônico de sulfassalazina\n- **Vitamina D:** Meta-análise de 55 estudos observacionais associa deficiência de vitamina D a RCU; manter níveis adequados como parte do manejo integrativo\n- **Albumina e proteínas totais:** Avaliar estado nutricional e enteropatia perdedora de proteínas\n- **Biópsia colônica:** Obrigatória para classificação histológica de atividade, vigilância de displasia (especialmente em doença com >8 anos de duração ou colite extensa)\n\n### Critérios de Encaminhamento\n\n- **Gastroenterologia/Proctologia:** Todo paciente com diagnóstico de RCU para acompanhamento especializado e decisão terapêutica\n- **Cirurgia coloproctológica:** Doença grave refratária a 3-5 dias de corticoterapia IV; megacólon tóxico; perfuração; displasia de alto grau ou adenocarcinoma\n- **Nutricionista:** Manejo de deficiências nutricionais, suporte calórico-proteico em doença ativa moderada/grave\n\n### Intervenções Baseadas em Evidências\n\n**Farmacológicas:**\n- Mesalazina (5-ASA): Primeira linha para doença leve-moderada; dose oral ≥2-4g/dia + supositório/enema retal na doença distal\n- Corticosteroides sistêmicos: Resgate em surtos moderados-graves; não indicados para manutenção\n- Tiopurinas (azatioprina, 6-mercaptopurina): Manutenção em doença corticodependente\n- Biológicos (anti-TNF, vedolizumabe, ustecinumabe): Doença moderada-grave refratária; objetivo de cura mucosa (MES 0-1)\n\n**Suporte integrativo (adjuvante):**\n- **Vitamina D:** Modula receptor VDR e resposta inflamatória NF-kB; manter 25(OH)D > 40-60 ng/mL\n- **Probióticos:** Cepas como *Lactobacillus rhamnosus* e VSL#3 possuem evidência em RCU leve-moderada\n- **Dieta rica em fibras solúveis e AGCC (butirato):** Fortalece barreira mucosa e reduz inflamação luminal; evitar alimentos ultraprocessados, ricos em AGEs e com alto índice glicêmico durante surtos\n- **Ácidos graxos ômega-3:** Efeito anti-inflamatório modulando COX-2 e IL-6\n\n### Vigilância de Câncer Colorretal\n\n- Risco de câncer colorretal aumenta proporcionalmente à duração e extensão da RCU\n- Colonoscopia de vigilância recomendada a partir de 8-10 anos do diagnóstico em colite extensa; a cada 1-2 anos com cromo-endoscopia e biópsias sistemáticas\n- Controle endoscópico com MES como desfecho de tratamento em cada ciclo terapêutico\n\n### Monitoramento de Resposta\n\n- Calprotectina fecal seriada a cada 3 meses durante ajuste terapêutico\n- Colonoscopia de controle após 8-12 semanas de tratamento de indução para avaliar cura mucosa (objetivo: MES 0-1)\n- Avaliação global do Mayo Score a cada consulta para decisão sobre escalonamento ou desescalonamento terapêutico"
}
