{
  "score_item_id": "c77cedd3-2800-7673-b0c8-914fa21e6f1e",
  "clinical_relevance": "O SES-CD (Simple Endoscopic Score for Crohn's Disease) é um índice endoscópico validado para quantificar objetivamente a atividade inflamatória luminal na doença de Crohn (DC) durante colonoscopia. Avalia cinco segmentos intestinais (íleo terminal, cólon direito, cólon transverso, cólon esquerdo/sigmoide e reto), atribuindo pontuação de 0 a 3 a quatro variáveis: tamanho das úlceras, extensão da superfície ulcerada, extensão da superfície afetada e presença de estenose ou estreitamento. A pontuação total varia de 0 a 56. A estratificação convencional classifica a atividade em: remissão endoscópica (SES-CD 0–2), atividade leve (3–6), atividade moderada (7–15) e atividade grave (≥16). A cicatrização mucosa (mucosal healing), definida como SES-CD ≤2 ou ausência de úlceras profundas, é atualmente o principal desfecho terapêutico em ensaios clínicos e na prática clínica, por associar-se a remissão clínica sustentada, redução de hospitalizações e menor necessidade de cirurgia.\n\nA doença de Crohn afeta cerca de 1 em cada 1.000 habitantes em países ocidentais de alta renda, com incidência crescente em países em desenvolvimento, conforme revisão sistemática publicada no Lancet (2017) abrangendo estudos populacionais em 43 países. No Brasil, a incidência de doença inflamatória intestinal (DII) tem aumentado progressivamente nas últimas décadas, embora ainda seja inferior à dos países da Europa Ocidental e América do Norte.\n\nFisiologicamente, a DC é uma doença inflamatória transmural crônica mediada por desregulação imune adaptativa, predominantemente TH1 e TH17, com produção excessiva de TNF-α, IL-6, IL-12 e IL-23, afetando qualquer segmento do trato gastrointestinal da boca ao ânus. A inflamação transmural predispõe a complicações estruturais como fístulas, abscessos e estenoses. Marcadores inflamatórios fecais como calprotectina (valores >250 µg/g indicam inflamação ativa e necessidade de colonoscopia de avaliação) e lactoferrina fecal apresentam forte correlação com a atividade endoscópica mensurada pelo SES-CD, sendo utilizados como ferramentas não invasivas de monitoramento entre os exames endoscópicos.\n\nA correlação entre atividade clínica (CDAI, HBI) e atividade endoscópica (SES-CD) é imperfeita: até 30–40% dos pacientes em remissão clínica apresentam inflamação endoscópica residual significativa. Essa dissociação reforça a importância do monitoramento endoscópico objetivo, especialmente ao ajustar ou escalar terapia biológica. O SES-CD também é utilizado para avaliar a resposta terapêutica pós-indução (semanas 10–14) e como endpoint de cicatrização mucosa em ensaios com anti-TNF, anti-integrina e anti-IL-12/23. A deficiência de vitamina D tem sido associada, em meta-análise de 55 estudos observacionais, a maior atividade endoscópica e risco de recidiva na DC, sugerindo relevância na modulação da resposta inflamatória mucosa.",
  "points": 18,
  "patient_explanation": "A colonoscopia com escore SES-CD é um exame que avalia, de forma objetiva e detalhada, o grau de inflamação dentro do intestino de quem tem doença de Crohn. Durante o exame, o médico analisa cinco partes diferentes do intestino e atribui uma pontuação para o tamanho das feridas (úlceras), para a extensão da área inflamada e para a presença de estreitamentos no intestino. Quanto menor a pontuação, melhor o estado do intestino — uma pontuação muito baixa (próxima de zero) indica que o intestino está cicatrizado por dentro, o que é o objetivo do tratamento.\n\nEsse escore é importante porque a inflamação no intestino nem sempre causa sintomas proporcionais: às vezes o intestino está bastante inflamado mesmo quando a pessoa se sente relativamente bem. Por isso, o exame ajuda o médico a tomar decisões mais precisas sobre o tratamento — se ele está funcionando, se precisa ser intensificado, ou se a doença está sendo controlada de verdade. Cicatrizar o intestino por dentro reduz o risco de complicações sérias, como cirurgia e internações.",
  "conduct": "## Conduta Clínica — Colonoscopia SES-CD (Doença de Crohn)\n\n### Indicações para Realização do SES-CD\n\n- **Diagnóstico inicial** de doença de Crohn: estabelecer extensão e gravidade da doença luminal\n- **Avaliação pós-indução** (semanas 10–14 de terapia biológica ou imunossupressora): verificar resposta endoscópica\n- **Monitoramento de manutenção**: a cada 1–2 anos em pacientes estáveis; mais frequente em casos de discordância clínico-endoscópica\n- **Suspeita de recidiva**: quando calprotectina fecal >250 µg/g ou marcadores inflamatórios (PCR, VHS) em elevação sem causa alternativa\n- **Avaliação pré-cirúrgica**: definir extensão do acometimento antes de ressecções\n- **Monitoramento pós-cirúrgico**: colonoscopia com ileoscopia 6–12 meses após ressecção ileocólica (escore de Rutgeerts/SES-CD para avaliar recorrência endoscópica pós-operatória)\n\n### Interpretação do SES-CD e Estratificação\n\n- **SES-CD 0–2:** Remissão endoscópica — manter terapia vigente, monitoramento clínico regular\n- **SES-CD 3–6:** Atividade leve — otimizar terapia atual, avaliar adesão, investigar fatores agravantes (disbiose, infecção por *C. difficile*, AINE)\n- **SES-CD 7–15:** Atividade moderada — considerar escalonamento terapêutico (intensificação de biológico, associação com imunossupressor, troca de classe)\n- **SES-CD ≥16:** Atividade grave — encaminhamento urgente a gastroenterologista especializado em DII; discutir opções biológicas de resgate ou avaliação cirúrgica\n\n### Investigação Complementar\n\n- **Calprotectina fecal:** monitoramento não invasivo entre colonoscopias; valores >250 µg/g indicam inflamação ativa e necessidade de reavaliação endoscópica\n- **Lactoferrina fecal:** marcador de atividade neutrofílica intestinal; elevada na DC ativa\n- **PCR ultrassensível e VHS:** marcadores sistêmicos de inflamação ativa\n- **Hemograma completo:** anemia (ferropriva ou de doença crônica), trombocitose reativamente elevada (plaquetas >400.000 podem sugerir enteropatia inflamatória crônica)\n- **Albumina sérica:** marcador nutricional e de gravidade da doença\n- **Vitamina D (25-OH):** deficiência associada a maior atividade endoscópica e risco de recidiva em meta-análises; dosar e corrigir quando <30 ng/mL\n- **Enterografia por RM (entero-RM) ou TC:** avaliação de complicações transmurais (fístulas, abscessos, estenoses fibróticas) não visíveis à colonoscopia\n\n### Critérios de Encaminhamento a Especialista\n\n- **Imediato:** SES-CD ≥16, complicações (abscesso, fístula, obstrução), suspeita de displasia/neoplasia\n- **Prioritário (até 4 semanas):** Falha terapêutica (SES-CD sem melhora após indução adequada), necessidade de troca de biológico ou escalonamento\n- **Eletivo:** SES-CD moderado sem resposta clínica satisfatória, planejamento de desmame terapêutico em remissão endoscópica sustentada\n\n### Intervenções Baseadas em Evidências\n\n**Terapia farmacológica:**\n- Biológicos anti-TNF (infliximabe, adalimumabe), anti-integrina (vedolizumabe) e anti-IL-12/23 (ustekinumabe) são os principais agentes para indução e manutenção da cicatrização mucosa (SES-CD ≤2)\n- Imunomoduladores (azatioprina, 6-mercaptopurina) em combinação com biológicos reduzem imunogenicidade e melhoram taxas de cicatrização mucosa\n\n**Abordagem integrativa complementar (sempre adjuvante, não substitutiva):**\n- **Vitamina D:** correção da deficiência (alvo >40–60 ng/mL) associada à modulação da resposta inflamatória via receptor de vitamina D na mucosa\n- **Ácidos graxos de cadeia curta (butirato):** suporte à integridade da barreira epitelial; produção endógena estimulada por dieta rica em fibras fermentáveis\n- **Modulação da microbiota:** evitar uso indiscriminado de antibióticos; considerar probióticos individualizados como suporte adjuvante\n- **Dieta anti-inflamatória:** redução de ultraprocessados, glúten em casos de hipersensibilidade documentada, e alimentos pró-inflamatórios; dieta mediterrânea ou SCD (Specific Carbohydrate Diet) com evidências emergentes na DC\n- **Zinco-carnosina e glutamina:** suporte à integridade da mucosa intestinal\n\n### Monitoramento e Follow-up\n\n- Calprotectina fecal a cada 3–6 meses em doença ativa; a cada 6–12 meses em remissão\n- Colonoscopia de reavaliação: após 3–6 meses de nova terapia ou escalonamento; anualmente em pacientes com >8–10 anos de DC colônica extensiva (rastreamento de displasia)\n- Registrar SES-CD em cada colonoscopia para acompanhamento longitudinal da resposta terapêutica"
}
