{
  "score_item_id": "c77cedd3-2800-76a7-b671-5d0f54885bf5",
  "clinical_relevance": "O Escore de Cálcio Coronariano (CAC), medido em Unidades Agatston (AU) por tomografia computadorizada de coração sem contraste, quantifica a carga de cálcio nas artérias coronárias e representa um marcador direto de aterosclerose subclínica calcificada. Trata-se do mais robusto preditor individual de eventos cardiovasculares maiores (MACE) disponível para estratificação de risco em prevenção primária, superando o LDL isolado, o colesterol total e as calculadoras clínicas clássicas como Framingham.\n\n**Fisiologia e fisiopatologia:** A calcificação coronariana é o produto final de um processo aterosclerótico crônico que envolve infiltração de LDL na parede arterial, oxidação lipídica, recrutamento macrofágico, formação de células espumosas e deposição progressiva de cálcio na placa. O cálcio detectável por TC representa placa estável, madura, mas sua presença quantifica a carga aterosclerótica total — incluindo, indiretamente, a quantidade de placa mole (não calcificada), que é a mais propensa à ruptura.\n\n**Valores de referência e interpretação clínica:**\n- CAC = 0 AU: ausência de aterosclerose detectável; risco cardiovascular extremamente baixo nos próximos 10–15 anos (\"período de garantia\"), independentemente do nível de LDL. Na coorte MESA (Multi-Ethnic Study of Atherosclerosis), 37% dos indivíduos com LDL > 190 mg/dL apresentavam CAC zero, com taxa de eventos cardiovasculares em 10 anos de apenas 3,7% — abaixo do limiar de 7,5% que as diretrizes recomendam para início de estatinas.\n- CAC 1–100 AU: aterosclerose leve; risco baixo a moderado.\n- CAC 100–300 AU: aterosclerose moderada; risco moderado a alto.\n- CAC > 300 AU: aterosclerose extensa; alto risco cardiovascular. Exemplo clínico: CAC de 582 AU em mulher de 71 anos correspondeu ao percentil 97, com risco em 10 anos de 10,7% pela tabela MESA.\n\nA interpretação do valor absoluto deve considerar a idade: um CAC de 38 AU em indivíduo de 36 anos é clinicamente significativo (alto para a faixa etária), enquanto o mesmo valor em um idoso de 70 anos seria considerado baixo.\n\n**Paradoxo do LDL e superioridade do CAC:** Aproximadamente 50% dos indivíduos com LDL normal já apresentam aterosclerose detectável pelo CAC, e metade das pessoas com hipercolesterolemia familiar não têm doença coronariana detectável pelo escore. Isso demonstra que o LDL isolado é preditor fraco de risco individual. Um estudo global caso-controle em 52 países, com 15.152 casos e 14.820 controles, identificou que nove fatores de risco combinados explicam mais de 90% do risco de infarto — reforçando a natureza multifatorial da doença e a inadequação de um único biomarcador.\n\n**Integração com outros marcadores:** O CAC deve ser interpretado em conjunto com ApoB, razão ApoB/ApoA-1, LDL oxidado, marcadores inflamatórios (PCR, IL-6), óxido nítrico endotelial e perfil metabólico (resistência à insulina, triglicerídeos/HDL). Em discordâncias entre laboratório e clínica, a imagem (CAC ou angiotomografia de coronárias) é o árbitro final da conduta.\n\n**Impacto nas decisões terapêuticas:** O CAC zero em paciente com LDL elevado sustenta a não prescrição de estatinas em prevenção primária, enquanto CAC elevado com placas moles visíveis à angiotomografia indica indicação mais clara para terapia farmacológica, incluindo estatinas pelos seus efeitos pleiotrópicos (anti-inflamatório, estabilização de placa, melhora da função endotelial). O exame não faz parte das diretrizes do SUS por envolver tomografia, mas é amplamente recomendado na medicina funcional integrativa e nas diretrizes internacionais para refinamento da estratificação de risco.",
  "points": 32,
  "patient_explanation": "A tomografia do coração para o escore de cálcio é um exame de imagem que avalia se há depósitos de cálcio nas artérias que irrigam o coração — as coronárias. Esses depósitos indicam a presença de aterosclerose, ou seja, o endurecimento e estreitamento progressivo das artérias. O resultado é expresso em Unidades Agatston: quanto mais próximo de zero, melhor. Um resultado igual a zero é chamado de 'poder do zero' e indica risco muito baixo de infarto nos próximos 10 a 15 anos, mesmo que seus exames de sangue mostrem colesterol elevado. Por outro lado, valores altos mostram que a aterosclerose já está presente e que a atenção à saúde cardiovascular precisa ser redobrada. Este exame é especialmente útil porque mede o que realmente está acontecendo nas artérias, e não apenas valores indiretos no sangue. Ele permite que o médico tome decisões muito mais personalizadas sobre a necessidade ou não de medicamentos e mudanças no estilo de vida.",
  "conduct": "## Conduta Clínica — TC de Coração para Escore de Cálcio Coronariano (CAC)\n\n### Indicações para Solicitar o Exame\n\n- **Prevenção primária com risco intermediário** calculado por Framingham ou MESA (5–20% em 10 anos) em que a decisão terapêutica é incerta\n- Pacientes com LDL muito elevado (> 190 mg/dL) para orientar necessidade de estatina\n- Discordância entre perfil lipídico laboratorial e clínica do paciente\n- Histórico familiar forte de doença cardiovascular precoce sem manifestação clínica no paciente\n- Pacientes que recusam medicação e necessitam de motivação baseada em evidência de imagem\n- Avaliação de resistência ou susceptibilidade individual à aterosclerose\n\n---\n\n### Interpretação e Estratificação de Risco\n\n- **CAC = 0 AU:** Risco extremamente baixo; \"período de garantia\" de ~10–15 anos; em prevenção primária, sustentar ausência de indicação de estatina mesmo com LDL > 190 mg/dL se risco em 10 anos < 7,5% (MESA)\n- **CAC 1–100 AU:** Aterosclerose leve; intensificar mudanças de estilo de vida; reavaliação em 3–5 anos\n- **CAC 100–300 AU:** Aterosclerose moderada; discutir terapia farmacológica com base no risco global e em marcadores adicionais (ApoB, LDL oxidado, inflamação)\n- **CAC > 300 AU:** Aterosclerose extensa; indicação mais clara para estatina, especialmente se houver placas moles na angiotomografia; encaminhar ao cardiologista\n- **Considerar a idade na interpretação:** Um CAC de 38 AU em adulto jovem de 36 anos representa risco alto para a faixa etária; o mesmo valor em um idoso de 70 anos seria considerado baixo\n\n---\n\n### Investigação Complementar Recomendada\n\n- **Perfil lipídico ampliado:** ApoB, ApoA-1, razão ApoB/ApoA-1, subfracionamento de LDL (partículas pequenas e densas), LDL oxidado, Lp(a)\n- **Marcadores inflamatórios:** PCR ultrassensível, IL-6, fosfolipase A2, TNF-α\n- **Saúde endotelial:** Óxido nítrico (alvo ≥ 8,8)\n- **Metabolismo glicêmico:** Insulina de jejum, HOMA-IR, hemoglobina glicada (a resistência à insulina é fator de risco independente para DCV)\n- **Angiotomografia de coronárias:** Quando CAC elevado ou discordância marcante entre CAC e clínica; avalia placas moles (mais propensas à ruptura) e estenoses\n- **Avaliação genética:** Polimorfismos relevantes (LDLR, APOE, PCSK9, HMGCR, APOB, FADS1/2) em casos selecionados com hipercolesterolemia familiar ou resposta atípica ao tratamento\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Estilo de vida (base de qualquer conduta):**\n- Dieta com redução de carboidratos refinados e gorduras pró-inflamatórias; dieta mediterrânea organizada demonstra benefício cardiometabólico\n- Atividade física regular (treinos de força + aeróbico) para melhora do perfil lipídico e sensibilidade à insulina\n- Controle do estresse oxidativo e inflamação crônica subclínica\n- Cessar tabagismo e limitar álcool (sem dose \"cardioprotetora\" reconhecida)\n\n**Farmacológico — estatinas:**\n- **Prevenção primária com CAC = 0:** NNT muito alto; benefício absoluto ínfimo; não indicar rotineiramente\n- **Prevenção primária com CAC elevado e risco > 7,5% em 10 anos:** Discutir individualmente; estatina reduz risco relativo em ~20%, com benefício absoluto dependente do risco basal\n- **Prevenção secundária (pós-evento) ou CAC muito elevado com placas moles:** Indicação clara, pelos efeitos pleiotrópicos: redução da inflamação, melhora da função endotelial, estabilização de placa\n- Monitorar resistência à insulina em uso crônico de estatinas (efeito adverso metabólico conhecido)\n\n**Suplementação de suporte (medicina integrativa):**\n- Ômega-3 (EPA/DHA de qualidade) para modulação inflamatória e lipídica\n- Coenzima Q10 em pacientes em uso de estatinas\n- Ácido alfa-lipoico como antioxidante\n- Avaliação de uso de niacina (vitamina B3) para modulação do perfil lipídico em casos selecionados\n\n---\n\n### Critérios de Encaminhamento ao Cardiologista\n\n- CAC > 300 AU ou percentil > 90 para idade e sexo\n- Angiotomografia com evidência de estenose significativa ou placas moles extensas\n- Eventos cardiovasculares prévios (prevenção secundária)\n- Hipercolesterolemia familiar confirmada com CAC elevado\n- Paciente de alto risco sem resposta adequada a medidas não farmacológicas\n\n---\n\n### Seguimento\n\n- Reavaliação clínica e laboratorial a cada 6–12 meses em pacientes com CAC elevado\n- Repetir TC de cálcio em 3–5 anos em casos de CAC baixo e risco intermediário, conforme evolução clínica\n- Integrar resultado do CAC com calculadora MESA para cálculo de risco em 10 anos e decisão terapêutica individualizada"
}
