{
  "score_item_id": "c77cedd3-2800-7080-8d79-00f228455a75",
  "clinical_relevance": "A angiotomografia coronariana (ATC) é um método de imagem não invasivo por tomografia computadorizada multidetectores que permite a visualização direta da anatomia das artérias coronárias, com capacidade de identificar e quantificar tanto placas calcificadas quanto placas moles (não calcificadas) e de composição mista. Difere do escore de cálcio coronariano (CAC), que detecta apenas calcificações, pois a ATC oferece análise morfológica mais ampla da parede arterial, incluindo estenoses luminais e caracterização da placa aterosclerótica.\n\nNo contexto da medicina funcional integrativa, a ATC assume papel central na estratificação de risco cardiovascular quando há discordância entre os marcadores laboratoriais e o quadro clínico. A literatura aponta que aproximadamente 50% dos indivíduos com LDL considerado \"normal\" (≤100 mg/dL) já apresentam aterosclerose aos 50 anos, o que reforça a limitação de basear decisões clínicas exclusivamente em exames séricos. A ATC permite objetivar a presença de doença aterosclerótica subclínica nesses casos.\n\nO escore de cálcio coronariano (CAC = 0), obtido na mesma aquisição tomográfica, possui valor prognóstico negativo robusto: um escore zero indica risco de eventos cardiovasculares extremamente baixo a curto e médio prazo, mesmo em pacientes com LDL acima de 190 mg/dL, questionando a indicação universal de estatinas nessa população. Por outro lado, escores de CAC elevados (≥100 UA ou ≥75º percentil para idade/sexo/etnia) identificam pacientes de alto risco que se beneficiam de terapias intensivas.\n\nAs principais indicações clínicas da ATC incluem: (1) pacientes com risco cardiovascular intermediário em que a decisão terapêutica permanece incerta após avaliação clínica e laboratorial convencional; (2) discordância entre perfil lipídico e risco clínico estimado; (3) avaliação complementar em casos de alto risco com marcadores inflamatórios elevados (PCR, LDL oxidada, fibrinogênio, Lp(a)); (4) exclusão de doença coronariana em pacientes com dor torácica atípica de baixo a intermediário risco. A presença de placas moles na ATC confere risco aumentado independente do grau de estenose luminal, pois essas placas são biologicamente mais ativas e propensas à ruptura.\n\nDo ponto de vista da medicina funcional, a integração da ATC com marcadores metabólicos avançados (razão ApoB/ApoA, LDL oxidada, insulina de jejum, HOMA-IR, Lp(a), homocisteína, PCR ultrassensível) e com dados de imagem complementares (ultrassom de carótidas com avaliação de espessura íntima-média, ultrassom abdominal para avaliação de aorta e placas) compõe avaliação cardiovascular abrangente e individualizada. Ferramentas tradicionais como escore de Framingham e MESA têm reconhecida imprecisão por não contemplarem fatores como disfunção do sono, desequilíbrios hormonais, estado inflamatório subclínico e função mitocondrial.\n\nO resultado da ATC é categorizado pelo RADS (Coronary Artery Disease Reporting and Data System - CAD-RADS): CAD-RADS 0 (sem placa, sem estenose), CAD-RADS 1 (placa mínima, estenose <25%), CAD-RADS 2 (estenose leve 25-49%), CAD-RADS 3 (estenose moderada 50-69%), CAD-RADS 4A/4B (estenose grave ≥70% ou oclusão total), CAD-RADS 5 (oclusão total). Cada categoria orienta conduta específica, desde modificação de estilo de vida até investigação invasiva por cineangiocoronariografia.",
  "points": 22,
  "patient_explanation": "A angiotomografia coronariana é um exame de imagem que usa raios-X para fotografar as artérias do coração por dentro, sem precisar de cirurgia ou cateter. Com ela, o médico consegue ver se existem acúmulos de gordura ou cálcio nas paredes das artérias — chamados de placas — que podem dificultar o fluxo de sangue e aumentar o risco de infarto.\n\nEsse exame é especialmente útil quando os exames de sangue mostram resultados que não batem com o que o médico observa clinicamente, ou quando há dúvida sobre o real risco cardiovascular de uma pessoa. Um resultado normal (sem placas) é muito tranquilizador e indica baixo risco de eventos cardíacos nos próximos anos. Já a presença de placas orienta o médico a intensificar o tratamento e o acompanhamento.\n\nNão se preocupe: o exame é rápido, não dói e não exige internação. Ele é uma ferramenta poderosa para personalizar o seu cuidado cardiovascular, indo além dos exames de sangue convencionais.",
  "conduct": "## Conduta Clínica: Angiotomografia Coronariana\n\n### Indicações para Solicitação\n\n- **Risco cardiovascular intermediário** (escore de risco global entre 5-20% em 10 anos) com incerteza terapêutica após avaliação clínica e laboratorial completa\n- **Discordância** entre perfil lipídico sérico e risco clínico estimado (ex.: LDL elevado com baixo risco clínico aparente, ou LDL \"normal\" com múltiplos fatores de risco metabólicos)\n- **Marcadores inflamatórios e metabólicos alterados**: PCR elevada, LDL oxidada alta, Lp(a) elevada, hiperinsulinemia/resistência insulínica, homocisteína elevada, razão ApoB/ApoA desfavorável\n- **Dor torácica atípica** em paciente de baixo a intermediário risco pré-teste\n- **Decisão sobre início ou intensificação de estatinas** em casos borderline, especialmente quando CAC = 0 pode alterar conduta\n- Pacientes com **síndrome metabólica** e múltiplos fatores de risco não controlados\n\n### Preparo e Interpretação\n\n- Solicitar **ATC com escore de cálcio coronariano** (CAC) e análise de placas moles — ambos na mesma aquisição\n- Verificar função renal (creatinina, TFG) antes do uso de contraste iodado\n- Ajuste de frequência cardíaca com betabloqueador (metoprolol VO) antes do exame quando FC > 65 bpm, conforme protocolo do serviço\n- Interpretar o resultado pelo sistema **CAD-RADS**:\n  - **CAD-RADS 0**: Sem placa. Risco muito baixo. Reforçar estilo de vida saudável; repetição em 5 anos ou conforme risco clínico\n  - **CAD-RADS 1-2**: Placa presente, sem estenose significativa. Intensificar modificações de estilo de vida e controle de fatores de risco; considerar terapia farmacológica conforme perfil de risco global\n  - **CAD-RADS 3**: Estenose moderada (50-69%). Avaliar isquemia funcional com teste de estresse; encaminhar à cardiologia\n  - **CAD-RADS 4A/4B**: Estenose grave (≥70%) ou oclusão. Encaminhamento urgente à cardiologia/hemodinâmica para avaliação invasiva\n\n### Atenção às Placas Moles\n\n- **Placas não calcificadas (moles)** são biologicamente mais instáveis e com maior risco de ruptura, mesmo sem estenose significativa\n- Presença de placas moles exige **intensificação terapêutica**: estatinas de alta potência, controle rigoroso de inflamação, LDL oxidada, insulina e pressão arterial\n- Comunicar ao paciente a importância do achado sem gerar pânico desnecessário\n\n### Integração com Avaliação Funcional\n\n- **Complementar com perfil laboratorial avançado**: ApoB/ApoA, LDL oxidada, Lp(a), insulina de jejum, HOMA-IR, PCR ultrassensível, homocisteína, fibrinogênio, ferritina\n- **Associar exames de imagem vascular**: ultrassom de carótidas (espessura íntima-média e presença de placas), ultrassom abdominal para aorta\n- Avaliar **disfunção endotelial** indiretamente: óxido nítrico, disfunção erétil como marcador precoce\n- Considerar **rastreio hormonal** (testosterona, estradiol, DHEA-S) e metabólico completo, pois desequilíbrios hormonais e resistência insulínica são fatores de risco cardiovascular frequentemente subestimados\n\n### Encaminhamentos\n\n- **Cardiologista**: CAD-RADS ≥ 3, presença de placas moles extensas, ou resultado que mude decisão terapêutica significativamente\n- **Hemodinâmica/Cirurgia cardíaca**: CAD-RADS 4-5\n- **Nutrólogo/Nutricionista**: todos os pacientes com placas identificadas para otimização alimentar (padrão mediterrâneo com restrição calórica, controle de carboidratos refinados)\n- **Educador físico/Fisiologista**: prescrição de exercício aeróbico e de força supervisionado\n\n### Intervenções Baseadas em Evidências Após Resultado Alterado\n\n- **Dieta**: Padrão mediterrâneo ou low-carb ajustado ao fenótipo metabólico; redução de ultraprocessados e alimentos de alto índice glicêmico; monitorar resposta lipídica individual\n- **Exercício físico regular**: combinação de aeróbico e resistência muscular; melhora do perfil lipídico, sensibilidade à insulina e função endotelial\n- **Controle da inflamação**: suplementação de ômega-3 (conforme Índice Ômega-3), vitamina D com alvo funcional (especialmente em cardiopatas), complexo B para homocisteína (B12, B6, folato conforme polimorfismos MTHFR)\n- **Manejo farmacológico**: estatinas de alta intensidade quando indicado; considerar inibidores de PCSK9 em casos de Lp(a) elevada ou hipercolesterolemia familiar; metformina em resistência insulínica; agonistas GLP-1 em obesidade com DCV\n- **Monitorização seriada**: repetir painel laboratorial em 3-6 meses após intervenções; considerar nova ATC em 3-5 anos conforme evolução clínica"
}
