{
  "score_item_id": "c77cedd3-2800-7255-9e45-10bf0cb55d97",
  "clinical_relevance": "A mamografia digital bilateral é o principal método de rastreamento do câncer de mama, sendo o único exame de imagem com evidência suficiente para redução de mortalidade em populações de risco. Na perspectiva da medicina funcional integrativa, o exame insere-se em uma estratégia mais ampla de estratificação de risco individualizada, não substituindo — mas complementando — intervenções sobre fatores modificáveis.\n\n**Epidemiologia e relevância clínica:**\nO câncer de mama representa uma das principais causas de mortalidade por neoplasia em mulheres. No Brasil, as estimativas apontam para 74 mil novos casos anuais no próximo triênio, representando aumento em relação à projeção anterior de 67 mil casos. As projeções de longo prazo indicam que, até 2040, a incidência pode aumentar em 40% e a mortalidade em 50%. Em contraste, dados dos Estados Unidos sugerem desaceleração na mortalidade a partir de 2021. Cerca de 90% dos casos de câncer de mama relacionam-se a fatores não genéticos e potencialmente modificáveis; apenas 10% têm base em mutações genéticas conhecidas (BRCA1, BRCA2, TP53 e outras).\n\n**Densidade mamária e interpretação mamográfica:**\nA densidade mamária é um critério exclusivamente mamográfico — não pode ser diagnosticada sem a realização da mamografia. Mamas densas em mulheres jovens são esperadas fisiologicamente; o critério torna-se clinicamente relevante sobretudo no rastreamento, geralmente a partir dos 50 anos. Mulheres com mamas muito densas apresentam risco relativo 4 a 6 vezes maior de desenvolver câncer em comparação com mamas lipossubstituídas; no entanto, o risco absoluto aumenta de forma modesta: de uma base de 10% para 10,6% ao longo da vida. O impacto clínico maior da alta densidade não é o risco absoluto em si, mas a dificuldade diagnóstica associada, pois tecido denso reduz a sensibilidade do exame para detecção de lesões.\n\n**Classificação BI-RADS e conduta:**\nA categorização BI-RADS orienta a conduta após o exame. Nódulos classificados como BI-RADS 3 têm risco muito baixo de malignidade: o estudo ACRIN 666 demonstrou taxa de erro de apenas 0,8%, sendo o acompanhamento semestral no primeiro ano — e depois anual — o padrão estabelecido. A biópsia a vácuo demonstra eficácia comparável à biópsia cirúrgica (próxima de 100%), constituindo alternativa minimamente invasiva para investigação de nódulos indeterminados.\n\n**Limitações e vieses do rastreamento:**\nA análise de sobrevida em 5 anos deve ser interpretada com cautela, pois pode ser influenciada por viés de diagnóstico precoce sem necessariamente refletir redução real de mortalidade. O rastreamento mamográfico não reduziu significativamente a incidência de doença metastática e está associado a aumento de biópsias desnecessárias e possível sobretratamento de tumores indolentes. A mamografia é detecção precoce, não prevenção primária.\n\n**Fatores metabólicos e risco oncológico mamário:**\nHiperinsulinemia aumenta o risco de câncer de mama em 34% e o risco de morte após o câncer em 78%, independentemente de IMC e circunferência abdominal. Mulheres com IMC normal mas com síndrome metabólica apresentam maior incidência. Células tumorais metabolizam glicose predominantemente via glicólise mesmo em presença de oxigênio (efeito Warburg), conferindo base metabólica ao risco oncológico. Insulina e IGF-1 exercem efeito proliferativo direto sobre a glândula mamária, reforçando a importância do controle metabólico como estratégia de prevenção.\n\n**Rastreamento de precisão e futuras tecnologias:**\nO rastreamento atual tende a ser progressivamente substituído ou complementado por estratégias de maior precisão: análise de DNA tumoral circulante, aspirado do mamilo para análise genética e detecção de células tumorais circulantes. Calculadoras de risco (Gail, Tyrer-Cuzick) são úteis como ferramentas pedagógicas para motivar mudanças de estilo de vida, mas tendem a superestimar o risco em populações brasileiras, pois foram desenvolvidas em outras populações.\n\n**Reposição hormonal e risco mamário:**\nEnsaios clínicos randomizados (WHI) não reproduziram o aumento de risco de câncer de mama observado em estudos observacionais. Progestágenos sintéticos (ex.: medroxiprogesterona) foram associados a maior risco mamário, enquanto progesterona micronizada não demonstrou o mesmo efeito. História familiar (mãe/irmã com câncer de mama) aumenta discretamente o risco pessoal, mas estudos (Sister Study, WHI) indicam que a reposição hormonal não amplifica adicionalmente esse risco. O uso de TRH por mais de 15 anos está associado a aumento de 58% no risco relativo, o que corresponde, em termos absolutos, a elevação de 43 para 68 casos a cada 100 mil mulheres.",
  "points": 0,
  "patient_explanation": "A mamografia digital bilateral é uma radiografia das mamas que permite identificar alterações como nódulos, microcalcificações e mudanças na estrutura do tecido mamário — muitas vezes antes de qualquer sintoma aparecer. É o principal exame de rastreamento do câncer de mama disponível atualmente.\n\nO resultado do exame classifica os achados em categorias chamadas BI-RADS: quanto maior o número, maior a necessidade de investigação. A maioria dos nódulos identificados é benigna — a categoria BI-RADS 3, por exemplo, tem menos de 1% de chance de ser câncer e é acompanhada apenas com exames periódicos.\n\nÉ importante entender que a mamografia é uma ferramenta de detecção precoce, não de prevenção. Isso significa que ela ajuda a encontrar alterações em estágios iniciais, mas não impede que o câncer apareça. A prevenção de verdade envolve cuidar do estilo de vida: controlar o peso, praticar exercícios de força, dormir bem, reduzir o estresse, controlar os níveis de insulina e manter uma alimentação equilibrada. Esses fatores respondem por aproximadamente 90% dos casos de câncer de mama.\n\nSe você tem mamas densas (o que o próprio exame informa), o médico pode recomendar exames complementares em casos selecionados. Converse com seu médico sobre o melhor acompanhamento para o seu perfil individual.",
  "conduct": "## Conduta Clínica — Mamografia Digital Bilateral\n\n### 1. Indicações e Periodicidade do Rastreamento\n\n- **Rastreamento geral:** iniciar mamografia anual a partir dos **40–50 anos** (conforme diretriz institucional e perfil de risco individual)\n- **Alto risco (risco de vida ≥ 20% ou Gail 5 anos ≥ 1,7%):** considerar início mais precoce e/ou complementação com ressonância magnética\n- Risco ≥ 20% ao longo da vida é critério para manejo intensificado\n\n---\n\n### 2. Interpretação e Conduta por Categoria BI-RADS\n\n- **BI-RADS 1 e 2 (negativo/benigno):** acompanhamento de rotina conforme periodicidade habitual\n- **BI-RADS 3 (provavelmente benigno):**\n  - Acompanhamento semestral no primeiro ano\n  - Depois, retorno ao acompanhamento anual se estável\n  - Risco de malignidade < 1% (estudo ACRIN 666: 0,8%)\n  - Reposição hormonal não justifica intensificação do seguimento por si só\n- **BI-RADS 4 e 5 (suspeito/altamente suspeito):** indicar biópsia de fragmento ou biópsia a vácuo (eficácia próxima de 100%, comparável à biópsia cirúrgica)\n- **Novos nódulos na menopausa:** investigar; geralmente com biópsia de fragmento\n\n---\n\n### 3. Avaliação da Densidade Mamária\n\n- Densidade mamária só é avaliada pela mamografia — não pode ser determinada clinicamente\n- Mamas densas com **fatores de risco adicionais**: considerar **ressonância magnética de mamas** de forma individualizada (não de rotina para toda paciente densa)\n- Risco relativo 4–6x maior com alta densidade, mas risco absoluto baixo (aumento de 10% para 10,6%)\n- Evitar alarmismo; contextualizar risco relativo versus absoluto com a paciente\n\n---\n\n### 4. Estratificação de Risco Oncológico Mamário\n\n**Critérios de suspeita para investigação de mutação genética (encaminhar para aconselhamento genético):**\n- Múltiplos casos de câncer na família (mama, ovário, pâncreas, próstata), em ambos os lados\n- Câncer de mama triplo negativo\n- Câncer de mama em idade jovem (< 45 anos)\n- Câncer de mama em homem na família\n- Descendência judaica Ashkenazi\n- Resultado genético negativo não exclui risco familiar elevado\n\n**Ferramentas de cálculo de risco:**\n- Calculadora de Gail (mais conhecida): risco ≥ 1,7% em 5 anos é considerado alto\n- Tyrer-Cuzick e calculadoras com PRS integrado: incorporam mais variáveis\n- **Limitação importante:** ferramentas desenvolvidas em outras populações tendem a superestimar risco em brasileiras; usar com cautela e finalidade pedagógica\n\n---\n\n### 5. Investigação Metabólica Complementar (Medicina Integrativa)\n\n- **Avaliação de resistência à insulina:** hiperinsulinemia aumenta risco de câncer em 34% e risco de morte após câncer em 78%, independentemente de IMC\n  - Solicitar: glicemia de jejum, insulina de jejum, HOMA-IR, curva glicoinsulinêmica se indicada\n- **Marcadores inflamatórios:** PCR ultrassensível, VHS, IL-6 (se disponível)\n- **Composição corporal:** bioimpedância ou DEXA para identificar sarcopenia (inclusive em mulheres com peso normal)\n- **Metabolismo hormonal:** considerar DUTCH Test para avaliação de metabólitos estrogênicos em casos selecionados (exame complexo, requer treinamento do profissional)\n- **Modulação de metabólitos do estrogênio:**\n  - Crucíferas (brócolis, couve-flor, couve): 3–4x/semana\n  - Indol-3-carbinol (I3C): 200–400 mg/dia (opção mais acessível)\n  - Di-indolilmetano (DIM): 100–200 mg/dia (mais potente)\n\n---\n\n### 6. Intervenções Baseadas em Evidências para Redução de Risco\n\n- **Exercício de força:** prioritário para remodelar microambiente mamário, combater sarcopenia e melhorar sensibilidade à insulina\n- **Controle do peso e adiposidade:** obesidade e inflamação crônica são alvos primários de risco\n- **Correção de hiperinsulinemia:** rastreamento e tratamento de resistência à insulina como meta clínica central\n- **Qualidade do sono e manejo do estresse:** impacto direto sobre inflamação e equilíbrio hormonal\n- **Alimentação:** redução de açúcar e ultraprocessados; dieta com potencial anti-inflamatório\n\n---\n\n### 7. Encaminhamentos\n\n- **Mastologista:** BI-RADS ≥ 4, nódulos novos na menopausa, histórico pessoal de câncer de mama\n- **Geneticista / Aconselhamento genético:** critérios de suspeita para mutação (BRCA1/2, TP53) — encaminhar **antes** da realização do teste genético\n- **Nutricionista / Endocrinologista:** resistência à insulina, obesidade, síndrome metabólica associada\n- **Educador físico:** prescrição de treino de força individualizado\n\n---\n\n### 8. Reposição Hormonal e Mama\n\n- **Não contraindicar RH apenas por densidade mamária ou história familiar, sem outros fatores de risco**\n- Preferir **progesterona micronizada** a progestágenos sintéticos (menor risco mamário)\n- TRH > 15 anos: aumento de risco relativo de 58% (43 → 68 casos/100 mil mulheres): discutir risco-benefício individualmente\n- **Não indicar RH sistêmica em paciente com histórico de câncer de mama**; considerar terapia tópica para atrofia vaginal apenas após tentativa de métodos não hormonais\n- BI-RADS 3 não é contraindicação à RH; não intensificar seguimento apenas por uso de reposição"
}
