{
  "score_item_id": "c77cedd3-2800-7f3f-8e6a-8f082e329121",
  "clinical_relevance": "A mamografia com classificação BI-RADS (Breast Imaging-Reporting and Data System), padronizada pelo American College of Radiology, é o principal método de rastreamento e diagnóstico de câncer de mama, além de ser o instrumento de avaliação da densidade mamária. O sistema BI-RADS organiza os achados mamográficos em categorias com implicações clínicas bem definidas:\n\n**Categorias BI-RADS para achados mamários:**\n- **BI-RADS 0:** Avaliação incompleta — necessidade de imagens adicionais ou comparação com exames anteriores.\n- **BI-RADS 1:** Negativo — sem achados suspeitos; rastreamento rotineiro.\n- **BI-RADS 2:** Benigno — achados benignos definitivos (calcificações benignas, fibroadenomas estáveis, cistos simples); rastreamento rotineiro.\n- **BI-RADS 3:** Provavelmente benigno — risco de malignidade inferior a 2% (estudo ACRIN 6666: 0,8% em população de alto risco); controle semestral no primeiro ano, depois anual.\n- **BI-RADS 4:** Suspeito — subdividido em 4A (baixa suspeita, 2–10%), 4B (suspeita intermediária, 10–50%) e 4C (suspeita moderada-alta, 50–95%); biópsia indicada.\n- **BI-RADS 5:** Altamente sugestivo de malignidade — probabilidade >95%; biópsia obrigatória.\n- **BI-RADS 6:** Malignidade conhecida (biopsiada) — tratamento em curso.\n\n**Categorias BI-RADS para densidade mamária (A–D):**\n- **A:** Mamas predominantemente gordurosas — menor sensibilidade diagnóstica e menor risco associado à densidade.\n- **B:** Densidades fibroglandulares esparsas.\n- **C:** Densidades heterogêneas — podem ocultar pequenas massas.\n- **D:** Densidades extremas — sensibilidade mamográfica significativamente reduzida.\n\nMulheres com mamas densas (categorias C e D) apresentam risco relativo 1,5 a 2 vezes maior de desenvolver câncer de mama em comparação com mamas gordurosas (JAMA Oncology, 2021). Em comparação direta entre mama muito densa e lipossubstituída, o risco relativo pode chegar a 4–6 vezes; contudo, o impacto no risco absoluto é modesto: o risco vitalício passa de aproximadamente 10% para 10,6%, reforçando a necessidade de contextualizar o achado e não gerar alarme desproporcional.\n\n**Epidemiologia e cenário brasileiro:**\nO câncer de mama é o câncer mais frequente em mulheres no Brasil, com projeção de 74 mil novos casos anuais. Estima-se aumento de 40% na incidência e 50% na mortalidade até 2040. Apenas 10% dos tumores têm base genética identificada (BRCA1, BRCA2, TP53 e outros genes de alta penetrância); os demais 90% relacionam-se a fatores não genéticos e potencialmente modificáveis — estilo de vida, obesidade, inflamação crônica, resistência à insulina e exposição a disruptores endócrinos.\n\n**Fatores de risco metabolicamente relevantes:**\n- Hiperinsulinemia: aumenta o risco de câncer de mama em 34% e o risco de morte pós-diagnóstico em 78%, independentemente de IMC ou circunferência abdominal.\n- Obesidade: aumenta o risco em aproximadamente 58%; o tecido adiposo gera inflamação crônica com hipóxia, necrose e liberação de citocinas pró-tumorais.\n- Síndrome metabólica em eutróficas: mulheres com IMC normal mas com síndrome metabólica apresentam maior incidência de câncer de mama.\n\n**Densitometria e conduta diagnóstica:**\nA densidade mamária só pode ser classificada a partir da primeira mamografia. O rastreio mamográfico é geralmente iniciado aos 50 anos; em pacientes com fatores de risco adicionais (história familiar, mutação genética identificada, densidade extrema), o início pode ser antecipado e modalidades complementares como ressonância magnética podem ser consideradas. A biópsia a vácuo tem eficácia comparável à biópsia cirúrgica (próxima de 100%), sendo alternativa menos invasiva para diagnóstico e remoção de lesões.",
  "points": 22,
  "patient_explanation": "A mamografia é um exame de imagem das mamas que usa raios-X de baixa dose. O resultado vem com uma classificação chamada BI-RADS (0 a 6) que indica o grau de suspeita de qualquer alteração encontrada.\n\nBI-RADS 1 e 2: sem achados preocupantes — apenas rastreamento de rotina. BI-RADS 3: alteração provavelmente benigna, com menos de 1% de chance de ser algo sério; o médico pedirá um novo exame em 6 meses. BI-RADS 4 e 5: biópsia necessária para resposta definitiva. BI-RADS 6: diagnóstico já confirmado.\n\nO laudo também pode informar a densidade da mama (A a D). Mamas mais densas não são uma doença, mas podem dificultar a visualização de pequenas alterações e estão associadas a risco levemente maior de câncer ao longo da vida.\n\nDetectar alterações cedo é fundamental para melhores resultados. Além da mamografia, cuidar do peso, praticar exercícios de força, evitar álcool e dormir bem reduzem significativamente o risco de câncer de mama.",
  "conduct": "## Conduta Clínica — Mamografia BI-RADS\n\n### 1. Interpretação por Categoria e Conduta Imediata\n\n- **BI-RADS 0:** Solicitar imagens complementares (magnificação, compressão localizada) ou comparar com mamografias anteriores antes de qualquer decisão.\n- **BI-RADS 1 e 2:** Rastreamento rotineiro conforme protocolo de idade e risco. Nenhuma intervenção adicional necessária.\n- **BI-RADS 3:**\n  - Controle com ultrassonografia ou mamografia em 6 meses (primeiro ano), depois anual por 2–3 anos.\n  - Estudo ACRIN 6666 em população de alto risco: apenas 0,8% dos nódulos BI-RADS 3 eram malignos na reclassificação — transmitir esta informação para reduzir ansiedade.\n  - Nódulos novos na pós-menopausa devem ser investigados (biópsia de fragmento), independentemente da categoria inicial, pelo fator etário.\n  - **Reposição hormonal em pacientes BI-RADS 3:** não exige intensificação do seguimento além do padrão (não há evidência para controle trimestral rotineiro).\n- **BI-RADS 4 (A, B, C) e BI-RADS 5:**\n  - Biópsia obrigatória. Preferir biópsia a vácuo guiada por imagem quando tecnicamente possível — eficácia diagnóstica comparável à biópsia cirúrgica (próxima de 100%), com menor morbidade e possibilidade de remoção da lesão sem necessidade de sala cirúrgica.\n  - Encaminhar para mastologia/oncologia mamária após confirmação histológica.\n- **BI-RADS 6:** Coordenar com equipe oncológica para planejamento terapêutico.\n\n---\n\n### 2. Avaliação de Densidade Mamária (Categorias A–D)\n\n- **Categorias A e B:** Sensibilidade mamográfica adequada; seguimento padrão.\n- **Categorias C e D (mamas densas):**\n  - Risco relativo de 1,5–2x em relação a mamas gordurosas (JAMA Oncology, 2021); risco absoluto vitalício aumenta de ~10% para ~10,6%.\n  - Contextualizar o risco com a paciente: não gerar alarmismo, mas registrar como fator de estratificação.\n  - Considerar ultrassonografia mamária complementar em pacientes com mamas muito densas + fatores de risco adicionais.\n  - Ressonância magnética de mama: indicar apenas quando houver fatores de risco adicionais relevantes (mutação BRCA, história familiar de alto risco, mamas densas + outros fatores), não de rotina.\n\n---\n\n### 3. Estratificação de Risco Genético\n\n- **Indicar investigação genética (BRCA1/2, TP53):** múltiplos cânceres familiares (mama/ovário/pâncreas/próstata), câncer triplo-negativo, diagnóstico <45 anos, câncer de mama em homem ou descendência Ashkenazi.\n- **Encaminhar para aconselhamento genético** antes da testagem molecular.\n- Calculadoras de risco (Gail, Tyrer-Cuzick) com cautela em populações brasileiras; usar como ferramenta pedagógica para motivar mudanças de estilo de vida.\n\n---\n\n### 4. Abordagem Metabólica e de Estilo de Vida (Medicina Integrativa)\n\n- **Avaliação obrigatória em toda paciente com achado mamário:**\n  - Composição corporal (bioimpedância ou DEXA): identificar sarcopenia e gordura visceral.\n  - Marcadores metabólicos: glicemia, insulina, HOMA-IR — hiperinsulinemia aumenta risco de câncer em 34% e mortalidade pós-diagnóstico em 78%.\n  - Anamnese: hábitos alimentares, sono, estresse, saúde intestinal, histórico oncológico familiar.\n\n- **Intervenções baseadas em evidências para redução de risco:**\n  - **Emagrecimento:** Perda de 10 kg na pós-menopausa pode reduzir o risco de câncer de mama em mais de 50%.\n  - **Dieta:** 1–2 porções diárias de vegetais crucíferos (brócolis, couve-flor, couve) podem reduzir o risco em 20–40%; favorecem a via metabólica protetora do estrogênio (2-hidroxiestrona vs. 16-hidroxiestrona).\n  - **Exercício de força:** Incorporar treinamento resistido além de aeróbico; sedentarismo é fator de risco comparável ao tabagismo a longo prazo.\n  - **Controle de disruptores endócrinos:** Minimizar exposição a bisfenol, ftalatos (plásticos) e parabenos (cosméticos).\n  - **Saúde intestinal:** Disbiose pode aumentar reabsorção de estrogênios via circulação êntero-hepática; tratar quando identificada.\n\n- **Modulação do metabolismo estrogênico:** DIM 100–200 mg/dia ou I3C 200–400 mg/dia para favorecer via 2-hidroxiestrona; vitaminas B6, B12 e B3 apoiam a metilação. DUTCH Test útil para acompanhamento avançado em pacientes de alto risco.\n\n---\n\n### 5. Reposição Hormonal e Mama\n\n- **Progesterona micronizada** não demonstrou aumento de risco mamário equivalente ao observado com progestágenos sintéticos (ex.: medroxiprogesterona).\n- Ensaios clínicos randomizados (WHI) não reproduziram o mesmo aumento de risco observado em estudos observacionais.\n- História familiar positiva para câncer de mama **não contraindica isoladamente** a reposição hormonal (Sister Study, WHI).\n- **Contraindicação absoluta:** reposição hormonal sistêmica em pacientes com histórico pessoal de câncer de mama.\n- Para atrofia vaginal pós-câncer: abordagens não hormonais primeiro; terapia tópica de baixa dose como segunda linha.\n- Evitar sobrevigília injustificada (controle trimestral rotineiro), que gera ansiedade sem respaldo em evidência."
}
