{
  "score_item_id": "c77cedd3-2800-78bc-b316-71e29954eedd",
  "clinical_relevance": "A densidade mamária é um parâmetro mamográfico que classifica a proporção de tecido fibroglandular (denso) em relação ao tecido adiposo na mama, avaliada segundo os critérios do sistema BI-RADS (Breast Imaging Reporting and Data System) do ACR, em quatro categorias: A (predominantemente adiposa/lipossubstituída), B (densidades esparsas), C (heterogeneamente densa) e D (extremamente densa). A avaliação é feita exclusivamente pela mamografia — não é possível diagnosticar densidade mamária sem ao menos uma mamografia prévia. Em mulheres jovens em fase reprodutiva, mamas densas são esperadas e fisiológicas; o critério de densidade torna-se clinicamente mais relevante no rastreamento a partir dos 50 anos.\n\nDo ponto de vista epidemiológico, estima-se que aproximadamente 40% das mulheres submetidas à mamografia apresentem mamas densas (categorias C ou D). Mulheres com mamas muito densas (categoria D) apresentam incidência de câncer de mama 4 a 6 vezes maior em comparação com aquelas com mamas lipossubstituídas (categoria A), configurando risco relativo substancial. No entanto, o risco absoluto é modesto: o risco ao longo da vida de desenvolver câncer de mama aumenta de uma base aproximada de 10% para cerca de 10,6% em mulheres com mamas densas. Revisões baseadas em evidências, incluindo publicação no JAMA Oncology (2021), confirmam que mulheres com mamas densas (categorias C e D) têm 1,5 a 2 vezes mais risco de desenvolver câncer em relação a mulheres com mamas adiposas.\n\nAlém do risco oncológico direto, a principal implicação clínica da alta densidade mamária é a redução da sensibilidade da mamografia para detecção de lesões: em mamas muito densas, lesões podem ser mascaradas pelo tecido fibroglandular sobreposto, comprometendo a acurácia do rastreamento. Isso torna as mamas densas um fator limitante do método, e não apenas um fator de risco isolado.\n\nO rastreamento mamográfico é geralmente iniciado a partir dos 50 anos na população geral. Não há indicação formal de exames complementares de rotina em toda paciente com mama densa; a solicitação de ressonância magnética ou ultrassonografia complementar deve ser reservada para casos em que há fatores de risco adicionais (história familiar de primeiro grau, mutações BRCA1/2, TP53, lesões proliferativas prévias), evitando-se alarmismo e sobre-exames injustificados. Cerca de 90% dos cânceres de mama relacionam-se a fatores de estilo de vida e epigenéticos modificáveis; apenas 10% estão associados a mutações genéticas de alta penetrância conhecidas (BRCA1, BRCA2, TP53). Fatores metabólicos como hiperinsulinemia aumentam o risco de câncer de mama em 34% e o risco de morte após o diagnóstico em 78%, independentemente do IMC.",
  "points": 12,
  "patient_explanation": "A densidade mamária é uma característica da sua mama identificada pela mamografia. Ela mostra a proporção de tecido mais 'firme e glandular' (denso) em relação ao tecido gorduroso dentro da mama. Mamas mais densas são completamente normais, especialmente em mulheres mais jovens.\n\nPor que isso importa? Mamas muito densas têm dois efeitos: primeiro, dificultam um pouco que a mamografia enxergue todas as áreas com clareza, porque o tecido denso pode esconder pequenas alterações na imagem. Segundo, estudos mostram que mamas muito densas estão associadas a um risco levemente maior de desenvolver câncer de mama ao longo da vida — porém esse aumento é pequeno em termos absolutos.\n\nIsso não significa que você terá câncer, nem que precisa se preocupar excessivamente. Significa que seu médico precisa saber dessa característica para decidir, junto com outros fatores de saúde seus, se algum exame complementar é necessário. Na maioria das mulheres com mamas densas, a mamografia regular continua sendo o acompanhamento correto. Seu médico vai orientar o que é mais adequado para o seu caso.",
  "conduct": "## Conduta Clínica — Densidade Mamária\n\n### Interpretação e Classificação BI-RADS de Densidade\n\n- **Categoria A:** Mamas predominantemente adiposas (lipossubstituídas) — baixa densidade, sem impacto no rastreamento\n- **Categoria B:** Densidades fibroglandulares esparsas — rastreamento padrão indicado\n- **Categoria C:** Mamas heterogeneamente densas — avaliar fatores de risco adicionais antes de indicar complementação\n- **Categoria D:** Mamas extremamente densas — maior limitação diagnóstica da mamografia; considerar imagem complementar em pacientes com fatores de risco\n\n### Estratificação de Risco\n\n- **Risco relativo aumentado:** 4 a 6 vezes maior (categoria D vs. categoria A); 1,5 a 2 vezes maior para categorias C e D vs. A/B\n- **Risco absoluto:** Aumento modesto de ~10% para ~10,6% ao longo da vida\n- Associar sempre a outros fatores: história familiar de primeiro grau (mãe, irmã), mutações BRCA1/2 ou TP53, lesões proliferativas com atipia, menarca precoce, nuliparidade, uso de progestágenos sintéticos, hiperinsulinemia, obesidade, sedentarismo\n\n### Investigação Complementar\n\n- **Não há indicação formal de exames adicionais de rotina** apenas pela presença de mamas densas sem outros fatores de risco\n- **Ressonância magnética de mama:** Considerar quando há densidade categoria C ou D associada a:\n  - História familiar de primeiro grau com câncer de mama\n  - Mutação BRCA1/2 ou TP53 confirmada ou suspeita\n  - Risco de vida ≥20% por calculadora validada (ex.: Tyrer-Cuzick)\n  - Lesões proliferativas com atipia em biópsia prévia\n- **Ultrassonografia mamária complementar:** Pode ser útil como adjuvante à mamografia em mamas densas com indicação clínica, mas não substitui a mamografia e não deve ser usada de rotina indiscriminada\n- **Calculadoras de risco** (Gail, Tyrer-Cuzick): Utilizar para estratificação formal; risco Gail em 5 anos ≥1,7% ou risco de vida ≥20% define população de alto risco\n\n### Critérios de Encaminhamento\n\n- **Mastologista:** Mamas densas categoria D com qualquer fator de risco adicional; qualquer achado mamográfico suspeito (BI-RADS 4 ou 5); nódulo novo em paciente na menopausa (independente do uso de reposição hormonal)\n- **Aconselhamento genético:** Suspeita de mutação hereditária (múltiplos casos familiares de câncer de mama/ovário/pâncreas/próstata, câncer de mama triplo negativo, diagnóstico antes dos 45 anos, câncer de mama em homem, descendência judaica Ashkenazi)\n- **Não indicar:** Acompanhamento mamográfico trimestral apenas por presença de mamas densas ou uso de reposição hormonal sem outros fatores de risco — essa conduta gera ansiedade e exames desnecessários\n\n### Conduta Frente à Reposição Hormonal em Pacientes com Mamas Densas\n\n- A presença de mamas densas, por si só, **não contraindica** reposição hormonal\n- A reposição hormonal **não exige** acompanhamento mamográfico mais intenso do que o habitual, na ausência de outros fatores de risco\n- Preferir progesterona micronizada em relação a progestágenos sintéticos (ex.: medroxiprogesterona), que foram associados a maior risco mamário em estudos observacionais\n- Individualizar sempre a terapia; não usar mamas densas como único critério de contraindicação\n\n### Intervenções Preventivas Baseadas em Evidências\n\n- **Estilo de vida:** Redução de peso, controle metabólico (insulina, glicemia), cessação do tabagismo e álcool — 90% dos casos de câncer de mama associam-se a fatores modificáveis\n- **Exercício físico:** Incluir atividades de força além de aeróbicas; sedentarismo é fator de risco independente\n- **Controle metabólico:** Tratar hiperinsulinemia e resistência à insulina ativamente; hiperinsulinemia aumenta risco de câncer em 34% e risco de morte em 78%\n- **Modulação estrogênica funcional:** Dieta rica em crucíferas (brócolis, couve-flor, couve) em consumo moderado (3-4x/semana); suplementação com DIM (100-200 mg/dia) ou Indol-3-carbinol (200-400 mg/dia) pode auxiliar na modulação de metabólitos estrogênicos — discutir custo-benefício individualmente\n- **Comunicação com a paciente:** Explicar claramente a diferença entre risco relativo e risco absoluto; evitar alarmismo; não responsabilizar a paciente de forma que gere ansiedade desproporcionada"
}
