{
  "score_item_id": "c77cedd3-2800-71a2-b317-07fb2e53253e",
  "clinical_relevance": "A ultrassonografia (USG) de mamas é um método de imagem de alta resolução baseado em ondas sonoras de alta frequência, sem radiação ionizante, amplamente utilizado como ferramenta complementar à mamografia no rastreamento, diagnóstico e seguimento de afecções mamárias. Seu papel central está na caracterização de nódulos palpáveis ou detectados por mamografia, na diferenciação entre lesões sólidas e císticas, na avaliação de mamas densas e no guia de procedimentos intervencionistas (biópsias).\n\n**Sistema BI-RADS (Breast Imaging Reporting and Data System):** A categorização dos achados ultrassonográficos segue a classificação BI-RADS do American College of Radiology (ACR): BI-RADS 0 (inconclusivo), BI-RADS 1 (negativo), BI-RADS 2 (benigno), BI-RADS 3 (provavelmente benigno — risco de malignidade <2%), BI-RADS 4 (suspeito — subdividido em 4A, 4B, 4C), BI-RADS 5 (altamente sugestivo de malignidade) e BI-RADS 6 (malignidade comprovada por biópsia). O estudo ACRIN 666 demonstrou que nódulos classificados como BI-RADS 3 apresentaram taxa de erro diagnóstico (i.e., corresponder a câncer) de apenas 0,8%, validando o protocolo de acompanhamento semestral no primeiro ano e anual posteriormente, sem necessidade de biópsia imediata.\n\n**Indicações principais:** (1) Caracterização de nódulo palpável em mulheres de qualquer idade; (2) Avaliação complementar em mamas densas (ACR C e D na mamografia), nas quais a sensibilidade da mamografia é reduzida; (3) Guia de biópsia percutânea (core biopsy e biópsia a vácuo); (4) Monitoramento de nódulos benignos (BI-RADS 3); (5) Avaliação de pacientes sob terapia de reposição hormonal (TRH), onde a monitorização anual com USG e mamografia é recomendada; (6) Avaliação de linfonodos axilares.\n\n**Densidade mamária e limitações diagnósticas:** Mamas densas (ACR C e D) apresentam risco relativo de câncer de mama de 4 a 6 vezes maior em comparação a mamas lipossubstituídas, embora o risco absoluto aumente de forma modesta — de uma base de 10% para 10,6% ao longo da vida. O problema principal das mamas densas é a redução da sensibilidade mamográfica, tornando a USG um complemento essencial. Em pacientes com mamas muito densas e fatores de risco adicionais, a ressonância magnética de mamas pode ser considerada, porém não é indicada de rotina.\n\n**Epidemiologia do câncer de mama no Brasil:** O câncer de mama é o mais incidente em mulheres brasileiras (excluindo câncer de pele não melanoma), com projeção de aproximadamente 74 mil novos casos anuais, e estimativa de aumento de 40% na incidência e 50% na mortalidade até 2040. Apenas cerca de 10% dos tumores de mama estão relacionados a mutações genéticas de alta penetrância (BRCA1, BRCA2, TP53), enquanto 90% decorrem de fatores ambientais e de estilo de vida — altamente modificáveis.\n\n**Fatores metabólicos e risco mamário:** Hiperinsulinemia aumenta o risco de câncer de mama em 34% e o risco de morte após o diagnóstico em 78%, independentemente de IMC e circunferência abdominal. Sarcopenia associa-se a aumento de mortalidade por câncer em 93% (por todas as causas) e especificamente em câncer de mama em 41%. Esses dados reforçam a necessidade de avaliação metabólica integrada além do exame de imagem.\n\n**Procedimentos intervencionistas guiados por USG:** A biópsia a vácuo (mammotome) guiada por ultrassom demonstra eficácia comparável à biópsia cirúrgica (padrão ouro), com precisão próxima de 100%, sendo uma alternativa minimamente invasiva que frequentemente remove completamente lesões benignas, eliminando necessidade de procedimento cirúrgico.",
  "points": 15,
  "patient_explanation": "A ultrassonografia (USG) de mamas é um exame de imagem que usa ondas de som para criar imagens detalhadas do interior das mamas. Ele não usa radiação, sendo seguro para realizar quantas vezes for necessário.\n\nEsse exame é muito útil para investigar nódulos que você ou seu médico sentiram, para completar a avaliação quando a mamografia mostra mamas com muito tecido denso, e para acompanhar nódulos que já foram identificados e classificados como provavelmente benignos. Ele também é utilizado para guiar biópsias — pequenos procedimentos para coletar amostras de tecido suspeito — de forma precisa e segura.\n\nSe o resultado apresentar um nódulo classificado como BI-RADS 3, isso significa que ele é provavelmente benigno, com menos de 2% de chance de ser maligno. Nesse caso, o acompanhamento regular com ultrassom (geralmente a cada 6 meses no primeiro ano e depois anualmente) é o protocolo correto, sem necessidade imediata de biópsia.\n\nÉ importante saber que a saúde das mamas está diretamente ligada à saúde geral: manter peso saudável, praticar exercícios de força, dormir bem, controlar o estresse e evitar consumo excessivo de álcool são atitudes que reduzem o risco de problemas mamários. Cuide de todo o seu corpo — isso é cuidar das suas mamas também.",
  "conduct": "## Conduta Clínica — USG de Mamas\n\n### Interpretação dos Resultados por Categoria BI-RADS\n\n- **BI-RADS 1 (Negativo) ou BI-RADS 2 (Benigno):** Seguimento conforme rastreamento habitual (mamografia anual a partir dos 40-50 anos conforme protocolo institucional). USG não indicada de rotina para rastreamento em mamas não densas.\n- **BI-RADS 3 (Provavelmente benigno):** Acompanhamento semestral com USG no primeiro ano; se estável, passar para anual. Risco de malignidade <2% (ACRIN 666: 0,8%). Não há indicação de biópsia imediata.\n- **BI-RADS 4A, 4B, 4C:** Indicação de biópsia percutânea (core biopsy ou biópsia a vácuo guiada por USG). A biópsia a vácuo apresenta eficácia comparável à biópsia cirúrgica, com precisão próxima de 100%, sendo preferida por ser minimamente invasiva.\n- **BI-RADS 5 (Altamente sugestivo de malignidade):** Biópsia obrigatória antes de qualquer procedimento cirúrgico definitivo. Encaminhamento urgente à mastologia/oncologia.\n- **BI-RADS 6 (Malignidade confirmada):** Coordenação com equipe oncológica multidisciplinar.\n\n---\n\n### Investigação Complementar\n\n- **Mamas densas (ACR C ou D na mamografia) com fatores de risco adicionais:** Considerar ressonância magnética de mamas (não de rotina; avaliar caso a caso).\n- **Nódulos novos na pós-menopausa:** Investigar ativamente; geralmente indicam biópsia de fragmento.\n- **Pacientes em TRH:** Monitorização anual com mamografia + USG de mamas + USG transvaginal.\n- **Avaliação axilar:** Realizar USG axilar em casos de suspeita de comprometimento linfonodal.\n- **Descarga papilar:** Complementar com ductografia ou ressonância magnética de mamas.\n\n---\n\n### Critérios de Encaminhamento ao Especialista (Mastologista)\n\n- Nódulo novo ou mudança de características em paciente na pós-menopausa\n- Achados BI-RADS 4 ou 5\n- Suspeita de malignidade clínica independentemente do BI-RADS\n- Histórico pessoal ou familiar de câncer de mama, ovário, pâncreas ou próstata (múltiplos casos), especialmente em idade jovem (<45 anos) ou em homens\n- Câncer de mama triplo negativo em familiar de primeiro grau\n- Descendência judaica Ashkenazi com história familiar de câncer\n- Paciente em TRH com surgimento de nódulo novo\n\n---\n\n### Estratificação de Risco e Abordagem Integrativa\n\n**Avaliação de risco genético:**\n- Encaminhar para aconselhamento genético antes da testagem genética em pacientes com suspeita de mutação de alta penetrância (BRCA1, BRCA2, TP53)\n- Utilizar calculadoras de risco (Gail, Tyrer-Cuzick) com cautela — reconhecer possível superestimação em populações brasileiras; usar como ferramenta educativa para motivar mudanças de estilo de vida\n- Risco de vida ≥20% ou Gail 5 anos ≥1,7%: considera-se rastreamento intensificado\n\n**Avaliação metabólica (integrar à conduta mamária):**\n- Investigar resistência à insulina e síndrome metabólica (inclusive em pacientes eutróficas)\n- Hiperinsulinemia aumenta risco de câncer em 34% e risco de morte pós-câncer em 78%\n- Solicitar marcadores inflamatórios e metabólicos para estratificação de risco e monitoramento\n- Avaliar composição corporal (bioimpedância ou densitometria): sarcopenia em mulheres eutróficas aumenta mortalidade por câncer de mama em 41%\n\n**Intervenções de estilo de vida com evidência:**\n- **Exercício de força:** prioritário; sarcopenia associa-se a 93% mais mortes por câncer (todas as causas). Incluir treino resistido além de atividade aeróbica\n- **Alimentação:** redução de açúcares refinados e carboidratos de alto índice glicêmico; inclusão de crucíferas (brócolis, couve-flor, couve) com consumo moderado (≤3-4x/semana por efeito goitrogênico) para modulação dos metabólitos estrogênicos\n- **Controle de peso e obesidade:** adiposidade visceral amplifica inflamação e risco mamário\n- **Álcool e tabaco:** redução/eliminação do consumo\n- **Sono e manejo do estresse:** pilares da saúde hormonal e imunológica\n- **Saúde intestinal:** dieta rica em fibras, hidratação e probióticos para otimizar eliminação de hormônios e reduzir recirculação entero-hepática de estrogênios\n\n**Suplementação funcional (quando indicada clinicamente):**\n- Indol-3-carbinol (I3C): 200-400 mg/dia — modulação de metabólitos estrogênicos\n- Di-indolilmetano (DIM): 100-200 mg/dia — mais potente que I3C\n- Avaliar com DUTCH Test para mapeamento de metabólitos hormonais esteroides quando disponível e clinicamente justificado\n\n---\n\n### Reposição Hormonal e Saúde Mamária\n\n- Nódulos BI-RADS 3 não contraindicam TRH; o seguimento semestral padrão é suficiente — não há necessidade de aumentar frequência de acompanhamento\n- Mamas densas: não contraindicam TRH; considerar exames adicionais conforme fatores de risco individuais\n- Histórico familiar de câncer de mama não contraindica TRH per se (estudos Sister Study e WHI não mostraram aumento adicional de risco com TRH em pacientes com histórico familiar positivo)\n- Preferir 17-beta-estradiol transdérmico + progesterona natural micronizada oral quando TRH indicada\n- TRH sistêmica não recomendada em pacientes com histórico pessoal de câncer de mama\n- Monitorização anual obrigatória em pacientes em TRH: mamografia + USG mamas + USG transvaginal"
}
