{
  "score_item_id": "c77cedd3-2800-70cf-8d0a-063dcef8f7ed",
  "clinical_relevance": "A fundoscopia sob midríase binocular (oftalmoscopia indireta binocular) é o exame padrão-ouro para avaliação do segmento posterior do olho, incluindo retina, coroide, vítreo, disco óptico e vasos retinianos. A midríase farmacológica — obtida com colírios como tropicamida 1% ou ciclopentolato 1% — amplia a pupila para 6–8 mm, permitindo visão panorâmica da periferia retiniana até a ora serrata, impossível na oftalmoscopia direta sem dilatação. A técnica binocular oferece visão estereoscópica (tridimensional), fundamental para detectar elevações sutis do disco óptico, edema macular, descolamentos de retina incipientes e lesões em relevo.\n\nOs achados normais incluem: disco óptico rosado com bordas nítidas, escavação fisiológica (cup-to-disc ratio ≤ 0,5), vasos com calibre e reflexo normais (relação artéria:veia de aproximadamente 2:3), mácula com reflexo foveal presente e periferia retiniana sem lesões. Desvios desses parâmetros orientam diagnósticos específicos.\n\nNo contexto sistêmico, a fundoscopia é o único método clínico que permite visualização direta de arteríolas in vivo, tornando-a janela privilegiada para avaliação de dano em órgão-alvo em doenças cardiovasculares e metabólicas. A retinopatia hipertensiva é classificada em 4 graus (Keith-Wagener-Barker): grau I (estreitamento arteriolar discreto), grau II (cruzamentos arteriovenosos patológicos — sinal de Gunn), grau III (exsudatos, hemorragias em chama de vela, algodão), grau IV (papiledema). Graus III e IV indicam emergência hipertensiva com risco de vida.\n\nNa retinopatia diabética, a classificação ETDRS distingue: ausente, não proliferativa leve (microaneurismas), não proliferativa moderada (hemorragias, exsudatos duros, manchas algodonosas), não proliferativa grave (regra 4-2-1: hemorragias em 4 quadrantes, dilatações venosas em 2, anomalias microvasculares intra-retinianas em 1) e proliferativa (neovascularização de disco ou retina, hemorragia vítrea, descolamento tracional). O edema macular diabético, causa mais frequente de perda visual no diabético, requer tomografia de coerência óptica (OCT) para confirmação.\n\nNo glaucoma, a avaliação do disco óptico busca: aumento da escavação (cup-to-disc ratio > 0,6 ou assimetria > 0,2 entre olhos), hemorragia em chama no disco, defeitos da camada de fibras nervosas e alterações do anel neural (regra ISNT: anel inferior > superior > nasal > temporal). A pressão intraocular normal situa-se entre 10–21 mmHg, mas o glaucoma de pressão normal ocorre em até 30–40% dos casos, tornando a avaliação morfológica do disco indispensável.\n\nOutras indicações relevantes incluem: degeneração macular relacionada à idade (drusas, atrofia geográfica, membrana neovascular sub-retiniana), oclusões vasculares retinianas, descolamento de retina, coriorretinites (toxoplasmose ocular, principal causa de uveíte posterior no Brasil), alterações em doenças sistêmicas como lúpus, sarcoidose e HIV.\n\nEpidemiologicamente, a retinopatia diabética acomete cerca de 35% dos diabéticos globalmente e é a principal causa de cegueira adquirida na faixa etária de 20–74 anos em países desenvolvidos. O glaucoma afeta mais de 76 milhões de pessoas no mundo e é a segunda causa de cegueira irreversível globalmente. O rastreamento por fundoscopia é custo-efetivo nessas populações.",
  "points": 0,
  "patient_explanation": "A fundoscopia com midríase é um exame dos olhos em que o médico aplica um colírio que dilata a pupila (a abertura escura no centro do olho) para conseguir enxergar bem o fundo do olho — a retina, os vasos sanguíneos e o nervo óptico. É como abrir uma janela para observar partes do olho que normalmente ficam escondidas.\n\nEsse exame é muito importante porque o fundo do olho é o único lugar do corpo onde os vasos sanguíneos podem ser vistos diretamente, sem cirurgia. Isso significa que alterações causadas por diabetes, pressão alta ou outras doenças aparecem na retina antes mesmo de causar sintomas sérios.\n\nO exame é rápido, indolor e não oferece riscos. O colírio para dilatar a pupila pode causar visão embaçada e sensibilidade à luz por algumas horas, por isso recomenda-se não dirigir logo após o exame. Detectar problemas precocemente na retina pode prevenir a perda de visão e, em muitos casos, revelar informações importantes sobre a saúde geral do coração e dos vasos sanguíneos.",
  "conduct": "## Fundoscopia sob Midríase (Binocular) — Conduta Clínica\n\n### Indicações Prioritárias de Solicitação\n\n- **Diabetes mellitus:** rastreamento anual desde o diagnóstico do DM2; no DM1, iniciar 5 anos após o diagnóstico e a partir da puberdade\n- **Hipertensão arterial sistêmica:** avaliação de dano em órgão-alvo (graus III–IV = emergência hipertensiva)\n- **Suspeita de glaucoma:** cup-to-disc ratio aumentado, pressão intraocular limítrofe, histórico familiar\n- **Pacientes acima de 40 anos** com fatores de risco cardiovascular ou metabólico\n- **Doenças sistêmicas:** lúpus eritematoso sistêmico, sarcoidose, HIV, toxoplasmose\n- **Sintomas visuais:** fotopsias, miodesópsias súbitas, perda de campo visual, baixa visual inexplicada\n- **Uso de medicamentos retinotóxicos:** cloroquina/hidroxicloroquina (rastreamento a cada 1–5 anos)\n\n### Preparo e Técnica\n\n- Instilação de **tropicamida 1%** (1–2 gotas) com repetição após 5 minutos; midríase plena em 20–30 minutos\n- Pode-se associar **fenilefrina 2,5%** para ampliar a dilatação, com atenção à contraindicação em glaucoma de ângulo fechado não tratado\n- O examinador utiliza oftalmoscópio indireto binocular com lente de 20D ou 28D para visão panorâmica e lente de 90D na lâmpada de fenda para polo posterior\n- Orientar o paciente: **não dirigir por 4–6 horas** após o exame; usar óculos de sol ao sair\n\n### Interpretação e Estratificação de Risco\n\n**Disco óptico:**\n- Cup-to-disc ratio > 0,6 ou assimetria > 0,2 entre olhos → suspeita de glaucoma → encaminhar para Oftalmologia + campo visual + OCT de fibras nervosas\n- Edema de disco (bordas borradas, hiperemia) → suspeita de papiledema (hipertensão intracraniana) ou neuropatia óptica → urgência oftalmológica/neurológica\n- Hemorragia em chama no disco → glaucoma ou hipertensão intracraniana\n\n**Vasos retinianos:**\n- Estreitamento arteriolar, cruzamentos patológicos (sinal de Gunn) → retinopatia hipertensiva grau II → otimizar controle da PA; seguimento semestral\n- Exsudatos, hemorragias, manchas algodonosas → retinopatia hipertensiva grau III → avaliação cardiovascular urgente, controle intensivo\n- Papiledema associado → grau IV → emergência hipertensiva, internação\n\n**Retinopatia diabética:**\n- Microaneurismas isolados (RDNP leve) → controle glicêmico intensivo; repetir fundoscopia em 12 meses\n- RDNP moderada a grave → encaminhar para retinologista; considerar OCT macular; repetir em 3–6 meses\n- Retinopatia proliferativa ou edema macular clinicamente significativo → **encaminhamento urgente ao retinologista** para fotocoagulação a laser e/ou injeção intravítrea de anti-VEGF\n\n**Mácula:**\n- Drusas maculares, alterações pigmentares → suspeita de DMRI → encaminhar para retinologista + OCT\n- Membrana neovascular coroidal (DMRI úmida) → urgência oftalmológica; injeção intravítrea de anti-VEGF\n\n**Periferia retiniana:**\n- Degenerações em treliça, buracos retinianos → risco de descolamento; avaliar indicação de fotocoagulação profilática\n- Descolamento de retina → urgência cirúrgica imediata\n\n### Investigação Complementar Associada\n\n- **OCT (Tomografia de Coerência Óptica):** mapa macular, espessura da camada de fibras nervosas\n- **Retinografia colorida:** documentação fotográfica para seguimento longitudinal\n- **Angiofluoresceinografia:** indicada em suspeita de neovascularização, vasculites retinianas ou oclusões vasculares\n- **Campo visual computadorizado (perimetria):** complementar na suspeita de glaucoma ou neuropatia óptica\n- **Tonometria:** pressão intraocular (referência: 10–21 mmHg)\n- **Ultrassonografia ocular modo B:** quando fundoscopia é impossível (opacidade de meios)\n\n### Critérios de Encaminhamento ao Oftalmologista/Retinologista\n\n- **Urgência (< 24–48h):** suspeita de descolamento de retina, oclusão arterial retiniana, retinopatia proliferativa com hemorragia vítrea, papiledema\n- **Prioridade (< 4 semanas):** edema macular diabético, DMRI úmida suspeita, retinopatia diabética não proliferativa grave\n- **Eletivo:** glaucoma suspeito sem urgência, DMRI seca, acompanhamento de retinopatias estáveis\n\n### Seguimento e Periodicidade\n\n| Condição | Frequência ||\n|---|---|\n| Diabético sem retinopatia | Anual |\n| RDNP leve | 12 meses |\n| RDNP moderada | 6 meses |\n| RDNP grave / proliferativa | 3 meses ou conforme retinologista |\n| HAS controlada sem lesão | A cada 1–2 anos |\n| Glaucoma em acompanhamento | Semestral |\n| Uso de cloroquina/HCQ | Anual após 5 anos de uso |\n\n### Integração com Medicina Funcional Integrativa\n\n- O controle glicêmico rigoroso (HbA1c < 7%, idealmente 5,5–6,0% na abordagem funcional) é a principal intervenção para prevenção e estabilização da retinopatia diabética\n- O controle pressórico (PA < 130/80 mmHg em diabéticos) reduz a progressão da retinopatia\n- Otimização do perfil lipídico, redução do estresse oxidativo e controle inflamatório sistêmico são adjuvantes no manejo da saúde vascular retiniana\n- A cessação do tabagismo é mandatória, especialmente na DMRI"
}
