{
  "score_item_id": "019bf31d-2ef0-7bb2-ace3-73d0d7b93a52",
  "clinical_relevance": "A retinopatia diabética (RD) é a complicação microvascular ocular do diabetes mellitus e representa a principal causa de cegueira evitável em adultos em idade economicamente ativa nos países desenvolvidos e em desenvolvimento. Resulta diretamente da exposição crônica à hiperglicemia, que lesa a microvasculatura retiniana por meio de múltiplos mecanismos: acúmulo de sorbitol pela via do poliol, glicosilação não enzimática de proteínas estruturais, ativação da proteína quinase C, aumento do estresse oxidativo e inflamação subclínica crônica (associação documentada com elevação de PCR, conforme Lim et al., Investigative Ophthalmology & Visual Science, 2010).\n\n**Classificação e gradação fundoscópica (Early Treatment Diabetic Retinopathy Study – ETDRS):**\n- **Sem retinopatia:** fundo de olho normal.\n- **Retinopatia Não Proliferativa Leve (RDNP leve):** microaneurismas isolados.\n- **RDNP Moderada:** microaneurismas, hemorragias punctatas, exsudatos duros, manchas algodonosas em número limitado.\n- **RDNP Grave (regra 4-2-1):** hemorragias intraretinianas extensas em 4 quadrantes, dilatações venosas em rosário em 2 quadrantes, anomalias microvasculares intraretinianas (IRMA) em 1 quadrante. Risco de progressão para forma proliferativa de 15% em 1 ano.\n- **Retinopatia Diabética Proliferativa (RDP):** neovascularização do disco óptico (NVD) ou em outro ponto da retina (NVE), podendo evoluir para hemorragia vítrea, descolamento de retina tracional e glaucoma neovascular.\n- **Edema Macular Diabético (EMD):** espessamento da retina central com ou sem exsudatos duros; pode coexistir em qualquer estágio e é a principal causa de perda visual em diabéticos tipo 2.\n\n**Epidemiologia:** A prevalência global de retinopatia diabética foi estimada em 34,6% entre todos os diabéticos (Yau JW et al., Diabetes Care, 2012, citado no Chunk 8). Aproximadamente 10% dos diabéticos apresentam formas ameaçadoras à visão (proliferativa ou edema macular clinicamente significativo). No Brasil, estudos populacionais estimam prevalências entre 24% e 40% em diabéticos tipo 2 acompanhados em serviços de atenção primária.\n\n**Fatores de risco estabelecidos:** duração do diabetes (principal fator), controle glicêmico inadequado (HbA1c elevada), hipertensão arterial, dislipidemia, tabagismo, nefropatia diabética concomitante (microalbuminúria como marcador de lesão microvascular sistêmica, conforme diretriz KDIGO 2024), gravidez em diabéticas.\n\n**Relação com outras complicações:** A presença de RD é marcador de risco elevado para nefropatia e neuropatia diabéticas, além de aumentar o risco cardiovascular global. Pacientes com retinopatia proliferativa devem evitar exercícios de alta intensidade e manobras de Valsalva (Chunk 21), pelo risco de hemorragia vítrea.\n\n**Impacto em mortalidade e morbidade:** A cegueira por RD impacta diretamente qualidade de vida, capacidade laboral e independência funcional. A presença de RD grave se associa a maior mortalidade cardiovascular. O rastreio e tratamento precoces reduzem o risco de perda visual grave em até 95% com fotocoagulação a laser e em mais de 90% com injeções intravítreas de anti-VEGF nos casos de edema macular diabético.",
  "points": 22,
  "patient_explanation": "A retinopatia diabética é uma complicação do diabetes que afeta os vasos da retina — a \"tela\" interna do olho que capta as imagens. Quando o açúcar no sangue fica elevado por muito tempo, esses vasos finos se deterioram, vazam líquido ou formam novos vasos frágeis que sangram, podendo causar perda de visão e até cegueira.\n\nO exame de fundo de olho (fundoscopia) permite ao médico identificar o problema cedo, antes de qualquer sintoma — pois na fase inicial a retinopatia não dói nem embaça a visão. Por isso o rastreio anual é essencial para quem tem diabetes.\n\nDetectada cedo, há tratamentos muito eficazes: laser, injeções no olho ou cirurgia que protegem sua visão. O melhor caminho é manter o açúcar, a pressão arterial e o colesterol controlados, pois isso retarda ou impede o surgimento desta complicação.",
  "conduct": "## Conduta Clínica: Fundoscopia — Retinopatia Diabética\n\n### 1. Rastreio e Periodicidade do Exame\n\n- **Diabetes tipo 1:** iniciar rastreio 5 anos após o diagnóstico; repetir anualmente se sem retinopatia.\n- **Diabetes tipo 2:** realizar fundoscopia ao diagnóstico; repetir anualmente. Muitos pacientes já apresentam algum grau de RD no momento do diagnóstico do DM2, dado que a doença pode preceder décadas o diagnóstico clínico.\n- **Gestantes diabéticas:** avaliar no primeiro trimestre e a cada trimestre, pois a gestação pode acelerar progressão.\n- **RDNP leve:** controle anual.\n- **RDNP moderada:** controle a cada 6 meses.\n- **RDNP grave / RDP / EMD:** encaminhamento urgente ao oftalmologista; acompanhamento a cada 3-4 meses.\n\n### 2. Investigação Complementar Necessária\n\n- **Controle glicêmico:** HbA1c (meta funcional integrada <5,7%; clínica convencional <7%; individualizar conforme risco), glicemia de jejum, curva de insulina e glicose se disponível (HOMA-IR, QUICKI, índice Matsuda).\n- **Pressão arterial:** meta <130/80 mmHg em diabéticos com lesão de órgão-alvo.\n- **Perfil lipídico completo:** LDL-c (meta <70 mg/dL em alto risco; <50 mg/dL em muito alto risco), TG, HDL, ApoB.\n- **Função renal e albuminúria:** creatinina sérica, cistatina C, eGFR, relação albumina/creatinina urinária (ACR) — a microalbuminúria é marcador de lesão microvascular sistêmica concomitante (KDIGO 2024).\n- **Tomografia de coerência óptica (OCT) macular:** exame padrão-ouro para quantificar espessamento retiniano e detectar/monitorar edema macular diabético.\n- **Angiofluoresceinografia (AGF):** indicada para caracterizar áreas de não-perfusão, neovascularização e guiar tratamento com laser.\n- **Marcadores inflamatórios:** PCR ultrassensível (associação documentada com RD — Lim et al., IOVS 2010); homocisteína; IL-6.\n\n### 3. Critérios de Encaminhamento ao Oftalmologista\n\n- **Urgente (em até 1-2 semanas):**\n  - RDNP grave (regra 4-2-1 positiva)\n  - Qualquer grau de retinopatia proliferativa\n  - Edema macular clinicamente significativo\n  - Hemorragia vítrea\n  - Suspeita de descolamento de retina\n  - Perda visual súbita\n- **Eletivo (em até 1-3 meses):**\n  - RDNP moderada para avaliação especializada e OCT\n  - Qualquer dúvida diagnóstica na fundoscopia\n\n### 4. Intervenções Baseadas em Evidências\n\n#### Controle Sistêmico (pilar fundamental)\n- **Otimizar HbA1c:** redução intensiva do controle glicêmico retarda progressão da RD e reduz incidência de novos casos (DCCT, UKPDS). Evitar hipoglicemias graves, especialmente em idosos.\n- **Controle pressórico:** meta <130/80 mmHg; IECA ou BRA têm efeito protetor adicional na microvasculatura renal e potencialmente ocular.\n- **Controle lipídico:** estatinas reduzem risco cardiovascular global; fenofibrato mostrou redução de progressão de RD em análises secundárias (FIELD, ACCORD-Eye).\n- **Cessação do tabagismo:** fator de risco modificável independente.\n- **Atividade física:** modalidades de baixo impacto cardiovascular são seguras e benéficas; **contraindicar exercícios de alta intensidade e manobras de Valsalva em retinopatia proliferativa ativa** pelo risco de hemorragia vítrea (Chunk 21 — Exercise as Medicine, 2026). Treino de força deve ser realizado com cargas leves e baixa velocidade de contração.\n\n#### Intervenções Oftalmológicas\n- **Fotocoagulação a laser panretiniana (PRP):** tratamento padrão para RDP; reduz risco de cegueira em até 95%.\n- **Injeções intravítreas de anti-VEGF (ranibizumabe, bevacizumabe, aflibercepte):** tratamento de primeira linha para edema macular diabético com comprometimento do centro; superiores ao laser focal isolado na preservação visual.\n- **Vitrectomia pars plana:** indicada em hemorragia vítrea persistente, descolamento de retina tracional com acometimento macular, membrana epirretiniana.\n\n#### Abordagem Integrativa de Suporte\n- **Redução de estresse oxidativo:** otimizar vitamina D (meta 60-80 ng/mL), índice ômega-3/ômega-6, coenzima Q10 e ácido alfa-lipoico (300-600 mg/dia) como suporte mitocondrial e antioxidante complementar.\n- **Controle da homocisteína:** manter <7,9 µmol/L com metilfolato, metilcobalamina e piridoxal-5-fosfato se necessário (Chunk 6).\n- **Berberina:** pode ser considerada como adjuvante em pacientes com resistência à insulina e DM2, pela ação sobre sensibilização insulínica (Chunk 2).\n- **Evitar D-ribose** em pacientes diabéticos pelo risco de agravar complicações glicação-dependentes (Chunk 2).\n\n### 5. Metas de Acompanhamento\n\n| Parâmetro | Meta ||\n|---|---|---|\n| HbA1c | <7% (convencional) / <5,7% (funcional integrativa) |\n| Glicemia jejum | 70-99 mg/dL |\n| Pressão arterial | <130/80 mmHg |\n| LDL-c | <70 mg/dL (alto risco) |\n| ACR urinária | <30 mg/g |\n| Fundoscopia anual | Sem progressão de grau |"
}
