{
  "score_item_id": "019bf31d-2ef0-7fc3-a85d-c83bf6d0fdfb",
  "clinical_relevance": "A retinopatia hipertensiva (RH) é uma manifestação de lesão de órgão-alvo causada pela hipertensão arterial sistêmica crônica ou aguda, detectada por fundoscopia e expressa em graus conforme sistemas de classificação estabelecidos. Representa evidência direta de dano vascular sistêmico decorrente da pressão arterial elevada sustentada (≥ 140/90 mmHg em medição de consultório).\n\nFisiopatologia: A RH evolui em três fases progressivas. Na fase vasoconstritiva, ocorre espasmo arteriolar como mecanismo compensatório ao aumento da pressão de perfusão. Na fase esclerótica, há hialinização e fibrose da parede arteriolar, resultando em estreitamento arteriolar permanente e sinal do cruzamento arteriovenoso (entalhe AV). Na fase exsudativa, a ruptura da barreira hemato-retiniana leva a extravasamento plasmático com formação de hemorragias em chama de vela, exsudatos algodonosos (infarto da camada de fibras nervosas), exsudatos duros (depósito de lipoproteínas) e, nos casos mais graves, edema de disco óptico (papiledema), configurando a crise hipertensiva com emergência oftalmológica.\n\nClassificações utilizadas:\n- Keith-Wagener-Barker (KWB): Grau I (estreitamento arteriolar leve), Grau II (cruzamentos AV patológicos, sinal de Gunn), Grau III (hemorragias, exsudatos, sem papiledema), Grau IV (papiledema — hipertensão maligna).\n- Scheie Modificada: Classifica separadamente as alterações arterioscleróticas (grau 0-4) das alterações hipertensivas (grau 0-4), permitindo maior granularidade diagnóstica.\n- Wong & Mitchell (2004): Classificação simplificada em Leve (estreitamento arteriolar, aumento do reflexo arteriolar, cruzamentos AV), Moderada (hemorragias, exsudatos duros, exsudatos algodonosos, microaneurismas) e Grave/Maligna (papiledema).\n\nEpidemiologia: A prevalência de retinopatia hipertensiva entre indivíduos hipertensos varia de 28,5% a 77,1%, dependendo do método de avaliação, do tempo de hipertensão e do nível de controle pressórico. Nos casos de hipertensão maligna (Grau IV), sem tratamento a mortalidade atinge 50% em 2 meses e 90% em 1 ano, configurando prognóstico extremamente sombrio.\n\nRelevância sistêmica: A RH é considerada marcador de lesão de órgão-alvo, com implicações que vão além da visão. Sua presença, especialmente em graus moderados a severos, está associada a maior risco cardiovascular global, sendo reconhecida em diretrizes de dislipidemia e doença renal crônica como critério de dano orgânico equivalente a microalbuminúria, nefropatia e neuropatia. O achado de retinopatia em paciente hipertenso eleva a classificação de risco cardiovascular e justifica metas pressóricas mais agressivas (< 130/80 mmHg).\n\nA fundoscopia é exame de baixo custo, não invasivo e de alta relevância, capaz de fornecer ao clínico uma \"janela\" para o estado microvascular sistêmico, sendo particularmente útil na estratificação de risco em hipertensos.",
  "points": 22,
  "patient_explanation": "A fundoscopia é um exame em que o médico examina o fundo do seu olho usando um equipamento de luz. Nesse exame, é possível ver os vasos sanguíneos da retina, que é a camada sensível à luz no fundo do olho. Esses vasos são os únicos do corpo que podem ser observados diretamente, sem cirurgia, e por isso dão informações muito valiosas sobre a saúde de todo o sistema circulatório.\n\nQuando a pressão arterial fica alta por muito tempo, os vasos da retina sofrem alterações progressivas: primeiro ficam mais estreitos, depois mais rígidos, e em casos graves podem ocorrer pequenas hemorragias, manchas e até inchaço do nervo óptico. Essas alterações são classificadas em graus (do Grau I ao Grau IV), sendo o Grau IV o mais grave, associado à chamada crise hipertensiva.\n\nEncontrar alterações na fundoscopia significa que a pressão alta já está causando danos nos vasos do organismo — não apenas nos olhos, mas potencialmente no coração, nos rins e no cérebro também. Por isso, o resultado desse exame é fundamental para o médico definir com que urgência e intensidade o tratamento da pressão deve ser conduzido. Quanto mais cedo forem identificadas e tratadas essas alterações, melhores as chances de evitar complicações sérias.",
  "conduct": "## Conduta Clínica — Retinopatia Hipertensiva (Fundoscopia)\n\n### Interpretação do Resultado\n\n- **Grau I (KWB):** Estreitamento arteriolar leve, aumento do reflexo arteriolar. Alteração leve; reforça necessidade de controle pressórico adequado.\n- **Grau II (KWB):** Cruzamentos arteriovenosos patológicos (sinal de Gunn/Salus), espessamento arteriolar. Indica hipertensão de longa data com esclerose arteriolar.\n- **Grau III (KWB):** Hemorragias em chama de vela, exsudatos algodonosos, exsudatos duros, microaneurismas. Indica hipertensão moderada a grave com ruptura de barreira hemato-retiniana.\n- **Grau IV (KWB):** Papiledema (edema de disco óptico) associado aos achados do Grau III. **Emergência clínica — hipertensão maligna.**\n\n---\n\n### Investigação Complementar\n\n**Avaliação de outros órgãos-alvo (obrigatória em Graus II-IV):**\n- **Renal:** Creatinina, ureia, estimativa de TFG, microalbuminúria (relação albumina/creatinina urinária)\n- **Cardíaco:** ECG (hipertrofia ventricular esquerda), ecocardiograma transtorácico, troponina ultrassensível (em suspeita de crise)\n- **Neurológico:** Avaliação de sintomas (cefaleia, alteração visual, confusão mental); TC/RM de crânio se sinais de encefalopatia hipertensiva (Grau IV)\n- **Metabólico:** Glicemia de jejum, HbA1c, lipidograma completo (LDL, HDL, triglicerídeos, ApoB), PCR ultrassensível\n- **MAPA ou MRPA:** Para avaliação do perfil pressórico ambulatorial e noturno, especialmente se PA de consultório não reflete adequadamente o controle\n\n**Investigação de causas secundárias de hipertensão (especialmente em Graus III-IV ou hipertensão refratária):**\n- Polissonografia (apneia obstrutiva do sono — presente em até 40% dos hipertensos)\n- TSH, T3 e T4 livre (disfunção tireoidiana)\n- Aldosterona plasmática e atividade de renina plasmática (hiperaldosteronismo primário)\n- Cortisol urinário de 24h (síndrome de Cushing)\n- Metanefrinas urinárias ou plasmáticas (feocromocitoma)\n\n---\n\n### Metas Terapêuticas Pressóricas\n\n- **Pacientes com RH Grau I-II e baixo/moderado risco:** PA < 140/90 mmHg\n- **Pacientes com RH Grau II-III ou alto risco cardiovascular:** PA < 130/80 mmHg\n- **Hipertensão maligna (Grau IV):** Redução controlada e gradual da PA — redução máxima de 25% da PAM na primeira hora; alvo de 160/100-110 mmHg nas primeiras 2-6 horas para evitar isquemia de órgãos\n\n---\n\n### Tratamento Farmacológico\n\n**Esquema preferencial (Graus II-III):**\n- **1ª linha:** IECA (ex.: enalapril, ramipril) ou BRA (ex.: losartana, olmesartana) + bloqueador do canal de cálcio (ex.: anlodipino) ± diurético tiazídico (ex.: clortalidona)\n- **Nota:** Não associar IECA com BRA\n- **4ª opção:** Espironolactona (especialmente em hipertensão resistente)\n- **5ª opção:** Betabloqueador (não é mais 1ª linha; uso em casos específicos como IC ou pós-IAM)\n\n**Hipertensão maligna (Grau IV — emergência):**\n- Internação hospitalar imediata\n- Anti-hipertensivos IV (nitroprussiato, labetalol, nicardipino conforme disponibilidade e comorbidades)\n- Monitorização contínua\n\n**Edema macular persistente (Grau III-IV com comprometimento visual):**\n- Encaminhamento urgente ao oftalmologista\n- Considerar bevacizumab intravítreo para edema macular refratário ao controle pressórico\n\n---\n\n### Tratamento Não Farmacológico\n\n- **Controle de peso:** Redução de 1 kg → redução média de 1 mmHg na PA\n- **Atividade física aeróbica:** ≥ 150 min/semana → redução de 5-7 mmHg na PA sistólica\n- **Dieta anti-inflamatória e baixo sódio:** Pode reduzir a PA em 3-5 mmHg\n- **Redução do álcool e cessação do tabagismo**\n- **Suplementação (adjuvante):** Magnésio (taurato), coenzima Q10, alho envelhecido, cúrcuma (uso > 12 semanas associado a redução de ~8 mmHg na PA sistólica) — sempre como coadjuvante, não substituindo farmacoterapia quando indicada\n\n---\n\n### Critérios de Encaminhamento\n\n- **Oftalmologista:** Qualquer grau de RH para confirmação diagnóstica, seguimento e exclusão de outras causas de lesão retiniana; urgência em Graus III-IV ou queda de acuidade visual\n- **Cardiologista:** Graus II-IV, suspeita de lesão cardíaca, hipertensão resistente\n- **Nefrologista:** Microalbuminúria, redução de TFG, hipertensão de difícil controle com suspeita de causa renal\n- **Endocrinologista:** Suspeita de hipertensão secundária de causa hormonal\n- **Pronto-socorro imediato:** Grau IV (papiledema) ou qualquer crise hipertensiva com sintomas neurológicos, visuais agudos, dor torácica ou insuficiência renal aguda\n\n---\n\n### Seguimento\n\n- **Grau I:** Repetir fundoscopia em 1-2 anos com controle pressórico adequado\n- **Grau II:** Repetir em 6-12 meses; otimizar anti-hipertensivos\n- **Grau III:** Repetir em 3-6 meses após ajuste terapêutico; encaminhamento oftalmológico\n- **Grau IV:** Seguimento intensivo multidisciplinar após estabilização da crise"
}
