{
  "score_item_id": "c77cedd3-2800-712f-be04-315636a9e3ec",
  "clinical_relevance": "A ultrassonografia transvaginal (USG-TV) é o método de imagem de primeira escolha para avaliação do trato genital feminino interno, oferecendo resolução superior à via abdominal por reduzir a distância entre o transdutor e as estruturas pélvicas. Permite avaliação detalhada do útero (tamanho, forma, ecotextura miometrial, espessura e ecogenicidade endometrial), dos ovários (volume, morfologia, foliculometria e presença de cistos ou massas), das tubas uterinas (normalmente não visíveis, exceto na presença de hidrossalpinge ou processo inflamatório) e da vagina.\n\n**Avaliação uterina:** O útero adulto mede tipicamente 7–9 cm de comprimento, 4–6 cm de largura e 2–4 cm de espessura. A espessura endometrial varia conforme a fase do ciclo: proliferativa inicial (fase folicular precoce) 4–8 mm, pré-ovulatória até 14 mm, secretora 10–16 mm; na pós-menopausa, valores acima de 4–5 mm indicam investigação complementar (biópsia endometrial) para exclusão de hiperplasia ou carcinoma de endométrio. Miomas uterinos são detectados em 20–40% das mulheres em idade reprodutiva; a USG-TV permite classificação conforme localização (subserosos, intramurais, submucosos — sistema FIGO PALM-COEIN), o que direciona a conduta. Adenomiose apresenta sinais como espessamento miometrial assimétrico, heterogeneidade, cistos miometriais e bordas endomiometriais indistintas.\n\n**Avaliação ovariana e diagnóstico de SOP:** O volume ovariano normal é de 2–10 cm³. Na Síndrome dos Ovários Policísticos (SOP), o critério ultrassonográfico de Rotterdam estabelece a presença de ≥12 folículos de 2–9 mm por ovário ou volume ovariano >10 cm³. A USG-TV é um dos três critérios diagnósticos de Rotterdam (os outros sendo disfunção ovulatória e hiperandrogenismo clínico/laboratorial), sendo necessários pelo menos 2 de 3 para o diagnóstico de SOP — porém, o achado ultrassonográfico não é obrigatório isoladamente para fechar o diagnóstico. A SOP afeta 15–20% das mulheres em idade fértil, sendo a principal causa de infertilidade anovulatória. O fenótipo A (três critérios presentes) associa-se a maior risco de complicações metabólicas.\n\n**Rastreamento e monitoramento de TRH:** Em mulheres sob terapia de reposição hormonal (TRH), recomenda-se monitorização anual com USG-TV para avaliação endometrial, além de mamografia e ultrassom de mamas. O uso de 17-beta-estradiol transdérmico associado à progesterona natural micronizada oral é a combinação de menor risco endometrial.\n\n**Massas anexiais:** A USG-TV permite caracterização morfológica de cistos ovarianos (simples, complexos, endometriomas, dermoides) e massas sólidas, orientando estratificação de risco para malignidade (sistemas IOTA, O-RADS). Cistos simples uniloculares ≤5 cm têm baixíssimo risco de malignidade e podem ser acompanhados. Cistos acima de 7–10 cm, bilaterais, com componentes sólidos, septações espessas ou vascularização ao Doppler requerem investigação adicional e/ou encaminhamento cirúrgico.\n\n**Outras indicações:** Avaliação de sangramento uterino anormal (SUA), investigação de infertilidade (foliculometria seriada, avaliação da receptividade endometrial), rastreamento de anomalias müllerianas, diagnóstico de endometriose superficial e profunda (com protocolo específico), diagnóstico de hidrossalpinge e doença inflamatória pélvica (DIP).",
  "points": 0,
  "patient_explanation": "A ultrassonografia transvaginal é um exame de imagem que usa ondas de som para ver por dentro da pelve feminina. Um pequeno aparelho é inserido cuidadosamente na vagina, o que permite que o médico veja com muito mais detalhe o útero, os ovários e as estruturas ao redor do que seria possível pelo abdômen. O exame não usa radiação e é geralmente bem tolerado.\n\nEle é útil para avaliar o endométrio (camada interna do útero), detectar miomas ou cistos nos ovários, investigar causas de menstruação irregular, dor pélvica ou dificuldade para engravidar. Também faz parte do acompanhamento de mulheres em terapia hormonal e do diagnóstico de condições como a Síndrome dos Ovários Policísticos (SOP). Quando os resultados mostram algo fora do padrão — como espessamento do endométrio, ovários com muitos folículos pequenos ou um cisto no ovário — o médico irá orientar a investigação mais adequada para cada situação, que pode ser simplesmente um acompanhamento ou exames complementares. Na maioria das vezes, os achados encontrados são benignos e têm solução.",
  "conduct": "## Conduta Clínica — USG Transvaginal (Útero, Ovário, Anexos e Vagina)\n\n### Indicações Principais\n\n- **Sangramento uterino anormal (SUA):** Avaliação de espessura e ecotextura endometrial, exclusão de miomas submucosos, pólipos e hiperplasia.\n- **Investigação de infertilidade:** Foliculometria seriada, avaliação do endométrio, rastreamento de patologias estruturais.\n- **Dor pélvica crônica ou aguda:** Exclusão de endometriose, DIP, torção ovariana, cisto roto.\n- **Irregularidade menstrual:** Auxiliar no diagnóstico de SOP pelo critério ultrassonográfico de Rotterdam.\n- **Monitoramento de TRH:** Avaliação anual da espessura endometrial em mulheres sob terapia de reposição hormonal.\n- **Rastreamento de massas pélvicas:** Caracterização morfológica e estratificação de risco.\n\n---\n\n### Interpretação dos Principais Achados e Conduta\n\n#### Espessura Endometrial Aumentada\n- Pós-menopausa: espessura ≥5 mm → indicar **biópsia endometrial** (aspiração com pipelle ou histeroscopia com biópsia dirigida) para exclusão de hiperplasia ou carcinoma endometrial.\n- Mulheres em uso de TRH: avaliar conforme tipo de regime hormonal; suspeita de pólipos → histeroscopia diagnóstica.\n- Na menacme: avaliar no contexto do ciclo menstrual; sangramento anormal → encaminhar para investigação.\n\n#### Ovários Policísticos / Suspeita de SOP\n- Confirmar diagnóstico pelos **critérios de Rotterdam** (≥2 de 3): (1) oligo/anovulação, (2) hiperandrogenismo clínico ou laboratorial, (3) morfologia policística na USG (≥12 folículos de 2–9 mm por ovário ou volume >10 cm³).\n- **Excluir diferenciais obrigatórios:**\n  - Hiperprolactinemia (dosar prolactina)\n  - Hiperplasia adrenal congênita não clássica (17-alfa-hidroxiprogesterona)\n  - Disfunção tireoidiana (TSH, T4 livre)\n  - Tumores secretores de androgênios (testosterona total/livre, DHEA-S)\n  - Síndrome de Cushing, se suspeita clínica (cortisol salivar noturno ou teste de supressão com dexametasona 1 mg)\n- **Avaliação metabólica complementar:** curva glicose/insulina, perfil lipídico, composição corporal.\n- **Conduta funcional-integrativa na SOP:** priorizar modificação do estilo de vida como base do tratamento (dieta anti-inflamatória, exercício ≥150 min/semana de intensidade moderada-vigorosa, manejo do estresse, sono); tratar resistência à insulina como eixo central.\n\n#### Miomas Uterinos\n- Classificar conforme sistema FIGO (localização submucosa, intramural, subserosa).\n- Miomas submucosos com sangramento → encaminhamento para histeroscopia cirúrgica.\n- Miomas volumosos ou com distorção da cavidade em mulher com desejo reprodutivo → discussão cirúrgica com ginecologista.\n- Seguimento com USG a cada 6–12 meses se assintomáticos.\n\n#### Massas Anexiais / Cistos Ovarianos\n- Cistos simples uniloculares ≤5 cm em mulheres em menacme: acompanhar em 6–12 semanas (a maioria regride espontaneamente).\n- Cistos complexos, bilaterais, com septos espessos, componente sólido ou vascularização ao Doppler: estratificar com **sistemas IOTA ou O-RADS**; encaminhar para ginecologia/oncologia ginecológica.\n- Endometrioma: confirmado por aspecto ultrassonográfico típico (cisto de conteúdo homogêneo em vidro fosco); associar investigação clínica de endometriose; dosagem de CA-125 como auxiliar (não diagnóstico isolado).\n\n#### Suspeita de DIP / Hidrossalpinge\n- Encaminhar para avaliação ginecológica urgente se sinais de DIP aguda (febre, dor pélvica, sinais inflamatórios).\n- Hidrossalpinge identificada em contexto de infertilidade → encaminhamento para reprodução assistida (impacto negativo na taxa de implantação; considerar salpingectomia prévia à FIV).\n\n---\n\n### Encaminhamentos Prioritários\n\n- **Ginecologia:** miomas sintomáticos, pólipos endometriais, endometrioma, irregularidade menstrual sem resposta ao tratamento clínico.\n- **Oncologia Ginecológica:** massas anexiais com características suspeitas (O-RADS 4–5), espessamento endometrial com biópsia positiva.\n- **Endocrinologia / Ginecologia Endócrina:** SOP com resistência à insulina importante, hiperandrogenismo grave, infertilidade associada.\n- **Reprodução Assistida:** infertilidade com SOP anovulatória, hidrossalpinge, fator ovariano diminuído.\n\n---\n\n### Frequência de Monitoramento\n\n- **Mulheres sintomáticas (SUA, dor pélvica):** USG-TV inicial + reavaliação conforme achado e resposta terapêutica.\n- **Seguimento de SOP:** USG-TV anual ou conforme indicação clínica; avaliar morfologia ovariana em conjunto com parâmetros metabólicos e hormonais.\n- **TRH:** USG-TV anual integrada ao protocolo de monitoramento hormonal.\n- **Cistos benignos em seguimento:** reavaliação em 6–12 semanas (menacme) ou 3–6 meses (pós-menopausa)."
}
