{
  "score_item_id": "019bf31d-2ef0-77e6-b363-8279c7bd3a69",
  "clinical_relevance": "A espessura endometrial medida por ultrassonografia transvaginal (USGTV) é o principal marcador de imagem para rastreamento e investigação de patologia endometrial em mulheres pós-menopáusicas. Na pós-menopausa, a ausência de estimulação estrogênica cíclica determina atrofia progressiva do endométrio, tornando qualquer espessamento patológico clinicamente relevante.\n\n**Valores de referência e interpretação:**\n- ≤4 mm: considerado normal em mulheres pós-menopáusicas, incluindo aquelas com sangramento uterino anormal (SUA). Estudo Cochrane de 2014 demonstrou sensibilidade de 96% e especificidade de 92% para exclusão de câncer endometrial com esse cutoff em mulheres sintomáticas.\n- ≤5 mm: cutoff amplamente utilizado segundo meta-análise publicada no Lancet Oncology (2007), com melhor relação sensibilidade-especificidade para detecção de câncer endometrial.\n- 5–10 mm: faixa intermediária que requer correlação clínica; em mulheres em terapia de reposição hormonal (TRH), espessuras até 10 mm são consideradas aceitáveis segundo protocolos de monitoramento.\n- >10 mm: em uso de TRH, indica excesso de estimulação estrogênica e necessita investigação.\n- >11 mm: em mulheres assintomáticas, pode justificar investigação adicional, embora não haja consenso estabelecido para rastreamento populacional nesse grupo.\n\n**Relevância clínica e epidemiológica:**\nO câncer de endométrio é a neoplasia ginecológica mais frequente nos países desenvolvidos, com incidência crescente associada à obesidade, síndrome metabólica e hiperestrogenismo. O sangramento uterino anormal pós-menopausa é o sintoma mais comum e deve ser sempre investigado com USGTV como primeiro exame. A ACOG (2018) estabeleceu formalmente que a USGTV é o método inicial de escolha na avaliação do sangramento pós-menopáusico, e que espessura ≤4 mm em mulheres sintomáticas praticamente exclui câncer endometrial, podendo dispensar biópsia na ausência de fatores de risco adicionais.\n\n**Fisiopatologia do espessamento:**\nAs causas mais comuns de espessamento endometrial na pós-menopausa incluem: pólipo endometrial, hiperplasia endometrial simples ou complexa (com ou sem atipia), adenocarcinoma endometrial e, menos frequentemente, carcinossarcoma. O hiperestrogenismo — seja por obesidade (conversão periférica de androgênios em estradiol pelo tecido adiposo), reposição hormonal com dose excessiva de estrogênio sem oposição progestagênica adequada, ou tumores produtores de estrogênio — é o principal mecanismo fisiopatológico subjacente.\n\n**Monitoramento em TRH:**\nEm mulheres sob TRH, a realização anual de USGTV é recomendada para monitorar a espessura endometrial. Sangramento vaginal durante TRH deve ser sempre investigado antes de ajustes terapêuticos. A espessura não deve ultrapassar 10 mm em pacientes em uso de TRH; valores acima disso indicam provável proteção endometrial insuficiente ou hiperestimulação estrogênica.",
  "points": 18,
  "patient_explanation": "A ultrassonografia transvaginal mede a espessura do endométrio, que é o revestimento interno do útero. Após a menopausa, esse revestimento normalmente fica fino porque o corpo produz menos estrogênio. Quando ele aparece mais espesso do que o esperado no ultrassom, pode ser um sinal de alterações que precisam de atenção — como pólipos, crescimento anormal das células ou, em casos menos comuns, um tumor.\n\nEsse exame é muito importante porque é a principal forma de investigar qualquer sangramento que ocorra depois da menopausa, o que nunca deve ser ignorado. Ele é simples, rápido e não causa dor significativa. Um resultado normal (endométrio fino, geralmente abaixo de 4 a 5 mm) é muito tranquilizador e, na maioria das vezes, dispensa outros exames. Quando o valor está acima do esperado, seu médico pode solicitar exames complementares para entender a causa e garantir que tudo esteja bem. Se você faz reposição hormonal, esse exame deve ser feito anualmente para garantir que o tratamento está sendo bem tolerado pelo seu útero.",
  "conduct": "## Conduta Clínica: Espessura Endometrial Pós-Menopausa\n\n### 1. Interpretação por Contexto Clínico\n\n**Mulher pós-menopáusica com sangramento uterino anormal (SUA):**\n- **≤4 mm:** Risco de câncer endometrial muito baixo (sensibilidade 96%, especificidade 92% para exclusão — Cochrane 2014). Biópsia pode ser dispensada na ausência de fatores de risco adicionais, mas seguimento clínico é obrigatório.\n- **>4 mm com sangramento:** Indicação de investigação histológica (biópsia de endométrio por histeroscopia ou curetagem). ACOG 2018 recomenda biópsia endometrial como passo seguinte.\n- **>5 mm:** Meta-análise (Lancet Oncology 2007) aponta este como cutoff com melhor relação sensibilidade-especificidade para detecção de câncer endometrial.\n\n**Mulher pós-menopáusica assintomática:**\n- **≤10 mm:** Observação e repetição do exame conforme risco individual.\n- **>11 mm:** Pode justificar investigação adicional, embora não haja consenso para rastreamento populacional. Avaliar fatores de risco: obesidade, diabetes, uso de tamoxifeno, história familiar, ausência de oposição progestagênica.\n- Não há recomendação formal de rastreamento universal por USGTV em assintomáticas.\n\n**Mulher em Terapia de Reposição Hormonal (TRH):**\n- Realizar USGTV anualmente.\n- Espessura **≤10 mm:** Aceitável durante TRH combinada.\n- Espessura **>10 mm:** Avaliar adequação da proteção endometrial (dose e regime do progestagênio/progesterona); considerar investigação histológica.\n- Qualquer sangramento vaginal durante TRH deve ser investigado antes de ajustes terapêuticos.\n\n---\n\n### 2. Investigação Complementar\n\n- **Histeroscopia diagnóstica:** Padrão-ouro para avaliação da cavidade uterina; permite visualização direta e biópsia dirigida de lesões focais (pólipos, miomas submucosos, hiperplasia focal).\n- **Biópsia endometrial ambulatorial (Pipelle):** Indicada quando há espessamento difuso; custo-efetiva e pode ser realizada em consultório.\n- **Ressonância magnética pélvica:** Indicada quando há suspeita de doença invasiva (carcinoma endometrial confirmado) para estadiamento pré-operatório, ou em casos de acesso limitado à cavidade uterina.\n- **Doppler da artéria uterina e dos vasos endometriais:** Pode auxiliar na diferenciação benigno/maligno em casos selecionados.\n- **Marcadores tumorais (CA-125):** Papel limitado no diagnóstico primário; útil no seguimento de carcinoma endometrial confirmado.\n\n---\n\n### 3. Fatores de Risco para Hiperplasia/Câncer Endometrial\n\n- Obesidade (IMC >30 kg/m²) — principal fator modificável\n- Diabetes mellitus tipo 2\n- Síndrome dos ovários policísticos (SOP) com anovulação crônica prévia\n- Uso de tamoxifeno\n- TRH com estrogênio sem oposição progestagênica adequada\n- Nuliparidade\n- Menarca precoce / menopausa tardia\n- História familiar de câncer de endométrio ou síndrome de Lynch\n\n---\n\n### 4. Encaminhamento a Especialistas\n\n- **Ginecologista oncológico:** Quando há espessamento com suspeita histológica de malignidade (hiperplasia atípica ou adenocarcinoma).\n- **Ginecologista geral/histeroscopista:** Para investigação de espessamento com indicação de biópsia ou quando USGTV for inconclusiva.\n- **Endocrinologista/nutrólogo:** Quando obesidade ou síndrome metabólica são fatores contribuintes relevantes.\n\n---\n\n### 5. Intervenções e Seguimento\n\n- **Perda de peso:** Em mulheres obesas, a redução do peso corporal diminui a conversão periférica de androgênios em estrogênio e reduz o risco de hiperestrogenismo endógeno.\n- **Ajuste de TRH:** Garantir proteção endometrial adequada com progesterona natural micronizada oral ou progestagênio em regime adequado ao esquema de estradiol utilizado.\n- **Seguimento por imagem:** Após investigação negativa com espessamento leve, repetir USGTV em 6–12 meses conforme risco clínico.\n- **Educação da paciente:** Orientar que qualquer sangramento vaginal pós-menopáusico, mesmo que mínimo (spotting), deve ser comunicado imediatamente ao médico."
}
