{
  "score_item_id": "c77cedd3-2800-7bd8-adb0-8b19fd925bd0",
  "clinical_relevance": "O O-RADS (Ovarian-Adnexal Reporting and Data System) é um sistema padronizado de estratificação de risco e gestão de massas anexiais detectadas à ultrassonografia transvaginal (USTV), desenvolvido pelo American College of Radiology (ACR) por meio de colaboração multidisciplinar internacional. Sua finalidade é fornecer interpretações consistentes e avaliação de risco para lesões ovarianas e anexiais, reduzindo a variabilidade interobservador e orientando condutas baseadas em evidências.\n\n**Categorias O-RADS US:**\n- **O-RADS 0:** Avaliação incompleta — lesão não adequadamente caracterizada.\n- **O-RADS 1:** Ovário normal — sem lesão identificada.\n- **O-RADS 2:** Quase certamente benigno — risco de malignidade <1%. Inclui cistos simples, cistos hemorrágicos típicos, endometriomas típicos, teratomas maduros típicos e outras lesões com morfologia claramente benigna.\n- **O-RADS 3:** Baixo risco de malignidade — risco estimado entre 1% e 10%. Lesões com características morfológicas indeterminadas que necessitam de acompanhamento ou avaliação adicional. A versão v2022 do O-RADS atualizou as diretrizes de manejo para essa categoria, incorporando características morfológicas adicionais favoráveis à benignidade.\n- **O-RADS 4:** Risco intermediário de malignidade — risco estimado entre 10% e 50%. Requer avaliação especializada e, em geral, abordagem cirúrgica ou biopsia.\n- **O-RADS 5:** Alto risco de malignidade — risco >50%. Requer encaminhamento urgente para oncologista ginecológico.\n\n**Desempenho diagnóstico:** Estudo multicêntrico prospectivo norte-americano publicado no JAMA Network Open (2022) demonstrou sensibilidade de 91–92% e valor preditivo negativo (VPN) de 99% para distinguir massas anexiais benignas de malignas, conferindo ao sistema excelente acurácia para exclusão de malignidade.\n\n**USG transvaginal no sangramento pós-menopausa:** A ACOG (Committee Opinion No. 734, 2018) recomenda o USTV como exame de primeira linha na avaliação de sangramento pós-menopausa, com cutoff de espessura endometrial de 4–5 mm para indicação de biópsia. Meta-análise publicada no Lancet Oncology (2007) confirmou que o cutoff de 5 mm apresenta a melhor relação sensibilidade-especificidade para detecção de câncer endometrial em mulheres pós-menopáusicas.\n\n**Contexto de SOP:** O USTV também é componente central do diagnóstico de Síndrome dos Ovários Policísticos (SOP) pelos critérios de Roterdã, com avaliação do número de folículos por ovário (FNPO) e volume ovariano (VO) como critérios primários, conforme atualizado pelas Diretrizes Internacionais Baseadas em Evidências de 2018.\n\n**Impacto clínico:** Massas ovarianas são achados comuns na prática ginecológica. A estratificação precisa pelo O-RADS permite evitar cirurgias desnecessárias em lesões benignas e garantir encaminhamento oportuno nos casos de risco intermediário ou alto, impactando diretamente a morbimortalidade por câncer ovariano — neoplasia com alta letalidade quando diagnosticada tardiamente.",
  "points": 14,
  "patient_explanation": "A ultrassonografia transvaginal com classificação O-RADS é um exame de imagem que avalia os ovários e as estruturas ao redor do útero (chamadas de anexos) usando um aparelho de ultrassom introduzido suavemente pela vagina. Ele fornece imagens muito detalhadas dessas regiões. O sistema O-RADS classifica o que é encontrado em categorias de 1 a 5: quanto mais baixo o número, mais tranquilizador é o achado. A categoria 1 significa que tudo está normal, enquanto a categoria 2 indica algo quase certamente benigno (sem risco). Categorias 3, 4 e 5 indicam graus crescentes de necessidade de acompanhamento ou investigação adicional. Esse sistema foi criado para que médicos de diferentes países usem a mesma linguagem ao descrever o que veem no exame, tornando o cuidado mais seguro e padronizado. Caso seu médico indique esse exame ou informe sua classificação O-RADS, isso significa que ele está sendo cuidadoso e criterioso na sua avaliação — a maioria dos achados é benigna e tratável.",
  "conduct": "## Conduta Clínica — USG Transvaginal com Classificação O-RADS\n\n### Indicações do Exame\n- Avaliação de massa pélvica ou anexial detectada ao exame físico ou outro método de imagem\n- Sangramento uterino anormal ou pós-menopausa (primeira linha per ACOG 2018)\n- Dor pélvica crônica ou aguda\n- Rastreamento em pacientes de alto risco (BRCA, história familiar de câncer ovariano)\n- Critério diagnóstico para SOP (avaliação de FNPO e volume ovariano)\n- Monitoramento de lesões anexiais em seguimento\n\n### Conduta por Categoria O-RADS\n\n**O-RADS 1 (Normal)**\n- Nenhuma conduta adicional específica relacionada à massa\n- Manter rastreamento de rotina conforme perfil da paciente\n\n**O-RADS 2 (Quase certamente benigno — risco <1%)**\n- Acompanhamento conforme guideline vigente (tipicamente repetir USTV em 6–12 semanas para cistos simples >5 cm; cistos simples ≤5 cm na pré-menopausa não requerem seguimento de imagem)\n- Orientar paciente sobre sintomas de alerta (dor súbita, distensão abdominal rápida)\n\n**O-RADS 3 (Baixo risco — 1–10%)**\n- **Investigação complementar:** considerar ressonância magnética (RM) pélvica para melhor caracterização morfológica\n- Marcadores tumorais: CA-125, HE4 (calcular ROMA score se disponível), CEA e CA 19-9 conforme morfologia\n- **Seguimento:** repetir USTV em 6–12 semanas; se estável, acompanhamento semestral por 1–2 anos\n- Discutir caso em equipe multidisciplinar ou encaminhar para ginecologia especializada se dúvida diagnóstica persistir\n- Atualização O-RADS v2022: incorporar características morfológicas adicionais favoráveis à benignidade antes de encaminhamento cirúrgico\n\n**O-RADS 4 (Risco intermediário — 10–50%)**\n- **Encaminhamento:** ginecologista especializado ou oncologista ginecológico\n- RM pélvica com contraste para caracterização complementar\n- Marcadores tumorais: CA-125, HE4, ROMA score, AFP, beta-HCG (em mulheres jovens)\n- Avaliação pré-operatória completa\n- **Decisão cirúrgica:** individualizada conforme características da lesão, idade, paridade e desejo reprodutivo\n\n**O-RADS 5 (Alto risco — >50%)**\n- **Encaminhamento urgente** ao oncologista ginecológico\n- Estadiamento: RM pélvica e TC de tórax/abdome/pelve com contraste\n- Marcadores tumorais completos (CA-125, HE4, AFP, beta-HCG, LDH, inibina)\n- Não realizar biópsia percutânea se lesão potencialmente ressecável (risco de disseminação peritoneal)\n- Planejamento cirúrgico preferencialmente em centro oncológico de referência\n\n### Avaliação Endometrial (Sangramento Pós-Menopausa)\n- **Espessura endometrial ≤4 mm:** risco muito baixo de câncer endometrial; conduta expectante se sangramento de pequena monta e único episódio\n- **Espessura endometrial >4–5 mm** ou endométrio heterogêneo: indicar biópsia endometrial (curetagem ou biópsia aspirativa) per ACOG 2018 e meta-análise Lancet Oncology 2007\n- Encaminhar para histeroscopia diagnóstica se biópsia inconclusiva ou sangramento recorrente\n\n### Avaliação em SOP\n- Critério ultrassonográfico: ≥20 folículos por ovário (FNPO) e/ou volume ovariano >10 mL em pelo menos um ovário, conforme Diretrizes Internacionais 2018\n- Aplicar critérios de Roterdã (confirmar 2 de 3): disfunção ovulatória, hiperandrogenismo clínico/bioquímico, morfologia policística à USG\n- Excluir diagnósticos diferenciais: prolactina, 17-OHP, TSH/T4, testosterona total e livre, DHEA-S\n- RM pélvica apenas se suspeita de tumor secretor de androgênios\n\n### Rastreamento em Alto Risco\n- **Mutação BRCA1/2:** USTV anual + CA-125 semestral a partir dos 30–35 anos (ou 5–10 anos antes do caso índice mais jovem na família); considerar salpingo-ooforectomia redutora de risco após conclusão da prole\n- **Síndrome de Lynch:** USTV anual + avaliação endometrial a partir dos 30–35 anos\n- Decisão de ooforectomia profilática deve ser individualizada, pesando risco oncológico versus risco cardiovascular, osteoporose e mortalidade geral (conforme revisão Journal of Personalized Medicine, 2025: conservação ovariana em mulheres de risco médio reduz risco cardiovascular, osteoporose e morte)\n\n### Integração com Medicina Funcional Integrativa\n- Considerar impacto do estado hormonal, inflamação sistêmica e resistência insulínica na morfologia ovariana\n- Monitoramento anual com USTV em mulheres em terapia de reposição hormonal (TRH), conforme recomendação de programa funcional integrativo\n- Avaliação de saúde pélvica integrada: função do assoalho pélvico, mobilidade uterina, vascularização ovariana ao Doppler"
}
