{
  "score_item_id": "019bf31d-2ef0-7e6e-a77d-0e75475ca72d",
  "clinical_relevance": "O volume ovariano (VO) mensurado pela ultrassonografia transvaginal (USTV) é um parâmetro morfológico fundamental na avaliação ginecológica, com papel central no diagnóstico da Síndrome dos Ovários Policísticos (SOP) e na estimativa da reserva ovariana.\n\n**Valores de referência e limiar diagnóstico:**\nO limiar de VO >10 cm³ é utilizado como critério diagnóstico para ovários policísticos, conforme estabelecido pelas Diretrizes Internacionais Baseadas em Evidências de 2018 e amplamente discutido na literatura (Rotterdam criteria, Human Reproduction, 2021). O volume é calculado pela fórmula do elipsoide: 0,523 × comprimento × largura × espessura. Em mulheres em idade fértil, o volume ovariano normal varia aproximadamente de 5 a 10 cm³, com declínio progressivo com a idade. Na pós-menopausa, volumes menores que 3 cm³ são esperados como reflexo da depleção folicular.\n\n**Papel diagnóstico na SOP:**\nA SOP é a endocrinopatia mais prevalente em mulheres em idade reprodutiva, afetando 15–20% dessa população e representando a maior causa de infertilidade anovulatória (90–95% dos casos de infertilidade por anovulação). O diagnóstico segue os critérios de Roterdã, que exigem 2 de 3 critérios: (1) irregularidade menstrual/anovulação crônica, (2) hiperandrogenismo clínico ou laboratorial, e (3) morfologia ovariana policística ao ultrassom. A presença de ovários policísticos ao USTV não é obrigatória para o diagnóstico, mas quando presente — especialmente com VO >10 cm³ — reforça o diagnóstico e está associada ao fenótipo A (três critérios presentes), que confere maior risco de complicações metabólicas.\n\nA revisão abrangente publicada na Biomedicines (2025) sobre critérios ultrassonográficos para diagnóstico de SOP confirma que o volume ovariano (VO) e o número de folículos por ovário (FNPO) são os critérios primários avaliados pela ultrassonografia.\n\n**Fisiopatologia e achados associados:**\nNa SOP, o aumento do volume ovariano resulta do acúmulo de folículos antrais pequenos (2–9 mm) em estágio de desenvolvimento arrestado, secundário ao desequilíbrio no eixo hipotálamo-hipófise-ovário. A razão LH:FSH está tipicamente elevada em 2 a 3 vezes acima do normal (que é 1–2), promovendo hiperandrogenismo e inibição da maturação folicular dominante. O estroma ovariano hipertrofiado também contribui para o aumento do volume. Entre 50–70% das mulheres com SOP apresentam resistência à insulina — mesmo sem obesidade — e 60–70% têm sobrepeso/obesidade, condições que agravam o hiperandrogenismo e o volume ovariano por mecanismos de hiperinsulinemia.\n\n**Reserva ovariana e declínio com a idade:**\nO VO também informa indiretamente sobre a reserva ovariana, que declina progressivamente com a idade — com maior perda entre 30 e 40 anos. Aos 50 anos, aproximadamente 70% dos folículos remanescentes são de baixa qualidade. O Hormônio Anti-Mülleriano (AMH), produzido pelos folículos primordiais e primários, é o marcador sérico mais fidedigno da reserva ovariana e deve ser interpretado em conjunto com o VO e o FNPO. A idade média de menopausa no Brasil é ~51 anos, com irregularidade de ciclos iniciando por volta dos 45–46 anos.\n\n**Estratificação de risco:**\n- VO normal (5–10 cm³): parâmetro dentro da faixa fisiológica esperada para mulheres em idade fértil\n- VO >10 cm³ (unilateral ou bilateral): critério para morfologia ovariana policística; avaliar em conjunto com os outros critérios de Roterdã\n- VO muito aumentado (>20 cm³): suspeita de neoplasia ovariana, endometrioma ou hiperestimulação; indicação de investigação complementar urgente\n- VO muito reduzido (<3 cm³ em pré-menopausa): sugestivo de insuficiência ovariana prematura; correlacionar com FSH, AMH e estradiol\n\n**Impacto clínico sistêmico da SOP (quando VO >10 cm³ integra o diagnóstico):**\nMulheres com SOP têm risco aumentado de: diabetes mellitus tipo 2 (associado à resistência à insulina e hiperinsulinemia), diabetes gestacional (3x maior), hipertensão gestacional (3–4x), pré-eclâmpsia (2–4x), trombose venosa profunda (2x), e apresentam risco de suicídio sete vezes maior, associado à maior prevalência de ansiedade e depressão. Na gestação, há risco aumentado para o concepto de hipoglicemia, prematuridade, anomalias congênitas cardiovasculares e urogenitais, e as filhas de mulheres com SOP têm maior risco de desenvolver a síndrome.",
  "points": 12,
  "patient_explanation": "O volume ovariano é uma medida feita por um exame de ultrassom transvaginal que avalia o tamanho dos seus ovários. Os ovários produzem os óvulos e os hormônios femininos, como o estrogênio e a progesterona, que regulam o ciclo menstrual e a fertilidade.\n\nO tamanho normal dos ovários em mulheres em idade fértil fica entre 5 e 10 cm³. Quando esse volume está aumentado — acima de 10 cm³ — pode indicar a presença de muitos folículos pequenos acumulados, o que é uma característica de uma condição chamada Síndrome dos Ovários Policísticos (SOP). A SOP é muito comum e afeta cerca de 15 a 20% das mulheres em idade reprodutiva, podendo causar irregularidade menstrual, dificuldade para engravidar, acne e aumento de pelos.\n\nQuando o volume está muito pequeno, pode significar que os ovários estão com menos reserva de óvulos do que o esperado para a sua idade, o que é avaliado junto com outros exames.\n\nEsse exame é importante porque, junto com exames de sangue e outros dados clínicos, ajuda seu médico a entender melhor o funcionamento do seu sistema hormonal e a identificar precocemente condições que, quando tratadas adequadamente, podem ser bem controladas.",
  "conduct": "## Conduta Clínica: Volume Ovariano ao USTV\n\n### 1. Interpretação Clínica por Faixa de Volume\n\n**Volume normal (5–10 cm³ em pré-menopausa):**\n- Seguimento de rotina conforme rastreio ginecológico habitual\n- Correlacionar com ciclo menstrual, AMH e FSH se houver suspeita de alteração de reserva ovariana\n\n**Volume aumentado (>10 cm³):**\n- Aplicar critérios de Roterdã: avaliar presença de irregularidade menstrual/anovulação e hiperandrogenismo (clínico ou laboratorial) — o diagnóstico de SOP requer 2 de 3 critérios\n- Quantificar o número de folículos por ovário (FNPO): ≥20 folículos de 2–9 mm por ovário é o critério ultrassonográfico atual recomendado pelas diretrizes de 2018\n- Descartar outras causas de aumento ovariano: cistos funcionais, endometrioma, neoplasias\n\n**Volume muito aumentado (>20 cm³) ou crescimento rápido:**\n- Investigação urgente para neoplasia ovariana ou endometrioma\n- Solicitar CA-125, CEA e encaminhar à ginecologia especializada\n\n**Volume reduzido (<3 cm³ em pré-menopausa):**\n- Suspeitar de insuficiência ovariana prematura (IOP)\n- Solicitar AMH, FSH (dia 3 do ciclo), estradiol e cariótipo se <40 anos\n\n---\n\n### 2. Investigação Complementar\n\n**Quando VO >10 cm³ (suspeita de SOP):**\n- **Laboratorial para diagnóstico diferencial da SOP:**\n  - Prolactina (descartar hiperprolactinemia)\n  - 17-alfa-hidroxiprogesterona (descartar hiperplasia adrenal congênita não clássica)\n  - TSH e T4 livre (descartar disfunção tireoidiana)\n  - Testosterona total e livre, DHEA-S (descartar tumores secretores de androgênios ou uso exógeno)\n  - Cortisol salivar noturno ou teste de supressão com dexametasona 1 mg se houver suspeita clínica de Síndrome de Cushing\n- **Avaliação metabólica (obrigatória em SOP):**\n  - Glicemia de jejum, insulina de jejum, HOMA-IR\n  - Perfil lipídico completo\n  - Hemoglobina glicada\n- **Reserva ovariana:**\n  - AMH sérico (correlacionar com VO e FNPO)\n  - FSH no dia 3 do ciclo\n- **Avaliação hormonal adicional:**\n  - Razão LH:FSH (elevada em 2–3x na SOP)\n  - Progesterona sérica (dia 21–24 do ciclo ou a qualquer momento em amenorreia)\n  - Estradiol\n- **Vitamina D sérica:** dosar e ajustar para 45–60 ng/mL se deficiente\n\n---\n\n### 3. Intervenções Baseadas em Evidências (SOP confirmada)\n\n**Modificação do estilo de vida (base do tratamento):**\n- **Exercício físico:** ≥250 min/semana de atividade moderada ou ≥150 min/semana de atividade intensa; incluir musculação, aeróbico e HIIT para melhora da sensibilidade à insulina e composição corporal\n- **Dieta:** padrão anti-inflamatório com controle de carboidratos refinados; avaliar low-carb ou mediterrâneo conforme perfil metabólico\n- **Sono e manejo do estresse:** sono adequado e ferramentas de mindfulness com impacto documentado na fertilidade e bem-estar\n\n**Suplementação com evidência em SOP:**\n- Inositol (mio-inositol e D-chiro-inositol)\n- Vitamina D (se deficiente)\n- Ômega-3\n- N-acetilcisteína\n- Coenzima Q10\n- Melatonina (avaliar individualmente)\n\n**Farmacológico (quando indicado):**\n- **Metformina:** sensibilizador de insulina de primeira linha; avaliar glicemia, insulina, HOMA-IR e função renal (creatinina) antes de iniciar\n- **Contraceptivos orais combinados (COCs):** uso criterioso; avaliar elegibilidade médica (OMS), rastrear trombofilia quando indicado, verificar PA, doença vascular e enxaqueca com aura (contraindicação)\n- **Espironolactona ou acetato de ciproterona:** para hiperandrogenismo clínico (hirsutismo, acne) quando COC não é suficiente ou contraindicado\n\n**Procedimentos cirúrgicos:**\n- Drilling ovariano por videolaparoscopia: reservado para casos refratários após falha de tratamento clínico e reprodução assistida\n\n---\n\n### 4. Encaminhamentos\n\n- **Ginecologia/Endocrinologia Reprodutiva:** SOP com desejo de engravidar, suspeita de insuficiência ovariana prematura, ou casos refratários ao tratamento clínico\n- **Endocrinologia:** quando há suspeita de Cushing, HAC não clássica ou neoplasia secretora de androgênios\n- **Oncologia Ginecológica:** volume ovariano muito aumentado (>20 cm³), crescimento rápido ou CA-125 elevado\n- **Nutrição:** plano alimentar individualizado por fenótipo/subfenótipo da SOP\n- **Psicologia/Psiquiatria:** avaliar ativamente ansiedade, depressão e qualidade de vida — mulheres com SOP têm risco de suicídio sete vezes maior\n\n---\n\n### 5. Monitoramento\n\n- **USTV seriada:** repetir em 6–12 meses para monitorar resposta ao tratamento ou evolução de cistos\n- **Reavaliações metabólicas:** ciclo menstrual, ovulação, HOMA-IR e metas lipídicas a cada 3–6 meses\n- **Risco oncológico endometrial:** monitorar em pacientes com anovulação crônica prolongada (maior risco de hiperplasia endometrial)\n- **Pré-concepcional:** estabelecer metas de controle metabólico e hormonal antes de qualquer tentativa de gestação, dado o maior risco obstétrico associado à SOP"
}
