{
  "score_item_id": "c77cedd3-2800-75e5-8a07-3830a94474ce",
  "clinical_relevance": "O Doppler colorido de aorta e artérias renais é um exame de ultrassonografia vascular que avalia, de forma não invasiva, a hemodinâmica das artérias renais e da aorta abdominal, sendo o método de rastreamento de primeira linha para estenose de artéria renal (EAR) — a causa mais comum de hipertensão secundária tratável.\n\nParâmetros Doppler e valores de referência:\n\n1. Velocidade de pico sistólico (VPS) intrarrenal: valores normais de 60–100 cm/s nas artérias renais principais. VPS > 180–200 cm/s no segmento estenótico indica EAR hemodinamicamente significativa (≥ 60%).\n\n2. Razão aorto-renal (RAR): compara a VPS intrarrenal com a VPS da aorta abdominal como referência, normalizando variações hemodinâmicas individuais. Valores de referência:\n   - Normal: RAR médio 2,2\n   - Estenose < 60%: RAR médio 2,9\n   - Estenose ≥ 60%: RAR médio 4,5\n   - RAR > 3,5 é o ponto de corte estabelecido para EAR hemodinamicamente significativa, com sensibilidade de 84–91% e especificidade de 95–97% para detecção de estenose ≥ 60%, conforme revisão abrangente publicada no StatPearls (2024).\n\n3. Índice de resistência intrarrenal (IR): calculado como (VPS − velocidade diastólica final) / VPS. Valores normais: 0,60–0,70. IR > 0,80 sugere doença parenquimatosa renal intrínseca associada, que pode comprometer o benefício de intervenções vasculares.\n\n4. Avaliação da aorta abdominal: permite identificar aneurisma (diâmetro ≥ 30 mm = aneurisma de aorta abdominal — AAA) e placas ateroscleróticas significativas.\n\nFisiopatologia da EAR:\nA EAR aterosclerótica (causa de 90% dos casos) produz hipoperfusão renal ipsilateral, com ativação crônica do sistema renina-angiotensina-aldosterona (SRAA), levando a hipertensão renovascular, sobrecarga cardíaca e progressão de lesão renal contralateral. A EAR displásica (displasia fibromuscular) predomina em mulheres jovens e tipicamente afeta os dois terços distais da artéria renal, com aspecto de \"colar de contas\" ao Doppler.\n\nEpidemiologia e relevância clínica:\n- EAR aterosclerótica clinicamente significativa está presente em 1–5% dos hipertensos não selecionados, mas pode chegar a 20–40% em pacientes com hipertensão resistente, DRC progressiva de causa indeterminada, edema pulmonar de repetição sem causa cardíaca primária ou assimetria renal > 1,5 cm.\n- 95% dos casos de hipertensão arterial sistêmica são classificados como primária (essencial); causas secundárias como EAR são subdiagnosticadas, mas, quando identificadas e tratadas na causa, podem reverter ou controlar melhor a hipertensão.\n- Um estudo com 313 pacientes (Journal of Vascular Surgery, 2012) demonstrou que a RAR é o parâmetro Doppler com maior acurácia diagnóstica para detecção de EAR hemodinamicamente significativa, superando a VPS isolada na especificidade.\n\nLimitações do método:\n- A janela acústica pode ser comprometida por obesidade, gases intestinais e cicatrizes abdominais, dificultando a visualização das artérias renais em 10–20% dos exames.\n- Artérias renais acessórias múltiplas podem não ser identificadas.\n- A qualidade do exame é altamente dependente do operador.\n\nContexto funcional integrativo:\n- A aterosclerose das artérias renais compartilha mecanismos com a aterosclerose sistêmica: lesão endotelial, oxidação do LDL, inflamação crônica subclínica (IL-1β, IL-6, TNF-α, NF-κB), resistência insulínica e disfunção do eixo hormonal.\n- A investigação de EAR deve ser integrada à avaliação cardiovascular global, incluindo marcadores inflamatórios e metabólicos.\n- Evidências apontam que a colocação de stent em EAR aterosclerótica não melhorou o controle da hipertensão em comparação ao tratamento clínico otimizado em ensaios clínicos randomizados (estudo CORAL), reforçando que a terapia médica é a base do tratamento na maioria dos casos.",
  "points": 0,
  "patient_explanation": "O Doppler colorido de aorta e artérias renais é um exame de ultrassom que usa ondas sonoras para avaliar o fluxo de sangue dentro das artérias que levam sangue aos rins e para a principal artéria do abdômen (a aorta). O exame não dói, não usa radiação e é feito com um aparelho colocado sobre o abdômen.\n\nEle é importante porque os rins precisam de um fluxo de sangue adequado para funcionar bem e para ajudar a controlar a pressão arterial. Quando uma dessas artérias fica estreitada — o que chamamos de estenose — o rim recebe menos sangue e reage liberando hormônios que elevam a pressão arterial. Isso pode causar uma pressão de difícil controle mesmo com vários remédios.\n\nO exame também permite ver se há dilatações anormais na aorta (chamadas de aneurismas) e placas de gordura que podem comprometer a circulação.\n\nSe o resultado mostrar alguma alteração, seu médico poderá investigar melhor a causa da sua pressão alta ou dos seus sintomas renais e indicar o tratamento mais adequado — que na maioria dos casos começa com ajustes no estilo de vida e nos medicamentos, sem necessidade de cirurgia.",
  "conduct": "## Conduta Clínica — Doppler Colorido de Aorta e Artérias Renais\n\n### 1. Indicações para Solicitação do Exame\n\n**Rastreamento de estenose de artéria renal (EAR) — indicar em:**\n- Hipertensão arterial resistente (PA não controlada com ≥ 3 fármacos em doses plenas, incluindo diurético)\n- Início súbito ou agravamento inexplicado de hipertensão previamente controlada\n- Hipertensão em paciente jovem sem história familiar ou fatores de risco convencionais\n- Assimetria renal > 1,5 cm ao ultrassom convencional sem causa conhecida\n- DRC progressiva de causa indeterminada, especialmente com piora após introdução de IECA ou BRA\n- Edema pulmonar recorrente (\"flash pulmonary edema\") sem disfunção sistólica grave\n- Sopro abdominal periumbilical\n- Doença aterosclerótica em múltiplos territórios (coronariano, carotídeo, periférico)\n\n**Rastreamento de aneurisma de aorta abdominal (AAA) — indicar em:**\n- Homens com 65–75 anos tabagistas (≥ 100 cigarros ao longo da vida) — rastreamento único recomendado por diretrizes\n- Pacientes com história familiar de AAA\n- Doença aterosclerótica difusa com fatores de risco múltiplos\n\n### 2. Interpretação dos Parâmetros Doppler\n\n**Razão aorto-renal (RAR):**\n- RAR normal: ~2,2\n- RAR 2,9: sugestivo de estenose < 60% (monitorar)\n- **RAR > 3,5: diagnóstico de EAR hemodinamicamente significativa (≥ 60%) — sensibilidade 84–91%, especificidade 95–97%**\n\n**Velocidade de pico sistólico (VPS) na artéria renal principal:**\n- Normal: 60–100 cm/s\n- VPS > 180–200 cm/s no local da estenose: EAR significativa\n\n**Índice de resistência intrarrenal (IR):**\n- Normal: 0,60–0,70\n- IR > 0,80: sugere doença parenquimatosa renal intrínseca; menor probabilidade de benefício com revascularização\n\n**Aorta abdominal:**\n- Diâmetro normal < 30 mm\n- Dilatação 30–54 mm: AAA pequeno/moderado — seguimento com imagem\n- Dilatação ≥ 55 mm: AAA de risco — avaliação cirúrgica/endovascular urgente\n\n### 3. Investigação Complementar Após Achado Alterado\n\n**Confirmação de EAR significativa:**\n- **Angiorressonância magnética (AngioRM):** método de escolha para confirmação — alta resolução anatômica sem radiação ionizante, preferível em DRC moderada (evitar contraste iodado)\n- **Angiotomografia (AngioTC):** boa acurácia, porém usa contraste iodado e radiação — indicado quando AngioRM não disponível ou contraindicada\n- **Arteriografia digital:** padrão-ouro anatômico, indicada quando revascularização está sendo considerada (permite intervenção simultânea)\n\n**Avaliação funcional renal:**\n- Creatinina sérica e TFG estimada (eGFR)\n- Relação albumina/creatinina urinária (microalbuminúria)\n- Renina plasmática e aldosterona (relação aldosterona/renina) — especialmente para diferenciação de hiperaldosteronismo\n- Cintilografia renal com captopril (funcional): avalia simetria de perfusão e resposta ao bloqueio do SRAA\n\n**Avaliação cardiovascular global integrada:**\n- Ecocardiograma (hipertrofia ventricular esquerda, fração de ejeção)\n- ECG\n- Perfil lipídico ampliado: LDL, HDL, TG, ApoB/ApoA, LDL oxidada\n- PCR ultrassensível, homocisteína\n- Glicemia de jejum + insulina (curva glicoinsulinêmica para rastreamento de resistência à insulina)\n- Doppler de carótidas para avaliação de aterosclerose sistêmica\n\n### 4. Conduta Terapêutica Baseada em Evidências\n\n**EAR hemodinamicamente significativa — tratamento clínico (1ª linha):**\n\n- **Controle rigoroso da pressão arterial** com combinação de classes:\n  - IECA ou BRA (com monitoramento de creatinina e potássio — possível piora inicial em EAR bilateral)\n  - Bloqueador do canal de cálcio\n  - Diurético tiazídico (clortalidona preferencial)\n  - Espironolactona como 4ª opção em hipertensão resistente\n  - **Atenção:** IECA e BRA podem causar deterioração aguda da função renal em EAR bilateral ou em rim único funcionante — monitorar creatinina 1–2 semanas após início\n\n- **Antiagregação plaquetária:** AAS em baixa dose em EAR aterosclerótica com risco cardiovascular elevado (prevenção secundária)\n\n- **Estatina:** em EAR aterosclerótica, especialmente pós-evento ou em prevenção secundária — efeitos pleotrópicos (anti-inflamatório local, estabilização de placa) justificam uso neste contexto\n\n- **Controle de fatores de risco cardiovascular:**\n  - Cessação do tabagismo (obrigatória)\n  - Dieta anti-inflamatória, com correção da resistência insulínica\n  - Atividade física 150 min/semana\n  - Controle glicêmico rigoroso em diabéticos\n  - Meta LDL < 70 mg/dL (ou < 50 mg/dL em pacientes de altíssimo risco)\n\n**Revascularização renal — critérios seletivos:**\n\n- Evidências de ensaios randomizados (incluindo o estudo CORAL) demonstraram que stent em EAR aterosclerótica não superou o tratamento clínico otimizado em termos de controle pressórico ou desfechos renais na maioria dos pacientes\n- **Revascularização pode ser considerada em situações selecionadas:**\n  - EAR bilateral com DRC progressiva apesar de tratamento clínico otimizado\n  - EAR em rim único funcionante\n  - Edema pulmonar de repetição atribuível à EAR\n  - Hipertensão verdadeiramente refratária com IR < 0,80 (parênquima renal preservado)\n  - EAR por displasia fibromuscular em paciente jovem — angioplastia com excelentes resultados\n- Decisão de revascularização deve ser tomada em conjunto com nefrologista e radiologista intervencionista\n\n**Aneurisma de aorta abdominal:**\n- Diâmetro 30–54 mm: seguimento com ultrassom a cada 6–12 meses; controle rigoroso de pressão e fatores de risco\n- Diâmetro ≥ 55 mm ou crescimento > 10 mm/ano: encaminhamento urgente para cirurgia vascular\n\n### 5. Abordagem Integrativa Complementar\n\n- **Correção da resistência insulínica:** curva de glicose e insulina; intervenção dietética low-carb e/ou metformina quando indicado — impacto direto no controle pressórico e na progressão da aterosclerose\n- **Ômega-3 (EPA/DHA):** efeito anti-inflamatório e sobre TG elevados; ajustar pelo índice de ômega-3 sérico\n- **Vitamina D:** dosar 25(OH)D; manter > 60–80 ng/mL em pacientes com DRC ou hipertensos\n- **Magnésio (forma taurato):** 500–1.000 mg/dia — potencializa controle pressórico e tem efeito vasodilatador\n- **Coenzima Q10:** suplementar especialmente em uso de estatinas (que reduzem CoQ10 endógeno)\n- **Homocisteína:** dosar e tratar com vitaminas B6, B9 (metilfolato) e B12 (metilcobalamina) se > 10 µmol/L\n\n### 6. Encaminhamento a Especialistas\n\n- **Nefrologista:** EAR com DRC associada, TFG < 45 mL/min/1,73 m², proteinúria significativa, deterioração renal após IECA/BRA\n- **Radiologista intervencionista / Cirurgião vascular:** EAR com critérios de revascularização ou AAA ≥ 55 mm\n- **Cardiologista:** avaliação de risco cardiovascular integrado, especialmente em doença aterosclerótica multiterritório\n- **Endocrinologista:** suspeita de hiperaldosteronismo primário, feocromocitoma ou outras causas endócrinas de hipertensão secundária\n- **Nutricionista:** implementação de dieta anti-inflamatória, correção de resistência insulínica e síndrome metabólica associada"
}
