{
  "score_item_id": "c77cedd3-2800-7068-927c-db125905c0d3",
  "clinical_relevance": "O PSV (Peak Systolic Velocity) da artéria renal, medido ao Doppler duplex, é o parâmetro hemodinâmico primário para triagem não invasiva da estenose da artéria renal (EAR) — a causa mais comum de hipertensão renovascular e de hipertensão secundária em adultos. Fisiologicamente, o PSV reflete a velocidade máxima de fluxo sanguíneo durante a sístole em determinado segmento vascular. Na presença de estenose significativa (≥60% da luz), a conservação do fluxo volumétrico exige aceleração local do sangue pela área reduzida, elevando o PSV na zona estenótica de acordo com o princípio de Bernoulli.\n\n**Valores de referência e interpretação:**\nO PSV normal da artéria renal em adultos situa-se tipicamente abaixo de 180-200 cm/s. O limiar clássico de PSV ≥180 cm/s é amplamente utilizado como critério diagnóstico de estenose hemodinamicamente significativa (≥60%). Contudo, a variabilidade corporal e hemodinâmica individual limita a especificidade do PSV isolado. Por esse motivo, o Índice Aorta-Renal (RAR — Renal-Aortic Ratio), que divide o PSV da artéria renal pelo PSV da aorta abdominal (medido infradiafragmático), normaliza as variações individuais de débito cardíaco e resistência periférica, melhorando a acurácia diagnóstica. Um estudo de 313 pacientes (Journal of Vascular Surgery, 2012) demonstrou que as médias de RAR para artérias normais, com estenose <60% e ≥60% foram, respectivamente, 2,2; 2,9 e 4,5. O ponto de corte RAR >3,5 apresentou alta acurácia para detecção de estenose hemodinamicamente significativa. Revisão abrangente publicada no StatPearls (2024) confirmou que RAR >3,5 prediz estenose ≥60% com sensibilidade de 84-91% e especificidade de 95-97%, conferindo ao método excelente desempenho diagnóstico.\n\n**Fisiopatologia resumida:**\nA estenose da artéria renal causa hipoperfusão do parênquima renal ipsilateral, ativando o sistema renina-angiotensina-aldosterona (SRAA) com consequente hipertensão renovascular de difícil controle. A redução crônica do fluxo pode levar à nefropatia isquêmica e perda progressiva de função renal. A aterosclerose responde pela maioria dos casos (>90%), com predileção pelo óstio e terço proximal; a displasia fibromuscular predomina em mulheres jovens e afeta tipicamente o terço distal e ramos segmentares.\n\n**Dados epidemiológicos:**\nA EAR hemodinamicamente significativa está presente em 1-5% da população hipertensa geral, mas sua prevalência sobe para 20-40% em hipertensos resistentes (≥4 anti-hipertensivos) e para 30-50% em pacientes com doença arterial periférica ou coronariana estabelecida. A estenose bilateral ou em rim único predispõe à insuficiência renal aguda induzida por IECA/BRA e representa cenário de alto risco cardiovascular e renal.\n\n**Estratificação de risco baseada em evidências:**\n- PSV renal <180 cm/s e RAR <3,5: baixa probabilidade de EAR significativa\n- PSV renal 180-200 cm/s ou RAR 3,0-3,5: zona cinzenta; considerar complementação com angiotomografia ou angiorressonância\n- PSV renal >200 cm/s e/ou RAR >3,5: alta probabilidade de EAR ≥60%; encaminhamento vascular obrigatório\n- PSV renal >300 cm/s: sugestivo de estenose crítica (>80%); investigação e intervenção urgente\n\nO exame Doppler também permite avaliar o índice de resistividade (IR) intraparenquimatoso renal, que estratifica a reserva renal e a probabilidade de resposta funcional à revascularização. IR >0,80 associa-se a menor benefício funcional com a intervenção.",
  "points": 18,
  "patient_explanation": "O exame de Doppler da aorta com medição do PSV (velocidade de pico sistólico) da artéria renal avalia com ultrassom a velocidade com que o sangue flui pelas artérias que irrigam os rins. Quando uma dessas artérias está estreitada (o que chamamos de estenose), o sangue precisa passar mais rápido por esse ponto mais apertado, como a água que acelera ao passar por uma mangueira espremida. Essa velocidade elevada é detectada pelo Doppler e indica que pode haver um bloqueio importante.\n\nEsse estreitamento pode causar pressão arterial alta difícil de controlar e, ao longo do tempo, prejudicar o funcionamento dos rins. O exame é completamente indolor, não usa radiação e é a primeira opção de investigação quando se suspeita de hipertensão causada por problema nas artérias renais. Quando o resultado está alterado, seu médico avaliará se há necessidade de exames complementares ou tratamento para restaurar o fluxo sanguíneo normal para os rins, o que pode melhorar ou até curar a pressão alta.",
  "conduct": "## Conduta Clínica: PSV Artéria Renal Alterado ao Doppler\n\n### Interpretação do Resultado\n\n- **PSV renal < 180 cm/s + RAR < 3,5:** resultado dentro da normalidade; baixa probabilidade de estenose hemodinamicamente significativa\n- **PSV renal ≥ 180 cm/s e/ou RAR ≥ 3,5:** investigação adicional obrigatória\n- **RAR > 3,5:** prediz estenose renal ≥ 60% com sensibilidade 84-91% e especificidade 95-97%\n\n---\n\n### Investigação Complementar\n\n**Exames laboratoriais iniciais:**\n- Creatinina sérica, ureia, eGFR (TFG estimada) — avaliar impacto funcional renal\n- Eletrólitos (Na, K) — hipocalemia pode sugerir hiperaldosteronismo secundário\n- Urina tipo I e relação albumina/creatinina urinária — investigar nefropatia associada\n- Renina e aldosterona plasmáticas — quando disponível, apoia o diagnóstico de hipertensão renovascular\n- Hemograma completo incluindo VCM e RDW\n\n**Imagem confirmatória (quando PSV/RAR sugestivos):**\n- **Angiotomografia (AngioTC) das artérias renais:** padrão atual para confirmação anatômica; alta resolução espacial; preferir se função renal preservada (eGFR > 30 mL/min/1,73 m²)\n- **Angiorressonância (AngioRM) sem gadolínio:** alternativa em pacientes com TFG reduzida ou alergia a contraste iodado\n- **Arteriografia digital (DSA):** padrão-ouro; reservada para casos em que intervenção percutânea é planejada no mesmo ato\n\n---\n\n### Critérios de Encaminhamento a Especialistas\n\n**Encaminhamento vascular (cirurgia vascular ou hemodinâmica):**\n- RAR > 3,5 confirmado ou PSV > 200 cm/s com correlação clínica\n- Hipertensão resistente (≥ 3 anti-hipertensivos em doses plenas, incluindo diurético)\n- Deterioração progressiva da função renal, especialmente após introdução de IECA ou BRA\n- Edema pulmonar flash recorrente sem outra causa evidente (síndrome de Pickering)\n- Estenose bilateral ou em rim único funcionante\n\n**Encaminhamento nefrológico:**\n- eGFR < 45 mL/min/1,73 m² associado ao quadro\n- Proteinúria significativa (ACR > 300 mg/g)\n- Hiperpotassemia ou dificuldade no manejo de IECA/BRA\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Manejo clínico (linha de base):**\n- **Anti-hipertensivos:** IECA ou BRA são eficazes para controle pressórico na estenose unilateral, mas devem ser iniciados com monitorização rigorosa da creatinina e do potássio; contraindicados em estenose bilateral ou rim único\n- **Estatinas:** indicadas pelo elevado risco cardiovascular associado à doença aterosclerótica renal\n- **Antiagregação plaquetária:** considerar AAS em pacientes com aterosclerose sistêmica estabelecida\n- **Controle rigoroso de fatores de risco:** tabagismo (cessação obrigatória), dislipidemia, diabetes, obesidade\n\n**Intervenção percutânea (angioplastia com stent):**\n- Indicada preferencialmente em displasia fibromuscular (resposta favorável em >80% dos casos)\n- Na doença aterosclerótica, evidências dos estudos ASTRAL e CORAL não demonstraram superioridade da revascularização sobre o tratamento clínico otimizado na maioria dos pacientes; reservar para casos com: hipertensão verdadeiramente resistente, deterioração renal progressiva documentada, ou edema pulmonar flash recorrente\n- O índice de resistividade intraparenquimatoso (IR) pré-intervenção orienta o prognóstico: IR < 0,80 prediz melhor resposta funcional\n\n**Seguimento após resultado alterado:**\n- Repetir Doppler renal em 6-12 meses para avaliar progressão\n- Monitorizar função renal e pressão arterial com frequência aumentada\n- Reavaliar indicação de intervenção conforme evolução clínica e laboratorial"
}
