{
  "score_item_id": "c77cedd3-2800-7a21-b23d-8edf321f7874",
  "clinical_relevance": "O RAR (Renal-Aortic Ratio) é um parâmetro obtido pelo Doppler duplex renal que expressa a razão entre a velocidade de pico sistólico (PSV) intrastenótica na artéria renal e a PSV aórtica de referência, normalizando assim as variações hemodinâmicas individuais e aumentando a especificidade diagnóstica em comparação ao uso isolado da PSV renal.\n\n**Valores de referência e interpretação:**\n- RAR normal: aproximadamente 2,2\n- RAR em estenose <60%: aproximadamente 2,9\n- RAR em estenose ≥60%: aproximadamente 4,5\n- Ponto de corte diagnóstico principal: RAR >3,5 — prediz estenose hemodinamicamente significativa (≥60%) com sensibilidade de 84-91% e especificidade de 95-97%\n\n**Fisiopatologia:** A estenose da artéria renal (EAR) gera um gradiente de pressão transstenótico que ativa o sistema renina-angiotensina-aldosterona (SRAA), resultando em hipertensão renovascular de difícil controle, com tendência à resistência a múltiplos anti-hipertensivos. Quando bilateral ou em rim único funcionante, pode evoluir para nefropatia isquêmica e insuficiência renal progressiva. A principal etiologia em adultos é a doença aterosclerótica (>90% dos casos), acometendo predominantemente homens acima de 50 anos com múltiplos fatores de risco cardiovascular. A displasia fibromuscular representa a segunda causa e acomete preferencialmente mulheres jovens.\n\n**Vantagem do RAR sobre a PSV isolada:** O RAR corrige variações do débito cardíaco e do estado volêmico individuais, tornando o parâmetro mais robusto para comparações entre diferentes examinadores e equipamentos. Um grande estudo com 313 pacientes (Journal of Vascular Surgery, 2012) demonstrou que o RAR >3,5 apresenta alta acurácia diagnóstica para detecção de estenose hemodinamicamente significativa, superando outros parâmetros isolados.\n\n**Epidemiologia:** A EAR aterosclerótica está presente em 1-5% da população hipertensa geral e em até 20-40% dos pacientes com hipertensão resistente, insuficiência renal de causa indeterminada, ou episódios de edema pulmonar flash em contexto de doença aterosclerótica difusa. A EAR é a causa mais comum de hipertensão secundária.\n\n**Estratificação de risco:**\n- RAR ≤3,5: ausência de estenose hemodinamicamente significativa; monitoramento clínico\n- RAR >3,5: estenose ≥60% provável; investigação complementar e avaliação para revascularização\n- RAR >4,5: estenose grave (≥75-80%); alto risco de nefropatia isquêmica e hipertensão renovascular refratária",
  "points": 15,
  "patient_explanation": "O RAR é uma medida obtida durante um exame de ultrassom com Doppler das artérias que levam sangue aos rins. Esse índice compara a velocidade do sangue dentro da artéria renal com a velocidade na aorta (a artéria principal do abdome), identificando se há algum estreitamento significativo no vaso que abastece o rim.\n\nQuando esse índice está elevado (acima de 3,5), pode indicar que há um estreitamento importante nessa artéria, o que força o organismo a elevar a pressão arterial para tentar manter o fluxo de sangue para o rim. Isso pode ser uma das causas de pressão alta difícil de controlar com medicamentos comuns, ou mesmo de piora da função renal ao longo do tempo.\n\nA boa notícia é que, quando identificado, esse estreitamento pode ser tratado — seja com medicamentos adequados ou, em casos selecionados, com um pequeno procedimento para reabrir a artéria. Por isso, esse exame é muito importante para encontrar a causa real de certas hipertensões resistentes e proteger os rins a longo prazo.",
  "conduct": "## Conduta Clínica — RAR (Renal-Aortic Ratio) Alterado (>3,5)\n\n### Confirmação Diagnóstica\n\n- **Repetir o Doppler renal** em laboratório de referência, se o primeiro exame tiver sido realizado em condições técnicas subótimas (paciente sem preparo adequado, janela acústica limitada, operador com menor experiência)\n- **Critério diagnóstico confirmado:** RAR >3,5 com PSV renal geralmente >180-200 cm/s associada\n- Avaliar bilateralidade da lesão e função renal basal (creatinina, cistatina C, taxa de filtração glomerular estimada)\n\n### Investigação Complementar\n\n- **Angiografia por ressonância magnética (Angio-RM) com gadolínio** — padrão ouro não invasivo para confirmação da estenose e planejamento de intervenção; preferida em pacientes com função renal preservada (TFGe >30 mL/min/1,73 m²)\n- **Angiotomografia renal** — alternativa quando RM não disponível; atentar para nefrotoxicidade do contraste iodado em pacientes com função renal reduzida\n- **Arteriografia renal (cateterismo)** — reservada para casos em que intervenção percutânea (angioplastia + stent) está planejada no mesmo ato\n- **Cintilografia renal com captopril** — útil para avaliação de viabilidade funcional do rim isquêmico antes de decisão de revascularização\n- **Dosagem de renina plasmática e aldosterona** — elevação da renina reforça etiologia renovascular; lateralização por amostragem de veias renais pode ser considerada em casos selecionados\n\n### Critérios de Encaminhamento a Especialistas\n\n- **Nefrologia:** pacientes com queda de TFGe associada à estenose, nefropatia isquêmica estabelecida, ou uso de IECA/BRA com risco de hiperperfusão pós-revascularização\n- **Cirurgia vascular / Hemodinâmica:** pacientes com RAR >3,5 confirmado em imagem corroborativa, com hipertensão resistente (≥3 anti-hipertensivos em doses plenas incluindo diurético) ou declínio renal progressivo; avaliação para angioplastia transluminal percutânea com stent\n- **Endocrinologia / Medicina funcional:** exclusão de outras causas de hipertensão secundária concomitantes (hiperaldosteronismo primário, feocromocitoma, síndrome de Cushing)\n\n### Intervenções Baseadas em Evidências\n\n**Tratamento clínico (todos os pacientes):**\n- **IECA ou BRA** são os agentes de escolha para controle pressórico na EAR unilateral; monitorar creatinina e potássio após introdução — elevação de creatinina >30% ou hipercalemia indicam suspensão\n- **Contraindicação relativa de IECA/BRA** na EAR bilateral ou em rim único funcionante (risco de IRA)\n- **Bloqueadores de canal de cálcio** como alternativa segura em qualquer grau de bilateralidade\n- **Estatinas:** indicadas em EAR aterosclerótica para estabilização de placa e redução do risco cardiovascular global\n- **Antiagregação plaquetária (AAS 100 mg/dia):** considerar em EAR aterosclerótica com alto risco cardiovascular\n- **Controle rigoroso de fatores de risco:** cessação do tabagismo, controle glicêmico, dislipidemia\n\n**Revascularização percutânea (casos selecionados):**\n- Indicada quando há hipertensão renovascular refratária comprovada, nefropatia isquêmica progressiva, ou episódios de edema pulmonar flash associados à EAR bilateral ou em rim único\n- Angioplastia com implante de stent é o procedimento de escolha para EAR ostial aterosclerótica\n- Em displasia fibromuscular: angioplastia com balão sem stent apresenta excelentes resultados\n\n**Seguimento:**\n- Reavaliação com Doppler renal a cada 6-12 meses após tratamento clínico ou intervenção\n- Monitoramento de função renal (creatinina, TFGe, proteinúria) a cada 3-6 meses\n- Controle pressórico com MAPA para avaliação de resposta terapêutica"
}
