{
  "score_item_id": "c77cedd3-2800-71f8-b39a-067ce5ef782a",
  "clinical_relevance": "O Doppler colorido de vasos cervicais arteriais bilateral é um exame de imagem não invasivo que avalia morfologia e hemodinâmica das artérias carótidas (comum, interna e externa) e vertebrais bilateralmente, constituindo ferramenta central na estratificação de risco cerebrovascular e cardiovascular.\n\n**Parâmetros avaliados e valores de referência:**\nO exame fornece dados morfológicos (espessura íntima-média — CIMT, presença e caracterização de placas) e hemodinâmicos (velocidades de fluxo). A CIMT é definida como a distância entre a interface lúmen-íntima e a interface média-adventícia, mensurada por ultrassonografia modo B. Protocolos rigorosos são necessários para garantir reprodutibilidade.\n\nEstudo prospectivo com 1.636 participantes entre 40 e 75 anos sem eventos cardiovasculares prévios (Journal of Epidemiology and Global Health, 2024) identificou velocidades de corte com relevância prognóstica: velocidade diastólica final da artéria carótida comum (CCA-EDV) ~23,75 cm/s, velocidade sistólica de pico da artéria carótida interna (ICA-PSV) ~81,75 cm/s, e velocidade diastólica final da carótida interna (ICA-EDV) ~26,75 cm/s. Associações inversas e não lineares foram encontradas entre essas velocidades e o risco de eventos cardiovasculares, com relações em formato de U, sugerindo que valores abaixo dos limiares indicam redução do fluxo sugestiva de estenose hemodinamicamente significativa.\n\nDo ponto de vista da estenose, sabe-se que o fluxo arterial torna-se turbilhonado a partir de aproximadamente 50% de obstrução luminal, aumentando o estresse de parede e o risco de ruptura de placa. As diretrizes para manejo de doença carotídea e vertebral extracraniana (AHA/ASA, 2011) definem critérios cirúrgicos baseados no grau de estenose: endarterectomia carotídea para pacientes sintomáticos com estenose de 70–99% e para pacientes assintomáticos selecionados com estenose de 60–99%.\n\n**Fisiopatologia e relevância clínica:**\nA aterosclerose carotídea resulta de lesão endotelial (por hipertensão, diabetes, glicação e estresse oxidativo), infiltração subendotelial de LDL com subsequente oxidação, formação de células espumosas (foam cells) a partir de macrófagos, e progressão para placa fibrosa. Placas com capa fibrosa fina são instáveis e propensas à ruptura com consequente embolização cerebral ou oclusão arterial e AVC. O LDL oxidado, Lp(a) pró-trombótica, TMAO e LPS da microbiota são fatores adicionais que amplificam o processo.\n\nEstudo observacional com 2.198 adultos sem placas carotídeas no início, com mediana de acompanhamento de aproximadamente 7 anos, documentou 573 casos incidentes em mulheres e 281 em homens, permitindo análise estratificada por sexo. A incidência de eventos cardiovasculares em mulheres na pré-menopausa é substancialmente menor (razões 1:20 a 1:30 versus homens), com aproximação para quase 1:1 após a menopausa, refletindo a perda do efeito protetor estrogênico.\n\n**Estratificação de risco e integração com outros marcadores:**\nO Doppler carotídeo complementa ferramentas como o escore de cálcio coronariano e a angiotomografia, sendo especialmente útil quando há discordância entre perfil laboratorial e clínica. A integração com biomarcadores como ApoB/ApoA (razão alvo ≤0,7–0,8), LDL oxidado, Lp(a), PCR, IL-6 e óxido nítrico (indicador de saúde endotelial) permite estratificação mais precisa. A decisão terapêutica deve ser guiada pelo risco global e não por um único marcador isolado.",
  "points": 0,
  "patient_explanation": "O Doppler colorido de vasos cervicais é um exame de ultrassom que avalia as artérias do pescoço — principalmente as carótidas e as vertebrais — que são responsáveis por levar sangue ao cérebro. Durante o exame, o médico consegue ver se há acúmulo de gordura nas paredes das artérias (chamado de placa de aterosclerose) e se o sangue está fluindo de forma adequada.\n\nEsse exame é importante porque as artérias do pescoço são uma das principais vias de abastecimento cerebral, e quando elas ficam estreitadas por placas, o risco de derrame (AVC) aumenta. Além disso, a presença de placas nessas artérias indica que o mesmo processo pode estar ocorrendo em outros vasos do corpo, sendo um sinal de alerta para a saúde cardiovascular como um todo.\n\nSe o exame mostrar alguma alteração, isso não significa que algo ruim vai acontecer imediatamente — significa que é o momento de agir com mudanças no estilo de vida, controle dos fatores de risco (como pressão alta, diabetes e colesterol alterado) e, quando necessário, tratamento médico. O exame é indolor, rápido e sem radiação.",
  "conduct": "## Conduta Clínica — Doppler Colorido de Vasos Cervicais Arteriais Bilateral\n\n### Interpretação dos Achados\n\n- **Exame normal:** Ausência de placas, CIMT dentro dos limites para idade e sexo, velocidades de fluxo dentro dos parâmetros de referência (CCA-EDV >23,75 cm/s, ICA-PSV <81,75 cm/s sem queda sugestiva de estenose). Manter seguimento conforme risco cardiovascular global.\n- **CIMT aumentada sem placa:** Indica espessamento parietal precoce; intensificar controle dos fatores de risco e repetir exame em 12–24 meses.\n- **Placa presente (estenose <50%):** Placa hemodinamicamente não significativa; classificar morfologia (calcificada/estável vs. mole/heterogênea/instável); iniciar ou intensificar terapia médica; repetir exame em 6–12 meses.\n- **Estenose 50–69%:** Monitoramento mais frequente (6 meses); otimização terapêutica agressiva; encaminhar ao vascular para avaliação.\n- **Estenose ≥70% sintomática:** Encaminhamento urgente à cirurgia vascular — critério estabelecido para endarterectomia carotídea (AHA/ASA, 2011).\n- **Estenose 60–99% assintomática em pacientes selecionados:** Avaliar indicação de endarterectomia com cirurgião vascular experiente, ponderando risco cirúrgico versus benefício.\n\n### Investigação Complementar\n\n- **Perfil lipídico ampliado:** LDL total, HDL, triglicerídeos, ApoB/ApoA (razão alvo ≤0,7–0,8), LDL oxidado, subfracionamento de LDL (partículas pequenas e densas são as mais aterogênicas)\n- **Marcadores inflamatórios:** PCR ultrassensível, IL-6, TNF-α, fosfolipase A2 (componente de placa instável)\n- **Marcadores endoteliais/vasculares:** Lp(a) (determinação genética ~90%; pró-trombótica e pró-inflamatória), óxido nítrico (indicador de saúde endotelial), homocisteína (alvo 4–8 µmol/L)\n- **Avaliação metabólica:** Curva de glicose e insulina (jejum, 30, 60, 90, 120 min) para detectar hiperinsulinemia oculta; HbA1c\n- **Outros exames de imagem cardiovascular quando indicado:** Escore de cálcio coronariano (especialmente antes de decisões sobre estatinas em prevenção primária); angiotomografia de coronárias com avaliação de placas moles\n- **Avaliação hormonal:** Testosterona, estradiol, DHEA-S (deficiências associam-se a maior risco cardiovascular); vitamina D (25(OH)D) com meta 60–80 ng/mL em risco cardiovascular\n- **Índice ômega-3:** Alvo entre 8–12%; proporção ômega-3:ômega-6 ideal de 1:2 a 1:3\n\n### Intervenções Baseadas em Evidências\n\n**Estilo de vida (primeira linha):**\n- Dieta anti-inflamatória (mediterrânea ou variante low-carb mediterrânea); reduzir gorduras saturadas para menos de 10% da energia total quando indicado\n- Atividade física regular com ênfase em treinos de força e aeróbico\n- Cessação do tabagismo (fator major de lesão endotelial)\n- Controle do peso corporal (metas: circunferência da cintura <89 cm em mulheres, <102 cm em homens)\n- Manejo do estresse e sono reparador\n\n**Manejo farmacológico:**\n- **Antiagregação plaquetária:** Indicada para todos os pacientes com placa aterosclerótica clinicamente significativa (conforme diretrizes AHA/ASA)\n- **Estatinas:** Benefício anti-inflamatório local e estabilização de placa — indicação mais clara em prevenção secundária (pós-evento) ou com placas moles identificadas. Em prevenção primária, decisão individualizada considerando NNT elevado; utilizar escore de cálcio coronariano para guiar decisão. Em pacientes com placa mole/instável no Doppler carotídeo, evitar substituir estatina por alternativas quando há indicação formal\n- **Controle pressórico rigoroso** em hipertensos\n- **Controle glicêmico** em diabéticos e pré-diabéticos\n\n**Suplementação e medicina integrativa (adjuvante):**\n- Ômega-3 (EPA+DHA): ajustar conforme índice ômega-3 e proporção ômega-3:ômega-6\n- Vitamina D: meta 60–80 ng/mL; monitorar PTH e calcemia\n- Complexo B (metilfolato, metilcobalamina, P5P) em homocisteína elevada ou polimorfismos de metilação\n- Vitamina K2: benefício em calcificação vascular em longo prazo; não substituir estatina quando indicada\n- Coenzima Q10: especialmente em uso de estatinas (que reduzem CoQ10)\n\n### Critérios de Encaminhamento\n\n- **Cirurgia vascular:** Estenose ≥70% sintomática (urgente) ou ≥60% assintomática em pacientes selecionados\n- **Neurologia:** AIT ou AVC prévio, sintomas neurológicos focais\n- **Cardiologia:** Doença coronariana associada, arritmias, insuficiência cardíaca\n- **Endocrinologia/Medicina Integrativa:** Síndrome metabólica, resistência à insulina, dislipidemia complexa, manejo hormonal\n\n### Seguimento\n\n- Exame normal com baixo risco global: repetir em 3–5 anos\n- CIMT aumentada sem placa: repetir em 12–24 meses\n- Placa presente (estenose <50%): repetir em 6–12 meses\n- Estenose ≥50%: repetir em 6 meses ou conforme evolução clínica e orientação do especialista vascular"
}
