{
  "score_item_id": "c77cedd3-2800-737d-8de5-e0f1c1b29e7a",
  "clinical_relevance": "A velocidade de pico sistólico (PSV) da artéria carótida interna (ACI) mensurada por ultrassonografia duplex é o principal parâmetro quantitativo para graduação hemodinâmica da estenose carotídea aterosclerótica. Trata-se de uma medida que reflete a aceleração do fluxo sanguíneo no ponto de estreitamento arterial: quanto maior o grau de estenose, maior a velocidade de fluxo (lei de Bernoulli/efeito Venturi).\n\n**Valores de referência e estratificação por PSV:**\n- PSV < 125 cm/s: sem estenose hemodinamicamente significativa (estenose < 50%)\n- PSV ≥ 130 cm/s: indicativo de estenose ≥ 50% (sensibilidade e especificidade > 85%)\n- PSV ≥ 160 cm/s: indicativo de estenose ≥ 60%\n- PSV ≥ 200 cm/s: indicativo de estenose ≥ 70% (critério NASCET para estenose grave) — melhor threshold para identificar estenose severa pelo protocolo NASCET\n- PSV ≥ 270 cm/s: indicativo de estenose ≥ 80%\n\nEstudo com 127 espécimes arteriais confirmou acurácia diagnóstica superior a 85% em todos os limiares. Para estenose severa (≥ 70% pelo critério NASCET), o limiar de 200 cm/s mostrou melhor desempenho; para estenose ≥ 80% pelo critério ECST, o threshold de 180 cm/s foi o mais preciso.\n\n**Relação PSV ACI/ACC:** O índice de velocidade (razão PSV-ACI/PSV-ACC — artéria carótida comum) apresenta maior correlação com angiografia por TC do que a PSV isolada. Estudo do ANTIQUE com 143 pacientes demonstrou que a razão PSV ACI/ACC é o parâmetro que melhor se correlaciona com achados de angiotomografia. A morfologia da placa impacta significativamente a acurácia: placas calcificadas produzem correlações substancialmente menores do que placas com superfície lisa ou composição mais amolecida.\n\n**Risco cardiovascular e valor preditivo:** Em coorte prospectiva com 1.636 participantes de 40 a 75 anos sem eventos cardiovasculares prévios, a PSV da ACI mostrou associação inversa e não-linear com o risco de eventos cardiovasculares, com ponto de corte ótimo identificado em aproximadamente 81,75 cm/s. A relação de formato em U sugere que tanto valores muito baixos quanto muito elevados de PSV podem indicar risco aumentado.\n\n**Fisiopatologia:** A aterosclerose carotídea causa estreitamento progressivo do lúmen. Abaixo de 50% de estenose, o fluxo mantém-se laminar. A partir de aproximadamente 50% de estenose, o fluxo torna-se turbilhonado, aumentando o estresse de parede e o risco de ruptura de placa com consequente embolização cerebral. A estenose hemodinamicamente significativa (≥ 70%) eleva dramaticamente o risco de acidente vascular cerebral (AVC) isquêmico ipsilateral.\n\n**Dados epidemiológicos e impacto clínico:** O AVC é a principal causa de incapacidade adquirida no mundo e uma das principais causas de morte. No Brasil, as doenças cardiovasculares respondem por cerca de 410 mil mortes por ano, com 36% dos óbitos em maiores de 55 anos decorrentes de doença cardiocirculatória. A estenose carotídea aterosclerótica é causa tratable de AVC com evidências robustas de intervenção.\n\n**Limitações do método:** A PSV pode ser superestimada em vasos tortuosos, em presença de placas calcificadas extensas (que causam sombra acústica), ou em estados hiperdinâmicos. Casos moderados (50-69%) têm confiabilidade limitada pela PSV isolada, requerendo métodos complementares.",
  "points": 22,
  "patient_explanation": "O Doppler de carótidas mede a velocidade do sangue que passa pelas artérias carótidas internas, que são os principais vasos que levam sangue ao cérebro. Quando essas artérias ficam estreitas por causa de gordura acumulada na parede (aterosclerose), o sangue precisa passar mais rápido pelo ponto estreito — como água que jorra com força por uma mangueira apertada. Por isso, quanto mais alta a velocidade medida, maior tende a ser o estreitamento.\n\nEsse exame é importante porque o estreitamento das carótidas é uma das causas mais comuns de derrame (AVC). Detectar esse problema cedo permite agir antes que algo grave aconteça. Quando a velocidade está acima de certos valores — como 200 cm/s — isso pode indicar um estreitamento importante que precisa de avaliação especializada e, em alguns casos, tratamento cirúrgico ou com remédios.\n\nA boa notícia é que, quando identificado a tempo, o estreitamento carotídeo pode ser tratado de forma eficaz com mudanças no estilo de vida, medicamentos e, quando necessário, procedimentos minimamente invasivos. Manter pressão arterial, colesterol e açúcar no sangue controlados é fundamental para proteger as carótidas e o cérebro.",
  "conduct": "## Conduta Clínica — PSV Artéria Carótida Interna (Doppler)\n\n### Interpretação por Faixas de PSV\n\n- **PSV < 130 cm/s:** Estenose improvável ≥ 50%; conduta conservadora, controle de fatores de risco\n- **PSV 130–159 cm/s:** Sugestivo de estenose ≥ 50%; avaliar contexto clínico, solicitar razão PSV-ACI/ACC\n- **PSV 160–199 cm/s:** Sugestivo de estenose ≥ 60%; encaminhar para avaliação vascular especializada\n- **PSV ≥ 200 cm/s:** Sugestivo de estenose ≥ 70% (NASCET grave); encaminhamento urgente para cirurgia vascular ou neurologia vascular\n- **PSV ≥ 270 cm/s:** Sugestivo de estenose ≥ 80%; alta prioridade, considerar internação para avaliação\n\n---\n\n### Investigação Complementar\n\n**Exames de imagem:**\n- **Razão PSV ACI/ACC:** Cálculo essencial — maior correlação com angiotomografia do que PSV isolada; solicitar sempre que disponível\n- **Angiotomografia de carótidas (angioTC):** Indicada para confirmação em estenoses moderadas a graves; permite avaliação de morfologia de placa (calcificada vs. amolecida)\n- **Angiorressonância magnética (angioRM):** Alternativa sem radiação ionizante para confirmação diagnóstica\n- **Angiografia por subtração digital (DSA):** Padrão-ouro; reservada para casos em que cirurgia ou intervenção é planejada\n- **Espessura íntima-média (CIMT):** Avaliação complementar para estratificação de risco aterosclerótico global\n\n**Exames laboratoriais:**\n- Perfil lipídico completo (colesterol total, HDL, LDL, triglicerídeos)\n- LDL oxidada, ApoB/ApoA (para estratificação de risco aterogênico refinado)\n- Glicemia de jejum, hemoglobina glicada, insulina de jejum\n- PCR ultrassensível, IL-6 (avaliação de inflamação subclínica)\n- Hemograma completo, coagulograma básico\n\n---\n\n### Critérios de Encaminhamento a Especialistas\n\n**Cirurgia Vascular / Neurologia Vascular — encaminhar quando:**\n- PSV ≥ 200 cm/s (estenose ≥ 70% provável)\n- Qualquer grau de estenose em paciente com AVC isquêmico ipsilateral recente ou AIT\n- Estenose bilateral significativa\n- Progressão documentada de estenose em exames seriados\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Terapia médica (todos os pacientes com estenose carotídea):**\n- **Antiagregação plaquetária:** Indicada para todos os pacientes com estenose aterosclerótica carotídea (conforme diretrizes ACC/AHA/ASA 2011)\n- **Estatinas:** Indicadas para todos — benefício de estabilização de placa (efeito pleiotrópico anti-inflamatório), redução de LDL e melhora da função endotelial\n- **Controle rigoroso de hipertensão arterial:** Alvo < 130/80 mmHg em pacientes com doença aterosclerótica estabelecida\n- **Controle glicêmico:** HbA1c < 7% em diabéticos\n- **Cessação do tabagismo:** Intervenção de maior impacto isolado na progressão da aterosclerose\n\n**Endarterectomia Carotídea (CEA):**\n- **Pacientes sintomáticos com estenose 70–99%:** CEA reduz risco de AVC ipsilateral a 2 anos de 26% para 9% (NASCET — redução absoluta de 17%); CEA é o tratamento de escolha\n- **Pacientes assintomáticos com estenose ≥ 60%:** CEA reduz risco de AVC em 5 anos de 11% para 5,1% (ACAS — redução absoluta de 5,9%); indicado em centros com baixa morbimortalidade cirúrgica\n- **Pacientes sintomáticos com estenose 50–69%:** Benefício moderado da CEA; decisão individualizada\n\n**Stenting Carotídeo (CAS):**\n- Alternativa à CEA em pacientes com alto risco cirúrgico ou contraindicações anatômicas para cirurgia aberta\n- Estudo ICSS: risco de AVC, morte ou IAM em 120 dias foi 8,5% para CAS vs. 5,2% para CEA; CEA permanece preferida especialmente em pacientes mais idosos\n- CAS pode ser considerado em pacientes jovens (< 70 anos) sem placas calcificadas extensas\n\n**Cuidados com limitações do método:**\n- Reavaliar com angioTC/angioRM em casos de discordância clínica com PSV, especialmente se placas calcificadas extensas (reduzem acurácia do Doppler)\n- Em estenoses moderadas (50–69%), utilizar sempre a razão PSV-ACI/ACC em conjunto com PSV para decisão\n\n**Monitoramento e seguimento:**\n- Estenose < 50% sem sintomas: Doppler carotídeo anual + controle intensivo de fatores de risco\n- Estenose 50–69% assintomática: Doppler a cada 6 meses; encaminhamento vascular para discussão de intervenção\n- Pós-CEA ou pós-CAS: Doppler nos primeiros 30 dias, 6 meses e anualmente para vigilância de reestenose"
}
