{
  "score_item_id": "c77cedd3-2800-717f-9371-418284386f35",
  "clinical_relevance": "A estenose carotídea é o estreitamento da artéria carótida interna (ACI) por aterosclerose, representando uma das principais causas de acidente vascular cerebral (AVC) isquêmico e ataque isquêmico transitório (AIT). O Doppler de carótidas com duplex ultrassonografia é o método de rastreio de primeira linha, combinando imagem B-mode com Doppler espectral para quantificar o grau de estenose em percentual e avaliar a morfologia da placa.\n\n**Classificação por grau de estenose (critério NASCET):**\n- Estenose leve: < 50%\n- Estenose moderada: 50–69%\n- Estenose grave: 70–99%\n- Oclusão total: 100%\n\n**Parâmetros velocimétricos diagnósticos (PSV da ACI):**\n- ≥ 130 cm/s: sugestivo de estenose ≥ 50%\n- ≥ 160 cm/s: sugestivo de estenose ≥ 60%\n- ≥ 200 cm/s: melhor limiar para estenose ≥ 70% (critério NASCET); sensibilidade e especificidade > 85%\n- ≥ 270 cm/s: sugestivo de estenose ≥ 80%\n- Pelo critério ECST, PSV ≥ 180 cm/s identifica estenose ≥ 80%\n\nA razão PSV ACI/ACC (artéria carótida comum) apresenta a maior correlação com a angiotomografia, superando o PSV isolado, especialmente na presença de placas calcificadas, que reduzem a acurácia das medidas velocimétrica.\n\n**Impacto clínico — dados dos grandes estudos:**\n- NASCET (1991, N Engl J Med): Em pacientes sintomáticos com estenose de 70–99%, a endarterectomia carotídea (CEA) reduziu o risco de AVC ipsilateral em 2 anos de 26% (clínico) para 9% (cirúrgico), redução absoluta de 17%.\n- ACAS (1995, JAMA): Em pacientes assintomáticos com estenose ≥ 60%, a CEA reduziu o risco combinado de AVC e morte perioperatória em 5 anos de 11,0% para 5,1% (redução absoluta de 5,9%; redução relativa de 53%).\n- ICSS (2010, Lancet): Comparando stenting carotídeo (CAS) vs. CEA em pacientes sintomáticos, o risco de AVC, morte ou infarto do miocárdio perioperatório em 120 dias foi de 8,5% no CAS vs. 5,2% na CEA (HR 1,69; IC 95% 1,16–2,45; p = 0,006), favorecendo a CEA, especialmente em pacientes mais idosos.\n\n**Fisiopatologia:** O fluxo arterial torna-se turbilhonado a partir de aproximadamente 50% de estenose, aumentando o estresse de parede e o risco de ruptura de placa. Placas vulneráveis (lipídicas, com capa fibrosa fina) representam maior risco embólico do que placas calcificadas estáveis.\n\n**Epidemiologia:** A estenose carotídea assintomática significativa (≥ 50%) ocorre em aproximadamente 5–7% da população adulta geral, com maior prevalência em idosos, tabagistas, hipertensos e diabéticos. O risco de AVC ipsilateral associado a estenose assintomática ≥ 60% sem tratamento é estimado em cerca de 2% ao ano.\n\n**Estratificação de risco:** Pacientes sintomáticos (AVC ou AIT recente ipsilateral) com estenose ≥ 70% têm indicação cirúrgica estabelecida com alto nível de evidência. Pacientes assintomáticos com estenose ≥ 60% devem ser avaliados individualmente quanto ao benefício da intervenção, considerando risco cirúrgico e expectativa de vida.",
  "points": 35,
  "patient_explanation": "O Doppler de carótidas é um exame de ultrassom que avalia as artérias do pescoço que levam sangue ao cérebro. Ele mede se essas artérias estão estreitadas por depósitos de gordura (placas de aterosclerose), e o resultado é expresso em percentual: quanto maior o número, mais fechada está a artéria.\n\nEsse exame é muito importante porque o estreitamento significativo das carótidas é uma das principais causas de derrame cerebral (AVC). Quando a artéria está estreitada em 50% ou mais, o fluxo de sangue pode ficar turbulento e aumentar o risco de a placa se romper e causar um AVC.\n\nSe o exame mostrar um estreitamento importante, o médico vai avaliar se você tem sintomas (como fraqueza súbita de um lado do corpo ou alteração visual temporária) e decidir o melhor tratamento, que pode ir desde medicamentos e mudanças no estilo de vida até procedimentos cirúrgicos para abrir a artéria. A boa notícia é que, quando detectado a tempo, o tratamento adequado reduz muito o risco de AVC.",
  "conduct": "## Conduta Clínica — Estenose Carotídea ao Doppler\n\n### 1. Interpretação do Resultado\n\n- **< 50%:** Estenose leve; tratamento clínico e vigilância.\n- **50–69%:** Estenose moderada; estratificação individual; considerar intervenção em pacientes sintomáticos selecionados.\n- **70–99%:** Estenose grave; avaliação para intervenção cirúrgica (CEA) ou endovascular (CAS).\n- **100%:** Oclusão; geralmente não passível de revascularização; tratamento clínico intensivo.\n\n### 2. Investigação Complementar\n\n- **Angiotomografia (angio-TC) ou Angio-RM das carótidas:** Confirmação do grau de estenose e avaliação da anatomia vascular antes de procedimento invasivo; exame de referência para correlação com o Doppler.\n- **Avaliação cardiovascular completa:** ECG, ecocardiograma (busca de cardioembolia associada), avaliação de função renal antes de contraste.\n- **Perfil lipídico ampliado:** LDL, HDL, triglicerídeos, LDL oxidado, subfrações de LDL, ApoB/ApoA1, Lp(a).\n- **Marcadores inflamatórios:** PCR ultrassensível, IL-6, fosfolipase A2 associada à lipoproteína (Lp-PLA2).\n- **Avaliação neurológica:** Pesquisa de sintomas isquêmicos hemisféricos (AVC, AIT, amaurose fugaz ipsilateral); avaliação neurológica formal se sintomático.\n- **Rastreio de doença arterial periférica:** Índice tornozelo-braquial (ITB), Doppler de membros inferiores.\n\n### 3. Tratamento Clínico (todos os graus)\n\n**Antiagregação plaquetária:**\n- Aspirina 75–100 mg/dia ou clopidogrel 75 mg/dia para todos os pacientes com estenose aterosclerótica significativa.\n\n**Estatina de alta intensidade:**\n- Indicada para todos os pacientes com estenose carotídea aterosclerótica, independentemente do LDL basal, pelos efeitos pleotrópicos de estabilização de placa, redução inflamatória e melhora da função endotelial.\n- Alvo de LDL < 70 mg/dL em pacientes de alto risco cardiovascular.\n\n**Controle de fatores de risco:**\n- Pressão arterial: alvo < 130/80 mmHg.\n- Diabetes: HbA1c individualizada; evitar hipoglicemia.\n- Cessação do tabagismo: intervenção obrigatória.\n- Dieta mediterrânea e atividade física regular.\n\n### 4. Indicações de Encaminhamento Cirúrgico (CEA)\n\n**Pacientes sintomáticos (AVC/AIT nos últimos 6 meses):**\n- **Estenose 70–99%:** Indicação cirúrgica estabelecida (Classe I, evidência A — NASCET). Redução absoluta de risco de AVC de 17% em 2 anos.\n- **Estenose 50–69%:** Considerar CEA em pacientes selecionados (homens, sintomáticos recentes, anatomia favorável).\n- Intervenção deve ser realizada **preferencialmente dentro de 2 semanas** do evento isquêmico.\n\n**Pacientes assintomáticos:**\n- **Estenose ≥ 60%:** Considerar CEA em centros com mortalidade/morbidade perioperatória < 3%, em pacientes com expectativa de vida > 5 anos (ACAS: redução absoluta de 5,9% em 5 anos).\n- Decisão individualizada considerando risco cirúrgico, progressão da estenose e preferência do paciente.\n\n### 5. Stenting Carotídeo (CAS) — Alternativa à CEA\n\n- Indicado quando CEA é tecnicamente inviável ou de alto risco cirúrgico (pescoço hostil, reestenose pós-CEA, irradiação prévia).\n- Em pacientes sintomáticos, ICSS demonstrou maior risco perioperatório com CAS vs. CEA (8,5% vs. 5,2%); preferir CEA quando possível, especialmente em > 70 anos.\n- CAS pode ser preferido em pacientes jovens com anatomia desfavorável para cirurgia aberta.\n\n### 6. Vigilância e Seguimento com Doppler\n\n- **Estenose < 50%:** Repetir Doppler a cada 1–3 anos, conforme controle de fatores de risco.\n- **Estenose 50–69%:** Seguimento semestral com Doppler.\n- **Pós-CEA:** Doppler com 1 mês, 6 meses e anualmente (rastreio de reestenose).\n- **Pós-CAS:** Protocolo similar ao pós-CEA, com atenção a reestenose intrastent.\n\n### 7. Abordagem Funcional Integrativa Complementar\n\n- Solicitar LDL oxidado e marcadores de estresse oxidativo (Zn, Se, Cu) em pacientes com progressão de doença apesar de LDL controlado.\n- Avaliar Lp(a) como fator de risco independente e geneticamente determinado.\n- Óxido nítrico sérico como marcador de saúde endotelial.\n- Ômega-3 (EPA/DHA de alta qualidade) como adjuvante na estabilização de placa em pacientes de alto risco.\n- Score de cálcio coronariano para estratificação adicional de risco cardiovascular global."
}
