{
  "score_item_id": "c77cedd3-2800-702f-9c36-49887d2b8ec9",
  "clinical_relevance": "A Espessura Íntima-Média das Carótidas (CIMT — Carotid Intima-Media Thickness) é medida por ultrassonografia modo-B como a distância entre a interface lúmen-íntima e a interface média-adventícia, expressando em milímetros a carga aterosclerótica subclínica nas artérias carótidas comuns e internas. Trata-se do marcador não invasivo mais amplamente validado para avaliação direta da aterosclerose, funcionando como substituto (surrogate) de eventos cardiovasculares maiores.\n\n**Valores de referência e interpretação:**\nNão existe um único ponto de corte universal, pois os valores normais variam com idade, sexo e protocolo de aquisição. Em geral, utilizam-se percentis ajustados por idade e sexo oriundos de estudos populacionais. Como referência clínica amplamente citada:\n- CIMT < 0,9 mm: dentro da normalidade para adultos de meia-idade\n- CIMT 0,9–1,0 mm: zona limítrofe, monitoramento recomendado\n- CIMT ≥ 1,0 mm: espessamento anormal, risco cardiovascular aumentado\n- CIMT > 1,54 mm: fortemente associado à doença arterial coronariana grave (meta-análise com p < 0,001)\n\nProtocolos rigorosos de ultrassom são indispensáveis para garantir reprodutibilidade das medidas.\n\n**Fisiopatologia:**\nO espessamento da íntima-média reflete o acúmulo de células musculares lisas, macrófagos carregados de lipídeos (células espumosas) e matriz extracelular na parede arterial — processo desencadeado pela disfunção endotelial, oxidação do LDL e inflamação crônica de baixo grau. A presença e progressão do CIMT antecede clinicamente o surgimento de placas ateroscleróticas obstrutivas e eventos isquêmicos. O estrogênio exerce papel protetor sobre a parede arterial, e o início precoce da terapia hormonal na menopausa demonstrou benefício na prevenção do aumento do espessamento íntima-média carotídeo.\n\n**Dados epidemiológicos:**\nEstudo prospectivo do UK Biobank com 29.292 participantes livres de doença cardiovascular no início do seguimento demonstrou que valores mais elevados de CIMT associam-se a risco aumentado de doença arterial coronariana e infarto do miocárdio, confirmando o papel do CIMT como marcador do impacto cumulativo de fatores de risco cardiometabólicos e preditor de MACE (eventos cardiovasculares adversos maiores). Estudo observacional com 2.198 adultos sem placas carotídeas no início registrou 573 casos incidentes em mulheres e 281 em homens após mediana de aproximadamente 7 anos de seguimento, ilustrando a aceleração da aterosclerose subclínica especialmente em mulheres no período pós-menopausa.\n\n**Estratificação de risco:**\nO CIMT integra a avaliação multimodal de risco cardiovascular junto a outros marcadores de imagem (escore de cálcio coronariano — CAC) e laboratoriais (ApoB, LDL oxidada, PCR, subfracionamento de LDL). A ultrassonografia de carótidas também permite identificar placas ateroscleróticas e mensurar velocidade de pico sistólico para detecção de estenose: limiares de 130, 160, 200 e 270 cm/s correspondem, respectivamente, a estenoses ≥50%, ≥60%, ≥70% e ≥80% da artéria carótida interna, com sensibilidade e especificidade acima de 85% para cada categoria. O CIMT tem relevância especial quando há discordância entre marcadores séricos e risco clínico estimado, pois cerca de 50% dos indivíduos com LDL dentro da normalidade já apresentam aterosclerose subclínica detectável por métodos de imagem.",
  "points": 22,
  "patient_explanation": "A espessura íntima-média das carótidas é uma medida obtida por ultrassom do pescoço que avalia a espessura da parede interna das artérias que levam sangue ao cérebro. Artérias saudáveis têm paredes finas e elásticas. Quando há acúmulo de gordura, inflamação e enrijecimento ao longo do tempo — processo chamado de aterosclerose — essa parede vai ficando mais espessa, e o ultrassom consegue detectar essa mudança antes mesmo que qualquer sintoma apareça.\n\nValores aumentados indicam que as artérias estão sofrendo desgaste precoce e que o risco de infarto e AVC pode ser maior. A boa notícia é que esse exame permite agir cedo: com mudanças no estilo de vida, controle de fatores como pressão arterial, colesterol e glicemia, e, quando indicado pelo seu médico, uso de medicamentos, é possível estabilizar ou até reduzir esse espessamento. Mulheres no período da menopausa merecem atenção especial, pois a queda do estrogênio acelera esse processo nas artérias.",
  "conduct": "## Conduta Clínica — CIMT Carótidas (Espessura Íntima-Média)\n\n### Indicações para solicitação do exame\n- Pacientes com risco cardiovascular intermediário em que a estratificação adicional por imagem pode modificar a decisão terapêutica\n- Presença de múltiplos fatores de risco (hipertensão, dislipidemia, resistência insulínica, tabagismo, histórico familiar precoce de DCV)\n- Mulheres na peri/pós-menopausa, especialmente sem reposição hormonal\n- Discordância entre risco estimado por calculadoras clínicas e perfil laboratorial\n- Monitoramento longitudinal de progressão aterosclerótica em pacientes em seguimento\n\n---\n\n### Interpretação dos resultados\n\n| CIMT (mm) | Interpretação | Conduta inicial |\n|---|---|---|\n| < 0,9 | Normal para adultos de meia-idade | Manter vigilância e hábitos saudáveis |\n| 0,9 – 1,0 | Limítrofe | Intensificar modificações de estilo de vida; reavaliação em 12–24 meses |\n| ≥ 1,0 | Espessamento anormal | Investigação ampliada; intervenções ativas |\n| > 1,54 | Alto risco de DAC grave | Encaminhamento a cardiologista; avaliação invasiva conforme indicação |\n\n- Presença de **placa aterosclerótica** (protrusão focal ≥ 1,5 mm ou ≥ 50% da parede circundante) reclassifica o paciente para alto risco independentemente do CIMT médio\n\n---\n\n### Investigação complementar\n\n**Laboratorial:**\n- Perfil lipídico completo: colesterol total, HDL, LDL, triglicerídeos\n- **ApoB e ApoA1** — razão ApoB/ApoA como marcador de partículas aterogênicas\n- **LDL oxidada** — marcador de dano oxidativo da parede vascular\n- Subfracionamento de LDL (identificação de partículas pequenas e densas, mais aterogênicas)\n- PCR ultrassensível e Interleucina-6 (marcadores inflamatórios)\n- Insulina de jejum e hemoglobina glicada (resistência insulínica como fator acelerador)\n- Lp(a) — elevado em 90% por determinação genética; fator de risco independente\n- Óxido nítrico e marcadores de disfunção endotelial quando disponíveis\n\n**Imagem adicional:**\n- **Escore de Cálcio Coronariano (CAC):** complementa o CIMT na estratificação; CAC zero confere risco muito baixo em 10 anos mesmo com fatores de risco presentes\n- Angiotomografia de coronárias: indicada em casos de alto risco ou discordância entre exames laboratoriais e clínica\n- Doppler carotídeo com velocimetria: limiares de pico sistólico (130, 160, 200 e 270 cm/s) para estenoses ≥50%, ≥60%, ≥70% e ≥80% respectivamente, com acurácia diagnóstica > 85%\n\n---\n\n### Intervenções baseadas em evidências\n\n**Modificação do estilo de vida (primeira linha em prevenção primária):**\n- **Dieta:** padrão mediterrâneo com restrição de carboidratos refinados e gorduras saturadas abaixo de 10% do total energético; priorizar alimentos anti-inflamatórios e antioxidantes\n- **Atividade física:** exercícios aeróbicos e de força regularmente — melhora perfil lipídico, sensibilidade à insulina e função endotelial\n- **Controle do peso:** síndrome metabólica acelera progressão do CIMT; estratégia mediterrânea com restrição calórica combinada a exercício em pacientes com síndrome metabólica\n- **Alimentação com restrição de tempo (TRE/jejum intermitente):** janela alimentar < 12 horas demonstrou benefícios cardiometabólicos mesmo sem restrição calórica\n- **Controle do estresse oxidativo:** marcadores como LDL oxidada, Zn/Se/Cu/Mn orientam suplementação individualizada\n\n**Farmacológico (individualizado por risco global):**\n- **Estatinas:** indicadas prioritariamente em prevenção secundária ou pacientes de altíssimo risco; em prevenção primária, decisão individualizada considerando NNT, CAC e ApoB — não tratar baseado em LDL isolado\n- **Terapia hormonal na menopausa:** início precoce demonstrou benefício na prevenção do aumento do espessamento íntima-média; preferir estradiol bioidêntico por via não oral; evitar acetato de medroxiprogesterona\n- **Ômega-3 (EPA/DHA):** em pacientes com DCV prévia, redução absoluta de risco de ~3% em infarto; qualidade e dose do suplemento são determinantes\n- **Controle da hipertensão arterial:** pressão arterial é fator determinante da progressão do CIMT pela geração de estresse hemodinâmico na parede arterial\n\n---\n\n### Critérios de encaminhamento a especialistas\n\n- **Cardiologista:** CIMT > 1,54 mm; presença de placas; CAC elevado; sintomas cardiovasculares; suspeita de DAC grave\n- **Endocrinologista/Ginecologista:** mulheres na menopausa com espessamento progressivo para avaliação de terapia hormonal\n- **Vascular:** estenose carotídea significativa (velocidade de pico > 200 cm/s, sugestivo de ≥ 70%)\n- **Nutricionista:** todos os pacientes com CIMT alterado para otimização dietética e manejo da síndrome metabólica\n\n---\n\n### Monitoramento\n- Repetir ultrassom carotídeo em **12–24 meses** após intervenções para avaliar progressão ou regressão\n- Monitorar perfil lipídico avançado (ApoB, LDL oxidada, subfracionamento) a cada 6–12 meses\n- Reavaliar calculadora de risco cardiovascular (MESA Risk ou similar) incorporando dados do CIMT e CAC para tomada de decisão terapêutica integrada"
}
