{
  "score_item_id": "c77cedd3-2800-7b40-8ddc-a1265fd5f3d0",
  "clinical_relevance": "O Eletrocardiograma de 12 derivações (ECG 12D) é o exame biofísico não invasivo mais amplamente utilizado na avaliação cardiovascular. Registra a atividade elétrica do coração por meio de 12 perspectivas vetoriais distintas — seis derivações dos membros (I, II, III, aVR, aVL, aVF) e seis precordiais (V1–V6) — permitindo identificar alterações de ritmo, condução, isquemia, sobrecarga de câmaras e distúrbios eletrolíticos com alta especificidade e reprodutibilidade.\n\nDo ponto de vista funcional integrativo, o ECG transcende seu papel diagnóstico convencional: é o substrato técnico da Variabilidade da Frequência Cardíaca (VFC), biomarcador funcional central da integridade do Sistema Nervoso Autônomo (SNA). A análise dos intervalos entre batimentos (intervalos NN) por algoritmos matemáticos — incluindo transformada rápida de Fourier (FFT), wavelet transform e ritmogramas — gera parâmetros como o SDNN (desvio padrão dos intervalos NN), que reflete a reserva autonômica do organismo. Segundo as diretrizes da American Heart Association, alta VFC/SDNN elevado indica predomínio parassimpático, melhor alostase e melhor prognóstico; baixa VFC/SDNN reduzido reflete rigidez autonômica, maior carga alostática e pior prognóstico. Em contextos clínicos, SDNN em torno de 40 ms (soma deitado + em pé) é considerado faixa saudável; valores abaixo de 20 ms, especialmente os observados em pós-COVID grave (9–11 ms), configuram sinal de prognóstico sombrio.\n\nNa prática clínica cardiovascular, o ECG 12D é indispensável para: (1) identificação de arritmias — fibrilação atrial, bloqueios atrioventriculares, extrassístoles, taquicardias supraventriculares e ventriculares; (2) diagnóstico de síndrome coronariana aguda — supradesnivelamento de ST (IAMCSST), infradesnivelamento de ST e inversão de onda T (IAMSSST/angina instável); (3) detecção de hipertrofia ventricular esquerda (critérios de Sokolow-Lyon, Cornell), que é marcador de lesão de órgão-alvo na hipertensão arterial; (4) distúrbios de condução — bloqueios de ramo, síndrome de WPW, QT longo congênito ou adquirido; e (5) alterações eletrolíticas — hipercalemia (ondas T apiculadas, alargamento QRS), hipocalemia (ondas U proeminentes, achatamento de T), hipomagnesemia.\n\nNa estratificação de risco cardiovascular funcional integrativa, o ECG é o ponto de partida para uma avaliação autonômica mais ampla, que integra dados clínicos, metabólicos, hormonais e inflamatórios. A disfunção autonômica detectada pela VFC correlaciona-se com marcadores inflamatórios (PCR, homocisteína, VHS), qualidade do sono, metabolismo glicêmico e até fertilidade. A avaliação do SNA via ECG permite classificar funcionalmente o paciente em 81 estados fisiológico-patológicos — desde estresse agudo e crônico até padrões degenerativos e arritmias — orientando condutas terapêuticas individualizadas antes mesmo do estabelecimento de patologia estrutural.\n\nO protocolo padronizado para avaliação de VFC pelo ECG inclui: realização preferencialmente pela manhã, em jejum, com revisão temporária de medicações que interferem na leitura quando clinicamente seguro, e repetição em 3 a 5 ocasiões sob condições idênticas para robustez científico-clínica.",
  "points": 0,
  "patient_explanation": "O Eletrocardiograma de 12 derivações, chamado de ECG, é um exame simples e indolor que registra os sinais elétricos do seu coração a partir de eletrodos colocados no peito, nos braços e nas pernas. Em apenas alguns minutos, ele fornece ao médico uma visão detalhada de como o coração está funcionando.\n\nEsse exame é capaz de identificar alterações no ritmo cardíaco (como batimentos irregulares), sinais de sobrecarga no músculo do coração, indícios de problemas nas artérias coronárias e até desequilíbrios de minerais no sangue que afetam o coração. Além disso, a análise do ECG pode revelar informações sobre o sistema nervoso que controla o coração de forma automática — indicando se o organismo está bem equilibrado ou sob estresse crônico.\n\nSe o seu ECG mostrar alguma alteração, não entre em pânico: muitas delas são benignas ou facilmente tratáveis. O médico vai avaliar o resultado junto com seus outros exames e sintomas para entender o que está acontecendo e propor o melhor caminho. O ECG é uma ferramenta valiosa justamente porque permite agir de forma preventiva, antes que pequenos sinais se tornem problemas maiores.",
  "conduct": "## Conduta Clínica — ECG de 12 Derivações\n\n### 1. Indicações de Solicitação\n\n- **Rastreamento cardiovascular** em adultos com fatores de risco (hipertensão, dislipidemia, diabetes, tabagismo, obesidade, síndrome metabólica, histórico familiar de doença cardiovascular precoce)\n- **Avaliação pré-operatória** em pacientes acima de 40 anos ou com comorbidades cardiovasculares\n- **Investigação de sintomas** — palpitações, síncope, pré-síncope, dor torácica, dispneia, fadiga inexplicada\n- **Monitoramento de tratamentos** que podem afetar a condução cardíaca (antiarrítmicos, antidepressivos tricíclicos, antipsicóticos, hidroxicloroquina)\n- **Avaliação autonômica funcional** — como base para análise de Variabilidade da Frequência Cardíaca (VFC)\n- **Rastreamento de lesão de órgão-alvo** na hipertensão arterial (hipertrofia ventricular esquerda)\n\n---\n\n### 2. Interpretação Sistemática — Checklist\n\n- **Ritmo:** sinusal regular? Frequência cardíaca (normal: 60–100 bpm em repouso)\n- **Eixo elétrico:** desvio para esquerda (HVE, bloqueio de ramo esquerdo) ou direita\n- **Intervalo PR:** prolongado (BAV 1º grau >200 ms), curto (WPW <120 ms)\n- **Complexo QRS:** duração (>120 ms = bloqueio de ramo), morfologia (BRE, BRD, hemibloquios)\n- **Segmento ST:** supradesnivelamento (isquemia transmural/pericardite), infradesnivelamento (isquemia subendocárdica)\n- **Onda T:** inversão simétrica (isquemia), apiculada (hipercalemia)\n- **Intervalo QT corrigido (QTc):** prolongado se >450 ms em homens ou >460 ms em mulheres (risco de arritmia grave)\n- **Critérios de HVE:** Sokolow-Lyon (S em V1 + R em V5 ou V6 ≥35 mm)\n\n---\n\n### 3. Achados que Requerem Encaminhamento Imediato\n\n- **Supradesnivelamento de ST** — acionar protocolo de emergência (IAMCSST)\n- **Taquicardia ventricular ou fibrilação ventricular** — emergência\n- **Bloqueio atrioventricular total (3º grau)** com bradicardia sintomática\n- **QTc muito prolongado** (>500 ms) — risco de torsades de pointes\n- **Síndrome de WPW** com fibrilação atrial — risco de morte súbita\n\n---\n\n### 4. Investigação Complementar Conforme Achado\n\n**Arritmias / alterações de condução:**\n- Holter 24h (ou 7 dias) para arritmias intermitentes\n- Ecocardiograma transtorácico para avaliação estrutural\n- Eletrólitos séricos (K⁺, Mg²⁺, Ca²⁺) e função tireoidiana (TSH)\n- Monitoramento autonômico por VFC para estratificação funcional\n\n**Alterações isquêmicas / suspeita coronariana:**\n- Teste ergométrico (ou cintilografia miocárdica em casos selecionados)\n- Angiotomografia de coronárias com avaliação de placas moles quando clinicamente indicado\n- Escore de cálcio coronariano para estratificação de risco em prevenção primária\n- Perfil lipídico ampliado: HDL, triglicerídeos, LDL oxidado, ApoB/ApoA, subfracionamento de LDL\n- Biomarcadores inflamatórios: PCR ultrassensível, homocisteína, fibrinogênio\n\n**Hipertrofia ventricular esquerda:**\n- Ecocardiograma para confirmação e avaliação de função diastólica\n- Monitoramento ambulatorial de pressão arterial (MAPA)\n- Pesquisa de causas secundárias de hipertensão\n\n**Avaliação autonômica (VFC via ECG):**\n- Protocolo padronizado: manhã, jejum, revisão de medicações interferentes quando seguro\n- Repetição em 3 a 5 ocasiões em condições idênticas para robustez diagnóstica\n- Análise no domínio do tempo (SDNN) e da frequência (FFT, wavelet)\n- SDNN ~40 ms (deitado + em pé) = faixa saudável; SDNN <20 ms = alerta de baixa reserva autonômica\n- Correlacionar com marcadores inflamatórios (PCR, homocisteína), qualidade do sono e perfil metabólico\n\n---\n\n### 5. Intervenções Baseadas em Evidências\n\n**Modificação do estilo de vida (base para todos os perfis):**\n- Atividade física regular aeróbica — mínimo 150 min/semana de intensidade moderada; exercício de força complementar\n- Dieta mediterrânea ou padrão anti-inflamatório; restrição de ultraprocessados e carboidratos refinados\n- Controle rigoroso de peso, especialmente gordura visceral (circunferência abdominal: <102 cm homens, <89 cm mulheres)\n- Cessação do tabagismo e restrição severa de álcool\n- Manejo do estresse e higiene do sono — impacto direto na VFC e função autonômica\n\n**Abordagem funcional integrativa:**\n- Em baixa VFC/SDNN reduzido: suspender exercício vigoroso até recuperação da alostase; priorizar modulação autonômica\n- Treino de coerência cardíaca como ferramenta de prescrição clínica para melhora da VFC\n- Correção de deficiências: vitamina D (meta >60 ng/mL em cardiopatas), ômega-3 (índice ômega-3 otimizado), complexo B (B12, B6, folato) especialmente em polimorfismos MTHFR\n- Monitorar função autonômica em paralelo com controle metabólico (glicemia, insulina, perfil lipídico)\n- Avaliar equilíbrio hormonal (testosterona, estradiol, DHEA) — hipogonadismo associado a pior prognóstico cardiovascular\n\n**Encaminhamento a especialistas:**\n- Cardiologista: arritmias complexas, isquemia confirmada, insuficiência cardíaca, valvopatias\n- Eletrofisiologista: arritmias refratárias, indicação de ablação ou cardiodesfibrilador implantável\n- Endocrinologista: distúrbios hormonais com impacto cardiovascular relevante\n- Medicina do Sono: apneia obstrutiva do sono confirmada (impacto autonômico e cardiovascular significativo)"
}
