{
  "score_item_id": "c77cedd3-2800-7ecf-8900-9cb51f007292",
  "clinical_relevance": "A frequência cardíaca (FC) obtida pelo eletrocardiograma (ECG) é um dos parâmetros fisiológicos mais fundamentais da avaliação cardiovascular, refletindo diretamente o equilíbrio entre o sistema nervoso simpático (acelerador) e o sistema nervoso parassimpático (freador) sobre o nó sinoatrial. Em adultos saudáveis em repouso, a FC normal situa-se entre 60 e 100 bpm. Valores abaixo de 60 bpm definem bradicardia, conforme o guideline ACC/AHA/HRS 2018 (Circulation), sendo a significância clínica determinada pela presença de sintomas e pela estabilidade hemodinâmica do paciente. Taquicardia sinusal em repouso é definida como FC > 100 bpm.\n\nFisiologicamente, a FC de repouso é modulada pelo tônus autonômico: predominância parassimpática determina frequências menores e maior variabilidade da frequência cardíaca (VFC), enquanto predominância simpática eleva a FC e reduz a VFC. A VFC, derivada da análise dos intervalos NN no ECG, é considerada o principal biomarcador funcional da integridade do sistema nervoso autônomo (SNA), conforme diretrizes da American Heart Association. Alta VFC/SDNN elevado indica maior atividade parassimpática, melhor alostase e melhor prognóstico. Baixa VFC/SDNN reduzido indica menor atividade parassimpática, maior carga alostática e pior prognóstico. Especificamente, SDNN < 70 ms ou razão LF/HF > 2,5 associam-se a risco 1,5 a 2,3 vezes maior de eventos cardiovasculares adversos maiores (MACE); o hazard ratio agrupado para morte por todas as causas foi de 2,27 (IC 95%: 1,72–3,00) e para eventos cardiovasculares de 1,41 (IC 95%: 1,16–1,72), conforme revisão publicada em Frontiers in Cardiovascular Medicine (2025).\n\nA FC de repouso elevada de forma crônica (> 80–90 bpm) é um fator de risco cardiovascular independente, associada a maior risco de morte súbita, infarto agudo do miocárdio e insuficiência cardíaca. Cada incremento de 10 bpm na FC de repouso eleva o risco de mortalidade cardiovascular em aproximadamente 10–20% em dados populacionais consolidados. Em atletas bem condicionados, FC de repouso entre 40 e 60 bpm representa bradicardia fisiológica e constitui sinal de boa reserva cardiovascular.\n\nCondições que elevam a FC incluem: febre, anemia, hipertireoidismo, desidratação, dor, ansiedade, uso de simpaticomiméticos, insuficiência cardíaca compensatória, taquiarritmias (FA, flutter, TPSV) e síndromes de desautonomia como POTS (taquicardia postural ortostática), na qual há aumento significativo da FC ao passar da posição deitada para ortostática. Condições que reduzem a FC incluem: hipotireoidismo, bloqueios atrioventriculares, doença do nó sinusal, uso de betabloqueadores, amiodarona e digitálicos, e FC fisiologicamente baixa em atletas. No contexto pós-COVID, foi observada desautonomia com manifestações que incluem POTS, hipotensão neurogênica e alterações marcantes da VFC (SDNN de 9–11 em casos graves, versus referência de ~40).\n\nA FC é também utilizada para monitoramento do condicionamento físico: a redução do tempo de retorno da FC ao basal após esforço (EPOC) é indicador de melhora do condicionamento aeróbico. Do ponto de vista funcional integrativo, a FC de repouso integra o conjunto de marcadores autonômicos que refletem alostase, resiliência e carga alostática acumulada.",
  "points": 22,
  "patient_explanation": "A frequência cardíaca é o número de vezes que seu coração bate por minuto, medida no eletrocardiograma (ECG). Em adultos saudáveis em repouso, o valor normal fica entre 60 e 100 batimentos por minuto. Quando o coração bate muito devagar (menos de 60 bpm) falamos em bradicardia; quando bate muito rápido (acima de 100 bpm em repouso) falamos em taquicardia.\n\nEsse parâmetro é importante porque o coração é controlado pelo sistema nervoso autônomo — a parte do sistema nervoso que age de forma automática e inconsciente. Uma frequência cardíaca equilibrada em repouso indica que seu sistema nervoso está funcionando bem, que seu coração tem boa reserva e que seu organismo consegue se adaptar ao estresse do dia a dia. Já uma frequência muito elevada de forma persistente pode indicar sobrecarga do coração, desequilíbrio hormonal, anemia, problemas de tireoide ou estresse crônico excessivo. Valores muito baixos acompanhados de tonturas, desmaios ou cansaço também precisam de investigação. Pessoas que praticam exercícios regularmente costumam ter frequência cardíaca de repouso mais baixa, o que é um sinal positivo de condicionamento físico.",
  "conduct": "## Conduta Clínica — ECG: Frequência Cardíaca\n\n### Valores de Referência e Estratificação\n\n- **Normal:** 60–100 bpm em repouso\n- **Bradicardia:** < 60 bpm (ACC/AHA/HRS 2018)\n- **Taquicardia sinusal:** > 100 bpm em repouso\n- **Atletas:** 40–60 bpm pode ser fisiológico\n- **Zona de alerta funcional:** FC repouso persistente > 85–90 bpm em não atletas\n\n---\n\n### Investigação Complementar\n\n**Na bradicardia (FC < 60 bpm com sintomas ou achados incidentais):**\n- ECG de 12 derivações completo para avaliar ritmo, bloqueios AV e disfunção do nó sinusal\n- Holter 24h para quantificar pausas e avaliar resposta cronotrópica ao esforço\n- TSH e T4 livre (hipotireoidismo é causa frequente e reversível)\n- Eletrólitos (K⁺, Ca²⁺, Mg²⁺) — distúrbios hidroeletrolíticos causam bradicardia\n- Revisão de medicações: betabloqueadores, amiodarona, digitálicos, bloqueadores de canal de cálcio\n- Avaliação de história de apneia obstrutiva do sono (bradicardia noturna)\n\n**Na taquicardia (FC > 100 bpm em repouso):**\n- Hemograma completo (anemia)\n- TSH (hipertireoidismo)\n- Glicemia e insulina de jejum (resistência à insulina)\n- Cortisol matinal e curva de cortisol salivar (disfunção do eixo HPA)\n- Ferritina, ferro sérico e saturação de transferrina\n- Hidratação e avaliação de volume intravascular\n- Teste de ortostatismo (excluir POTS — aumento > 30 bpm ao ficar em pé por 10 min)\n- Holter 24h se suspeita de taquiarritmia paroxística\n- PCR e IL-6 se suspeita de processo inflamatório/infeccioso\n\n**Avaliação autonômica complementar (medicina funcional):**\n- Variabilidade da frequência cardíaca (VFC/HRV) via ECG padronizado\n  - Preferencialmente pela manhã, em jejum, sem medicações que alterem o ritmo\n  - Repetir em 3–5 ocasiões em condições semelhantes para maior confiabilidade\n  - SDNN < 70 ms: marcador de risco aumentado para MACE (HR 2,27 para mortalidade geral)\n- Teste de Valsalva e respiração profunda para avaliar responsividade parassimpática\n\n---\n\n### Critérios de Encaminhamento\n\n**Encaminhar à Cardiologia/Eletrofisiologia:**\n- Bradicardia sintomática (síncope, pré-síncope, dispneia, fadiga) com FC < 50 bpm\n- Bloqueio AV de 2º ou 3º grau ao ECG\n- Pausas > 3 segundos no Holter\n- Taquiarritmias sustentadas (FA, flutter atrial, TPSV)\n- Ausência de resposta cronotrópica adequada ao esforço\n\n**Encaminhar à Neurologia/equipe multidisciplinar:**\n- Suspeita de POTS ou síndrome de desautonomia (especialmente em contexto pós-COVID)\n- VFC muito reduzida (SDNN < 20–30 ms) com sintomas sistêmicos: fadiga, brain fog, intolerância ao exercício, disfunção GI\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Para FC elevada em repouso (sem arritmia identificada):**\n- **Exercício aeróbico regular:** principal intervenção para redução da FC de repouso e aumento da VFC; monitorar por FC para evitar sobretreino\n- **Manejo do estresse crônico:** técnicas de coerência cardíaca e respiração diafragmática elevam tônus parassimpático e reduzem FC\n- **Correção de causas reversíveis:** tratar anemia, hipertireoidismo, desidratação, deficiências nutricionais (ferro, magnésio, B12)\n- **Restrição de estimulantes:** cafeína em excesso, álcool, tabaco elevam FC e reduzem VFC\n- **Sono de qualidade:** privação de sono eleva FC de repouso e reduz VFC\n- **Ômega-3 (EPA/DHA):** evidências de modulação autonômica e redução da FC\n\n**Para bradicardia fisiológica (atleta, assintomático):**\n- Nenhuma intervenção necessária; monitoramento clínico periódico\n- Avaliar resposta cronotrópica ao esforço para garantir adequação\n\n**Para desautonomia / baixa VFC:**\n- Suspender exercício vigoroso até recuperação da alostase (VFC-guiada)\n- Protocolos de treinamento do SNA com dispositivos de biofeedback de VFC\n- Em contexto pós-COVID: abordagem multidisciplinar; evitar sobrecarga antes de estabilização autonômica\n\n---\n\n### Monitoramento e Reavaliação\n\n- Reavaliação da FC de repouso a cada consulta\n- Holter 24h anual em pacientes com FC limítrofe ou sintomas intermitentes\n- VFC repetida a cada 3–6 meses em pacientes em protocolo de modulação autonômica\n- Monitoramento da FC pós-exercício como indicador de condicionamento (redução do tempo de retorno ao basal indica melhora do EPOC)"
}
