{
  "score_item_id": "019bf31d-2ef0-77de-a50c-d7774e542835",
  "clinical_relevance": "O intervalo QT corrigido (QTc) pela fórmula de Bazett representa a duração da repolarização ventricular ajustada pela frequência cardíaca. A fórmula de Bazett é calculada como QTc = QT / √(RR), onde RR é o intervalo R-R em segundos. É medido no ECG de 12 derivações, preferencialmente nas derivações DII ou V5, do início do complexo QRS ao fim da onda T.\n\n**Valores de referência para homens:**\n- Normal: QTc ≤ 440 ms\n- Limítrofe: 441–460 ms\n- Prolongado: > 460 ms (alguns guidelines adotam > 450 ms como limiar em homens)\n- Criticamente prolongado (risco de Torsades de Pointes): > 500 ms\n\nO QTc é fisiologicamente menor em homens do que em mulheres. Essa diferença de aproximadamente 10–15 ms é mediada pelo efeito encurtador dos androgênios sobre a repolarização ventricular, tornando os limiares específicos por sexo clinicamente relevantes.\n\n**Fisiopatologia:** O prolongamento do QTc reflete retardo na repolarização ventricular, geralmente por disfunção dos canais iônicos (principalmente correntes de potássio IKr e IKs e corrente de sódio INa). Isso cria uma janela de vulnerabilidade elétrica que predispõe a arritmias potencialmente fatais, em especial a Torsades de Pointes (TdP), que pode degenerar em fibrilação ventricular e morte súbita cardíaca.\n\n**Epidemiologia e impacto clínico:**\n- O QTc prolongado congênito (Síndrome do QT Longo — SQTL) tem prevalência estimada de 1:2.000 na população geral.\n- O QTc prolongado adquirido é substancialmente mais prevalente, ocorrendo em contexto de uso de medicamentos (antiarrítmicos classe IA e III, antibióticos macrolídeos e fluoroquinolonas, antipsicóticos, antidepressivos tricíclicos, antihistamínicos), distúrbios eletrolíticos (hipocalemia, hipomagnesemia, hipocalcemia), bradicardia, cardiopatias estruturais e causas metabólicas (hipotireoidismo, anorexia nervosa).\n- O risco de TdP aumenta de forma não linear com o aumento do QTc: é substancialmente maior quando QTc > 500 ms.\n- O QTc encurtado (< 340 ms) também associa-se a risco aumentado de fibrilação ventricular e morte súbita, embora seja menos prevalente.\n\n**Limitações da fórmula de Bazett:** A fórmula tende a supercorrigir em frequências cardíacas elevadas (> 100 bpm) e subcorrigir em bradicardias (< 60 bpm). Em contextos de frequência cardíaca extrema, fórmulas alternativas como Fridericia (QTc = QT / ∛RR) ou Hodges podem ser preferíveis.\n\n**Estratificação de risco:**\n- QTc ≤ 440 ms em homens: sem risco aumentado atribuível ao QTc\n- QTc 441–470 ms: monitoramento e revisão de fatores de risco modificáveis\n- QTc 471–500 ms: alto risco; revisão rigorosa de medicamentos QT-prolongadores e correção eletrolítica\n- QTc > 500 ms: risco muito elevado de TdP; necessidade de avaliação especializada urgente e, em contextos sintomáticos (síncope, palpitações), potencial indicação de cardioversor-desfibrilador implantável (CDI)",
  "points": 25,
  "patient_explanation": "O QTc (intervalo QT corrigido) é uma medida obtida no eletrocardiograma (ECG) que avalia quanto tempo o coração leva para se recuperar após cada batimento. Quando esse tempo está muito longo, o coração fica vulnerável a um tipo perigoso de arritmia que pode causar desmaios ou, em casos raros, parada cardíaca súbita. Em homens, o valor normal fica abaixo de 440 milissegundos. Um QTc elevado pode ser causado por medicamentos (como alguns antibióticos, antidepressivos ou remédios para arritmia), falta de minerais importantes como potássio e magnésio, doenças da tireoide, ou pode ser hereditário. A boa notícia é que, quando a causa é identificada, muitas vezes é possível corrigir o problema ajustando medicamentos ou tratando a causa de base. Por isso, é importante informar ao seu médico todos os remédios que você usa e realizar o acompanhamento recomendado.",
  "conduct": "## Conduta Clínica: QTc (Bazett) Prolongado em Homens\n\n### 1. Confirmação e Contextualização\n\n- **Repetir ECG** em condições padronizadas (repouso, ausência de medicamentos QT-prolongadores agudos se possível) para confirmar o achado\n- Medir o QTc manualmente nas derivações DII ou V5 quando houver dúvida sobre o valor automático\n- Considerar fórmula alternativa (Fridericia) se frequência cardíaca < 60 bpm ou > 100 bpm, pois Bazett pode superestimar ou subestimar o QTc nessas situações\n- Avaliar se há variações dinâmicas: QTc que aumenta com exercício ou bradicardia pode indicar síndrome congênita\n\n---\n\n### 2. Investigação de Causas Reversíveis\n\n**Eletrolítica (causas mais comuns e tratáveis):**\n- Dosar: **potássio sérico, magnésio sérico, cálcio total/ionizado**\n- Hipocalemia (K⁺ < 3,5 mEq/L) e hipomagnesemia são as causas mais frequentes de QTc prolongado adquirido\n- Repor conforme déficit identificado\n\n**Revisão farmacológica obrigatória:**\n- Levantar todos os medicamentos em uso (prescritos, automedicação, suplementos)\n- Verificar potencial QT-prolongador de cada fármaco (recursos: CredibleMeds/AzCERT)\n- Principais classes de risco: antiarrítmicos (amiodarona, sotalol, quinidina), antibióticos (azitromicina, ciprofloxacino, moxifloxacino), antipsicóticos (haloperidol, quetiapina), antidepressivos tricíclicos, antihistamínicos (terfenadina, astemizol), antifúngicos azólicos, antieméticos (ondansetrona em altas doses)\n- Suspender ou substituir agentes de risco quando clinicamente viável\n\n**Causas metabólicas e sistêmicas:**\n- TSH e T4 livre (hipotireoidismo prolonga QTc)\n- Glicemia e avaliação nutricional (anorexia nervosa, desnutrição grave)\n- Função hepática e renal (influenciam metabolismo de fármacos QT-prolongadores)\n\n---\n\n### 3. Investigação de Síndrome Congênita do QT Longo (SQTL)\n\n**Suspeitar quando:**\n- QTc > 480 ms sem causa adquirida identificada\n- Histórico pessoal de síncope inexplicada, especialmente desencadeada por exercício, emoção ou sons súbitos\n- História familiar de morte súbita cardíaca em jovens ou de SQTL diagnosticada\n- Síncope associada a QTc prolongado (escore de Schwartz ≥ 3,5 = alta probabilidade)\n\n**Condutas:**\n- **Encaminhar ao cardiologista/eletrofisiologista** para avaliação completa\n- Considerar **teste genético** (painéis de canalopatias: KCNQ1, KCNH2, SCN5A e outros genes)\n- Holter 24h para avaliar comportamento do QTc e presença de arritmias\n- Teste ergométrico para avaliar comportamento do QTc ao esforço\n\n---\n\n### 4. Estratificação de Risco e Manejo por Faixa de QTc\n\n| QTc (ms) | Risco | Conduta |\n|---|---|---|\n| ≤ 440 | Normal | Nenhuma ação específica |\n| 441–460 | Limítrofe | Corrigir fatores reversíveis; monitorar |\n| 461–500 | Elevado | Revisão farmacológica, correção eletrolítica, encaminhamento cardiológico |\n| > 500 | Muito elevado | Urgência: encaminhamento cardiológico imediato; considerar internação se sintomático |\n\n---\n\n### 5. Intervenções Baseadas em Evidências\n\n- **Correção eletrolítica:** manter K⁺ > 4,0 mEq/L e Mg²⁺ > 0,8 mmol/L em pacientes de risco\n- **Beta-bloqueadores:** tratamento de primeira linha na SQTL tipos 1 e 2 (nadolol ou propranolol em doses plenas)\n- **CDI (cardioversor-desfibrilador implantável):** indicado em pacientes com SQTL e síncope recorrente apesar de beta-bloqueador, parada cardíaca abortada ou QTc > 500 ms com alto risco\n- **Mexiletina:** pode ser usada como adjuvante na SQTL tipo 3 (SCN5A)\n- **Evitar competição esportiva de alta intensidade** em pacientes com SQTL congênita até avaliação especializada\n\n---\n\n### 6. Critérios de Encaminhamento\n\n- **Cardiologista geral:** QTc > 460 ms sem causa reversível identificada\n- **Eletrofisiologista:** QTc > 480 ms, suspeita de SQTL congênita, síncope associada, história familiar de morte súbita\n- **Urgência/emergência:** QTc > 500 ms com sintomas (síncope, palpitações, pré-síncope) ou documentação de Torsades de Pointes"
}
