{
  "score_item_id": "019bf31d-2ef0-7649-984e-8c30a92e26f4",
  "clinical_relevance": "O intervalo QTc representa a duração corrigida da repolarização ventricular, obtido a partir do intervalo QT bruto dividido pela raiz quadrada do intervalo RR (fórmula de Bazett: QTc = QT / √RR). Em mulheres, o QTc normal situa-se entre 350 e 460 ms, com limite superior de normalidade de 460 ms — valor 20 ms mais elevado que o adotado para homens (440 ms). Essa diferença sexual é fisiológica e mediada principalmente por efeitos hormonais: o estrogênio prolonga e os androgênios encurtam o QTc, o que explica a maior vulnerabilidade das mulheres ao QTc longo e à arritmia associada. O intervalo QT longo define-se como QTc ≥ 460 ms em mulheres; valores entre 460-499 ms configuram risco intermediário, e QTc ≥ 500 ms representa risco elevado de torsades de pointes (TdP).\n\nFisiopatologicamente, a repolarização ventricular depende do equilíbrio entre correntes de entrada (INa, ICa-L) e de saída (IKr, IKs, Ik1). Qualquer redução nas correntes de saída de potássio — genética, farmacológica ou metabólica — prolonga o platô do potencial de ação e aumenta o QTc. As mulheres apresentam menor reserva de repolarização (densidade de IKr intrínseca menor), tornando-as 2 a 3 vezes mais suscetíveis ao QTc longo adquirido por drogas do que os homens.\n\nA prevalência de QTc longo congênito (síndrome do QT longo, SQTL) é de aproximadamente 1:2.000 na população geral, com maior expressão clínica em mulheres, especialmente nos tipos SQTL1, SQTL2 e SQTL3. O QTc longo adquirido é substancialmente mais comum, estimado em 2-10% dos pacientes em uso de fármacos alargadores do QT. As mulheres respondem por 65-70% dos casos de TdP fármaco-induzida, com mortalidade que pode atingir 10-17% quando evolui para fibrilação ventricular.\n\nEstratificação de risco pelo QTc em mulheres:\n- QTc < 460 ms: normal\n- QTc 460-479 ms: limítrofe; avaliar causas reversíveis\n- QTc 480-499 ms: prolongado; alto risco em contexto de SQTL congênito ou múltiplos fatores de risco\n- QTc ≥ 500 ms: muito prolongado; risco substancial de TdP; indicação de intervenção imediata\n- QTc ≥ 550 ms: risco extremo; internação e monitorização contínua obrigatórias\n\nA fórmula de Bazett tende a superestimar o QTc em frequências cardíacas elevadas (> 100 bpm) e subestimá-lo em bradicardias (< 60 bpm). Em situações limítrofes, a fórmula de Fridericia (QTc = QT / RR^(1/3)) oferece maior precisão. Causas adquiridas de QTc longo incluem: hipocalemia, hipomagnesemia, hipocalcemia, bradicardia, bloqueio AV, uso de antiarrítmicos classe Ia e III, antibióticos macrolídeos e quinolonas, antipsicóticos, antidepressivos tricíclicos, antieméticos (domperidona, ondansetrona) e antifúngicos azólicos. Disfunção tireoidiana, insuficiência hepática grave e insuficiência renal também podem prolongar o QTc.",
  "points": 25,
  "patient_explanation": "O QTc mede o tempo que o coração leva para se recuperar após cada batimento. Quando esse tempo está muito longo, o coração fica vulnerável a um ritmo anormal perigoso chamado torsades de pointes, que pode causar desmaios e, em casos raros, parada cardíaca. As mulheres naturalmente têm esse intervalo um pouco mais longo do que os homens, e por isso são mais sensíveis a certas situações que podem prolongá-lo ainda mais, como o uso de alguns medicamentos comuns (antibióticos, antiarrítmicos, antidepressivos), baixos níveis de potássio ou magnésio no sangue e frequência cardíaca muito baixa. Quando o QTc aparece elevado no seu exame de eletrocardiograma, é importante identificar e corrigir a causa. Na maioria dos casos, o problema é reversível simplesmente ajustando o medicamento ou corrigindo a deficiência de minerais. O acompanhamento médico permite identificar quem tem maior risco e agir preventivamente, garantindo que o coração funcione com segurança.",
  "conduct": "## Conduta Clínica para QTc Prolongado em Mulheres\n\n### Avaliação Inicial\n\n- **Confirmar a medida:** verificar se o QTc foi calculado corretamente (fórmula de Bazett: QTc = QT / √RR em segundos); rever manualmente o ECG em pelo menos 3 derivações (preferencialmente DII e V5)\n- **Considerar frequência cardíaca:** em FC > 100 bpm ou < 60 bpm, preferir fórmula de Fridericia para maior acurácia\n- **Descartar artefato ou erro de medição** antes de qualquer intervenção\n- **Revisar todos os medicamentos em uso:** consultar base de dados como CredibleMeds (AZERTscore) para identificar fármacos com risco de prolongamento do QT\n\n### Investigação Complementar\n\n- **Eletrólitos séricos obrigatórios:** potássio, magnésio e cálcio — distúrbios eletrolíticos são a causa reversível mais frequente\n- **Função renal e hepática:** insuficiência em qualquer um desses órgãos pode reduzir a depuração de fármacos alargadores do QT\n- **Função tireoidiana:** hipotireoidismo pode prolongar o QTc\n- **ECG seriado:** repetir após correção de causa potencial para documentar reversão\n- **Holter 24h:** indicado quando houver síncope, pré-síncope ou suspeita de TdP paroxística\n- **Avaliação genética/cardiológica:** considerar encaminhamento quando QTc ≥ 480 ms sem causa adquirida óbvia, ou histórico familiar de morte súbita precoce\n\n### Critérios de Intervenção por Nível de QTc\n\n**QTc 460-479 ms (limítrofe):**\n- Identificar e corrigir causas reversíveis (eletrólitos, medicamentos)\n- Evitar associação de dois ou mais fármacos alargadores do QT\n- Reavaliação com ECG em 2-4 semanas\n- Orientar paciente sobre sintomas de alerta (palpitações, síncope)\n\n**QTc 480-499 ms (prolongado):**\n- Todas as medidas acima, com maior urgência\n- Substituir ou suspender qualquer fármaco de risco sempre que possível\n- Corrigir agressivamente hipocalemia (alvo K ≥ 4,5 mEq/L) e hipomagnesemia (alvo Mg ≥ 2,0 mg/dL)\n- Encaminhamento cardiológico eletivo\n- Evitar atividade física intensa até avaliação especializada em caso de suspeita de SQTL congênito\n\n**QTc ≥ 500 ms (muito prolongado):**\n- Avaliação de emergência; considerar hospitalização\n- Monitorização cardíaca contínua\n- Suspender imediatamente todos os fármacos alargadores do QT possíveis\n- Reposição IV de potássio e magnésio se necessário\n- Encaminhamento cardiológico urgente\n- Em caso de TdP: desfibrilação elétrica se instabilidade hemodinâmica; magnésio IV 2g em 10 minutos como primeira linha em TdP estável\n\n### Intervenções Baseadas em Evidências\n\n- **Correção de hipocalemia:** manter K sérico ≥ 4,5 mEq/L reduz significativamente o risco de TdP\n- **Reposição de magnésio:** sulfato de magnésio IV é o tratamento de escolha para TdP mesmo com magnésio sérico normal\n- **Revisão farmacológica criteriosa:** evitar polifarmácia com múltiplos agentes de risco QT; priorizar alternativas terapêuticas sem efeito no QT\n- **Beta-bloqueadores:** indicados no SQTL congênito tipos 1 e 2; nadolol e propranolol são os mais estudados\n- **Desfibrilador cardioversor implantável (CDI):** indicado em pacientes com SQTL congênito e parada cardíaca ressuscitada, síncope recorrente em uso de beta-bloqueador ou QTc ≥ 500 ms com alto risco\n\n### Encaminhamento a Especialistas\n\n- **Cardiologia:** QTc ≥ 480 ms sem causa reversível, síncope de causa indeterminada, histórico familiar de morte súbita\n- **Geneticista/cardiopatia hereditária:** suspeita de SQTL congênito (história familiar positiva, QTc persistentemente elevado após correção de fatores adquiridos)\n- **Endocrinologia:** hipotireoidismo associado como causa contribuinte\n\n### Orientações ao Paciente\n\n- Informar sobre medicamentos de venda livre que podem prolongar o QTc (ex.: alguns antigripais, antihistamínicos)\n- Orientar a comunicar sempre o achado do QTc longo a qualquer profissional de saúde antes de iniciar novos medicamentos\n- Recomendar evitar hipocalemia induzida por diuréticos sem reposição adequada de potássio\n- Em caso de SQTL congênito confirmado: evitar exercícios extenuantes (especialmente natação no SQTL1), barulhos súbitos intensos (SQTL2) e uso de qualquer fármaco de risco sem orientação cardiológica"
}
