{
  "score_item_id": "019bf31d-2ef0-7beb-a8e2-52d70d467241",
  "clinical_relevance": "O intervalo PR corresponde ao tempo entre o início da despolarização atrial (onda P) e o início da despolarização ventricular (complexo QRS) no eletrocardiograma de 12 derivações. Esse intervalo engloba a condução pelo nó sinoatrial, pelo músculo atrial, pelo nó atrioventricular (NAV) e pelo feixe de His até o início da ativação ventricular. Fisiologicamente, o NAV é responsável pela maior parte do retardo do intervalo PR, funcionando como filtro de frequência e protetor da resposta ventricular.\n\nValores de referência e interpretação: O intervalo PR normal no adulto em repouso varia de 120 a 200 ms (0,12 a 0,20 s). Valores abaixo de 120 ms (PR curto) sugerem pré-excitação ventricular (síndrome de Wolff-Parkinson-White ou variantes), vias acessórias ou ritmos nodais/junctionais. Valores acima de 200 ms definem o bloqueio atrioventricular (BAV) de primeiro grau. BAV de segundo grau Mobitz I (Wenckebach) cursa com prolongamento progressivo até bloqueio de uma onda P; Mobitz II apresenta PR fixo com bloqueio súbito. BAV de terceiro grau (total) implica dissociação AV completa.\n\nFisiopatologia: O prolongamento do PR pode resultar de degeneração fibrótica do sistema de condução (doença de Lenegre-Lev), cardiopatia isquêmica, miocardite, sarcoidose cardíaca, doença de Lyme, infiltrações (amiloidose), distúrbios eletrolíticos (hipercalemia), drogas (betabloqueadores, bloqueadores de canal de cálcio não-diidropiridínicos, digoxina, antiarrítmicos classe I e III) e aumento do tônus vagal (atletas). O PR curto com onda delta indica síndrome de Wolff-Parkinson-White, associada a risco de taquiarritmias supraventriculares e, em casos de fibrilação atrial conduzida pela via acessória, de fibrilação ventricular e morte súbita.\n\nDados epidemiológicos e estratificação de risco: O BAV de primeiro grau isolado tem prevalência estimada de 1 a 2% na população geral adulta, aumentando com a idade. Em estudos populacionais, PR prolongado está associado a risco aumentado de fibrilação atrial, necessidade futura de marca-passo e mortalidade cardiovascular, especialmente quando acima de 220-240 ms. A síndrome de WPW tem prevalência de 1 a 3 por 1.000 na população geral e risco de morte súbita estimado em 0,1 a 0,6% ao longo da vida, com maior risco em jovens com período refratário curto da via acessória. As diretrizes ACC/AHA/HRS de 2018 sobre bradycardia e distúrbios de condução cardíaca fornecem recomendações baseadas em evidências para avaliação e manejo desses distúrbios, incluindo indicações de marca-passo em BAV de alto grau sintomático.",
  "points": 14,
  "patient_explanation": "O intervalo PR é uma medida obtida no eletrocardiograma (ECG) que indica o tempo que o sinal elétrico do coração leva para percorrer do átrio (câmara superior) até o ventrículo (câmara inferior). É medido em milissegundos (ms). O valor normal fica entre 120 e 200 ms. Quando esse tempo está muito longo, pode significar que o sinal elétrico está sendo conduzido mais devagar do que o esperado — o que chamamos de bloqueio atrioventricular. Dependendo do grau, isso pode causar cansaço, tontura ou desmaios, e em casos mais graves pode ser necessário o uso de um marca-passo. Quando o intervalo PR está muito curto, pode indicar a presença de um caminho elétrico extra no coração, chamado via acessória, que pode provocar palpitações e, em raras situações, arritmias mais sérias. Qualquer alteração nessa medida deve ser avaliada por um médico, que decidirá se é necessário acompanhamento especializado com cardiologista.",
  "conduct": "## Conduta Clínica — ECG: Intervalo PR\n\n### Avaliação Inicial\n\n- **Confirmar o achado** com ECG de 12 derivações de qualidade técnica adequada, em repouso, preferencialmente pela manhã\n- **Correlacionar com contexto clínico:** sintomas (síncope, pré-síncope, palpitações, dispneia, fadiga), histórico de cardiopatia, uso de medicamentos cronotrópicos negativos e tônus vagal elevado (atletas)\n- **Revisar medicamentos em uso:** betabloqueadores, bloqueadores de canal de cálcio não-diidropiridínicos (verapamil, diltiazem), digoxina, antiarrítmicos classe I e III, lítio\n\n---\n\n### PR Prolongado (> 200 ms) — BAV de 1º Grau\n\n**Investigação complementar:**\n- Repetir ECG para confirmar e avaliar comportamento dinâmico do PR\n- Holter 24-48h se suspeita de BAV de grau maior intermitente ou sintomas\n- Ecocardiograma transtorácico se suspeita de cardiopatia estrutural\n- Sorologias dirigidas se suspeita de causa infecciosa (Doença de Lyme, Chagas, miocardite viral)\n- Dosagem de eletrólitos (potássio, cálcio, magnésio)\n- Avaliação hormonal (hipotireoidismo pode prolongar condução)\n- Marcadores inflamatórios se suspeita de sarcoidose ou amiloidose cardíaca\n\n**Critérios de encaminhamento ao cardiologista/eletrofisiologista:**\n- PR > 240 ms ou progressão do grau de bloqueio\n- Sintomas associados (síncope, pré-síncope, dispneia de esforço)\n- Suspeita de BAV de 2º ou 3º grau (associar Holter)\n- Cardiopatia estrutural subjacente\n- PR prolongado em jovens sem causa aparente\n\n**Intervenções:**\n- Suspender ou reduzir medicamentos cronotrópicos negativos se clinicamente possível\n- **Não há indicação de marca-passo** em BAV de 1º grau assintomático isolado\n- Acompanhamento clínico e eletrocardiográfico periódico\n\n---\n\n### PR Curto (< 120 ms) — Suspeita de Pré-excitação ou WPW\n\n**Investigação complementar:**\n- Avaliar presença de onda delta no ECG (indica WPW)\n- Holter 24-48h para documentar arritmias associadas\n- Ecocardiograma para afastar cardiopatias associadas (ex.: anomalia de Ebstein)\n- Teste ergométrico para avaliar comportamento da pré-excitação ao exercício\n\n**Critérios de encaminhamento urgente ao eletrofisiologista:**\n- PR curto com onda delta confirmada (WPW)\n- Qualquer episódio de palpitação, taquicardia supraventricular, síncope ou morte súbita abortada\n- Profissões de risco (pilotos, mergulhadores, motoristas profissionais) ou atletas de alta performance\n\n**Intervenções baseadas em evidências:**\n- **Ablação por cateter por radiofrequência** é o tratamento de escolha para WPW sintomático, com altas taxas de sucesso (> 95%) e baixa taxa de complicações\n- Estratificação eletrofisiológica invasiva indicada para pacientes assintomáticos de alto risco (via acessória de período refratário curto)\n- Evitar betabloqueadores e bloqueadores de canal de cálcio em WPW com fibrilação atrial conduzida pela via acessória (risco de acelerar condução anterógrada)\n\n---\n\n### Monitoramento\n\n- ECG de controle a cada 1-2 anos em BAV de 1º grau estável e assintomático\n- Holter anual se PR > 220 ms ou sintomas intermitentes\n- Reavaliação imediata se surgimento ou piora de sintomas"
}
