{
  "score_item_id": "c77cedd3-2800-70c3-b896-a0d50a9e3054",
  "clinical_relevance": "A duração do complexo QRS no eletrocardiograma (ECG) de 12 derivações representa o tempo total de despolarização ventricular, refletindo a integridade do sistema de condução intraventricular — feixe de His, ramos direito e esquerdo e rede de Purkinje. Em condições normais, a despolarização ventricular ocorre de forma sincronizada e rápida, resultando em QRS estreito (< 120 ms). O alargamento do QRS indica retardo ou bloqueio na condução intraventricular, comprometendo a eficiência mecânica cardíaca por promover dissincronia ventricular.\n\n**Valores de referência e interpretação:**\n- **Normal:** < 120 ms (< 0,12 s)\n- **Alargamento limítrofe:** 110–119 ms (pode representar bloqueio de ramo incompleto ou distúrbio inespecífico de condução)\n- **Bloqueio de ramo (direito ou esquerdo):** ≥ 120 ms\n- **Bloqueio de ramo esquerdo completo (BRE):** ≥ 120 ms com morfologia específica (onda R ampla e entalhada em DI, aVL, V5-V6; QS ou rS em V1-V2)\n- **Bloqueio de ramo direito completo (BRD):** ≥ 120 ms com morfologia rSR' em V1-V2 e onda S larga em DI e V6\n- **QRS muito alargado:** > 150–160 ms indica dissincronia grave, associada a pior prognóstico em insuficiência cardíaca\n\n**Fisiopatologia resumida:**\nO alargamento do QRS resulta da condução anômala do estímulo elétrico: quando o feixe de His ou um de seus ramos está bloqueado, a despolarização percorre o miocárdio ventricular de forma mais lenta, célula a célula, em vez de utilizar o sistema de condução rápido. Isso aumenta o tempo total de ativação ventricular e cria dissincronia mecânica — regiões do ventrículo se contraem antes ou depois de outras, reduzindo a eficiência da ejeção e aumentando o consumo energético miocárdico.\n\n**Epidemiologia e impacto clínico:**\nO bloqueio de ramo esquerdo (BRE) tem prevalência de 0,1–0,5% na população geral adulta, aumentando para 5–10% em pacientes com insuficiência cardíaca estabelecida. O BRD tem prevalência um pouco maior (0,5–1,5%), mas carrega menor peso prognóstico de forma isolada. Em pacientes com QRS ≥ 150 ms e fração de ejeção do ventrículo esquerdo (FEVE) ≤ 35%, o BRE está associado a mortalidade cardiovascular significativamente aumentada e resposta favorável à terapia de ressincronização cardíaca (TRC).\n\nA dissincronia ventricular causada por BRE completo com QRS > 150 ms está associada a:\n- Redução da fração de ejeção e dilatação ventricular progressiva\n- Piora da regurgitação mitral funcional\n- Aumento de risco de morte súbita em portadores de cardiopatia estrutural\n- Hospitalização por descompensação de insuficiência cardíaca\n\n**Estratificação de risco baseada em evidências:**\n- QRS < 120 ms em indivíduo assintomático: sem impacto prognóstico adverso isolado\n- BRD isolado em jovem assintomático sem cardiopatia estrutural: prognóstico favorável, mas requer investigação para excluir cardiopatia estrutural (síndrome de Brugada, displasia arritmogênica do ventrículo direito — DAVD)\n- BRE de novo em paciente sintomático: sempre suspeitar de cardiopatia isquêmica, miocardite ou miocardiopatia dilatada\n- BRE com QRS ≥ 150 ms + FEVE ≤ 35%: indicação de TRC (ressincronizador) com nível de evidência IA pelas diretrizes ESC e ACC/AHA\n- QRS > 160 ms em insuficiência cardíaca: preditor independente de morte súbita e de hospitalização\n\nO ECG é exame de baixo custo, não invasivo e fundamental na triagem cardiovascular. A identificação de QRS alargado direciona investigação ecocardiográfica obrigatória para avaliação de função e estrutura ventricular.",
  "points": 18,
  "patient_explanation": "O complexo QRS é uma parte do eletrocardiograma (ECG) que representa o tempo que o coração leva para enviar o sinal elétrico pelos dois ventrículos — as câmaras que bombeiam o sangue para o corpo e para os pulmões. Normalmente, esse sinal percorre o coração de forma muito rápida e sincronizada, em menos de 12 centésimos de segundo.\n\nQuando esse tempo está aumentado, chamamos de 'QRS alargado'. Isso pode significar que existe algum problema na via de condução elétrica do coração — um 'bloqueio de ramo' — que faz com que partes do coração se contraiam de forma descompassada, como músicos tocando fora de sincronia. Dependendo da causa e da gravidade, isso pode ou não afetar a função de bombeamento do coração.\n\nEm muitas pessoas, especialmente sem outras doenças cardíacas conhecidas, um QRS levemente alargado pode ser uma variação benigna. Porém, em outros casos, especialmente quando associado a sintomas como cansaço, falta de ar ou desmaio, pode indicar uma doença cardíaca que precisa de avaliação mais detalhada. O médico saberá interpretar esse achado dentro do seu contexto clínico completo e indicar os próximos passos.",
  "conduct": "## Conduta Clínica: ECG — Duração QRS\n\n### Interpretação Inicial\n\n- **QRS < 120 ms**: Normal. Sem ação específica necessária relacionada a esse parâmetro isoladamente.\n- **QRS 110–119 ms (limítrofe)**: Considerar bloqueio de ramo incompleto (direito ou esquerdo) ou distúrbio inespecífico de condução intraventricular. Avaliar no contexto clínico; ecocardiograma indicado se houver sintomas ou outros fatores de risco.\n- **QRS ≥ 120 ms**: Bloqueio de ramo completo. Requere avaliação morfológica das derivações para classificar o tipo (BRD vs. BRE) e investigação etiológica obrigatória.\n- **QRS ≥ 150 ms**: Dissincronia grave. Prioridade máxima para investigação estrutural e avaliação de elegibilidade para terapia de ressincronização cardíaca (TRC) se FEVE ≤ 35%.\n\n### Investigação Complementar\n\n**Ecocardiograma transtorácico (obrigatório em QRS ≥ 120 ms)**\n- Avaliação de fração de ejeção do ventrículo esquerdo (FEVE)\n- Presença de cardiopatia estrutural (dilatação ventricular, hipocinesia segmentar ou global, valvopatias)\n- Grau de dissincronia mecânica ventricular\n- Presença de regurgitação mitral funcional\n\n**Marcadores laboratoriais relevantes**\n- Troponina ultrassensível: investigar isquemia miocárdica, especialmente em BRE de novo\n- NT-proBNP ou BNP: avaliar sobrecarga de pressão/volume e grau de disfunção ventricular\n- Função renal e eletrólitos (potássio, magnésio): distúrbios eletrolíticos podem alargam o QRS\n- TSH: hipotireoidismo pode causar alargamento de QRS e bradicardia\n- PCR ultrassensível e ferritina: investigar miocardite ou processo inflamatório sistêmico\n\n**Monitorização ambulatorial**\n- Holter 24h: quando houver suspeita de bloqueio intermitente, arritmias associadas ou síncope\n- Teste ergométrico: avaliar comportamento do QRS ao esforço e excluir isquemia induzível\n\n**Exames de imagem avançados (conforme clínica)**\n- **Ressonância magnética cardíaca**: indicada quando há suspeita de miocardite, miocardiopatia infiltrativa, displasia arritmogênica do ventrículo direito (DAVD) ou sarcoidose cardíaca\n- **Angiotomografia coronariana ou cineangiocoronariografia**: indicada quando há suspeita de cardiopatia isquêmica como causa do bloqueio\n- **Teste genético**: considerar em jovens com BRD e suspeita de síndrome de Brugada ou DAVD\n\n### Condutas Específicas por Tipo de Bloqueio\n\n**Bloqueio de Ramo Direito (BRD) completo**\n- Em indivíduo jovem e assintomático sem cardiopatia estrutural: prognóstico geralmente benigno; seguimento anual\n- Excluir ativamente síndrome de Brugada (padrão tipo 1 espontâneo ou após ajmalina/flecainida) e DAVD (RMC, teste genético)\n- Em paciente com cardiopatia estrutural: seguimento cardiológico semestral\n\n**Bloqueio de Ramo Esquerdo (BRE) completo**\n- **BRE de novo**: sempre investigar cardiopatia isquêmica (exclusão de infarto agudo em contexto agudo) e cardiopatia estrutural\n- Ecocardiograma obrigatório para avaliação de FEVE\n- Se **FEVE ≤ 35% e QRS ≥ 150 ms**: indicação classe I de terapia de ressincronização cardíaca (TRC) / CDI-TRC após otimização de terapia medicamentosa por ≥ 3 meses\n- Se **FEVE 36–50% e sintomas**: encaminhamento cardiológico para avaliação individualizada\n\n**Distúrbio inespecífico de condução intraventricular (QRS 110–119 ms, morfologia não típica de BRD ou BRE)**\n- Ecocardiograma para excluir cardiopatia estrutural\n- Seguimento clínico; repetir ECG em 12 meses ou se houver mudança clínica\n\n### Critérios de Encaminhamento ao Especialista\n\n- **Cardiologista (urgente)**: BRE de novo com dor torácica ou instabilidade hemodinâmica (excluir IAM)\n- **Cardiologista (eletivo)**: qualquer BRE completo com sintomas, BRD com síncope, QRS ≥ 150 ms\n- **Eletrofisiologista / Especialista em dispositivos**: avaliação de elegibilidade para TRC quando FEVE ≤ 35% + QRS ≥ 120–150 ms com BRE morfológico\n- **Geneticista cardíaco**: suspeita de síndrome de Brugada, DAVD ou miocardiopatia hereditária\n\n### Intervenções e Manejo\n\n**Otimização de terapia medicamentosa em insuficiência cardíaca com BRE**\n- IECA ou BRA-II + betabloqueador (bisoprolol, carvedilol ou succinato de metoprolol) + antagonista da aldosterona + SGLT2i — quadrupla terapia antes de considerar dispositivos\n- Alvo de FC em ritmo sinusal: 60–70 bpm\n- Evitar ou suspender fármacos que alargam o QRS sem benefício claro: antiarrítmicos classe Ic (flecainida, propafenona) em pacientes com cardiopatia estrutural\n\n**Correção de causas reversíveis**\n- Normalizar potássio sérico (alvo 4,0–5,0 mEq/L) e magnésio (alvo 0,85–1,10 mmol/L)\n- Tratar hipotireoidismo quando presente\n- Suspender drogas com potencial de alargamento de QRS (antidepressivos tricíclicos, antipsicóticos fenotiazínicos, antiarrítmicos classe I) quando clinicamente possível\n\n**Estilo de vida**\n- Exercício físico supervisionado: reabilitação cardíaca estruturada em portadores de disfunção ventricular associada; intensidade moderada guiada por teste ergoespirométrico\n- Evitar exercícios extenuantes não supervisionados em portadores de BRD com suspeita de DAVD ou Brugada até conclusão da investigação\n- Controle rigoroso de fatores de risco cardiovascular: hipertensão, dislipidemia, diabetes, tabagismo e obesidade\n\n### Monitorização Seriada\n\n- Repetir ECG a cada 6–12 meses em portadores de BRE ou BRD com cardiopatia estrutural\n- Ecocardiograma semestral em pacientes com FEVE reduzida para avaliar resposta terapêutica\n- Após otimização medicamentosa por 3 meses em IC + FEVE ≤ 35%: reavaliação de FEVE para decisão sobre TRC"
}
