{
  "score_item_id": "019bf31d-2ef0-7c5b-bea0-13bf3f2a4fbb",
  "clinical_relevance": "O índice de Sokolow-Lyon é um critério eletrocardiográfico clássico para detecção de hipertrofia ventricular esquerda (HVE), calculado pela soma das amplitudes da onda S em V1 e da onda R em V5 ou V6 (a maior delas), expresso em milímetros (mm). O critério tradicional define HVE quando essa soma é igual ou superior a 35 mm em adultos, embora alguns protocolos utilizem 38 mm como limiar em indivíduos jovens, onde a parede torácica mais delgada pode gerar voltagens fisiologicamente maiores.\n\nFisiopatologicamente, a HVE representa remodelamento cardíaco adaptativo em resposta ao aumento crônico da pós-carga — como na hipertensão arterial sistêmica — ou da pré-carga, resultando em espessamento e aumento da massa do ventrículo esquerdo. Esse remodelamento leva a maior consumo de oxigênio miocárdico, disfunção diastólica progressiva, fibrose intersticial e, eventualmente, disfunção sistólica.\n\nDo ponto de vista epidemiológico e prognóstico, evidências de uma meta-análise publicada no Journal of Electrocardiology (2020) com 58.400 participantes em 10 estudos demonstraram que o critério de Sokolow-Lyon apresenta razão de risco (RR) de 1,62 (IC 95%: 1,40–1,89) para eventos cardiovasculares adversos maiores (MACE), RR de 1,47 (IC 95%: 1,10–1,97) para mortalidade por todas as causas e RR de 1,38 (IC 95%: 1,19–1,60) para mortalidade cardiovascular. Esses dados confirmam a relevância prognóstica independente do índice mesmo quando comparado a outros critérios eletrocardiográficos como Cornell voltage e Cornell product.\n\nUm estudo prospectivo publicado no Journal of Human Hypertension (2006), acompanhando 3.338 mulheres e 3.330 homens hipertensos por 11,2 anos, demonstrou que cada incremento de 0,1 mV na voltagem basal do ECG aumentou independentemente o risco de mortalidade cardiovascular em ambos os sexos. Nas mulheres, o incremento de risco para AVC, doença coronariana e mortalidade cardiovascular variou de 1,6 a 3,9% por 0,1 mV, enquanto nos homens foi de 1,4 a 3,0%. Mulheres tenderam a apresentar maior risco de mortalidade por AVC associado à HVE, enquanto homens demonstraram associação mais forte com mortalidade por doença coronariana — indicando dimorfismo sexual no perfil de risco.\n\nLimitações do critério: a sensibilidade do Sokolow-Lyon é relativamente baixa (30–50%), sendo maior em pacientes mais jovens e com menor espessura torácica; a especificidade é mais elevada (85–95%). Fatores como obesidade, DPOC, derrame pericárdico e bloqueio de ramo esquerdo podem afetar a voltagem eletrocardiográfica. Por essas razões, o critério é utilizado como triagem, sendo o ecocardiograma o padrão-ouro para diagnóstico e quantificação da HVE.\n\nEstratificação de risco:\n- Abaixo de 35 mm: sem critério eletrocardiográfico de HVE\n- 35 a 44 mm: HVE leve a moderada — alto risco cardiovascular\n- 45 mm ou mais: HVE grave — risco muito elevado de MACE e mortalidade\n\nA presença de HVE pelo ECG classifica o paciente em nível de risco cardiovascular alto ou muito alto, independentemente dos demais fatores de risco, com implicações diretas nas metas terapêuticas e na intensidade do tratamento.",
  "points": 22,
  "patient_explanation": "O Índice de Sokolow-Lyon é uma medida obtida no eletrocardiograma (ECG) — o exame que registra a atividade elétrica do coração. Ele avalia se o ventrículo esquerdo, a câmara principal do coração responsável por bombear sangue para o corpo, está aumentado ou com as paredes mais espessas do que o normal. Isso é chamado de hipertrofia ventricular esquerda.\n\nQuando o coração trabalha contra uma pressão alta por muito tempo — como acontece na hipertensão arterial — ele precisa fazer mais força e, com o tempo, a musculatura do ventrículo esquerdo vai engrossando, da mesma forma que um músculo do braço cresce com o exercício. Embora pareça uma adaptação, esse espessamento exagerado é prejudicial: o coração fica mais rígido, trabalha com menos eficiência e tem maior risco de arritmias, infarto e insuficiência cardíaca.\n\nValores acima de 35 mm nesse índice indicam que o coração pode estar sobrecarregado. A boa notícia é que com o controle adequado da pressão arterial e outras medidas de saúde, é possível reduzir essa sobrecarga e, em muitos casos, reverter parcialmente a hipertrofia. Por isso, identificar esse sinal precocemente é fundamental para proteger seu coração.",
  "conduct": "## Conduta Clínica: Sokolow-Lyon Aumentado (≥ 35 mm)\n\n### Confirmação Diagnóstica\n\n- **Repetir o ECG** em condições padronizadas para excluir variações técnicas (posicionamento incorreto dos eletrodos, interferência elétrica)\n- **Ecocardiograma transtorácico (2D + Doppler):** exame padrão-ouro para confirmar HVE, quantificar massa do VE indexada (LVMI), avaliar espessura das paredes (septal e posterior), geometria ventricular (concêntrica vs. excêntrica) e função sistólica (FEVE) e diastólica\n  - HVE confirmada ao eco: LVMI ≥ 115 g/m² em homens e ≥ 95 g/m² em mulheres (critérios ASE 2015)\n- **Monitorização ambulatorial da pressão arterial (MAPA 24h):** afastar hipertensão mascarada ou do avental branco; avaliar perfil pressórico noturno (dipping)\n- **Avaliação laboratorial básica:** função renal (creatinina, TFG estimada), eletrólitos, glicemia de jejum, HbA1c, perfil lipídico completo\n\n### Investigação de Causa e Complicações\n\n- **Causas de HVE secundária a investigar:**\n  - Hipertensão arterial sistêmica (principal causa)\n  - Estenose aórtica (solicitar ecocardiograma com gradiente transvalvar)\n  - Cardiomiopatia hipertrófica (padrão assimétrico ao eco, história familiar)\n  - Doença renal crônica\n  - Apneia obstrutiva do sono (polissonografia se clínica sugestiva)\n- **Pesquisa de dano em órgão-alvo:**\n  - Microalbuminúria (relação albumina/creatinina urinária)\n  - Fundo de olho (retinopatia hipertensiva)\n  - Avaliação neurológica se sintomas de AIT ou AVC prévio\n  - Índice tornozelo-braquial se suspeita de doença arterial periférica\n\n### Encaminhamento\n\n- **Cardiologista:** indicado em todos os casos confirmados de HVE ao ECG ou ecocardiograma, especialmente se:\n  - Sokolow-Lyon ≥ 45 mm\n  - FEVE reduzida (< 50%)\n  - Arritmias associadas (FA, TVNS)\n  - Suspeita de cardiomiopatia hipertrófica\n  - HVE refratária ao tratamento anti-hipertensivo\n- **Nefrologista:** se TFG < 60 ml/min/1,73 m² ou proteinúria significativa\n- **Pneumologista/especialista em sono:** se suspeita de apneia obstrutiva do sono\n\n### Intervenções Baseadas em Evidências\n\n**Controle da pressão arterial (foco principal na regressão da HVE):**\n- **Meta pressórica em pacientes de alto risco (HVE presente):** PA entre 120–130/70–80 mmHg\n- **Fármacos com maior evidência de regressão de HVE:**\n  - **IECA ou BRA:** primeira linha — bloqueio do sistema renina-angiotensina tem efeito direto na regressão da HVE além do controle pressórico\n  - **Bloqueadores do canal de cálcio (BCC):** alternativa ou combinação eficaz\n  - **Diuréticos tiazídicos:** complementam o controle pressórico\n  - **Espironolactona:** considerar como 4ª opção ou em HVE com componente de hiperaldosteronismo\n  - **Betabloqueadores:** não são primeira linha; menor evidência de regressão de HVE; reservar para indicações específicas (IC com FEVE reduzida, arritmias)\n  - **Combinação IECA + BRA: contraindicada**\n\n**Modificações de estilo de vida com impacto direto:**\n- **Redução de peso:** cada 1 kg perdido reduz PA em aproximadamente 1 mmHg e contribui para regressão da HVE\n- **Atividade física aeróbica:** ≥ 150 minutos por semana — reduz PA em 5–7 mmHg\n- **Dieta anti-inflamatória:** padrão alimentar com baixo teor de sódio e ultraprocessados\n- **Cessação tabágica e redução de consumo de álcool**\n\n**Monitoramento e seguimento:**\n- Repetir ECG a cada 6–12 meses para monitorar evolução do índice de Sokolow-Lyon\n- Repetir ecocardiograma anualmente ou conforme evolução clínica\n- A regressão da HVE ao ECG e ao ecocardiograma é um marcador substituto validado de redução de risco cardiovascular\n\n### Considerações por Sexo\n\n- **Mulheres** com HVE pelo critério de Sokolow-Lyon apresentam risco aumentado predominantemente de mortalidade por AVC — atenção especial ao controle pressórico e à avaliação da função cerebrovascular\n- **Homens** com Sokolow-Lyon elevado têm risco mais proeminente de mortalidade por doença coronariana — avaliar isquemia miocárdica se sintomático"
}