{
  "score_item_id": "c77cedd3-2800-7c05-9ab4-7ab5fcf1cefb",
  "clinical_relevance": "O Cornell Voltage é um critério eletrocardiográfico para diagnóstico de hipertrofia ventricular esquerda (HVE), calculado pela soma das amplitudes da onda R em aVL e da onda S em V3, expresso em milímetros (mm). Em homens, o critério positivo para HVE é definido por Cornell Voltage > 28 mm (equivalente a > 2,8 mV), enquanto em mulheres o limiar é > 20 mm — refletindo diferenças anatômicas e de composição corporal entre os sexos.\n\nA HVE representa a resposta adaptativa do miocárdio ao aumento crônico da pós-carga, tipicamente associada à hipertensão arterial sistêmica, estenose aórtica, miocardiopatia hipertrófica e outras sobrecargas pressóricas. Do ponto de vista fisiopatológico, a hipertrofia concêntrica inicial pode evoluir para dilatação excêntrica e disfunção diastólica progressiva, com risco aumentado de insuficiência cardíaca, arritmias e eventos isquêmicos.\n\nDo ponto de vista prognóstico, a evidência é consistente e robusta. Uma meta-análise publicada no Journal of Electrocardiology (2020), incluindo 58.400 participantes em 10 estudos, demonstrou que os critérios de Cornell Voltage e Sokolow-Lyon apresentam capacidade comparável de predizer eventos cardiovasculares adversos maiores (MACE), com razões de risco variando entre 1,56 e 1,70. Especificamente, o Cornell Voltage demonstrou desempenho superior na predição de mortalidade cardiovascular e por todas as causas. O risco relativo de mortalidade por todas as causas foi de 1,47 (IC 95%: 1,10-1,97) e de mortalidade cardiovascular foi de 1,38 (IC 95%: 1,19-1,60) pelos critérios de Sokolow-Lyon, com o Cornell apresentando valores de predição ainda maiores para desfechos de mortalidade.\n\nEstudo prospectivo com 3.330 homens e 3.338 mulheres hipertensos acompanhados por 11,2 anos (Journal of Human Hypertension, 2006) evidenciou que o aumento da voltagem eletrocardiográfica prediz independentemente a mortalidade por doenças cardiovasculares em ambos os sexos. Nos homens, a associação entre aumento de voltagem e mortalidade por doença coronariana foi particularmente forte: o risco de doença coronariana e mortalidade cardiovascular aumentou significativamente para cada incremento quantitativo de 0,1 mV, na faixa de 1,4 a 3,0% por 0,1 mV de aumento.\n\nA sensibilidade do critério de Cornell Voltage para HVE eletrocardiográfica situa-se em torno de 21-25% quando comparado ao padrão-ouro ecocardiográfico (massa ventricular esquerda indexada > 115 g/m² em homens), mas sua especificidade é alta (> 95%), tornando-o útil como triagem e como marcador prognóstico independente mesmo em populações com ecocardiografia normal. A combinação do Cornell Voltage com o Cornell Product (Cornell Voltage × duração do QRS em ms) aumenta a acurácia diagnóstica.\n\nA presença de HVE eletrocardiográfica, independentemente dos valores absolutos de pressão arterial, confere risco adicional de: infarto do miocárdio, acidente vascular cerebral, fibrilação atrial, insuficiência cardíaca e morte súbita cardíaca. O risco de AVC é aumentado em aproximadamente 2 vezes na presença de HVE eletrocardiográfica em hipertensos.",
  "points": 22,
  "patient_explanation": "O Cornell Voltage é uma medida feita no eletrocardiograma (ECG) que avalia o tamanho do músculo do coração, especificamente do ventrículo esquerdo — a câmara que bombeia sangue para todo o corpo. Quando o coração trabalha sob pressão elevada por muito tempo, como acontece na hipertensão arterial não controlada, ele tende a aumentar de tamanho (assim como um músculo do braço que levanta peso com frequência). Esse aumento é chamado de hipertrofia ventricular esquerda.\n\nEm homens, um valor acima de 28 mm nessa medida pode indicar que o coração está trabalhando com sobrecarga há algum tempo. Isso é importante porque corações hipertrofiados têm maior risco de desenvolver problemas como infarto, AVC, arritmias e insuficiência cardíaca ao longo dos anos.\n\nA boa notícia é que, quando identificada precocemente, essa condição responde bem ao tratamento: controlar a pressão arterial de forma eficaz, adotar uma alimentação saudável, praticar exercícios físicos regulares e, quando necessário, usar medicações adequadas pode reduzir ou até reverter essa hipertrofia. Por isso, monitorar esse parâmetro é uma ferramenta valiosa para proteger sua saúde cardiovascular a longo prazo.",
  "conduct": "## Conduta Clínica — Cornell Voltage Elevado em Homens (HVE Eletrocardiográfica)\n\n### 1. Confirmação Diagnóstica\n\n- **Repetir o ECG** em condições padronizadas (repouso de 10 minutos, eletrodos bem posicionados) para descartar variações técnicas\n- **Ecocardiograma transtorácico** é obrigatório como padrão-ouro para confirmar HVE estrutural:\n  - HVE definida por massa ventricular esquerda indexada > 115 g/m² (homens)\n  - Avaliar geometria (hipertrofia concêntrica vs. excêntrica) e função diastólica\n  - Calcular FEVE pelo método de Simpson (normal ≥ 55% em homens)\n- **Monitorização Ambulatorial de Pressão Arterial (MAPA 24h)** para avaliar padrão pressórico real (dipper vs. non-dipper, carga pressórica noturna)\n\n### 2. Investigação Etiológica\n\n- **Hipertensão arterial sistêmica** (causa mais frequente): confirmar diagnóstico e avaliar controle\n- Descartar causas secundárias de hipertensão em casos selecionados:\n  - Hiperaldosteronismo primário (K⁺ sérico, relação aldosterona/renina)\n  - Feocromocitoma (metanefrinas urinárias ou plasmáticas)\n  - Síndrome de Cushing (cortisol salivar noturno)\n  - Apneia obstrutiva do sono (questionário + polissonografia se suspeita)\n- **Estenose aórtica**: avaliar sopro e, se presente, solicitar ecocardiograma com Doppler\n- **Miocardiopatia hipertrófica**: excluir especialmente em jovens com HVE desproporcionalmente intensa\n\n### 3. Exames Complementares\n\n- **Laboratorial:**\n  - Função renal (creatinina, TFG estimada, microalbuminúria)\n  - Eletrólitos (Na⁺, K⁺)\n  - Glicemia de jejum e HbA1c\n  - Perfil lipídico completo\n  - TSH (hipotireoidismo pode contribuir para HVE)\n  - BNP ou NT-proBNP se suspeita de disfunção ventricular\n- **Holter 24h** se houver suspeita de arritmias (palpitações, síncope, dispneia paroxística)\n\n### 4. Metas Terapêuticas e Intervenções\n\n**Controle pressórico intensivo:**\n- Meta pressórica em pacientes com HVE: PA < 130/80 mmHg (alto risco cardiovascular)\n- Fármacos com maior evidência de regressão de HVE:\n  - **IECA ou BRA** (primeira linha — bloqueio do SRAA é essencial)\n  - **Bloqueadores de canal de cálcio** (amlodipino — complemento eficaz)\n  - **Espironolactona** em casos resistentes ou com sobrecarga de volume\n  - Evitar betabloqueadores como primeira linha (menor proteção de órgão-alvo)\n\n**Modificações de estilo de vida (potencial de redução de até 40 mmHg combinadas):**\n- Redução de peso: cada 1 kg perdido reduz PA em ~1 mmHg; perda de 20 kg pode reduzir até 20 mmHg\n- Atividade física aeróbica: 150 minutos/semana reduz PA em 5-7 mmHg e favorece regressão de HVE\n- Restrição de sódio: redução de 2-6 mmHg\n- Redução do consumo de álcool\n- Dieta anti-inflamatória com controle de resistência insulínica\n\n### 5. Critérios de Encaminhamento\n\n- **Cardiologista:** sempre que confirmada HVE estrutural ao ecocardiograma, especialmente com disfunção diastólica, FEVE limítrofe ou hipertrofia grave (espessura parietal > 13 mm)\n- **Cardiologista urgente:** presença de sintomas (dispneia, angina, pré-síncope/síncope, palpitações frequentes)\n- **Nefrologista:** quando associada a doença renal crônica (TFG < 60 mL/min/1,73m²) ou proteinúria significativa\n- **Endocrinologista:** quando investigação de hipertensão secundária for positiva\n\n### 6. Monitoramento e Seguimento\n\n- **Repetir ECG** em 6-12 meses após otimização terapêutica para avaliar regressão de HVE\n- **Ecocardiograma de controle** em 12 meses se HVE confirmada\n- A regressão da HVE eletrocardiográfica e ecocardiográfica está associada à redução significativa do risco cardiovascular\n- Registro criterioso de valores seriados de Cornell Voltage para monitoramento de tendência temporal"
}
