{
  "score_item_id": "c77cedd3-2800-724c-9f1d-bfbd9472558a",
  "clinical_relevance": "O Cornell Voltage é um critério eletrocardiográfico para diagnóstico de Hipertrofia Ventricular Esquerda (HVE), calculado pela soma das amplitudes da onda R em aVL e da onda S em V3. Em mulheres, o limiar de positividade é de 20 mm (versus 28 mm em homens), refletindo diferenças fisiológicas de massa corporal e espessura miocárdica entre os sexos. Esse ponto de corte sexo-específico é fundamental para evitar subdiagnóstico, já que mulheres têm corações anatomicamente menores e gerariam voltagens absolutas menores mesmo com hipertrofia equivalente.\n\nA HVE eletrocardiográfica representa adaptação patológica do ventrículo esquerdo à sobrecarga de pressão crônica, mais frequentemente associada à hipertensão arterial sistêmica. O aumento da massa miocárdica resulta em aumento das amplitudes de ativação ventricular registradas pelas derivações precordiais e de membros. Do ponto de vista fisiopatológico, a HVE é marcador de lesão de órgão-alvo que precede eventos cardiovasculares maiores.\n\nDados epidemiológicos relevantes provêm de estudo prospectivo com 3.338 mulheres e 3.330 homens hipertensos acompanhados por 11,2 anos (Chunk 1 - Journal of Human Hypertension, 2006): a cada incremento de 0,1 mV na voltagem ECG basal, o risco de acidente vascular cerebral, doença coronariana e mortalidade cardiovascular aumentou de 1,6 a 3,9% nas mulheres (versus 1,4 a 3,0% nos homens), indicando que mulheres têm risco proporcionalmente maior de mortalidade por AVC associado à HVE.\n\nMeta-análise com 58.400 participantes em 10 estudos (Chunk 2 - Journal of Electrocardiology, 2020) demonstrou que o critério Cornell voltage apresenta valor preditivo superior ao Sokolow-Lyon para mortalidade cardiovascular e por todas as causas. O risco de eventos cardiovasculares maiores (MACE) pela voltagem Cornell situou-se entre RR 1,56 e 1,70. A razão de risco para mortalidade por todas as causas foi 1,47 (IC 95%: 1,10-1,97) e para mortalidade cardiovascular 1,38 (IC 95%: 1,19-1,60).\n\nEm mulheres, o risco cardiovascular sofre transformação marcante com a transição menopáusica: na pré-menopausa, a incidência de eventos cardiovasculares é 20 a 30 vezes menor que em homens comparáveis; na pós-menopausa, essa diferença se reduz dramaticamente para quase 1:1, refletindo a perda do efeito cardioprotetor do estrogênio (Chunk 5). Esse contexto torna o rastreamento de HVE por critérios sexo-específicos especialmente relevante em mulheres a partir da transição menopáusica.\n\nA HVE pelo critério Cornell em mulheres indica necessidade de estratificação aprofundada de risco cardiovascular global, incluindo controle rigoroso da pressão arterial, avaliação ecocardiográfica da função e geometria ventriculares, e rastreamento de demais lesões de órgão-alvo.",
  "points": 18,
  "patient_explanation": "O Cornell Voltage é uma medida obtida no eletrocardiograma (ECG) que avalia se o coração está com a parede do ventrículo esquerdo mais espessa do que deveria — condição chamada hipertrofia ventricular esquerda. Para calculá-lo, o médico soma duas medidas específicas de ondas do ECG: a onda R na derivação aVL e a onda S na derivação V3. Em mulheres, o valor normal deve ficar abaixo de 20 mm; acima disso, pode indicar que o coração está trabalhando sob esforço excessivo, geralmente por causa da pressão arterial elevada.\n\nQuando o coração enfrenta pressão alta por muito tempo, ele aumenta a espessura de suas paredes para compensar, como um músculo que cresce com o treino intenso. O problema é que esse espessamento excessivo deixa o coração menos flexível e aumenta o risco de doenças graves, como derrame cerebral e infarto. Detectar essa alteração cedo pelo ECG é importante porque, com tratamento adequado da pressão arterial e mudanças no estilo de vida, é possível reverter ou estabilizar a hipertrofia e proteger a saúde cardiovascular a longo prazo.",
  "conduct": "## Conduta Clínica — Cornell Voltage Elevado em Mulheres\n\n### 1. Confirmação Diagnóstica e Avaliação Inicial\n\n- **Repetir ECG** em condições adequadas (repouso de 10 minutos, eletrodos posicionados corretamente) para confirmar a alteração\n- **Ecocardiograma transtorácico** é o padrão-ouro para quantificação da massa do ventrículo esquerdo e avaliação de geometria (hipertrofia concêntrica vs. excêntrica vs. remodelamento concêntrico), função sistólica (FEVE; normal ≥54% em mulheres) e diastólica, e strain longitudinal global (GLS normal em mulheres: -18% a -26%)\n- **Monitorização ambulatorial da pressão arterial (MAPA 24h)** para exclusão de hipertensão do avental branco e identificação de padrão noturno (non-dipping associado a maior lesão de órgão-alvo)\n\n### 2. Investigação Complementar Necessária\n\n- **Laboratório:**\n  - Função renal (creatinina, eGFR, relação albumina/creatinina urinária)\n  - Glicemia de jejum e insulinemia (rastreamento de resistência insulínica)\n  - Perfil lipídico completo (LDL, HDL, triglicerídeos, ApoB/ApoA)\n  - TSH (hipotireoidismo causa pseudohipertrofia e piora controle pressórico)\n  - NT-proBNP se suspeita de disfunção cardíaca\n- **Fundoscopia** para avaliação de retinopatia hipertensiva\n- **Índice tornozelo-braquial** se suspeita de doença arterial periférica\n- **Polissonografia** se suspeita de apneia obstrutiva do sono (causa frequente e subdiagnosticada de HVE)\n\n### 3. Avaliação do Contexto Hormonal em Mulheres\n\n- Determinar status menopáusico: mulheres na pós-menopausa têm risco cardiovascular equiparado ao masculino e merecem vigilância intensificada\n- Considerar avaliação de estradiol, testosterona e DHEA-S, pois deficiências hormonais estão associadas a piora de desfechos cardiovasculares em mulheres com doença cardíaca estabelecida\n\n### 4. Critérios de Encaminhamento\n\n- **Cardiologista:** HVE confirmada ao ecocardiograma, especialmente com disfunção diastólica, FEVE reduzida ou sintomas (dispneia, palpitações, síncope)\n- **Nefrologista:** se eGFR <60 ml/min/1,73m² ou proteinúria relevante\n- **Endocrinologista:** se síndrome metabólica, resistência insulínica grave ou alterações hormonais significativas\n\n### 5. Intervenções Baseadas em Evidências\n\n**Controle da Pressão Arterial (prioridade máxima):**\n- Meta pressórica em hipertensos com HVE: <130/80 mmHg\n- Fármacos de primeira linha com evidência de regressão de HVE: inibidores da ECA, bloqueadores dos receptores de angiotensina (BRAs), antagonistas do cálcio\n- Evitar beta-bloqueadores como monoterapia isolada para regressão de HVE (menos eficazes neste desfecho)\n\n**Modificação de Estilo de Vida:**\n- **Atividade física aeróbica:** 150 minutos/semana podem reduzir PA em 5-7 mmHg e contribuir para regressão de HVE\n- **Controle de peso:** cada 1 kg perdido reduz PA em ~1 mmHg\n- **Dieta:** padrão anti-inflamatório, redução de sódio, aumento de potássio\n- **Abstinência ou redução de álcool**\n- **Cessação de tabagismo**\n\n**Suplementação com evidência (adjuvante):**\n- Magnésio (forma taurato): redução média de 5,6 mmHg na PAS e 2,8 mmHg na PAD; potencializa anti-hipertensivos\n- Cúrcuma (>12 semanas): redução de ~8 mmHg na PAS\n\n### 6. Seguimento\n\n- **ECG de controle** em 6-12 meses após otimização terapêutica para avaliar regressão dos critérios de HVE\n- **Ecocardiograma de controle** em 12 meses\n- **Reavaliação do risco cardiovascular global** anualmente, com atenção especial às mulheres na transição menopáusica"
}
