{
  "score_item_id": "c77cedd3-2800-79b6-ae60-61aca75de8f8",
  "clinical_relevance": "O eixo elétrico cardíaco representa a direção resultante da despolarização ventricular no plano frontal, expresso em graus segundo o sistema hexaxial de referência (derivações dos membros: DI, DII, DIII, aVR, aVL, aVF). Fisiologicamente, o eixo normal situa-se entre -30° e +90°, refletindo a predominância do ventrículo esquerdo e a orientação inferolateral da despolarização. Valores entre -30° e -90° definem desvio do eixo para a esquerda (DEE); entre +90° e +180°, desvio para a direita (DED); e entre -90° e ±180° (ou -90° a -180°), desvio extremo (eixo noroeste), associado a artefatos, taquicardias ventriculares ou dextrocardia.\n\nO DEE é o achado mais prevalente na prática clínica, encontrado em 10-15% dos adultos com hipertensão arterial sistêmica e em até 30-40% dos pacientes com hipertrofia ventricular esquerda (HVE) documentada. As principais causas incluem: bloqueio divisional anterossuperior esquerdo (BDASE) — a causa mais comum, presente em 1-2% da população geral e associada a fibrose do sistema de condução com o envelhecimento —, HVE por hipertensão ou cardiomiopatia hipertrófica, infarto inferior prévio (necrose do fascículo posterior), e sobrecarga volume do VE. O BDASE isolado confere risco cardiovascular moderado, mas sua presença em conjunto com bloqueio de ramo direito (BRD) configura bloqueio bifascicular, associado a maior risco de progressão para bloqueio atrioventricular total (BAV total) e morte súbita cardíaca.\n\nO DED é observado em condições que aumentam a massa ou a carga do ventrículo direito: cor pulmonale (DPOC grave, hipertensão pulmonar), embolia pulmonar aguda (padrão S1Q3T3 clássico, com sensibilidade de apenas 20%, mas especificidade de 85% quando presente), bloqueio divisional posteroinferior esquerdo (BDPIE — diagnóstico de exclusão, raro), HVD por cardiopatias congênitas, e como variante normal em adultos jovens e delgados (eixo até +110° pode ser normal nesse grupo).\n\nDo ponto de vista epidemiológico, distúrbios de condução intraventricular — incluindo alterações de eixo — estão presentes em 5-10% dos ECGs de rotina em população adulta geral. Em estudos populacionais como o Framingham Heart Study, o BDASE foi associado a risco aumentado de 1,5-2 vezes para eventos cardiovasculares maiores em seguimento de 10 anos, especialmente quando acompanhado de hipertensão ou diabetes. O desvio de eixo como achado isolado no ECG tem valor prognóstico limitado, mas como parte de um contexto clínico integrado — síncope, dispneia, palpitações, cardiopatia estrutural conhecida — assume relevância diagnóstica significativa.\n\nNa embolia pulmonar maciça, o DED agudo associado a taquicardia sinusal, padrão S1Q3T3 e bloqueio de ramo direito transitório constitui marcador de gravidade e sobrecarga aguda de VD, com mortalidade hospitalar de 15-30% nesse cenário. Em pacientes com insuficiência cardíaca, a presença de BRD com eixo desviado para a direita pode indicar disfunção ventricular direita significativa, critério relevante para avaliação de terapia de ressincronização cardíaca (TRC).",
  "points": 8,
  "patient_explanation": "O eixo cardíaco é uma medida obtida pelo eletrocardiograma (ECG) que indica a direção principal pela qual o sinal elétrico percorre o coração durante cada batimento. Em condições normais, esse sinal segue uma trajetória específica que reflete a anatomia e o funcionamento saudável do coração.\n\nQuando o eixo está desviado para um lado ou para outro, pode significar que há alguma alteração no sistema elétrico do coração, no músculo cardíaco ou até mesmo nos pulmões e na circulação. As causas mais comuns são pressão alta, alterações nas vias elétricas do coração (chamadas de bloqueios de ramo ou fasciculares) ou sobrecarga de alguma câmara cardíaca.\n\nNa maioria das vezes, um desvio de eixo isolado não representa perigo imediato e pode ser encontrado em pessoas saudáveis. No entanto, seu médico irá avaliar esse resultado junto com os seus sintomas, histórico de saúde e outros exames para determinar se alguma investigação adicional é necessária. É um dado importante que ajuda a orientar o cuidado com o seu coração de forma mais precisa e personalizada.",
  "conduct": "## Conduta Clínica: ECG — Eixo Cardíaco Alterado\n\n### Classificação do Achado\n\n- **Normal:** -30° a +90°\n- **Desvio para esquerda (DEE):** -30° a -90°\n- **Desvio para direita (DED):** +90° a +180°\n- **Desvio extremo (noroeste):** -90° a ±180°\n\n---\n\n### Avaliação Inicial\n\n- **Correlacionar com clínica:** sintomas de síncope, pré-síncope, dispneia, palpitações, dor torácica\n- **Revisar histórico:** hipertensão arterial, DPOC, cardiopatia congênita, TEP prévio, infarto anterior\n- **Comparar com ECGs anteriores:** desvio novo vs. crônico tem implicações prognósticas distintas\n- **Avaliar medicações:** antiarrítmicos, antidepressivos tricíclicos e outros fármacos podem alterar condução\n\n---\n\n### Investigação Complementar por Cenário\n\n#### DEE com suspeita de BDASE isolado\n- **ECG seriado** para avaliar progressão\n- **Ecocardiograma transtorácico** para afastar HVE, disfunção sistólica ou diastólica\n- **Holter 24h** se sintomas de palpitações ou síncope\n- **Avaliação de fatores de risco cardiovascular:** PA, glicemia, perfil lipídico, HbA1c\n\n#### DEE com BRD concomitante (bloqueio bifascicular)\n- **Ecocardiograma** obrigatório\n- **Holter 24h** para detecção de pausas, BAV intermitente ou arritmias ventriculares\n- **Estudo eletrofisiológico (EEF)** se síncope inexplicada ou HV > 70ms\n- **Encaminhamento a eletrofisiologista** para avaliação de indicação de marca-passo\n\n#### DED agudo\n- **Afastar TEP:** angiotomografia pulmonar ou cintilografia V/Q se suspeita clínica (Wells ≥ 2 pontos)\n- **D-dímero** como triagem se probabilidade pré-teste baixa\n- **Gasometria arterial** e saturação de O₂\n- **Ecocardiograma de urgência** para avaliar sobrecarga de VD (TAPSE < 1,6 cm, dilatação de VD)\n- **BNP/NT-proBNP** e troponina para estratificação de gravidade\n\n#### DED crônico\n- **Espirometria** para afastar DPOC ou doença pulmonar restritiva\n- **Ecocardiograma** para avaliar pressões pulmonares (PSAP estimada pelo jato de IT)\n- **Avaliação de cardiopatias congênitas** em adultos jovens (comunicação interatrial, tetralogia de Fallot corrigida)\n\n---\n\n### Critérios de Encaminhamento\n\n**Encaminhamento a Cardiologista/Eletrofisiologista:**\n- Bloqueio bifascicular (BDASE + BRD ou BDPIE + BRE) com ou sem síncope\n- Desvio de eixo associado a BAV de 1º grau (PR > 200ms) — risco de progressão para BAV total\n- DED agudo com sinais de instabilidade hemodinâmica\n- Desvio extremo (eixo noroeste) em qualquer contexto clínico\n- Achado novo em paciente com cardiopatia estrutural conhecida\n\n**Encaminhamento a Pneumologista:**\n- DED crônico com espirometria alterada ou suspeita de hipertensão pulmonar\n- Cor pulmonale confirmado ao ecocardiograma\n\n---\n\n### Intervenções e Seguimento\n\n- **BDASE isolado assintomático, sem cardiopatia estrutural:** acompanhamento clínico anual com ECG; controle rigoroso de fatores de risco (hipertensão, diabetes, dislipidemia)\n- **DED por DPOC:** otimização do tratamento broncodilatador, suplementação de O₂ se indicada, reabilitação pulmonar\n- **DEE por HVE hipertensiva:** controle pressórico com meta < 130/80 mmHg; preferência por IECA/BRA e bloqueadores de canal de cálcio\n- **Bloqueio bifascicular com indicação de marca-passo:** avaliar TRC se FEVE < 35% e QRS > 150ms com morfologia de BRE\n- **TEP confirmado:** anticoagulação plena (heparina seguida de anticoagulante oral direto ou warfarina); trombólise sistêmica se instabilidade hemodinâmica\n\n---\n\n### Pontos de Atenção na Medicina Integrativa\n\n- **Fibrose do sistema de condução** é acelerada por inflamação sistêmica crônica, resistência à insulina e disfunção mitocondrial — abordar metabolicamente\n- **Magnésio:** deficiência associada a maior excitabilidade e distúrbios de condução; avaliar magnésio intracelular (eritrocitário) em pacientes com bloqueios de fascículo\n- **Desequilíbrio autonômico:** desvios de eixo coexistem frequentemente com baixa variabilidade da frequência cardíaca (VFC); avaliação conjunta agrega valor diagnóstico\n- **Risco cardíaco global:** o achado de eixo alterado deve ser integrado ao escore de risco cardiovascular global (PCE, SCORE2) e não interpretado de forma isolada"
}
