{
  "score_item_id": "c77cedd3-2800-7a92-a8a7-e4f3d48246c3",
  "clinical_relevance": "O ecodopplercardiograma transtorácico (ETT) é o exame de imagem cardiovascular de primeira linha, combinando ultrassonografia bidimensional (2D), Doppler pulsado, contínuo e colorido, e Doppler tecidual (TDI) para avaliação estrutural e funcional completa do coração em tempo real e sem exposição à radiação ionizante.\n\nAvaliação da função sistólica ventricular esquerda: A fração de ejeção do ventrículo esquerdo (FEVE) é o parâmetro de maior impacto prognóstico. O método de referência é o método biplano de Simpson (método dos discos), que rastreia o endocárdio nas projeções apical de quatro e dois câmaras. Conforme as diretrizes atualizadas da American Society of Echocardiography (ASE, 2015), os valores de normalidade são: FEVE ≥55% em homens e FEVE ≥54% em mulheres. Faixas limítrofes situam-se entre 41-54% (homens) e 41-53% (mulheres), e disfunção sistólica grave é definida por FEVE ≤40%. A estratificação atual da insuficiência cardíaca (IC) baseia-se na FEVE: ICFEr (IC com fração de ejeção reduzida, FEVE <40%), ICFEle (IC com fração de ejeção levemente reduzida, 40-49%) e ICFEp (IC com fração de ejeção preservada, FEVE ≥50%).\n\nAvaliação da função diastólica: O ETT permite graduar a disfunção diastólica do ventrículo esquerdo por meio de parâmetros integrados: velocidade de enchimento precoce transmitral (E), velocidade tardia (A), relação E/A, velocidade do anel mitral ao TDI (e'), relação E/e' (estimativa de pressão de enchimento — valores de E/e' médio >14 sugerem pressão de enchimento elevada), volume do átrio esquerdo indexado (LAVi — normal ≤34 mL/m²) e velocidade de regurgitação tricúspide (VRT — >2,8 m/s sugere hipertensão pulmonar). O registro de T.O.S.CA. e outros grandes registros de insuficiência cardíaca demonstram que parâmetros ecocardiográficos como LAVi e TAPSE (excursão sistólica do plano do anel tricúspide) têm valor prognóstico independente.\n\nAvaliação das câmaras cardíacas e espessuras: O ETT quantifica diâmetros e volumes do VE, espessura do septo interventricular e da parede posterior (normal ≤11 mm em homens, ≤10 mm em mulheres), massa do VE indexada (normal <115 g/m² em homens e <95 g/m² em mulheres) e geometria ventricular (hipertrofia concêntrica, excêntrica ou remodelamento concêntrico).\n\nAvaliação valvar e pericárdica: O Doppler colorido e contínuo permite quantificar graus de estenose e regurgitação das quatro valvas cardíacas, calcular gradientes e áreas valvares, além de detectar derrame pericárdico e tamponamento.\n\nFunção ventricular direita: A TAPSE (normal ≥17 mm) e a velocidade sistólica do anel tricúspide ao TDI (s', normal ≥9,5 cm/s) são os parâmetros mais empregados para avaliação do VD. A pressão arterial pulmonar sistólica (PAPS) é estimada a partir da VRT e da pressão atrial direita.\n\nRelevância no rastreamento de risco cardiovascular: O ETT é indicado em pacientes com suspeita de IC (NT-proBNP >125 pg/mL em contexto ambulatorial ou >2000 pg/mL com maior urgência — dentro de duas semanas — conforme posicionamento da ESC/2023), hipertensão arterial com suspeita de lesão de órgão-alvo, miocardiopatias, doenças valvares, cardiopatias congênitas, avaliação pré-operatória de alto risco, e monitoramento em pacientes com doenças crônicas de alto risco cardiovascular como diabetes mellitus e doença renal crônica. A disfunção diastólica é altamente prevalente em diabéticos tipo 2 com hipertensão, frequentemente detectável pelo ETT antes do surgimento de sintomas clínicos.",
  "points": 0,
  "patient_explanation": "O ecocardiograma transtorácico é um exame de imagem do coração que usa ondas de ultrassom, sem radiação. Um transdutor é apoiado sobre o peito e capta imagens do coração em movimento, além de medir o fluxo de sangue dentro das câmaras e valvas.\n\nO exame mostra se o coração está bombeando com força adequada, se as paredes têm espessura normal, se as valvas funcionam bem e se há líquido ao redor do coração. O médico avalia a fração de ejeção — porcentagem de sangue expulsa a cada batimento; o ideal é acima de 54-55%.\n\nValores alterados podem indicar que o coração trabalha com mais dificuldade, por pressão alta, entupimento de artérias ou problemas nas valvas. Detectar essas alterações cedo permite iniciar tratamentos que protegem o coração e evitam complicações graves. O exame é indolor e dura cerca de 30 a 45 minutos.",
  "conduct": "## Conduta Clínica: Ecodopplercardiograma Transtorácico\n\n### Indicações para Solicitação\n\n- **Suspeita de insuficiência cardíaca:** dispneia, edema de membros inferiores, fadiga inexplicada; reforçado por NT-proBNP >125 pg/mL (ambulatorial) ou >2000 pg/mL (urgência — priorizar avaliação em até 2 semanas)\n- **Hipertensão arterial sistêmica:** avaliação de hipertrofia ventricular esquerda (lesão de órgão-alvo) e disfunção diastólica\n- **Diabetes mellitus tipo 2:** rastreamento de disfunção diastólica e cardiomiopatia diabética\n- **Dislipidemia e alto risco cardiovascular:** avaliação basal da função e morfologia cardíaca\n- **Valvopatias conhecidas ou sopros cardíacos**\n- **Síndromes coronarianas:** avaliação de alterações de contratilidade segmentar, FEVE pós-infarto\n- **Miocardiopatias familiares ou suspeita clínica**\n- **Pré-operatório de cirurgia de alto risco cardiovascular**\n- **Monitoramento de cardiotoxicidade** em pacientes em uso de quimioterápicos ou medicamentos cardiotóxicos\n\n### Parâmetros a Avaliar e Interpretar\n\n- **FEVE pelo método de Simpson:** normal ≥54% (mulheres) e ≥55% (homens); limítrofe 41-53%; reduzida ≤40%\n- **Função diastólica:** E/e' médio, LAVi, VRT, e' septal e lateral\n  - E/e' >14: pressão de enchimento elevada\n  - LAVi >34 mL/m²: dilatação atrial esquerda\n- **Massa e geometria do VE:** hipertrofia concêntrica vs excêntrica vs remodelamento\n- **Função do VD:** TAPSE (normal ≥17 mm), s' tricúspide (normal ≥9,5 cm/s)\n- **PAPS estimada:** VRT >2,8 m/s sugere hipertensão pulmonar\n- **Valvas:** gradientes, áreas, graus de regurgitação\n- **Pericárdio:** derrame, espessamento\n\n### Estratificação de Risco e Condutas por Achado\n\n**FEVE reduzida (≤40% — ICFEr):**\n- Encaminhamento urgente à cardiologia\n- Iniciar ou otimizar terapia farmacológica baseada em evidências (IECA/BRA, betabloqueador, antagonista de aldosterona, inibidor de SGLT-2)\n- Avaliar indicação de dispositivos (CDI, TRC) conforme FEVE e QRS\n- Considerar avaliação de cansaço, capacidade funcional (NYHA) e VO2 pico em casos selecionados\n- Avaliação hormonal complementar: deficiência de testosterona (registros como T.O.S.CA. demonstraram associação independente com mortalidade em mulheres com ICFEr), IGF-1 e DHEA-S\n\n**FEVE limítrofe (41-53%) — ICFEle:**\n- Investigar etiologia (coronária, hipertensiva, valvar, inflamatória)\n- Controle rigoroso de fatores de risco: hipertensão, diabetes, dislipidemia, obesidade\n- Considerar angiotomografia ou cintilografia miocárdica conforme contexto clínico\n- Reavaliação ecocardiográfica em 3-6 meses\n\n**FEVE preservada com disfunção diastólica (ICFEp):**\n- Tratar fatores causais: hipertensão, síndrome metabólica, fibrilação atrial, obesidade, diabetes\n- Inibidores de SGLT-2 com evidência de benefício em ICFEp\n- Controle de frequência cardíaca em fibrilação atrial\n- Programa supervisionado de exercício aeróbico (NYHA II-III compensados há ≥3 semanas)\n\n**Hipertrofia ventricular esquerda:**\n- Otimizar controle pressórico; preferir anti-hipertensivos com capacidade de regressão de HVE (IECA, BRA, antagonistas de aldosterona)\n- Avaliação de apneia obstrutiva do sono (causa reversível de HVE)\n- Rastreamento de cardiomiopatia hipertrófica em casos de HVE desproporcional\n\n**Hipertensão pulmonar (PAPS estimada elevada):**\n- Investigação de causas secundárias: valvopatia, IC esquerda, doença pulmonar, TEP\n- Encaminhamento a centro especializado em hipertensão pulmonar se confirmado grupo 1\n\n### Investigação Complementar Associada\n\n- **Laboratorial:** NT-proBNP/BNP, troponina ultrassensível, função renal (eGFR), TSH, glicemia e insulina de jejum, lipidograma ampliado (ApoB, Lp(a), LDL oxidado), PCR ultrassensível\n- **Avaliação hormonal:** testosterona, estradiol, DHEA-S, IGF-1 — especialmente em IC ou alto risco cardiovascular\n- **ECG e Holter 24h:** ritmo, bloqueios, suspeita de arritmia\n- **Ergoespirometria (VO2 pico):** capacidade funcional em IC compensada\n- **Score de cálcio coronariano / angiotomografia de coronárias:** risco isquêmico complementar\n- **Ultrassom de carótidas:** espessamento íntima-média e placas\n\n### Critérios de Encaminhamento a Especialista\n\n- FEVE ≤40% ou declínio ≥10 pontos no seguimento\n- Valvopatia moderada a grave\n- Hipertensão pulmonar ou cardiomiopatia hipertrófica/restritiva\n- Derrame pericárdico moderado a volumoso\n- IC descompensada ou hospitalizações recorrentes\n\n### Abordagem Integrativa Complementar\n\n- **Exercício físico supervisionado:** indicado para IC NYHA II-III compensados há ≥3 semanas; programa individualizado precedido de teste de esforço\n- **Otimização hormonal:** corrigir deficiências de testosterona, DHEA-S e IGF-1 — associadas a pior prognóstico em IC e melhora de capacidade funcional com reposição\n- **Coenzima Q10:** considerar em IC estabelecida ou em uso de estatinas\n- **Ômega-3 (EPA/DHA):** anti-inflamatório; monitorar PCR e triglicerídeos\n- **Reavaliação periódica:** ETT a cada 1-2 anos se controlado; a cada 6-12 meses em IC ou disfunção documentada"
}
