{
  "score_item_id": "019bf31d-2ef0-72e8-93dc-40f139652223",
  "clinical_relevance": "A Fração de Ejeção do Ventrículo Esquerdo (FEVE), avaliada pelo ecodopplercardiograma pelo método de Simpson (volumes biplanos), é o principal marcador quantitativo da função sistólica global do ventrículo esquerdo. Representa a proporção do volume diastólico final que é ejetada a cada sístole. Em homens adultos, os valores de referência normais pela ASE (American Society of Echocardiography) situam-se entre 52% e 72%, com valores abaixo de 52% indicando disfunção sistólica. A estratificação clínica segue: FEVE preservada (HFpEF) ≥50%, FEVE na faixa intermediária (HFmrEF) 40–49%, e FEVE reduzida (HFrEF) <40%. Importante: existem diferenças sexuais na FEVE — mulheres apresentam valores sistematicamente mais elevados que homens em condições equivalentes, tornando os valores de referência específicos por sexo essenciais para diagnóstico preciso (MAGGIC Meta-Analysis, 2013; ASE Guidelines, 2015). A redução da FEVE é o núcleo fisiopatológico da insuficiência cardíaca com fração de ejeção reduzida (IC-FEr): o ventrículo esquerdo perde capacidade contrátil, o débito cardíaco diminui, a pressão de enchimento aumenta e instala-se um ciclo neuro-hormonal (ativação do SRAA e sistema simpático) que perpetua a remodelação cardíaca. As causas mais frequentes de FEVE reduzida em homens incluem cardiopatia isquêmica (principal etiologia), cardiomiopatia dilatada idiopática, miocardite, cardiotoxicidade (quimioterapia, álcool) e hipertensão arterial crônica não controlada. Em termos epidemiológicos, a insuficiência cardíaca tem taxa de mortalidade em 5 anos estimada em aproximadamente 50%, comparável a diversas neoplasias malignas. A disfunção sistólica assintomática (FEVE reduzida sem sintomas) frequentemente precede o desenvolvimento da síndrome clínica de IC e representa uma janela de intervenção crítica. Parâmetros ecocardiográficos adicionais como índice de volume atrial esquerdo (LAVi), TAPSE, pressão sistólica da artéria pulmonar (PASP) e função diastólica complementam a interpretação da FEVE. A FEVE média observada em registros de HFrEF (como o T.O.S.CA.) situa-se em torno de 33–34%, com desvio padrão de ±6–7%. Valores de FEVE <35% têm implicações específicas para indicação de terapia de ressincronização cardíaca (CRT) e cardiodesfibrilador implantável (CDI). A estratificação por FEVE orienta diretamente o arsenal terapêutico com impacto em mortalidade (inibidores de SRAA, betabloqueadores, antagonistas de aldosterona, iSGLT2, sacubitril/valsartana). O ecocardiograma com Doppler tecidual e análise de função diastólica (E/e', LAVi) é parte integral da avaliação de rotina em pacientes com dispneia ou IC, conforme diretrizes ASE 2025.",
  "points": 35,
  "patient_explanation": "A FEVE (Fração de Ejeção do Ventrículo Esquerdo) é uma medida obtida pelo ecocardiograma — um ultrassom do coração — que indica a eficiência com que seu coração bombeia sangue a cada batimento. Pense no ventrículo esquerdo como uma bomba: a FEVE mostra qual porcentagem do sangue presente nessa câmara é enviada para o corpo a cada contração. Em homens saudáveis, esse valor normalmente fica entre 52% e 72%. Quando a FEVE está baixa (abaixo de 40%), significa que o coração está bombeando com menos força do que deveria, o que pode causar cansaço fácil, falta de ar, inchaço nas pernas e limitação nas atividades do dia a dia. Valores nessa faixa caracterizam a insuficiência cardíaca com fração de ejeção reduzida, uma condição séria mas tratável com medicamentos e mudanças no estilo de vida. Detectar essa alteração cedo é fundamental, pois existe uma fase em que o coração já mostra redução da FEVE sem ainda causar sintomas — e é justamente nesse momento que o tratamento é mais eficaz. Se o seu médico pediu esse exame, é porque quer avaliar a saúde do músculo cardíaco e garantir que seu coração esteja funcionando bem. Caso o resultado esteja alterado, há muitas opções de tratamento disponíveis.",
  "conduct": "## Conduta Clínica — FEVE Reduzida em Homens\n\n### Investigação Complementar\n\n**Avaliação inicial obrigatória:**\n- **Ecocardiograma com Doppler completo:** quantificação da FEVE pelo método de Simpson biplano, avaliação de função diastólica (E/e', LAVi), função do ventrículo direito (TAPSE, PASP), valvulopatias associadas\n- **Eletrocardiograma de 12 derivações:** ritmo, bloqueios de ramo (critério para CRT se QRS >130ms com BRE), sinais de isquemia ou hipertrofia\n- **Radiografia de tórax:** sinais de congestão pulmonar, cardiomegalia\n- **Biomarcadores:**\n  - NT-proBNP ou BNP (NT-proBNP >2000 pg/ml indica prioridade para ecocardiograma e avaliação clínica em até 2 semanas)\n  - Troponina ultrassensível (dano miocárdico ativo)\n- **Laboratorial completo:** hemograma, função renal (eGFR), eletrólitos, função hepática, glicemia/HbA1c, perfil lipídico, hormônios tireoidianos (TSH), ferro sérico/ferritina (deficiência de ferro é frequente e tratável em IC)\n- **Holter 24h:** quando suspeita de arritmia contribuindo para disfunção\n\n**Investigação etiológica dirigida (conforme contexto clínico):**\n- **Cineangiocoronariografia ou angiotomografia coronariana:** quando etiologia isquêmica não excluída\n- **Ressonância magnética cardíaca:** melhor caracterização tecidual, fibrose (gadolínio tardio), etiologias não isquêmicas\n- **Avaliação de VO2peak por ergoespirometria:** estratificação funcional e prognóstica, indicação de transplante cardíaco\n\n---\n\n### Estratificação de Risco por FEVE\n\n| FEVE | Classificação | Risco | Implicação |\n|------|--------------|-------|------------|\n| ≥52% | Normal | Baixo | Monitoramento conforme fatores de risco |\n| 40–51% | HFmrEF (faixa intermediária) | Moderado | Investigação e tratamento |\n| <40% | HFrEF (reduzida) | Alto | Terapia modificadora de doença obrigatória |\n| <35% | HFrEF grave | Muito alto | Avaliar CDI/CRT |\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Terapia farmacológica (FEVE <40%) — modificadora de doença:**\n- **Betabloqueadores** (carvedilol, bisoprolol, metoprolol succinato): redução de mortalidade comprovada\n- **Inibidores da ECA ou BRA** (ou sacubitril/valsartana — ARNI, superior em mortalidade)\n- **Antagonistas de aldosterona** (espironolactona, eplerenona): especialmente com FEVE <35%\n- **Inibidores de SGLT2** (dapagliflozina, empagliflozina): redução de hospitalização e mortalidade\n- **Ivabradina:** quando FC ≥70 bpm em ritmo sinusal com FEVE ≤35% em uso de betabloqueador máximo tolerado\n- **Reposição de ferro IV:** quando deficiência de ferro confirmada (ferritina <100 ng/mL ou 100–299 com saturação de transferrina <20%)\n\n**Dispositivos (FEVE ≤35% com terapia otimizada por ≥3 meses):**\n- **CDI (cardiodesfibrilador implantável):** prevenção de morte súbita quando expectativa de vida >1 ano com boa qualidade\n- **CRT (terapia de ressincronização cardíaca):** quando QRS ≥130ms com morfologia de BRE, em ritmo sinusal\n\n**Exercício físico supervisionado:**\n- Recomendado para todos os pacientes com IC estável em NYHA II–III, em regime medicamentoso otimizado e clinicamente compensados por pelo menos 3 semanas\n- Avaliação cardiológica prévia e teste de esforço sintoma-limitado antes de iniciar programa\n- Programa individualizado e supervisionado: para pacientes com capacidade funcional muito reduzida, iniciar com sessões curtas e baixa intensidade, com progressão gradual\n- Benefício demonstrado em hospitalização por IC, função física e qualidade de vida\n- **Contraindicações ao exercício:** IC aguda descompensada, dispneia em repouso, pericardite/miocardite ativa, estenose aórtica sintomática grave, hipertensão grave não controlada (PAS >180 ou PAD >105 mmHg), febre, doença não cardíaca grave\n\n---\n\n### Critérios de Encaminhamento a Especialistas\n\n**Encaminhamento urgente (em dias):**\n- FEVE <40% de diagnóstico recente\n- NT-proBNP >2000 pg/ml com sintomas de IC\n- Deterioração clínica aguda ou descompensação\n\n**Encaminhamento eletivo (em semanas):**\n- FEVE 40–49% com sintomas ou fatores de risco não controlados\n- Disfunção sistólica assintomática (FEVE <52%) para início de tratamento preventivo\n- Discussão de elegibilidade para CDI/CRT\n- Avaliação de programa de reabilitação cardíaca supervisionada\n\n**Monitoramento:**\n- Reavaliação ecocardiográfica após 3–6 meses de terapia otimizada para avaliar recuperação da FEVE (cardiomiopatia reversível)\n- Seguimento clínico regular com avaliação de biomarcadores, função renal e eletrólitos\n- Educação do paciente sobre sinais de alerta de descompensação (ganho de peso rápido, aumento de dispneia, edema)"
}
