{
  "score_item_id": "019bf31d-2ef0-7d51-b940-463ab5e89c3e",
  "clinical_relevance": "A Fração de Ejeção do Ventrículo Esquerdo (FEVE) avaliada pelo ecocardiograma Doppler representa a porcentagem do volume diastólico final ejetado a cada sístole, sendo o principal parâmetro ecocardiográfico de função sistólica ventricular esquerda. Em mulheres adultas, os valores de referência normais são ≥54% pelo método de Simpson biplano, conforme as diretrizes atualizadas da American Society of Echocardiography (ASE, 2015). Dados do UK Biobank (2017) confirmam que mulheres apresentam FEVE estruturalmente mais elevada que homens (>54% vs. >52%), além de volumes ventriculares menores e menor massa ventricular esquerda — diferenças que persistem ao longo de todos os grupos etários e que impactam diretamente a apresentação clínica e os desfechos da insuficiência cardíaca.\n\nDo ponto de vista fisiopatológico, as diferenças de sexo na FEVE têm implicações classificatórias críticas. A meta-análise MAGGIC (Circulation, 2013) demonstrou que mulheres com insuficiência cardíaca apresentam FEVE consistentemente mais elevada que homens com grau equivalente de disfunção. Isso torna os limiares sex-específicos essenciais para a classificação correta entre Insuficiência Cardíaca com Fração de Ejeção Reduzida (HFrEF, FEVE <40%), Levemente Reduzida (HFmrEF, 40–49%) e Preservada (HFpEF, ≥50%), já que as mulheres são proporcionalmente mais representadas na HFpEF. A aplicação de pontos de corte sex-específicos melhora a acurácia diagnóstica e a estratificação de risco.\n\nA estratificação de risco pelo valor da FEVE em mulheres segue os limiares estabelecidos: FEVE ≥54% é considerada normal; entre 41–53%, há disfunção sistólica leve a moderada com significância clínica e prognóstica; FEVE ≤40% define HFrEF com mortalidade em 5 anos estimada em aproximadamente 50% (dados do registro T.O.S.CA., 2026). Mulheres com HFrEF (~30% de toda a população com IC de fração reduzida) tendem a ser mais idosas e apresentar maior carga de comorbidades, porém com desfechos clínicos que não diferem significativamente dos homens em estudos populacionais. O estrogênio exerce efeito protetor cardiovascular na pré-menopausa, com razão de eventos cardiovasculares de 1:20–1:30 comparada a homens; na pós-menopausa, essa relação aproxima-se de 1:1, aumentando a incidência de disfunção ventricular e HFpEF.\n\nUm aspecto relevante na HFrEF feminina é a alta prevalência de deficiência de testosterona (TD): cerca de um terço das mulheres com HFrEF (31,9% no registro T.O.S.CA.) apresenta TD (testosterona sérica <25 ng/dL), que se associa independentemente a maior mortalidade por todas as causas (HR: 8,33; IC95%: 5,36–15,11; P=0,039) e hospitalização cardiovascular (HR: 2,41; IC95%: 1,13–4,50; P=0,02), além de pior capacidade funcional (menor VO2 pico) e disfunção ventricular direita avaliada pela relação TAPSE/PASP.\n\nComplementar à FEVE, o Strain Longitudinal Global (GLS) fornece detecção precoce de disfunção miocárdica subclínica antes da queda da FEVE. Valores de referência para GLS em mulheres: -18% a -26% (World Alliance Societies of Echocardiography); GLS normal é definido como ≤-18% e anormal como ≥-16%, com valores específicos por sexo (mulheres: -18% a -26%; homens: -17% a -24%), segundo estudo HUNT4Echo publicado no JACC: Cardiovascular Imaging (2024) com 1.329 participantes saudáveis.",
  "points": 25,
  "patient_explanation": "A FEVE (Fração de Ejeção do Ventrículo Esquerdo) é uma medida feita pelo ecocardiograma — um ultrassom do coração — que mostra com que força o coração bombeia o sangue a cada batida. Ela indica qual porcentagem do sangue é empurrada para o corpo a cada contração.\n\nPara mulheres, o valor normal é 54% ou mais. Valores abaixo disso podem indicar que o coração está trabalhando com menos força do que deveria — situação chamada de disfunção sistólica ou insuficiência cardíaca.\n\nEssa medida é importante porque quando o coração bombeia menos sangue, órgãos e músculos recebem menos oxigênio, o que pode causar cansaço, falta de ar e inchaço nas pernas. A boa notícia é que, identificada cedo, a disfunção cardíaca pode ser tratada com mudanças no estilo de vida e medicamentos que protegem o coração a longo prazo.",
  "conduct": "## Conduta Clínica: FEVE ao Ecocardiograma em Mulheres\n\n### Interpretação dos Valores (Referência para Mulheres)\n\n- **Normal:** FEVE ≥54% (ASE 2015, método de Simpson biplano)\n- **Disfunção leve a moderada (HFmrEF):** FEVE 41–53%\n- **Disfunção grave (HFrEF):** FEVE ≤40%\n\n> Atenção: os limiares sex-específicos são essenciais. Uma mulher com FEVE de 52% pode ter disfunção sistólica clinicamente relevante, mesmo que esteja dentro do intervalo de referência masculino.\n\n---\n\n### Investigação Complementar\n\n**Quando FEVE está reduzida (< 54%) em mulheres:**\n\n- **Strain Longitudinal Global (GLS):** solicitar para detecção precoce de disfunção subclínica. GLS normal em mulheres: entre -18% e -26%; valores ≥-16% indicam disfunção mesmo com FEVE preservada\n- **BNP ou NT-proBNP:** para quantificar estresse miocárdico e confirmar diagnóstico de IC\n- **ECG de 12 derivações:** avaliação de hipertrofia ventricular esquerda, arritmias, bloqueios\n- **Holter 24h:** se suspeita de arritmia contribuindo para disfunção\n- **Teste ergométrico ou cardiopulmonar (VO2 pico):** avaliação de capacidade funcional, especialmente em HFrEF\n- **Dosagem de troponina ultrassensível com limiares sex-específicos:** descartar injúria miocárdica aguda ou crônica\n- **Avaliação hormonal:** testosterona total sérica (deficiência definida como <25 ng/dL em mulheres com HFrEF), estradiol, DHEA-S — especialmente em mulheres na peri e pós-menopausa com HFrEF, dado que ~1/3 apresenta deficiência de testosterona com impacto prognóstico independente\n- **Função renal (eGFR, creatinina):** mulheres com HFrEF e deficiência de testosterona apresentam pior função renal\n- **Avaliação de função ventricular direita:** relação TAPSE/PASP como marcador de acoplamento ventrículo direito-artéria pulmonar\n\n---\n\n### Estratificação de Risco\n\n- **FEVE ≥54%:** risco cardiovascular pela FEVE isolada baixo; avaliar GLS, fatores de risco tradicionais e contexto clínico\n- **FEVE 41–53% (HFmrEF):** risco intermediário; monitoramento trimestral a semestral; otimização de fatores de risco modificáveis\n- **FEVE ≤40% (HFrEF):** alto risco; mortalidade estimada em 5 anos ~50%; encaminhamento urgente a especialista\n- **Presença de deficiência de testosterona em HFrEF feminina:** piora prognóstica significativa (HR mortalidade 8,33); avaliar e tratar\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Não farmacológicas:**\n- Redução de peso em pacientes com obesidade (síndrome metabólica aumenta risco de IC e hipertensão em 3,5x)\n- Exercício físico supervisionado com base no VO2 pico\n- Controle rigoroso de hipertensão arterial (especialmente na pós-menopausa, quando o risco cardiovascular feminino se aproxima ao masculino)\n- Controle glicêmico: resistência insulínica como fator de risco independente para disfunção cardiovascular\n\n**Farmacológicas (HFrEF confirmada):**\n- Terapia padrão conforme diretrizes ESC/AHA para IC com FEVE reduzida (IECA/BRA/ARNI, betabloqueadores, antagonistas mineralocorticoides, inibidores SGLT2)\n- Avaliação de reposição de testosterona em mulheres com HFrEF e deficiência confirmada (evidência emergente do registro T.O.S.CA.)\n- Correção de desequilíbrios hormonais na menopausa (baixo estrogênio e testosterona) em contexto de prevenção cardiovascular\n\n---\n\n### Critérios de Encaminhamento a Especialista (Cardiologista)\n\n- FEVE < 54% em qualquer grau, especialmente se sintomática\n- FEVE ≤40% (HFrEF): encaminhamento urgente\n- GLS ≥-16% com FEVE preservada (disfunção subclínica)\n- Sintomas de IC (dispneia, edema, fadiga) independente do valor de FEVE\n- Mulheres com HFrEF e deficiência de testosterona (considerar endocrinologia associada)\n- Avaliação de candidatura a transplante cardíaco (VO2 pico como critério fundamental)\n\n---\n\n### Monitoramento\n\n- **FEVE normal com fatores de risco:** ecocardiograma a cada 2–3 anos ou conforme evolução clínica\n- **FEVE 41–53%:** reavaliação em 6 meses após otimização terapêutica\n- **FEVE ≤40%:** reavaliação em 3 meses após início/otimização de terapia; GLS seriado como marcador de resposta ao tratamento"
}
