{
  "score_item_id": "019bf31d-2ef0-7017-b4da-866d96d9cb20",
  "clinical_relevance": "O GLS (Global Longitudinal Strain) ou Strain Longitudinal Global é um parâmetro ecocardiográfico que quantifica a deformação miocárdica longitudinal do ventrículo esquerdo por meio da técnica de speckle tracking echocardiography. Enquanto a fração de ejeção do ventrículo esquerdo (FEVE) avalia a função sistólica de forma volumétrica e global, o GLS detecta disfunção miocárdica subclínica com maior sensibilidade, sendo capaz de identificar comprometimento da função longitudinal mesmo quando a FEVE ainda se encontra preservada.\n\n**Valores de Referência e Interpretação:**\nO GLS é expresso em percentual negativo, representando encurtamento sistólico. Estudo de referência com 1.329 participantes saudáveis do estudo HUNT4Echo (JACC: Cardiovascular Imaging, 2024) estabeleceu os seguintes intervalos normais: GLS ≤-18% é considerado normal e GLS ≥-16% é considerado anormal. Os valores de referência específicos por sexo propostos pela World Alliance Societies of Echocardiography são: homens entre -17% e -24%; mulheres entre -18% e -26%. Valores entre -16% e -18% constituem uma zona cinzenta que exige correlação clínica. O GLS associa-se com idade em ambos os sexos, e com sexo no ventrículo esquerdo.\n\n**Fisiopatologia:**\nAs fibras miocárdicas longitudinais subendocárdicas são as mais vulneráveis à isquemia, fibrose e aumento da pós-carga. Doenças que acometem preferencialmente o subendocárdio — como doença arterial coronariana, hipertensão arterial sistêmica, cardiomiopatias, quimioterapia cardiotóxica e doenças infiltrativas — comprometem o GLS antes mesmo de afetar a FEVE, tornando-o um marcador precoce de lesão miocárdica.\n\n**Dados Epidemiológicos e Prognóstico:**\nEstudo prospectivo com 1.296 adultos da população geral dinamarquesa (Copenhagen City Heart Study, 2017; Circulation: Cardiovascular Imaging), seguidos por 11 anos, demonstrou que valores menores de GLS correlacionam-se significativamente com maior risco de eventos cardiovasculares. O GLS forneceu informação prognóstica incremental além do Framingham Risk Score para predição de insuficiência cardíaca, sendo preditor independente mais forte em homens.\n\nEm 177 pacientes com cardiomiopatia chagásica (seguimento de 42 meses), a adição do GLS à avaliação ecocardiográfica multimodal (combinado com FEVE e razão E/e') elevou a AUC de 0,76 para 0,79 na predição de desfechos adversos. Pacientes com anormalidades nos três parâmetros apresentaram 60% de eventos adversos, comparado a apenas 3,2% naqueles com todos os parâmetros normais — diferença de risco absoluto de 56,8 pontos percentuais.\n\n**Estratificação de Risco:**\n- GLS ≤-18%: normal, baixo risco\n- GLS entre -16% e -18%: zona cinzenta, correlação clínica obrigatória\n- GLS ≥-16%: anormal, associado a maior risco de eventos cardiovasculares e mortalidade\n- A avaliação multimodal (GLS + FEVE + parâmetros diastólicos) potencializa a estratificação de risco de forma significativa",
  "points": 18,
  "patient_explanation": "O GLS (Strain Longitudinal Global) é uma medida especial do ecocardiograma que avalia com mais detalhe como o músculo do coração se contrai. Enquanto o exame de rotina mede o quanto o coração bombeia sangue (a chamada fração de ejeção), o GLS consegue detectar problemas no músculo cardíaco ainda nas fases iniciais, antes que os métodos tradicionais consigam perceber qualquer alteração.\n\nO resultado é expresso em porcentagem com sinal negativo: quanto mais negativo o número, melhor o funcionamento do coração. Valores normais ficam em torno de -18% ou menores (como -20%, -22%), enquanto valores menos negativos, como -14% ou -12%, indicam que o músculo está trabalhando com menos força do que deveria.\n\nSe o seu GLS estiver alterado, isso não significa necessariamente uma doença grave, mas é um sinal importante de que o coração precisa de atenção. O médico irá avaliar esse resultado junto com outros exames para entender melhor o que está acontecendo e como ajudá-lo. Causas comuns de GLS reduzido incluem pressão alta não controlada, doenças das coronárias, ou efeitos de certos medicamentos sobre o coração. Com o acompanhamento adequado, muitas dessas condições podem ser tratadas efetivamente.",
  "conduct": "## Conduta Clínica: GLS Alterado (≥-16%)\n\n### Avaliação Inicial\n\n- **Confirmar qualidade técnica do exame:** resultado do GLS é operador-dependente; valores entre -16% e -18% (zona cinzenta) devem ser interpretados com cautela e repetidos se houver dúvida sobre qualidade de imagem\n- **Correlacionar com FEVE:** GLS alterado com FEVE preservada sugere disfunção sistólica subclínica; combinação de GLS + FEVE + E/e' melhora substancialmente a estratificação de risco\n- **Considerar contexto clínico:** sintomas (dispneia, fadiga, edema), fatores de risco cardiovascular (HAS, DM, dislipidemia, tabagismo), uso de agentes cardiotóxicos (quimioterápicos, álcool)\n\n### Investigação Complementar\n\n- **Exames laboratoriais:**\n  - NT-proBNP ou BNP (rastreio de disfunção cardíaca e insuficiência cardíaca)\n  - Troponina de alta sensibilidade (lesão miocárdica ativa)\n  - Hemograma, função renal (creatinina, ureia, eGFR), eletrólitos\n  - Glicemia de jejum, hemoglobina glicada, perfil lipídico completo\n  - TSH (disfunção tireoidiana como causa reversível)\n\n- **Eletrocardiograma:** avaliação de hipertrofia ventricular esquerda, distúrbios de condução, padrão de isquemia\n\n- **Avaliação de doença arterial coronariana:** considerar angiotomografia de coronárias ou cintilografia miocárdica conforme probabilidade pré-teste e contexto clínico\n\n### Critérios de Encaminhamento a Cardiologista\n\n- **Encaminhamento prioritário (em até 2 semanas):**\n  - GLS ≥-14% associado a sintomas cardiovasculares\n  - GLS anormal com NT-proBNP >2.000 pg/mL\n  - GLS anormal com FEVE reduzida (<50%)\n  - Suspeita de cardiomiopatia (chagásica, dilatada, infiltrativa, por quimioterapia)\n\n- **Encaminhamento eletivo:**\n  - GLS na zona cinzenta (-16% a -18%) em paciente assintomático com múltiplos fatores de risco\n  - GLS anormal sem etiologia definida após investigação inicial\n\n### Intervenções Baseadas em Evidências\n\n**Controle de fatores de risco:**\n- **Hipertensão arterial:** meta pressórica <130/80 mmHg; controle rigoroso reduz sobrecarga de pressão e pode melhorar GLS ao longo do tempo\n- **Diabetes mellitus:** controle glicêmico individualizado; HbA1c conforme risco cardiovascular\n- **Dislipidemia:** considerar perfil lipídico ampliado; LDL-alvo conforme estratificação de risco global\n\n**Atividade física:**\n- Exercício aeróbico regular (150 min/semana de intensidade moderada) melhora função cardíaca em pacientes com disfunção sistólica\n- Treinamento físico supervisionado em pacientes com insuficiência cardíaca demonstrou benefício na capacidade funcional e qualidade de vida\n\n**Monitoramento:**\n- Repetir ecocardiograma com GLS em 6-12 meses após início de intervenções para avaliar resposta terapêutica\n- Em pacientes em quimioterapia cardiotóxica: GLS é o parâmetro de escolha para monitoramento de cardiotoxicidade (queda >15% em relação ao basal é clinicamente significativa)\n- Em pacientes com cardiomiopatia: avaliação multimodal com GLS + FEVE + parâmetros diastólicos para estratificação de risco e decisão terapêutica\n\n**Abordagem funcional integrativa:**\n- Avaliar e tratar causas reversíveis: disfunção tireoidiana, deficiências hormonais, inflamação sistêmica\n- Suporte nutricional e estilo de vida: redução de inflamação, otimização de ômega-3, controle de síndrome metabólica\n- Evitar ou limitar substâncias cardiotóxicas: álcool (sem dose segura para o miocárdio), tabaco"
}
