{
  "score_item_id": "019bf31d-2ef0-74ae-b307-8cb78e736f5f",
  "clinical_relevance": "A relação E/e' média é um dos parâmetros ecocardiográficos mais importantes para a avaliação não invasiva da pressão de enchimento do ventrículo esquerdo (VE) e da função diastólica. O parâmetro é obtido pelo Doppler tecidual (DTI) e representa a razão entre a velocidade de fluxo transmitral precoce (onda E, medida por Doppler pulsátil) e a velocidade diastólica precoce do anel mitral (e', medida por DTI), calculada como média entre as porções septal e lateral do anel.\n\nFisiologicamente, a onda E reflete o gradiente de pressão atrioventricular no início da diástole, sendo proporcional à pressão atrial esquerda (PAE) e inversamente proporcional à complacência do VE. A velocidade e' reflete a taxa de relaxamento miocárdico ativo. A razão E/e', portanto, é relativamente independente da pré-carga e fornece estimativa indireta da pressão diastólica final do VE (PDFVE) e da PAE.\n\nValores de referência segundo diretrizes da American Society of Echocardiography (ASE): E/e' média ≤14 é considerada normal, sugerindo pressões de enchimento normais. E/e' média >14 indica pressões de enchimento elevadas e é um critério diagnóstico de disfunção diastólica avançada (graus II e III). Valores entre 9 e 14 requerem avaliação multiparamétrica complementar (LAVI, velocidade de regurgitação tricúspide, índice de volume atrial esquerdo).\n\nDados epidemiológicos: a disfunção diastólica do VE está presente em aproximadamente 25-40% da população geral acima de 65 anos. A insuficiência cardíaca com fração de ejeção preservada (ICFEp), na qual a E/e' elevada é achado central, representa hoje mais de 50% de todos os casos de insuficiência cardíaca. Estudo do registro T.O.S.CA. em mulheres com ICFEr evidenciou E/e' média de 14,68±9,96, demonstrando que mesmo em pacientes com disfunção sistólica estabelecida esse parâmetro agrega valor prognóstico. As diretrizes da ASE de 2025 para avaliação da função diastólica reforçam o LAVI como parâmetro complementar ao E/e' no algoritmo diagnóstico, sendo ambos preditores independentes de desfechos em insuficiência cardíaca.\n\nEstratificação de risco: E/e' média >14 associa-se a aumento significativo do risco de hospitalização por insuficiência cardíaca, fibrilação atrial, mortalidade cardiovascular e mortalidade geral. Valores extremamente elevados (E/e' >20-25) indicam hipertensão venocapilar pulmonar grave e necessidade de tratamento imediato. A medida seriada do E/e' é útil para monitorar a resposta terapêutica em pacientes com insuficiência cardíaca sob tratamento com diuréticos, IECA/BRA, espironolactona e novos agentes como os inibidores de SGLT2.",
  "points": 18,
  "patient_explanation": "O E/e' é uma medida obtida no ecocardiograma com Doppler que avalia como o coração relaxa e se enche de sangue durante o intervalo entre os batimentos. Ele combina a velocidade com que o sangue entra no ventrículo esquerdo (câmara principal do coração) com a velocidade com que a parede muscular do coração se relaxa. Quando esse valor está elevado, significa que o coração está com dificuldade de relaxar adequadamente e que a pressão dentro do átrio esquerdo — câmara que recebe o sangue dos pulmões — está aumentada. Isso pode causar sensação de falta de ar, especialmente aos esforços, cansaço e, a longo prazo, aumentar o risco de insuficiência cardíaca. A boa notícia é que existem tratamentos eficazes para essa condição, incluindo mudanças no estilo de vida (redução de peso, controle da pressão arterial, atividade física regular e dieta com pouco sal) e medicamentos que seu médico pode prescrever para ajudar o coração a relaxar melhor e reduzir as pressões internas.",
  "conduct": "## Conduta Clínica para E/e' Média Alterada\n\n### Interpretação do Resultado\n\n- **E/e' média ≤14:** Normal — pressões de enchimento do VE provavelmente normais\n- **E/e' média 9–14 (zona cinzenta):** Avaliação multiparamétrica obrigatória (ver abaixo)\n- **E/e' média >14:** Pressões de enchimento elevadas — critério diagnóstico positivo para disfunção diastólica significativa\n- **E/e' média >20–25:** Hipertensão venocapilar grave — investigar e tratar com urgência\n\n### Investigação Complementar\n\n**Ecocardiograma completo multiparamétrico:**\n- Índice de volume atrial esquerdo (LAVI): anormal se >34 mL/m² (mulheres) ou >34 mL/m² (homens)\n- Velocidade de regurgitação tricúspide (VRT): anormal se >2,8 m/s\n- Velocidade e' septal e lateral (valores normais: septal >7 cm/s, lateral >10 cm/s)\n- Fração de ejeção do VE (FEVE) pelo método de Simpson (normal ≥54% em mulheres, ≥52% em homens)\n- TAPSE e função ventricular direita\n\n**Exames laboratoriais:**\n- NT-proBNP ou BNP (marcador de estresse de câmara)\n- Função renal (creatinina, eGFR) — necessária para ajuste de diuréticos\n- Eletrólitos (Na⁺, K⁺)\n- Hemoglobina (anemia agrava a disfunção diastólica)\n- Glicemia de jejum e HbA1c (diabetes é causa importante de disfunção diastólica)\n- TSH (hipotireoidismo altera relaxamento miocárdico)\n\n**Exames adicionais conforme contexto clínico:**\n- Holter 24h se suspeita de fibrilação atrial (causa e consequência de pressões elevadas)\n- Teste ergométrico ou ergoespirometria para avaliar capacidade funcional e comportamento das pressões ao esforço\n- Ressonância magnética cardíaca se janela acústica inadequada ou suspeita de cardiomiopatia infiltrativa\n\n### Critérios de Encaminhamento\n\n**Encaminhar ao cardiologista:**\n- E/e' >14 com sintomas (dispneia, fadiga, edema)\n- NT-proBNP elevado associado a E/e' aumentado\n- Disfunção diastólica grau II ou III ao ecocardiograma\n- E/e' elevada em paciente jovem (<50 anos) sem causa óbvia\n- Suspeita de etiologia específica (amiloidose, sarcoidose, hemocromatose)\n\n**Encaminhar com urgência:**\n- E/e' >20 com dispneia em repouso ou congestão pulmonar\n- Descompensação clínica sugestiva de ICFEp aguda\n\n### Intervenções Baseadas em Evidências\n\n**Controle dos fatores causais e moduláveis:**\n- **Hipertensão arterial:** Controle rigoroso (meta <130/80 mmHg) com IECA, BRA ou antagonistas de cálcio — principal fator modificável da disfunção diastólica\n- **Diabetes mellitus:** Controle glicêmico otimizado; inibidores de SGLT2 (dapagliflozina, empagliflozina) demonstraram redução de hospitalizações e melhora de desfechos em ICFEp\n- **Obesidade:** Redução de peso de 10% associa-se a melhora hemodinâmica significativa (semaglutida em pacientes com ICFEp e obesidade demonstrou benefício clínico em estudo com n=529)\n- **Fibrilação atrial:** Controle de ritmo ou frequência — FA eleva pressões de enchimento e piora E/e'\n\n**Terapia medicamentosa (conforme etiologia e sintomas):**\n- Diuréticos de alça (furosemida) para congestão sintomática — reduzem PAE e melhoram E/e'\n- Espironolactona/eplerenona — melhora de remodelamento atrial e diastólico\n- IECA ou BRA — controle pressórico e redução da fibrose miocárdica\n- Inibidores de SGLT2 — evidência crescente em ICFEp independentemente do diabetes\n\n**Mudanças de estilo de vida:**\n- Exercício físico aeróbico regular (150 min/semana de intensidade moderada) — melhora do relaxamento diastólico e da capacidade funcional\n- Dieta hipossódica (<2g Na/dia) para redução da pré-carga\n- Cessação do tabagismo e redução do consumo de álcool\n\n### Monitoramento\n\n- Repetir ecocardiograma com Doppler tecidual a cada 6–12 meses em pacientes com disfunção diastólica grau II ou III\n- Monitorar pressão arterial domiciliar regularmente\n- Reavaliar NT-proBNP após 3–6 meses de otimização terapêutica"
}
