{
  "score_item_id": "c77cedd3-2800-7118-a779-d328ee6e2831",
  "clinical_relevance": "O Índice de Volume do Átrio Esquerdo (LAVI — Left Atrial Volume Index) é obtido pelo ecocardiograma Doppler e representa o volume do átrio esquerdo normalizado pela superfície corporal (mL/m²), sendo o método padrão recomendado pelas diretrizes da American Society of Echocardiography (ASE 2025) para avaliação da função diastólica do ventrículo esquerdo. O LAVI reflete de forma integrada e cumulativa a pressão de enchimento ventricular ao longo do tempo, funcionando como um biomarcador ecocardiográfico da disfunção diastólica crônica, de forma análoga à hemoglobina glicada para a hiperglicemia.\n\nValores de referência e estratificação (ASE/Heart, Lung and Circulation 2024):\n- Normal: ≤34 mL/m²\n- Levemente anormal: 35–41 mL/m²\n- Moderadamente anormal: 42–48 mL/m²\n- Gravemente anormal: >48 mL/m²\n\nFisiopatologia: a dilatação do átrio esquerdo resulta da exposição crônica a pressões de enchimento elevadas. Quando o ventrículo esquerdo apresenta complacência reduzida (disfunção diastólica), a pressão atrial aumenta para manter o débito cardíaco, levando a remodelamento estrutural e dilatação progressiva da câmara atrial. Esse processo está intimamente relacionado à fibrose miocárdica, hipertrofia ventricular, hipertensão arterial sistêmica, doença arterial coronariana, obesidade e envelhecimento.\n\nRelevância prognóstica — dados de mortalidade:\nUm estudo publicado no Journal of the Practice of Cardiovascular Sciences (2024) demonstrou que LAVI >48 mL/m² é preditor independente de mortalidade por todas as causas em pacientes com síndrome coronariana aguda (HR: 11,153; IC 95%: 1,924–64,642; p=0,007). Estudo publicado no Heart, Lung and Circulation (2024) estabeleceu que o aumento escalonado do LAVI se associa a incremento progressivo de mortalidade, com LAVI gravemente anormal (>48 mL/m²) conferindo aumento de 42% no risco de morte. Dados do registro T.O.S.CA. (2026) em mulheres com insuficiência cardíaca com fração de ejeção reduzida (HFrEF) revelaram LAVI médio de 49,46 ± 25,57 mL/m² nessa população.\n\nO LAVI é componente central do algoritmo diagnóstico de disfunção diastólica da ASE (2025) e integra o escore de gradação da disfunção diastólica juntamente com a relação E/e', a velocidade e' septal/lateral e a pressão sistólica da artéria pulmonar. Sua elevação está associada a maior risco de fibrilação atrial, acidente vascular cerebral, hospitalização por insuficiência cardíaca e morte cardiovascular.",
  "points": 22,
  "patient_explanation": "O LAVI mede o tamanho do átrio esquerdo — uma das quatro câmaras do coração — em relação ao tamanho do corpo. Esse exame é feito pelo ecocardiograma com Doppler, que usa ultrassom para ver o coração em funcionamento.\n\nO átrio esquerdo funciona como uma câmara de recepção do sangue que vem dos pulmões antes de ser bombeado para o resto do corpo. Quando o coração tem dificuldade de relaxar entre os batimentos (o que chamamos de disfunção diastólica), a pressão dentro do átrio esquerdo aumenta ao longo do tempo, e ele vai crescendo gradualmente para compensar esse esforço extra.\n\nPor isso, o tamanho do átrio esquerdo é como um 'termômetro de longo prazo' da saúde do coração: ele revela se o coração vem sofrendo pressão elevada por meses ou anos, mesmo que você não sinta sintomas claros.\n\nUm LAVI elevado pode estar associado a maior risco de arritmias cardíacas, como a fibrilação atrial, e também de insuficiência cardíaca. A boa notícia é que, identificado precocemente, é possível tratar as causas — como pressão alta, obesidade ou diabetes — e acompanhar a evolução do coração ao longo do tratamento.",
  "conduct": "## Conduta Clínica — LAVI (Índice de Volume do Átrio Esquerdo)\n\n### Interpretação por Faixa\n\n- **≤34 mL/m²:** Normal. Manter acompanhamento de acordo com fatores de risco individuais.\n- **35–41 mL/m²:** Levemente anormal. Investigar causas, iniciar ou intensificar manejo dos fatores de risco.\n- **42–48 mL/m²:** Moderadamente anormal. Avaliação cardiológica obrigatória, rastreio de disfunção diastólica grau II ou III.\n- **>48 mL/m²:** Gravemente anormal. Alto risco cardiovascular. Encaminhamento urgente à cardiologia; associado a HR de mortalidade >11x em coronariopatas.\n\n---\n\n### Investigação Complementar\n\n**Quando LAVI está elevado (>34 mL/m²), avaliar:**\n\n- **Ecocardiograma completo com Doppler tecidual:** Relação E/e' (septal e lateral), velocidade e' do anel mitral, pressão sistólica da artéria pulmonar (PASP), fração de ejeção do VE (Simpson biplano), GLS (strain longitudinal global)\n- **Eletrocardiograma:** Rastreio de fibrilação atrial, hipertrofia ventricular esquerda, bloqueios de ramo\n- **Holter 24 horas:** Se suspeita de FA paroxística (palpitações, LAVI moderado/grave sem causa aparente)\n- **BNP ou NT-proBNP:** Biomarcador de estresse miocárdico e pressão de enchimento elevada\n- **Troponina ultrassensível:** Avaliação de injúria miocárdica crônica\n- **Pressão arterial ambulatorial (MAPA):** Hipertensão noturna e variabilidade pressórica\n- **Glicemia de jejum, HbA1c, insulina de jejum:** Resistência insulínica como causa de disfunção diastólica\n- **Perfil lipídico completo (ApoB, ApoA1, não-HDL):** Risco aterosclerótico\n- **Função renal (creatinina, eGFR, cistatina C):** Doença renal como comorbidade e cofator\n- **TSH:** Hipo e hipertireoidismo como causas reversíveis de dilatação atrial\n\n---\n\n### Critérios de Encaminhamento ao Cardiologista\n\n- **Urgente (avaliar em até 2 semanas):** LAVI >48 mL/m², especialmente se associado a dispneia, FA recente, evento coronariano agudo ou NT-proBNP >2.000 pg/mL\n- **Eletivo:** LAVI 35–48 mL/m² com disfunção diastólica confirmada ao Doppler, ou sem causa identificada\n- **Encaminhar ao eletrofisiologista:** Se FA paroxística ou persistente documentada\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Controle dos fatores etiológicos (pilares fundamentais):**\n\n- **Hipertensão arterial:** Meta pressórica <130/80 mmHg. Preferir IECA, BRA ou BCC. Controle pressórico rigoroso é a principal intervenção para reduzir a progressão da dilatação atrial.\n- **Obesidade:** Redução de peso de 10% associada a benefício clínico significativo em insuficiência cardíaca diastólica (estudo com semaglutida, n=529, Chunk 5). GLP-1 agonistas demonstram benefício em IC com obesidade.\n- **Diabetes e resistência insulínica:** Controle glicêmico rigoroso (HbA1c <7%). GLP-1 agonistas com benefício cardiovascular adicional em IC diastólica.\n- **Fibrilação atrial:** Controle do ritmo (cardioversão e manutenção de ritmo sinusal) é preferível ao controle de frequência para preservar a função atrial e impedir progressão do remodelamento.\n- **Apneia obstrutiva do sono:** Tratar com CPAP — a hipóxia noturna e o aumento da pós-carga pressórica são causas reversíveis de dilatação atrial.\n\n**Atividade física:**\n- Exercício aeróbico regular (150 min/semana de intensidade moderada) melhora complacência ventricular e pode contribuir para redução do LAVI em médio prazo.\n- Evitar sobrecarga de volume (exercícios de alta resistência sem condicionamento prévio) em LAVI gravemente anormal sem avaliação cardiológica.\n\n**Monitoramento evolutivo:**\n- Repetir ecocardiograma com LAVI a cada 12 meses em LAVI moderado/grave ou conforme orientação do cardiologista\n- Em LAVI leve com fatores de risco controlados: repetir em 2–3 anos\n- Documentar tendência temporal do LAVI como indicador de resposta terapêutica"
}
