{
  "score_item_id": "019bf31d-2ef0-7b94-8e72-dc35cd889b1d",
  "clinical_relevance": "O TAPSE (Tricuspid Annular Plane Systolic Excursion) é a medida do deslocamento longitudinal do anel tricúspide durante a sístole, obtida por ecocardiografia modo-M com cursor posicionado no anel lateral da valva tricúspide. Reflete predominantemente a função sistólica longitudinal do ventrículo direito (VD), sendo o parâmetro de avaliação da função do VD mais amplamente utilizado na prática clínica por sua simplicidade, reprodutibilidade e valor prognóstico estabelecido.\n\nVALORES DE REFERÊNCIA (ASE 2025): Normal ≥25 mm. As diretrizes atualizadas da ASE (2025) introduziram classificação de gravidade graduada, permitindo o relato como normal, leve, moderadamente ou gravemente reduzido. O valor limiar clássico de <18 mm (1,8 cm) demarcou maior disfunção sistólica do VD e piores desfechos em estudos seminais.\n\nFISIOPATOLOGIA: O VD possui arquitetura miocárdica predominantemente longitudinal, ao contrário do VE que é circunferencial. Por isso, o encurtamento longitudinal contribui com cerca de 80% do volume sistólico do VD. Quando a pós-carga do VD aumenta (como na hipertensão pulmonar ou insuficiência cardíaca esquerda evoluída), a função longitudinal é a primeira a se deteriorar, tornando o TAPSE um sensor precoce de disfunção do VD. A redução do TAPSE reflete incapacidade do VD de manter contratilidade frente à pós-carga aumentada — o que é definido como desacoplamento ventrículo-arterial direito.\n\nVALOR PROGNÓSTICO — HIPERTENSÃO PULMONAR: Estudo seminal (American Journal of Respiratory and Critical Care Medicine, 2006) demonstrou que, para cada redução de 1 mm no TAPSE, o risco não ajustado de morte aumenta em 17% em pacientes com hipertensão pulmonar. TAPSE <18 mm associou-se a maior disfunção sistólica do VD e piores desfechos nessa população.\n\nVALOR PROGNÓSTICO — INSUFICIÊNCIA CARDÍACA: Em pacientes com insuficiência cardíaca crônica, o TAPSE foi preditor independente de desfecho, superando a fração de ejeção do ventrículo esquerdo (FEVE) como marcador prognóstico isolado (Chest, 2013). A razão TAPSE/PASP (pressão sistólica da artéria pulmonar) melhora a resolução prognóstica ao integrar contratilidade do VD e pós-carga, sendo um marcador validado de desacoplamento VD-artéria pulmonar e preditor forte e independente de mortalidade em HFrEF.\n\nDADOS CLÍNICOS (Registro T.O.S.CA., 2026): Em mulheres com HFrEF, o TAPSE médio foi de 18,82 ± 4,51 mm na coorte global; mulheres com deficiência de testosterona apresentaram TAPSE/PASP de 0,53 ± 0,22 mm/mmHg versus 0,68 ± 0,32 mm/mmHg nas sem deficiência (P=0,008), indicando maior desacoplamento VD-arterial no grupo de pior prognóstico.\n\nTAPSE NORMALIZADO: Estudos recentes (Circulation: Heart Failure, 2024) introduziram o TAPSE normalizado pela área do VD (TAPSE/RVA-D e TAPSE/RVA-S) para corrigir variações de tamanho ventricular. Pontos de corte TAPSE/RVA-D <1,1 e TAPSE/RVA-S <1,5 predisseram desfechos cardiovasculares adversos com melhor discriminação do que o TAPSE isolado, além de se correlacionarem com complacência pulmonar e capacidade funcional.\n\nABORDAGEM MULTIPARAMÉTRICA: As diretrizes ASE 2025 recomendam avaliação abrangente da função do VD integrando TAPSE, velocidade sistólica do anel tricúspide (S'), fração de área de mudança (FAC), FEVE tridimensional do VD e acoplamento VD-artéria pulmonar (TAPSE/PASP), evitando diagnóstico baseado em parâmetro único.\n\nLIMITAÇÕES: O TAPSE depende da angulação do feixe de ultrassom e subestima a função global do VD quando há disfunção segmentar. Não avalia contribuição circunferencial ou radial. Em pós-operatório de cirurgia cardíaca, o TAPSE pode estar reduzido por alterações de movimentação do septo sem disfunção verdadeira do VD.",
  "points": 22,
  "patient_explanation": "O TAPSE é uma medida obtida no ecocardiograma (ultrassom do coração) que avalia o funcionamento do ventrículo direito — a câmara do coração responsável por bombear o sangue para os pulmões. Especificamente, mede quanto um ponto do coração se move durante cada batimento: quanto maior o movimento, mais forte está esse lado do coração.\n\nO valor é expresso em milímetros. Um valor normal é de 25 mm ou mais. Valores abaixo disso podem indicar que o lado direito do coração está trabalhando com menor eficiência, o que pode ocorrer em condições como pressão elevada nos pulmões (hipertensão pulmonar) ou insuficiência cardíaca.\n\nEssa medida é importante porque o ventrículo direito, embora menos conhecido que o esquerdo, desempenha papel fundamental na saúde cardiovascular e na capacidade de realizar atividades físicas. Alterações nesse parâmetro ajudam o médico a identificar precocemente problemas que podem ser tratados, orientar o acompanhamento e avaliar a resposta ao tratamento. Se o seu valor estiver alterado, seu médico irá avaliar o contexto clínico completo antes de tirar conclusões.",
  "conduct": "## Conduta Clínica — TAPSE Reduzido\n\n### Interpretação por Faixa de Gravidade (ASE 2025)\n\n- **Normal:** TAPSE ≥ 25 mm\n- **Levemente reduzido:** 18–24 mm (avaliar contexto clínico e parâmetros complementares)\n- **Moderadamente reduzido:** conforme classificação graduada ASE 2025\n- **Gravemente reduzido:** < 17 mm / ≤ 18 mm (valor clássico de alto risco)\n\n---\n\n### Investigação Complementar\n\n**Ecocardiografia multiparamétrica do VD:**\n- Velocidade sistólica do anel tricúspide (S' por Doppler tecidual): normal ≥ 9,5 cm/s\n- Fração de área de mudança (FAC): normal ≥ 35%\n- FEVE tridimensional do VD quando disponível\n- TAPSE/PASP: razão de acoplamento VD-artéria pulmonar (valores < 0,55 mm/mmHg indicam desacoplamento significativo)\n- Avaliação da pressão sistólica da artéria pulmonar (PASP) pelo jato de regurgitação tricúspide\n- Dimensões do VD (diâmetro basal, médio e longitudinal)\n- Strain longitudinal global do VD por speckle tracking quando disponível\n\n**Avaliação laboratorial:**\n- BNP ou NT-proBNP (marcadores de sobrecarga de câmaras)\n- Gasometria / saturação de oxigênio em repouso e esforço se indicado\n- Hemograma, função renal (eGFR), eletrólitos\n- Perfil hormonal em contextos específicos (ex.: deficiência de testosterona em mulheres com HFrEF associa-se a pior TAPSE/PASP e maior mortalidade)\n\n**Exames adicionais conforme suspeita clínica:**\n- Cateterismo cardíaco direito: padrão-ouro para hipertensão pulmonar e avaliação de pós-carga do VD\n- Ressonância magnética cardíaca: avaliação volumétrica e de função do VD\n- Teste de caminhada de 6 minutos ou ergoespirometria: capacidade funcional\n- ECG: identificação de sobrecarga de VD, bloqueios de ramo direito, arritmias\n\n---\n\n### Critérios de Encaminhamento a Especialistas\n\n**Encaminhamento urgente à cardiologia:**\n- TAPSE gravemente reduzido (≤ 17 mm) com sintomas (dispneia, síncope, edema progressivo)\n- TAPSE reduzido associado a PASP estimada > 50 mmHg (suspeita de hipertensão pulmonar moderada/grave)\n- Insuficiência cardíaca descompensada com disfunção biventricular\n\n**Encaminhamento eletivo:**\n- TAPSE 18–24 mm assintomático para investigação etiológica e seguimento ecocardiográfico seriado\n- Suspeita de hipertensão pulmonar para avaliação por especialista em HP\n- Disfunção do VD em contexto de doença pulmonar crônica (DPOC, TEP crônico)\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Tratamento da causa base:**\n- **Insuficiência cardíaca esquerda com HFrEF:** otimização de terapia médica (betabloqueadores, IECAs/BRAs, antagonistas de aldosterona, iSGLT2) melhora indiretamente a função do VD ao reduzir pós-carga pulmonar\n- **Hipertensão pulmonar:** terapias específicas (inibidores de fosfodiesterase-5, antagonistas de receptores de endotelina, análogos de prostaciclina) podem melhorar TAPSE e acoplamento VD-AP\n- **Valvopatias:** correção de estenose/regurgitação pulmonar ou tricúspide significativas\n\n**Exercício físico supervisionado:**\n- Recomendado para pacientes com insuficiência cardíaca em classe NYHA II–III, com medicação otimizada e compensação por pelo menos 3 semanas\n- Todos os pacientes devem ser avaliados por cardiologista antes de iniciar programa de treinamento\n- Teste de esforço sintoma-limitado deve preceder o início do programa\n- Programas supervisionados e individualizados são recomendados; pacientes com muito baixa capacidade funcional devem iniciar com sessões curtas de baixa intensidade com progressão gradual\n- Contraindicações ao exercício: síndrome coronariana aguda recente (< 5 dias de estabilização), dispneia em repouso, pericardite/miocardite/endocardite ativas, estenose aórtica sintomática grave, hipertensão grave não controlada, febre\n\n**Monitoramento e seguimento:**\n- Reavaliação ecocardiográfica em 3–6 meses após início ou ajuste de terapia\n- Monitorar TAPSE/PASP como marcador integrado de resposta terapêutica\n- Em pacientes com TAPSE gravemente reduzido e candidatos a transplante cardíaco, seguir critérios específicos de encaminhamento para serviços de transplante"
}
