{
  "score_item_id": "c77cedd3-2800-7583-874b-f55c58f30b97",
  "clinical_relevance": "A densitometria de corpo inteiro por absorciometria de raios X de dupla energia (DXA/DEXA) é o método padrão-ouro para avaliação objetiva e precisa da composição corporal, fornecendo simultaneamente medidas de massa gorda, massa magra (tecido isento de gordura) e densidade mineral óssea (DMO) em todo o corpo e por segmentos regionais (tronco, membros superiores, membros inferiores, região androide e ginoide). Ao contrário do IMC — que não distingue músculo de gordura e pode classificar erroneamente indivíduos metabolicamente doentes com peso normal —, a DXA de corpo inteiro permite identificar fenótipos de risco como a obesidade sarcopênica, a sarcopenia oculta em indivíduos eutróficos e a lipodistrofia parcial.\n\nOs principais parâmetros clínicos derivados da DXA incluem: (1) percentual de gordura corporal total (%GC); (2) índice de massa gorda (FMI = massa gorda [kg] / altura² [m²]); (3) massa magra apendicular (MMA = soma da massa magra dos quatro membros); (4) índice de massa magra apendicular (ASMI = MMA / altura² [kg/m²]); (5) razão androide/ginoide (A/G), marcador de distribuição central de gordura e risco cardiometabólico; (6) gordura de tronco e gordura visceral estimada; (7) DMO por região (coluna lombar, colo femoral, quadril total), com cálculo de T-score e Z-score.\n\nCritérios diagnósticos validados relevantes:\n- Sarcopenia (AWGS 2019): ASMI < 5,4 kg/m² em mulheres; baixa força de preensão palmar (< 18 kg em mulheres) e/ou baixo desempenho físico (velocidade de marcha < 0,8 m/s) são critérios complementares obrigatórios para confirmação diagnóstica.\n- Osteopenia: T-score entre -1,0 e -2,5 (coluna lombar, colo femoral ou quadril total).\n- Osteoporose (OMS): T-score ≤ -2,5 ou T-score entre -1,0 e -2,5 com fratura por fragilidade prévia.\n- Osteosarcopenia: coexistência de sarcopenia e osteoporose no mesmo indivíduo — condição de alto risco para fraturas, mortalidade e desfechos funcionais adversos.\n\nDados epidemiológicos e estratificação de risco baseada em evidências:\n- Sarcopenia em pacientes oncológicos está associada a aumento de 93% nas mortes por câncer em geral e aumento de 41% na mortalidade por câncer de mama especificamente; meta-análise demonstra aumento de 44% nas mortes por todas as causas em indivíduos sarcopênicos.\n- Hiperinsulinemia associa-se a risco 34% maior de desenvolver câncer e risco 78% maior de morte pós-diagnóstico, independentemente do IMC ou circunferência abdominal — reforçando que a avaliação da composição corporal por DXA supera o IMC na estratificação de risco metabólico e oncológico.\n- Estimativa de 212 milhões de pessoas com osteoporose no mundo; na China, projeta-se 3,25 milhões de fraturas de quadril até 2050, demonstrando a magnitude epidemiológica da osteosarcopenia.\n- Obesidade sarcopênica ('falsa magra'): indivíduos com IMC normal mas composição corporal desfavorável (baixa massa muscular com excesso de gordura) representam um grupo de risco invisível ao exame antropométrico convencional.\n- Em estratégias de emagrecimento, análises por DEXA demonstraram perda média de 40% de massa magra em relação ao peso perdido total em alguns contextos, excedendo o limiar tolerado de 25% — evidenciando a necessidade de monitoramento por DXA durante programas de emagrecimento, especialmente quando associados a medicamentos (GLP-1), cirurgia bariátrica ou dietas hipocalóricas severas.\n- A perda fisiológica de massa muscular por envelhecimento é de aproximadamente 0,8% ao ano, tornando-se clinicamente preocupante quando agravada por fatores como sedentarismo, déficit proteico, disbiose intestinal, resistência insulínica, disfunção hormonal (deficiência de DHEA, estrógenos, testosterona) ou uso de fármacos catabólicos.\n- Biomarcadores séricos correlacionados com achados de DXA: DHEA sérico reduzido associa-se a maior risco de sarcopenia em mulheres pós-menopáusicas (OR 0,73; IC95% 0,51–0,96; p=0,032); oxitocina sérica reduzida associa-se a maior risco de osteoporose (OR 0,75; IC95% 0,63–0,98; p=0,019); follistatina elevada associa-se paradoxalmente a maior risco de sarcopenia (OR 1,66; IC95% 1,19–3,57; p=0,022); deficiência de vitamina D é fator de risco independente para sarcopenia (OR 0,51; IC95% 0,11–0,82; p=0,047).\n\nA DXA de corpo inteiro é tecnicamente superior ao IMC e à bioimpedância na distinção de compartimentos corporais, especialmente em populações com edema, alta variabilidade de hidratação ou fenótipos atípicos (musculosos com excesso de gordura visceral). A bioimpedância multifrequência é alternativa válida e de maior acessibilidade, mas a DXA permanece como referência metodológica para diagnóstico definitivo de sarcopenia, osteoporose e osteosarcopenia.",
  "points": 0,
  "patient_explanation": "A densitometria de corpo inteiro é um exame de imagem que usa raios X de baixa dose para medir com precisão quanto do seu peso é músculo, quanto é gordura e qual é a saúde dos seus ossos. É muito diferente da balança comum: duas pessoas com o mesmo peso podem ter composições opostas — uma com muito músculo e pouca gordura, outra com pouco músculo e muita gordura. Só a densitometria consegue ver essa diferença.\n\nTer pouco músculo (sarcopenia) aumenta o risco de doenças graves, fraturas e complicações. Já excesso de gordura, especialmente na barriga, eleva o risco de diabetes e doenças do coração. O exame também avalia os ossos, identificando osteopenia ou osteoporose. Quando há perda de osso e músculo ao mesmo tempo (osteosarcopenia), o risco de quedas e fraturas é ainda maior. Os resultados orientam seu médico a personalizar exercícios, alimentação e tratamentos para preservar sua saúde.",
  "conduct": "## Interpretação dos Resultados da DXA de Corpo Inteiro\n\n### Parâmetros Prioritários a Avaliar\n- **ASMI (Appendicular Skeletal Muscle Mass Index):** valor < 5,4 kg/m² em mulheres ou < 7,0 kg/m² em homens sugere baixa massa muscular apendicular (critério AWGS)\n- **Percentual de gordura corporal e FMI:** avaliar distribuição regional (razão androide/ginoide, gordura de tronco)\n- **T-score de DMO:** coluna lombar (L1-L4), colo femoral e quadril total\n- **Composição segmentar:** identificar assimetrias, déficits regionais e padrões de redistribuição de gordura\n\n---\n\n### Investigação Complementar Recomendada\n\n**Laboratorial obrigatória ao identificar sarcopenia ou osteosarcopenia:**\n- **Força muscular:** dinamometria de preensão palmar (normal: ≥ 28 kg homens / ≥ 18 kg mulheres — AWGS 2019)\n- **Desempenho físico:** teste de velocidade de marcha de 6 metros (normal: ≥ 0,8 m/s), teste de levantar da cadeira, SPPB\n- **25-OH vitamina D:** deficiência é fator de risco independente para sarcopenia e osteoporose; alvo funcional ≥ 40–60 ng/mL\n- **DHEA-S:** níveis reduzidos associam-se a maior risco de sarcopenia (especialmente em mulheres pós-menopáusicas)\n- **Testosterona total e livre, estradiol:** disfunção hormonal acelera perda muscular e óssea\n- **Insulina de jejum e HOMA-IR:** resistência insulínica é causa e consequência de sarcopenia e obesidade visceral\n- **PTH, cálcio iônico, fósforo:** metabolismo ósseo; **CTX e P1NP:** remodelamento ósseo\n- **PCR ultrassensível, IL-6:** inflamação crônica como mediadora de catabolismo muscular\n- **Proteínas totais e albumina:** estado nutricional proteico\n\n---\n\n### Critérios de Encaminhamento a Especialistas\n\n- **Reumatologista / Endocrinologista:** T-score ≤ -2,5 (osteoporose), fratura por fragilidade prévia, osteosarcopenia confirmada, suspeita de causa secundária de osteoporose\n- **Geriatra:** sarcopenia com comprometimento de desempenho físico em idosos (≥ 60 anos), osteosarcopenia com alto risco de queda\n- **Endocrinologista:** suspeita de lipodistrofia parcial ou total, disfunção tireoidiana ou adrenal como causa de composição corporal desfavorável\n- **Nutrólogo / Nutricionista especializado:** obesidade sarcopênica, pós-bariátricos com perda de massa magra, pacientes em uso de análogos GLP-1 com risco de catabolismo muscular\n- **Oncologista / Equipe multidisciplinar oncológica:** sarcopenia em pacientes com câncer — impacto prognóstico significativo (aumento de 93% em mortes por câncer em geral, 41% em câncer de mama)\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### Para Sarcopenia / Preservação de Massa Muscular\n- **Exercício resistido (musculação):** primeira linha; frequência mínima de 2–3 sessões/semana com progressão de carga; combinar com exercício aeróbico moderado (≥ 150 min/semana)\n- **Ingestão proteica:** 1,2–1,5 g/kg/dia; em emagrecimento ativo ou pós-bariátrico, ≥ 1,5 g/kg; proteína whey e caseína têm efeito mioprotetor documentado\n- **Vitamina D:** suplementar quando 25-OH-D < 30 ng/mL; alvo ≥ 40 ng/mL\n- **Creatina monoidratada:** 3–5 g/dia como adjuvante ao treino resistido\n- **Correção hormonal quando indicada:** DHEA, testosterona, estrógenos — avaliação individualizada; deficiência de DHEA associa-se a sarcopenia em mulheres pós-menopáusicas\n- **Monitoramento durante emagrecimento:** limiar tolerado de perda de massa magra é ≤ 25% do peso perdido; perda > 25% exige ajuste de protocolo\n\n#### Para Osteopenia / Osteoporose\n- **Cálcio:** 1000–1200 mg/dia (preferir fontes alimentares); **Vitamina D3:** 2000–5000 UI/dia conforme nível sérico\n- **Exercício com impacto e resistência:** estimula formação óssea via carga mecânica\n- **Bifosfonatos ou denosumab:** em osteoporose confirmada ou osteopenia com alto risco de fratura, sob avaliação especializada\n- **TRH:** em mulheres pós-menopáusicas com indicação clínica, protege massa óssea e muscular simultaneamente\n\n#### Para Obesidade Sarcopênica / Gordura Visceral\n- **Dieta hipocalórica com alto teor proteico:** estratégias low-carb ou cetogênicas superiores na preservação de massa magra em pacientes com resistência insulínica ou DM2\n- **Uso de GLP-1 (semaglutida, tirzepatida):** prescrição sem suporte nutricional e de treino resistido é inaceitável — risco elevado de catabolismo muscular\n- **Monitoramento cardiometabólico:** reavaliar peso, circunferência abdominal, TG, glicemia, HbA1c, insulina e PCR em 8–12 semanas\n- **Reavaliação por DXA:** a cada 6–12 meses em intervenções ativas; anualmente para monitoramento de longo prazo\n\n#### Pós-Bariátrico\n- Risco elevado de perda de massa muscular por déficit proteico e má absorção; monitorar DXA a cada 6 meses no primeiro ano\n- Ingestão proteica ≥ 1,5 g/kg/dia e suplementação vitamínica individualizada são essenciais\n- Acompanhamento multidisciplinar mandatório para desfechos favoráveis"
}
