{
  "score_item_id": "c77cedd3-2800-784a-8fdd-1245aa35701e",
  "clinical_relevance": "O T-score da coluna lombar (L1-L4), obtido por absorciometria de raios-X de dupla energia (DXA), é a medida padrão-ouro para o diagnóstico de osteoporose e estratificação do risco de fratura vertebral. Ele expressa quantos desvios-padrão a densidade mineral óssea (DMO) do paciente se afasta da média de adultos jovens saudáveis do mesmo sexo (pico de massa óssea). A classificação diagnóstica da OMS estabelece: Normal (T-score ≥ -1,0 DP); Osteopenia (T-score entre -1,0 e -2,5 DP); Osteoporose (T-score ≤ -2,5 DP). O T-score é aplicável a mulheres pós-menopáusicas e homens com 50 anos ou mais; em populações mais jovens, o Z-score é o índice preferencial.\n\nA coluna lombar (L1-L4) é o sítio de medição primário segundo as diretrizes da International Society for Clinical Densitometry (ISCD, 2013), pois apresenta maior sensibilidade para detectar perda óssea precoce. Artefatos como osteofitose, calcificações aórticas ou escoliose podem falsamente elevar a leitura, exigindo exclusão de vértebras comprometidas da análise.\n\nDo ponto de vista fisiopatológico, a perda de massa óssea pós-menopausa é acelerada pela deficiência estrogênica, que desequilibra o acoplamento osteoblasto-osteoclasto em favor da reabsorção. Androgênios também desempenham papel significativo: estudo com 1.058 mulheres pós-menopáusicas (NHANES 2011-2016) demonstrou associação positiva entre testosterona total sérica e DMO lombar (β = 1,07; IC95% 0,17-1,97), com ponto de inflexão em 30 ng/dL, sugerindo que baixos níveis androgênicos contribuem para a perda óssea. Outros biomarcadores associados à osteoporose incluem ocitocina reduzida (OR 0,75; IC95% 0,63-0,98; p=0,019) e DHEA diminuído em mulheres com osteosarcopenia.\n\nEpidemiologicamente, 43,3 milhões de americanos acima de 50 anos têm osteopenia, afetando aproximadamente 50% das mulheres e 30% dos homens. Dados americanos indicam mais de 1.000.000 de fraturas por ano, com pelo menos um quarto atribuídas à osteoporose. Relevante é o dado de que 48-56% das fraturas por fragilidade em mulheres pós-menopáusicas ocorrem em indivíduos com DMO em nível de osteopenia, e não de osteoporose franca, enfatizando que o risco não é exclusivo dos casos mais graves. Após fratura osteoporótica, 15% das mulheres morrem no primeiro ano e 75% perdem independência funcional. O estudo OSIRIS (2013) identificou que menos de 20% dos pacientes com fraturas por fragilidade recebem investigação e tratamento adequados.\n\nA estratificação de risco baseada exclusivamente no T-score é insuficiente; o algoritmo FRAX complementa a avaliação ao integrar DMO com fatores clínicos (fratura prévia, histórico familiar, uso de corticoides, tabagismo, alcoolismo, artrite reumatoide, osteoporose secundária). O tratamento farmacológico é recomendado quando o FRAX indica probabilidade de fratura de quadril em 10 anos ≥ 3% ou fratura osteoporótica maior > 20%. Bisfosfonatos reduzem o risco de fratura vertebral em 40-50% e de quadril em 30-40% em mulheres pós-menopáusicas, com melhor relação benefício-risco em 3-5 anos de tratamento. Populações com menor risco basal (como chineses, com risco de fratura aproximadamente metade do de caucasianos) podem requerer limiares diagnósticos ajustados.",
  "points": 15,
  "patient_explanation": "A densitometria óssea mede a resistência dos seus ossos e o resultado é expresso como um número chamado T-score. Esse número compara a densidade dos seus ossos com a de uma pessoa jovem saudável: quanto mais negativo o número, menor a densidade óssea. Quando o T-score fica entre -1,0 e -2,5, dizemos que há osteopenia (osso menos denso que o ideal); abaixo de -2,5, o diagnóstico é osteoporose. Ossos com menor densidade quebram com mais facilidade, mesmo em quedas simples do dia a dia. Isso é especialmente importante para mulheres após a menopausa e para pessoas acima dos 50 anos. A boa notícia é que esse processo pode ser desacelerado ou até revertido com medidas simples como exercícios de impacto (caminhada, musculação), alimentação adequada com cálcio e vitamina D, e, quando necessário, medicamentos prescritos pelo médico. Detectar esse problema cedo é fundamental para evitar fraturas que podem comprometer muito a independência e a qualidade de vida.",
  "conduct": "## Conduta Clínica — T-Score Coluna Lombar (DXA)\n\n### 1. Interpretação do Resultado\n\n- **Normal:** T-score ≥ -1,0 DP → reavaliação em 2-5 anos conforme perfil de risco\n- **Osteopenia:** T-score entre -1,0 e -2,5 DP → calcular FRAX; individualizar conduta\n- **Osteoporose:** T-score ≤ -2,5 DP → investigação completa e tratamento\n- **Atenção a artefatos:** excluir vértebras com osteofitose, escoliose ou calcificação que elevem falsamente a leitura\n- Aplicar T-score apenas em mulheres pós-menopáusicas e homens ≥ 50 anos; usar Z-score para populações mais jovens\n\n---\n\n### 2. Investigação Complementar\n\n**Laboratório básico:**\n- Cálcio sérico total e ionizado, fósforo, magnésio\n- 25(OH)D (vitamina D) — meta: 40-100 ng/mL\n- PTH (manter próximo ao limite inferior da normalidade)\n- Creatinina e TFG (função renal)\n- Fosfatase alcalina, marcadores de turnover ósseo: CTX (reabsorção) e P1NP (formação)\n- Hemograma, VHS, proteína eletroforética (excluir mieloma em casos suspeitos)\n- TSH (hipertireoidismo como causa secundária)\n- Testosterona total (em mulheres pós-menopáusicas: associação positiva com DMO lombar até 30 ng/dL)\n- DHEA-S (biomarcador de sarcopenia associada)\n\n**Avaliação de risco integrada:**\n- Calcular escore FRAX com DMO: tratar se probabilidade de fratura de quadril em 10 anos ≥ 3% ou fratura maior > 20%\n- Investigar causas secundárias: corticoterapia crônica, hipogonadismo, hiperparatireoidismo, má-absorção intestinal, uso de antiepilépticos\n\n---\n\n### 3. Intervenções Não Farmacológicas (Base para todos os casos)\n\n- **Exercício com impacto:** caminhada, corrida leve, pular corda — estimulam a osteogênese por carga mecânica\n- **Musculação:** fundamental para manutenção de massa muscular e redução de risco de queda\n- **Vitamina D:** repor para atingir 25(OH)D entre 40-100 ng/mL; monitorar cálcio sérico e calciúria\n- **Vitamina K2 (MK-7):** co-prescrever com vitamina D para direcionar cálcio ao tecido ósseo e reduzir calcificação vascular\n- **Magnésio:** essencial para ativação da vitamina D; deficiência generalizada; suplementar em todos os pacientes com osteopenia/osteoporose\n- **Cálcio dietético:** preferir fontes alimentares; suplementar apenas quando ingesta é insuficiente e sempre associado a cofatores (D, K2, magnésio) — **cálcio isolado não é eficaz** e pode aumentar risco cardiovascular\n- **Suspender tabagismo e reduzir álcool**\n- **Prevenção de quedas:** adequação do ambiente domiciliar, avaliação de visão, revisão de medicamentos (hipnóticos, anti-hipertensivos)\n\n---\n\n### 4. Tratamento Farmacológico\n\n**Indicações (baseadas em FRAX + T-score):**\n- T-score ≤ -2,5 DP (osteoporose) com ou sem fratura prévia\n- T-score entre -1,0 e -2,5 com FRAX positivo (fratura maior > 20% ou quadril > 3%)\n- Fratura por fragilidade independentemente do T-score\n\n**Primeira linha — Bisfosfonatos:**\n- Reduzem fratura vertebral em **40-50%** e fratura de quadril em **30-40%**\n- Maior benefício em pacientes com fratura prévia\n- Duração ótima: 3-5 anos com reavaliação para \"drug holiday\" em casos de menor risco\n- Monitorar função renal antes de iniciar (contraindicado se TFG < 30-35 mL/min)\n\n**Terapia hormonal (quando indicada):**\n- Terapia de reposição hormonal (estrogênio ± progesterona) para mulheres pós-menopáusicas sintomáticas com perda óssea acelerada — iniciar preferencialmente na janela precoce pós-menopausa\n- Considerar reposição de testosterona em mulheres com déficit androgênico e T total < 30 ng/dL (associação positiva com DMO lombar)\n\n---\n\n### 5. Encaminhamento a Especialistas\n\n- **Reumatologista ou Endocrinologista:** osteoporose estabelecida (T-score ≤ -2,5), fratura por fragilidade, falha terapêutica, osteoporose secundária\n- **Ortopedista:** fratura vertebral aguda, deformidade estrutural significativa\n- **Fisioterapeuta/Educador Físico:** elaboração de programa de exercícios supervisionados\n- **Nutricionista:** avaliação dietética de cálcio, vitamina D e proteína\n\n---\n\n### 6. Monitoramento\n\n- Repetir DXA: a cada 1-2 anos durante tratamento; a cada 2-5 anos na osteopenia sem tratamento\n- Monitorar 25(OH)D, PTH, cálcio sérico e ionizado, fósforo e função renal durante suplementação\n- Marcadores de turnover ósseo (CTX, P1NP) a cada 3-6 meses para avaliar resposta ao tratamento\n- **Alerta:** menos de 20% dos pacientes com fraturas por fragilidade recebem tratamento adequado — rastreio ativo é essencial"
}
