{
  "score_item_id": "c77cedd3-2800-7ac1-b242-dcd64194e6ad",
  "clinical_relevance": "O T-Score do colo femoral é obtido por densitometria de dupla energia por absorção de raios-X (DXA) e representa a diferença entre a densidade mineral óssea (DMO) do paciente e a média de adultos jovens saudáveis, expressa em desvios-padrão (DP). A fórmula é: T-Score = (DMO do paciente − DMO de referência) / desvio-padrão de referência. O colo femoral é um dos principais sítios de medição recomendados para diagnóstico e monitoramento da osteoporose.\n\n**Classificação WHO (para mulheres pós-menopáusicas e homens ≥50 anos):**\n- Normal: T-Score ≥ −1,0 DP\n- Osteopenia: T-Score entre −1,0 e −2,5 DP\n- Osteoporose: T-Score ≤ −2,5 DP\n\nPara mulheres pré-menopáusicas, homens com menos de 50 anos e crianças, o Z-Score é preferido ao T-Score. O diagnóstico de osteoporose por DMO isolada não se aplica a homens com menos de 50 anos.\n\n**Epidemiologia:** Nos EUA, estima-se que 43,3 milhões de adultos acima de 50 anos apresentam osteopenia, afetando aproximadamente 50% das mulheres e 30% dos homens nessa faixa etária. Ocorrem mais de 1.000.000 fraturas/ano nos EUA, com pelo menos um quarto atribuído à osteoporose. Destaca-se que 48 a 56% das fraturas por fragilidade em mulheres pós-menopáusicas ocorrem em indivíduos com DMO na faixa de osteopenia — reforçando que o risco fraturário não se restringe ao diagnóstico de osteoporose estabelecida.\n\n**Consequências clínicas:** Estudos mostram que 15% das mulheres que fraturaram morrem no primeiro ano e 75% perdem independência após a fratura de quadril. O estudo OSIRIS identificou que menos de 20% dos pacientes com fratura por fragilidade recebem investigação e tratamento adequados para osteoporose — evidenciando uma lacuna crítica de cuidado.\n\n**Fisiopatologia:** A remodelação óssea é regulada pelo equilíbrio entre osteoblastos (formação) e osteoclastos (reabsorção). Na pós-menopausa, a queda estrogênica acelera a reabsorção óssea. Outros hormônios influenciam a DMO: DHEA, testosterona e ocitocina apresentam associações protetoras documentadas em mulheres pós-menopáusicas; DHEA mais baixo associa-se a maior risco de sarcopenia concomitante (osteossarcopenia). Vitamina D insuficiente é muito prevalente e afeta negativamente o metabolismo ósseo e muscular.\n\n**Avaliação de risco complementar (FRAX):** O algoritmo FRAX integra o T-Score com fatores clínicos (idade, fratura prévia, histórico familiar, etc.) para estimar a probabilidade de fratura em 10 anos. O tratamento farmacológico é recomendado quando o FRAX indica probabilidade de fratura de quadril ≥3% ou de fratura osteoporótica maior ≥20%.",
  "points": 18,
  "patient_explanation": "A densitometria óssea mede a resistência dos seus ossos. O T-Score do colo do fêmur indica o quanto a densidade do osso do seu quadril está próxima do ideal para um adulto jovem e saudável. Quando esse valor está abaixo de -1,0, significa que seus ossos estão menos densos que o normal — condição chamada de osteopenia. Se cair abaixo de -2,5, é diagnosticada osteoporose. Ossos menos densos ficam mais frágeis e aumentam o risco de fraturas, especialmente no quadril, que são muito sérias: podem limitar sua independência e mobilidade. A boa notícia é que com acompanhamento médico, exercícios adequados, alimentação balanceada e, quando necessário, medicamentos ou reposição hormonal, é possível frear essa perda e proteger seus ossos. Saber esse número precocemente é fundamental para agir a tempo.",
  "conduct": "## Conduta Clínica — T-Score Colo Femoral\n\n### Interpretação e Estratificação de Risco\n\n- **T-Score ≥ −1,0:** Normal. Reforçar prevenção primária e monitoramento periódico.\n- **T-Score entre −1,0 e −2,5:** Osteopenia. Calcular risco fraturário pelo **FRAX** integrando fatores clínicos adicionais (idade, fratura prévia, histórico familiar, tabagismo, uso de corticoides, etc.).\n- **T-Score ≤ −2,5:** Osteoporose estabelecida. Iniciar investigação etiológica e considerar tratamento farmacológico.\n- **Fratura por fragilidade prévia:** Independente do T-Score, indica fragilidade óssea clinicamente relevante e deve acionar investigação completa e tratamento.\n\n### Investigação Complementar\n\n- **Laboratorial:** 25(OH)D, PTH, cálcio sérico, fósforo, CTX (marcador de reabsorção), P1NP (marcador de formação), hemograma, TSH, função renal, fosfatase alcalina\n- **Hormonal (especialmente em mulheres pós-menopáusicas):** Estradiol, DHEA-S, testosterona total, FSH, LH, SHBG\n- **Avaliação de sarcopenia associada:** Composição corporal por DXA (massa magra, ASMI), força de preensão, velocidade de marcha — osteossarcopenia aumenta significativamente o risco de quedas e fraturas\n- **FRAX:** Calcular probabilidade de fratura em 10 anos para orientar decisão terapêutica\n\n### Critérios de Tratamento Farmacológico\n\n- **Indicação baseada em evidências:**\n  - T-Score ≤ −2,5 em qualquer sítio\n  - Fratura por fragilidade prévia\n  - FRAX com risco de fratura de quadril ≥ 3% em 10 anos\n  - FRAX com risco de fratura osteoporótica maior ≥ 20% em 10 anos\n\n### Intervenções Não Farmacológicas (Base do Tratamento)\n\n- **Exercício físico:**\n  - Exercícios com impacto (caminhada rápida, corrida leve, pular corda) estimulam remodelação óssea\n  - Musculação e exercícios de resistência preservam massa muscular e reduzem risco de quedas\n  - Evitar sedentarismo — mulheres sem osteoporose/sarcopenia apresentam maior nível de exercício que as afetadas\n\n- **Nutrição e suplementação:**\n  - **Vitamina D:** Solicitar 25(OH)D basal; meta 40–60 ng/mL; suplementar conforme déficit (2.000–10.000 UI/dia); reavaliar em ~2 meses\n  - **Vitamina K2 (MK-7):** 100–200 mcg/dia; sinérgica com vitamina D para mineralização óssea; tomar com vitamina D e gordura\n  - **Magnésio** (glicinato ou malato): 200–1.000 mg de magnésio elementar/dia em duas doses; importante cofator da vitamina D e da saúde óssea\n  - **Cálcio:** Priorizar ingestão dietética; suplementação isolada de cálcio **não resolve** osteoporose e pode aumentar risco cardiovascular — usar apenas quando ingestão alimentar insuficiente, combinado com os cofatores acima\n  - **Proteína:** Garantir ingestão adequada (especialmente proteína do soro do leite) para proteção muscular concomitante\n\n- **Estilo de vida:** Cessação do tabagismo, moderação do álcool, prevenção de quedas (iluminação, tapetes, calçados adequados)\n\n### Intervenções Farmacológicas e Hormonais\n\n- **Terapia de Reposição Hormonal (TRH):** Em mulheres pós-menopáusicas com indicação e ausência de contraindicações, a TRH reduz perda óssea e risco fraturário; considerar na janela terapêutica precoce\n- **Bisfosfonatos:** Primeira linha em osteoporose estabelecida quando TRH não indicada\n- **Denosumab, teriparatida, romossumabe:** Indicados em casos selecionados de alto risco ou falha terapêutica — encaminhar a especialista\n- **DHEA:** Mulheres pós-menopáusicas com DHEA-S baixo associado a risco aumentado de sarcopenia/osteoporose podem se beneficiar de reposição\n\n### Encaminhamento\n\n- **Reumatologista ou Endocrinologista:** Osteoporose com T-Score ≤ −2,5, fratura por fragilidade, falha terapêutica ou etiologia secundária suspeita\n- **Ortopedista:** Fratura instalada ou risco iminente estrutural\n- **Nutricionista:** Suporte nutricional integrado\n- **Fisioterapeuta/Educador Físico:** Programa individualizado de exercício seguro\n\n### Monitoramento\n\n- Repetir DXA a cada **1–2 anos** após início de tratamento; a cada **2–3 anos** em osteopenia sem tratamento farmacológico\n- Marcadores de remodelação óssea (CTX, P1NP) podem ser usados para monitorar resposta terapêutica mais precocemente (3–6 meses)\n- Reavaliação do FRAX periodicamente com atualização dos fatores clínicos"
}
