{
  "score_item_id": "c77cedd3-2800-7b2e-af81-2ad905858c32",
  "clinical_relevance": "A radiografia panorâmica (ortopantomografia) de mandíbula e maxila é um exame de imagem bidimensional que captura em uma única exposição toda a dentição, osso alveolar, articulações temporomandibulares (ATM), seios maxilares, cavidade nasal, ramos e corpos mandibulares. É considerada o exame de triagem padrão em odontologia e medicina integrativa para avaliação estrutural do complexo bucomaxilofacial.\n\n**Indicações clínicas principais:**\n- Detecção de doença periodontal com perda óssea alveolar (a perda horizontal é visível quando ultrapassa 30-40% da densidade óssea)\n- Identificação de lesões periapicais, granulomas e cistos (radiotransparências periapicais com diâmetro > 2-3 mm são geralmente detectáveis)\n- Avaliação de dentes inclusos, supranumerários e anomalias dentárias\n- Triagem de cavitações ósseas (osteonecroses focais mediadas por citocinas, conhecidas como NICO - Neuralgia-Inducing Cavitational Osteonecrosis)\n- Detecção de canais tratados inadequadamente (resíduos pulpares, subdentificações, perfurações)\n- Avaliação de lesões ósseas (cistos odontogênicos, ameloblastomas, osteossarcomas, metástases)\n- Análise da ATM: desproporções condilares, erosões, aplainamentos\n- Rastreamento de calcificações de tecidos moles adjacentes (calcificação da artéria carótida, calcificação dos linfonodos)\n\n**Relevância sistêmica e integrativa:**\nA cavidade oral é reconhecida como um foco de inflamação crônica silenciosa com repercussões sistêmicas mensuráveis. Focos infecciosos periapicais e doença periodontal ativa elevam marcadores inflamatórios sistêmicos como PCR ultrassensível, fibrinogênio e IL-6. A associação entre periodontite e diabetes tipo 2 é bidirecional e bem estabelecida: a doença periodontal piora o controle glicêmico (elevação média de HbA1c de 0,56% em meta-análises), e o diabetes agrava a progressão periodontal. Há também associações documentadas com doença cardiovascular aterosclerótica, parto prematuro, doença renal crônica e artrite reumatoide.\n\n**Achados de alto impacto sistêmico detectáveis na panorâmica:**\n- Calcificações da artéria carótida (em torno de C3-C4): presentes em até 3-5% das panorâmicas de rotina; representam aterosclerose carotídea e são um marcador independente de risco cardiovascular\n- Perda óssea alveolar generalizada: indicativa de periodontite avançada com carga inflamatória sistêmica\n- Lesões radiotransparentes periapicais múltiplas: sugerem foco infeccioso crônico ativo\n- Cavitações ósseas (especialmente em sítios de extrações prévias de terceiros molares): associadas a síndromes dolorosas crônicas na medicina funcional integrativa\n- Reabsorção condilar bilateral: pode indicar doenças autoimunes sistêmicas (artrite reumatoide, lúpus)\n\n**Limitações do exame:**\nA panorâmica apresenta distorções geométricas de 15-30%, baixa resolução para lesões incipientes (detecta perda óssea apenas quando superior a 30-40%), sobreposição de estruturas anatômicas e ausência de informação tridimensional. Para planejamento cirúrgico e avaliação detalhada, a tomografia computadorizada de feixe cônico (CBCT) é superior. A dose de radiação é baixa (equivalente a 14-26 µSv, comparável a 2-3 radiografias periapicais ou 1-2 dias de radiação de fundo natural).",
  "points": 7,
  "patient_explanation": "A radiografia panorâmica da boca é um exame de imagem que fotografa em uma única chapa toda a sua boca: todos os dentes, ossos do maxilar e mandíbula, e as articulações do queixo. É como uma visão geral completa da saúde bucal.\n\nEle revela problemas invisíveis a olho nu, como infecções no osso ao redor dos dentes, dentes presos dentro do osso, perda de osso por doença nas gengivas, cistos e até sinais de endurecimento das artérias no pescoço.\n\nA saúde da boca está diretamente ligada à saúde do corpo. Infecções bucais silenciosas podem inflamar o organismo, dificultar o controle do açúcar no sangue e aumentar o risco de problemas no coração. Por isso, uma panorâmica normal é uma boa notícia geral. Achados alterados, quando tratados adequadamente, costumam melhorar também a saúde sistêmica.",
  "conduct": "## Conduta Clínica: Radiografia Panorâmica de Mandíbula e Maxila\n\n### Interpretação Sistemática do Exame\n\n**Avalie em sequência os seguintes compartimentos:**\n\n- **Dentes e estruturas de suporte:** número, morfologia, cáries, restaurações, tratamentos endodônticos (qualidade, extensão, material), coroas e próteses\n- **Osso alveolar:** nível da crista óssea, padrão de perda (horizontal vs. vertical), defeitos ósseos angulares\n- **Lesões periapicais:** radiotransparências ou radiopacidades periapicais, seu tamanho e relação com ápices radiculares\n- **Dentes inclusos:** terceiros molares, caninos e demais retidos; avaliar relação com estruturas nobres (nervo alveolar inferior)\n- **Seios maxilares:** velamento, espessamento de mucosa, lesões\n- **ATM (côndilo mandibular):** simetria, morfologia, sinais de erosão ou remodelação\n- **Tecidos moles:** presença de calcificações (carótida, linfonodos, tonsilas)\n- **Lesões ósseas:** cistos, tumores, alterações da densidade óssea\n\n---\n\n### Achados e Condutas Específicas\n\n**Doença periodontal com perda óssea alveolar:**\n- Encaminhar ao periodontista para sondagem clínica completa e plano de tratamento\n- Solicitar PCR ultrassensível, HbA1c e glicemia de jejum (associação bidirecional com DM2)\n- Orientar cessação do tabagismo (principal fator de risco modificável)\n- Após tratamento periodontal, reavaliação sistêmica dos marcadores inflamatórios\n\n**Lesões periapicais (granulomas, cistos):**\n- Encaminhar ao endodontista ou cirurgião bucomaxilofacial conforme complexidade\n- Dentes com tratamento endodôntico inadequado e lesão periapical ativa são focos infecciosos crônicos — discutir retratamento ou extração com profissional responsável\n- Correlacionar com quadros de inflamação crônica sistêmica de causa indefinida\n\n**Calcificação de artéria carótida (imagem radiopaca bilateral ou unilateral abaixo do ângulo da mandíbula, região de C3-C4):**\n- Encaminhar urgentemente para avaliação vascular (ultrassom Doppler de carótidas)\n- Solicitar: perfil lipídico completo, ApoB, Lp(a), PCR ultrassensível, score de cálcio coronariano se indicado\n- Avaliar risco cardiovascular global (Framingham, escore de risco ASCVD)\n- Notificar o dentista/radiologista que emitiu o laudo caso este achado não tenha sido mencionado\n\n**Cavitações ósseas (osteonecroses focais em sítios de extrações prévias):**\n- Na suspeita clínica (dor orofacial crônica, sintomas neurológicos difusos), complementar com CBCT para melhor avaliação tridimensional\n- Encaminhar a cirurgião bucomaxilofacial com experiência em medicina funcional integrativa\n- Correlacionar com quadros de dor crônica, fadiga e síndromes funcionais\n\n**Reabsorção condilar bilateral:**\n- Avaliar doenças autoimunes sistêmicas (ANA, FR, anti-CCP, VHS, PCR)\n- Encaminhar ao reumatologista se suspeita de artrite reumatoide ou lúpus\n\n**Seios maxilares velados ou com espessamento de mucosa:**\n- Correlacionar com sintomas (rinite, sinusite crônica, dor facial)\n- Encaminhar ao otorrinolaringologista se indicado\n- Excluir causa dentária (dentes posteriores superiores com ápices em relação com o assoalho do seio)\n\n---\n\n### Frequência de Realização\n\n- **Adultos sem fatores de risco:** a cada 3-5 anos como triagem\n- **Pacientes de alto risco** (diabetes, tabagismo, imunossupressão, doença periodontal ativa): a cada 1-2 anos\n- **Crianças e adolescentes:** conforme indicação do dentista pediátrico (geralmente ao redor dos 7-10 anos para avaliação da dentição mista)\n\n---\n\n### Limitações e Complementação\n\n- A panorâmica é um exame de triagem; achados suspeitos devem ser complementados com **radiografias periapicais** (maior resolução) ou **CBCT** (avaliação tridimensional)\n- Não substitui a sondagem periodontal clínica para diagnóstico de doença periodontal\n- Para avaliação de ATM sintomática, a **ressonância magnética** é o exame de escolha (avalia o disco articular)\n\n---\n\n### Perspectiva Integrativa\n\n- Tratar focos infecciosos bucais identificados como parte do manejo de inflamação crônica sistêmica\n- Incluir avaliação odontológica anual com panorâmica periódica no protocolo de saúde preventiva e longevidade\n- Comunicar achados relevantes entre médico e dentista para abordagem coordenada do paciente"
}
