{
  "score_item_id": "c77cedd3-2800-7648-9d0d-6acafd2f9700",
  "clinical_relevance": "O teste respiratório de hidrogênio (Hydrogen Breath Test — HBT) é um método diagnóstico não invasivo baseado na medição de gases produzidos pela fermentação bacteriana no intestino. Hidrogênio (H2), metano (CH4) e, mais recentemente, sulfeto de hidrogênio (H2S) são gases produzidos exclusivamente por microrganismos intestinais — não por células humanas — tornando sua presença no ar expirado um marcador indireto exclusivo da atividade microbiana intestinal.\n\n**Fundamento fisiológico:** Substratos fermentáveis não absorvidos no intestino delgado chegam ao cólon e são metabolizados pela microbiota. O H2 gerado é absorvido pela mucosa intestinal, transportado pela corrente sanguínea e eliminado pelos pulmões. Existe uma dinâmica de competição entre produtores e consumidores de H2: metanogênios (arqueias) convertem H2 em CH4, enquanto bactérias sulfato-redutoras o convertem em H2S. Essa relação entre os três gases é crucial para a interpretação correta do exame.\n\n**Principais indicações:**\n- Diagnóstico de Supercrescimento Bacteriano do Intestino Delgado (SIBO)\n- Diagnóstico de Supercrescimento Metanogênico Intestinal (IMO)\n- Avaliação de má absorção de lactose e frutose\n- Estimativa do tempo de trânsito oro-cecal\n- Investigação de sintomas gastrointestinais funcionais (distensão, flatulência, dor abdominal)\n\n**Substratos utilizados:** Glicose ou lactulose (SIBO/IMO); lactose (intolerância à lactose); frutose (má absorção de frutose).\n\n**Critérios diagnósticos consolidados (consensos internacionais — ACG 2020, Rome Consensus 2009, North American Consensus 2017):**\n- **SIBO positivo (H2):** Elevação ≥20 ppm acima do basal nos primeiros 90 minutos (glicose) ou 90–120 minutos (lactulose)\n- **IMO positivo (CH4):** Elevação ≥10 ppm em qualquer momento do teste, incluindo em jejum\n- **Má absorção de frutose/lactose:** Elevação de H2 ≥20 ppm acima do basal após carga com o substrato específico\n- **Abordagem simplificada para IMO (SMM):** Medição única de CH4 em jejum ≥10 ppm demonstra alta performance diagnóstica comparável ao protocolo padrão de 2 horas\n\n**Preparação obrigatória para validade do exame:**\n- Jejum de 12 horas antes do teste\n- Dieta pobre em fibras fermentáveis no dia anterior\n- Suspensão de antibióticos por pelo menos 4 semanas\n- Não fumar no dia do exame\n- Evitar exercício intenso e sono durante o teste\n\n**Epidemiologia relevante:** A prevalência de SIBO em pacientes com Síndrome do Intestino Irritável (SII) é significativamente maior que na população geral — com incidência 3,7 vezes maior em portadores de SII. Um estudo de 2000 encontrou positividade de 78% em pacientes com SII. A prevalência de SIBO na dispepsia funcional (FD) é 2,8 vezes maior que em controles. Pacientes com SIBO predominante em metano têm 5 vezes mais probabilidade de apresentar constipação em comparação aos casos predominantes em hidrogênio.\n\n**Correlações clínico-gasométricas:**\n- **H2 elevado:** Associado predominantemente a diarreia, distensão abdominal, flatulência e má absorção\n- **CH4 elevado:** Associado à constipação — meta-análise de 2011 encontrou OR de 3,51 (IC 95%: 2,00–6,16) para a associação entre metano e constipação; a gravidade da constipação correlaciona-se diretamente com os níveis de CH4 e com a colonização por Methanobrevibacter smithii\n- **H2S:** Gasotransmissor com papéis em inflamação e reparo da mucosa intestinal; associado à SII com predomínio de diarreia (IBS-D)\n\n**Limitações do método:** O teste mede indiretamente o supercrescimento microbiano. Variabilidade no tempo de trânsito oro-cecal pode gerar falsos-positivos (chegada precoce do substrato ao cólon) ou falsos-negativos. Pacientes 'não produtores de hidrogênio' — nos quais todo H2 é consumido por metanogênios ou bactérias sulfato-redutoras — podem ter resultados falsamente negativos se apenas H2 for medido. A incorporação da medição de H2S amplia a acurácia diagnóstica. A sensibilidade dos testes com glicose e lactulose é reconhecidamente baixa, embora a especificidade seja alta.",
  "points": 0,
  "patient_explanation": "O teste respiratório de hidrogênio é um exame simples e sem agulhas que avalia como as bactérias do seu intestino estão funcionando. Você bebe uma solução açucarada (geralmente lactose, frutose ou lactulose) e depois assopra em coletores a cada 15–20 minutos por cerca de 2 horas. O equipamento mede os gases que suas bactérias intestinais produzem — principalmente hidrogênio e metano — que chegam aos pulmões pelo sangue e saem quando você respira.\n\nEste exame ajuda a identificar se há um excesso de bactérias no intestino delgado (chamado SIBO) ou um tipo especial de excesso de microrganismos produtores de metano (chamado IMO). Também pode detectar se você tem dificuldade em absorver lactose (açúcar do leite) ou frutose (açúcar das frutas).\n\nResultados alterados podem explicar sintomas como inchaço abdominal, gases em excesso, dor na barriga, diarreia ou prisão de ventre. O mais importante é que, quando alterado, o exame aponta para tratamentos específicos — como ajustes na dieta ou medicamentos direcionados — que podem melhorar muito o seu bem-estar digestivo.",
  "conduct": "## Conduta Clínica — Teste Respiratório de Hidrogênio\n\n### Interpretação dos Resultados\n\n**Resultado positivo para SIBO (H2 ≥20 ppm nos primeiros 90–120 minutos):**\n- Confirma supercrescimento bacteriano no intestino delgado\n- Correlacionar com sintomas predominantes (diarreia, distensão, flatulência, má absorção)\n- Considerar fatores predisponentes: hipocloridria, uso crônico de IBPs, dismotilidade, doença celíaca, cirurgias abdominais prévias, SII\n\n**Resultado positivo para IMO (CH4 ≥10 ppm em qualquer momento):**\n- Indica supercrescimento de arqueias metanogênicas (principalmente Methanobrevibacter smithii)\n- Associação fortemente documentada com constipação intestinal — tratar o IMO pode melhorar o trânsito\n- Requer antibioticoterapia direcionada a arqueias (esquemas combinados)\n\n**Resultado positivo para má absorção (H2 ≥20 ppm após carga de lactose ou frutose):**\n- Orientar restrição alimentar específica\n- Implementar dieta Low FODMAP em 3 fases: eliminação, reintrodução e personalização, com acompanhamento nutricional\n\n---\n\n### Investigação Complementar Recomendada\n\n- **Calprotectina fecal:** Descartar doença inflamatória intestinal antes de assumir causa funcional\n  - <100 µg/g: probabilidade de 98% de diagnóstico funcional (SII)\n  - 100–250 µg/g: zona cinzenta, requer interpretação cautelosa\n  - >250 µg/g: indicação de colonoscopia\n- **Sorologia para doença celíaca:** IgA sérica total + anti-transglutaminase IgA (se IgA baixa: anti-transglutaminase IgG)\n- **Avaliação da permeabilidade intestinal:** Zonulina fecal ou sérica como marcador de \"leaky gut\"\n- **Metabolômica urinária (ácidos orgânicos):** Mais informativa que análise isolada da microbiota; detecta metabólitos bacterianos e fúngicos\n- **Parasitológico de fezes:** Recomendado especialmente no contexto brasileiro\n- **Elastase pancreática fecal:** Para avaliar insuficiência exócrina do pâncreas como causa de má absorção\n- **Considerar avaliação de SIFO** (supercrescimento fúngico) em pacientes com sintomas sugestivos (sensação de distensão sem distensão objetiva, dor abdominal), especialmente se cultura duodenal disponível (padrão ouro: >10³ UFC/mL de fungos) ou análise de metabolômica fúngica\n\n---\n\n### Tratamento Baseado em Evidências\n\n**Para SIBO (predomínio de H2):**\n- **Rifaximina** é a terapia de primeira escolha — antibiótico de baixa absorção sistêmica que atua localmente no intestino, alterando a composição da microbiota\n- Considerar ajuste de fatores predisponentes (suspender IBPs se possível, tratar hipomotilidade)\n\n**Para IMO (predomínio de CH4):**\n- Esquemas combinados direcionados a metanogênios — estudos controlados demonstram que a redução de CH4 melhora a constipação\n- Evidência de que a gravidade da constipação correlaciona-se diretamente aos níveis de CH4 e à colonização por M. smithii\n\n**Abordagem dietética:**\n- **Dieta Low FODMAP** em 3 fases com suporte de nutricionista: fase de eliminação, reintrodução gradual e personalização\n- Período de acompanhamento mínimo de 12 meses para avaliação de eficácia\n- Avaliar necessidade de suplementação de ácido clorídrico ou enzimas digestivas conforme avaliação funcional\n\n**Suporte à microbiota e mucosa:**\n- Nutracêuticos com evidência para reparo de permeabilidade: zinco-carnosina, glutamina, curcumina\n- Cautela com probióticos: monitorar piora de sintomas como distensão e \"brain fogginess\" (aumento de D-lactato associado a certos probióticos)\n- Saccharomyces boulardii pode ser considerado como adjuvante probiótico em casos de SIFO\n\n**Estimulação do nervo vago:**\n- Técnicas como respiração diafragmática e massagem auricular podem ser consideradas como adjuvante no controle de sintomas em pacientes com SII associada a disfunção autonômica\n\n---\n\n### Critérios de Encaminhamento\n\n- **Gastroenterologista:** Resultados duvidosos, falha de tratamento empírico, suspeita de doença inflamatória intestinal, necessidade de endoscopia ou colonoscopia, suspeita de má absorção estrutural\n- **Nutricionista especializado em microbiota intestinal:** Para implementação e acompanhamento da dieta Low FODMAP e estratégias alimentares individualizadas\n- **Reavaliação em 8–12 semanas** após tratamento para verificar erradicação do SIBO/IMO e resposta sintomática"
}
