{
  "score_item_id": "019bf31d-2ef0-7e0f-b23f-109557d6d51d",
  "clinical_relevance": "O metano expirado (CH4) é um biomarcador gasoso mensurado no teste respiratório (breath test) que reflete a atividade de arqueias metanogênicas no trato gastrointestinal — organismos distintos das bactérias convencionais. O principal metanogênico humano é o Methanobrevibacter smithii, presente tanto no intestino delgado quanto no cólon.\n\n**Valor de referência e critério diagnóstico:** O consenso norte-americano (North American Consensus, 2017, American Journal of Gastroenterology) e as diretrizes ACG (2020) estabelecem que níveis de CH4 ≥ 10 ppm em qualquer momento do teste respiratório — incluindo em jejum (single meal methane, SMM) — definem positividade para Supercrescimento Metanogênico Intestinal (IMO, Intestinal Methanogen Overgrowth). Essa abordagem simplificada com medição única em jejum demonstrou desempenho diagnóstico comparável aos protocolos padrão de 2 horas.\n\n**Fisiopatologia:** O CH4 não é produzido por células humanas, sendo um marcador exclusivo da atividade microbiana. As arqueias metanogênicas utilizam hidrogênio (H2) produzido por bactérias fermentadoras (sintrofos das famílias Christensenellaceae e Ruminococcaceae) para gerar CH4. Estudos com duodenoscopia (estudo REIMAGINE, 2025, Digestive Diseases and Sciences) confirmaram que o perfil arqueano duodenal de pacientes com IMO é significativamente diferente do de não-IMO, com aumento de 2,94 log2-fold na abundância relativa da família Methanobacteriaceae no duodeno. M. smithii estava presente no duodeno de 63,64% dos sujeitos estudados, e sua abundância relativa correlacionou-se diretamente com os níveis de CH4 no ar expirado (R = 0,221, P = 0,02). A co-ocorrência de múltiplas espécies metanogênicas (Halarchaeum sp. CBA1220, Desulfurococcus mucosus, Halobaculum rubrum) amplifica os níveis de CH4: a positividade do teste foi mais comum quando as 4 espécies co-ocorriam (P = 0,04).\n\n**Mecanismo de impacto no trânsito intestinal:** O metano inibe diretamente o trânsito intestinal — modelos animais demonstraram redução de 59% no trânsito (Pimentel et al., Am J Physiol Gastrointest Liver Physiol, 2006) — e aumenta a atividade contrátil do intestino delgado, contribuindo para dismotilidade e constipação.\n\n**Dados epidemiológicos:** Meta-análise publicada em Digestive Diseases and Sciences (2011) encontrou razão de chances (OR) de 3,51 (IC 95%: 2,00–6,16) para a associação entre metano expirado e constipação. O consenso norte-americano (2017) relata que pacientes com IMO têm 5 vezes mais probabilidade de apresentar constipação em comparação a pacientes com SIBO predominante em hidrogênio, com a gravidade da constipação correlacionando-se diretamente aos níveis de CH4. Meta-análise de 2025 (Clinical Gastroenterology and Hepatology) examinando 1.293 pacientes com IMO versus 3.208 controles em 19 estudos identificou bloating em 78%, constipação em 51%, com taxas de constipação significativamente elevadas (47% vs. 38% em controles) e menor prevalência e gravidade de diarreia. Em pacientes com SII, a incidência de SIBO/IMO é 3,7 vezes maior que na população geral. Em sujeitos com IMO positivo, os níveis de CH4 correlacionaram-se com a gravidade da constipação (R = 0,577, P = 0,019).\n\n**Distinção clínica IMO vs. SIBO por H2:** O IMO define um fenótipo clínico distinto do SIBO clássico por H2. Enquanto o excesso de H2 associa-se tipicamente à diarreia, o excesso de CH4 associa-se a constipação. A presença de produtores de H2S sem metanogênios correlaciona-se com fezes mais amolecidas; a presença de metanogênios com CH4 ≥ 10 ppm determina constipação como característica dominante, independentemente de H2S.\n\n**Limitações do teste:** O teste respiratório é uma medida indireta do supercrescimento microbiano. Limitações incluem variabilidade no tempo de trânsito orocecal, risco de falso-positivo e falso-negativo, e necessidade de protocolo rigoroso de preparo (restrição alimentar e suspensão de medicamentos). A acurácia depende de cumprimento estrito das instruções pelo paciente.",
  "points": 0,
  "patient_explanation": "O teste de metano expirado mede a quantidade de um gás chamado metano no seu hálito. Esse gás não é produzido pelo seu próprio corpo — ele é produzido por micro-organismos que vivem no seu intestino, chamados de arqueias (principalmente o Methanobrevibacter smithii). Quando há um excesso dessas arqueias, o resultado é positivo, e esse estado é chamado de IMO (Supercrescimento Metanogênico Intestinal).\n\nPor que isso importa para a sua saúde? O metano em excesso no intestino torna o trânsito intestinal mais lento. Isso significa que os alimentos demoram mais para passar pelo intestino, o que pode causar constipação (intestino preso), inchaço (sensação de barriga estufada) e desconforto abdominal. Estudos mostram que pessoas com esse excesso de metano têm cerca de 3 a 5 vezes mais chance de sofrer de constipação do que pessoas sem esse achado.\n\nSe o seu resultado for elevado (10 partes por milhão ou mais), isso não é um diagnóstico grave — é uma informação importante que ajuda o seu médico a entender a origem dos seus sintomas intestinais e a escolher o tratamento mais adequado, que pode incluir mudanças na alimentação e, em alguns casos, medicamentos específicos.",
  "conduct": "## Conduta Clínica — Metano Expirado Elevado (IMO)\n\n### Critério de Positividade\n- **CH4 ≥ 10 ppm** em qualquer momento do teste respiratório (com lactulose ou glicose) ou na medição única em jejum (SMM)\n- Confirma diagnóstico de **IMO (Intestinal Methanogen Overgrowth)**\n\n---\n\n### Investigação Complementar\n\n**Avaliação clínica inicial:**\n- Anamnese detalhada do padrão intestinal: frequência, consistência das fezes (Escala de Bristol), presença de bloating, flatulência, distensão abdominal e eructação\n- Correlação com sintomas de SII-C (Síndrome do Intestino Irritável com predominância de constipação)\n- Investigação de dieta (consumo de FODMAPs fermentáveis, fibras, líquidos)\n\n**Exames complementares a considerar:**\n- **Teste respiratório completo com H2, CH4 e H2S:** para diferenciar IMO puro de co-ocorrência com SIBO por H2 ou superprodução de H2S, que orienta a escolha do tratamento\n- **Calprotectina fecal:** para afastar doença inflamatória intestinal (DII) em casos com sintomas atípicos; valores < 100 µg/g são altamente sugestivos de causa funcional\n- **Anticorpos anti-transglutaminase IgA e IgA sérica total:** avaliação para doença celíaca, especialmente na presença de sintomas gastrointestinais crônicos\n- **Avaliação metabólica e de microbiota:** ácidos orgânicos urinários, zonulina sérica (marcador de permeabilidade intestinal aumentada), metabolômica fecal quando disponível\n- **Colonoscopia:** indicada se sinais de alarme (sangramento, perda de peso involuntária, anemia, alteração do calibre das fezes, idade > 45 anos sem colonoscopia prévia, história familiar de CCR)\n\n---\n\n### Tratamento Baseado em Evidências\n\n**Abordagem antimicrobiana direcionada a metanogênios:**\n- A terapia de primeira linha para IMO em adultos, conforme descrito na literatura (incluindo Pimentel et al. e o ACG Clinical Guideline 2020), é a combinação de **rifaximina + neomicina** (ou rifaximina + metronidazol), pois os metanogênios são arqueas e requerem antibióticos com espectro específico; a rifaximina isolada apresenta menor eficácia no IMO comparado ao SIBO por H2\n- **Rifaximina** (antibiótico de baixa absorção intestinal) é descrita como uma das terapias de primeira escolha para SIBO/IMO, alterando a composição da microbiota intestinal com impacto comprovado em sintomas de IBS e dispepsia funcional\n- Estudos randomizados e controlados demonstraram que a redução do CH4 com combinação de antibióticos melhorou a constipação em pacientes com IMO\n\n**Manejo dietético:**\n- Dieta **Low FODMAP** como estratégia adjuvante para reduzir substrato fermentável disponível aos metanogênios; requer acompanhamento de nutricionista experiente para implementação segura\n- Otimização do aporte hídrico e de fibras solúveis\n- Avaliação e, se necessário, otimização da acidez gástrica e das enzimas digestivas, pois a digestão deficiente aumenta o substrato fermentável\n\n**Probióticos e modulação da microbiota:**\n- A evidência para probióticos específicos no IMO é ainda limitada; Saccharomyces boulardii pode ser utilizado como adjuvante (250 mg duas vezes ao dia) conforme protocolos de medicina funcional integrativa\n\n**Abordagem do eixo intestino-cérebro:**\n- Considerar neuromodulação e manejo do estresse como parte do tratamento integrado, especialmente em pacientes com SII-C e hipersensibilidade visceral\n\n---\n\n### Encaminhamento a Especialistas\n\n- **Gastroenterologista:** quando há sintomas de alarme, necessidade de endoscopia/colonoscopia, ou falha de resposta ao tratamento inicial\n- **Nutricionista com experiência em microbiota intestinal:** para implementação e monitoramento da dieta Low FODMAP e outras estratégias nutricionais\n- **Infectologista ou gastroenterologista especializado em microbiota:** em casos refratários ou quando há co-ocorrência de SIFO (supercrescimento fúngico intestinal)\n\n---\n\n### Monitoramento\n\n- Reavaliação clínica dos sintomas (escala de frequência e consistência das fezes, bloating, dor) após ciclo de tratamento\n- Repetição do teste respiratório após tratamento antimicrobiano para confirmar erradicação do IMO\n- Monitoramento da recorrência, pois o IMO tende a recidivar sem modificação dos fatores predisponentes (dieta, motilidade, uso de inibidores de bomba de prótons, etc.)"
}
