{
  "score_item_id": "c77cedd3-2800-7df7-86ff-3b424df41f1a",
  "clinical_relevance": "O Hidrogênio Basal (H₂ em jejum) representa a concentração de gás hidrogênio (H₂) no ar expirado medida em condições de jejum, antes da administração de qualquer substrato no teste respiratório. A unidade é partes por milhão (ppm). Fisiologicamente, o H₂ não é produzido por células humanas — qualquer hidrogênio detectado no ar expirado é produto exclusivo da fermentação bacteriana de carboidratos no trato gastrointestinal. Isso o torna um marcador indireto sensível da composição e atividade da microbiota intestinal.\n\nValores de referência e interpretação: O valor basal em jejum deve ser idealmente inferior a 10 ppm, considerado normal após preparo adequado (jejum de 12 horas e dieta pobre em fermentáveis na véspera). Valores basais elevados (≥20 ppm) sugerem fermentação bacteriana ativa mesmo em jejum, podendo indicar preparo inadequado do paciente (dieta, uso de antibióticos recentes) ou supercrescimento bacteriano significativo. O critério diagnóstico de SIBO positivo pelo teste respiratório — conforme a diretriz ACG 2020 e o Consenso de Roma — é uma elevação de ≥20 ppm acima do basal nos primeiros 90 minutos (glicose) ou 90-120 minutos (lactulose).\n\nFisiopatologia: Em condições normais, o intestino delgado contém baixa densidade bacteriana. No SIBO (Supercrescimento Bacteriano do Intestino Delgado), bactérias colonizam em excesso o intestino delgado e fermentam carboidratos ainda em processo de digestão proximal, gerando H₂ que é absorvido pela mucosa intestinal, transportado pelo sangue e excretado pelos pulmões. O valor basal elevado indica que, mesmo em jejum, há fermentação ativa, sinalizando sobrecarga bacteriana importante. Além do H₂, a microbiota produz CH₄ (metano, por arqueias metanogênicas) e H₂S (sulfeto de hidrogênio, por bactérias sulfato-redutoras) — gases que consomem H₂ e podem falsamente reduzir o valor basal de hidrogênio medido, gerando falsos negativos.\n\nDados epidemiológicos: A prevalência de SIBO em pacientes com SII (Síndrome do Intestino Irritável) é estimada em até 78% em alguns estudos, com risco relativo 3,7 vezes maior do que controles saudáveis. Em pacientes com dispepsia funcional, a prevalência de SIBO é 2,8 vezes maior que em controles. O SIBO é uma condição altamente prevalente em distúrbios funcionais gastrointestinais.\n\nEstratificação de risco: Um H₂ basal elevado isoladamente não confirma SIBO, mas associado ao contexto clínico e ao padrão de elevação durante o teste, orienta o diagnóstico. Curvas com pico precoce e elevado sugerem SIBO de intestino delgado proximal. A acurácia dos testes respiratórios é moderada: metanálise recente demonstra baixa sensibilidade com alta especificidade tanto para o teste respiratório de glicose quanto para o de lactulose. O padrão ouro diagnóstico permanece a cultura de aspirado jejunal (>10³ UFC/ml para SIBO; ≥10⁵ UFC/ml em outras referências), mas é raramente realizado na prática clínica pela sua invasividade.",
  "points": 7,
  "patient_explanation": "O hidrogênio basal é uma medida feita antes do início do teste respiratório, enquanto você ainda está em jejum. Ele indica a quantidade de gás hidrogênio presente no seu hálito, que é produzido pelas bactérias do seu intestino ao fermentar alimentos. Como o corpo humano não produz hidrogênio por conta própria, qualquer quantidade detectada vem das suas bactérias intestinais. Quando esse valor está elevado já no início do exame, pode indicar que há mais bactérias do que o normal no intestino delgado — uma situação chamada de supercrescimento bacteriano (SIBO). Esse desequilíbrio pode causar sintomas como inchaço abdominal, excesso de gases, diarreia ou prisão de ventre. O exame é simples, não invasivo e ajuda o seu médico a entender melhor o funcionamento do seu intestino para orientar o tratamento mais adequado.",
  "conduct": "## Conduta Clínica: Hidrogênio Basal (H₂ Jejum)\n\n### Interpretação do Resultado\n\n- **H₂ basal < 10 ppm:** Normal. Prosseguir com interpretação padrão do teste respiratório.\n- **H₂ basal 10–19 ppm:** Limítrofe. Avaliar adequação do preparo; pode indicar fermentação residual. Considerar repetição com preparo rigoroso antes de interpretar o teste.\n- **H₂ basal ≥ 20 ppm:** Elevado. Sugere fermentação bacteriana ativa em jejum. Avaliar preparo inadequado versus SIBO significativo.\n\n### Verificação do Preparo do Paciente\n\nAntes de interpretar um basal elevado como patológico, confirmar:\n- **Jejum de 12 horas** antes do exame\n- **Dieta pobre em fermentáveis** na véspera (evitar leguminosas, fibras solúveis, lactose, frutose em excesso)\n- **Ausência de antibióticos** nas últimas 4 semanas\n- **Ausência de probióticos** nas últimas 2–4 semanas\n- **Não ter fumado** nas horas anteriores ao exame\n- **Não ter praticado exercício intenso** imediatamente antes\n\n### Investigação Complementar\n\n**Em caso de H₂ basal elevado persistente com preparo adequado:**\n\n- **Teste respiratório completo com lactulose ou glicose:** Avaliar o padrão de elevação do H₂ ao longo de 90–120 minutos (critério positivo: elevação ≥20 ppm acima do basal nos primeiros 90 min)\n- **Teste com medição de metano (CH₄):** Elevação ≥10 ppm em qualquer momento define IMO (Supercrescimento Metanogênico Intestinal), associado predominantemente à constipação\n- **Avaliação da microbiota e metabolômica:** Ácidos orgânicos urinários são mais informativos que análise isolada de microbiota\n- **Calprotectina fecal:** Para exclusão de doença inflamatória intestinal (valores <100 µg/g têm probabilidade de 98% para SII; valores >250 µg/g indicam colonoscopia)\n- **Avaliação de doença celíaca:** IgA sérica total + anticorpo antitransglutaminase IgA\n- **Zonulina fecal ou sérica:** Marcador de permeabilidade intestinal aumentada\n- **Elastase pancreática fecal:** Para avaliação de insuficiência pancreática exócrina como diagnóstico diferencial\n- **Teste parasitológico de fezes:** Recomendado especialmente no contexto brasileiro\n\n### Intervenções Baseadas em Evidências\n\n**Tratamento do SIBO confirmado:**\n\n- **Rifaximina:** Antibiótico de primeira escolha para SIBO. Age como antibiótico oral pouco absorvido que altera a composição da microbiota intestinal. Indicado também em SII e dispepsia funcional com componente disbiótico\n- **Abordagem dietética:** Implementar protocolo Low FODMAP em três fases (suspensão, reintrodução, personalização) com acompanhamento nutricional especializado\n\n**Suporte à integridade intestinal e à microbiota:**\n\n- Zinco-carnosina, glutamina, pectina, beta-glucana e butirato para melhora da permeabilidade intestinal\n- Magnésio e Trífala para suporte à motilidade\n- Saccharomyces boulardii (250 mg 2x/dia) como adjuvante probiótico — com cautela: monitorar piora de \"brain fogginess\" e distensão\n- Ácidos graxos de cadeia curta (butirato): possuem atividade anti-inflamatória e antimicrobiana; avaliar caso a caso\n\n**Neuromodulação em contexto de SII associada:**\n\n- Amitriptilina (ação anti-inflamatória intestinal) ou Pregabalina (50 mg/dia para sono, desconforto e distensão) — sob avaliação individualizada\n- Técnicas de tonificação do nervo vago: respiração diafragmática e massagem auricular\n\n### Critérios de Encaminhamento\n\n- **Gastroenterologista:** SIBO recorrente, falha ao tratamento com rifaximina, suspeita de doença orgânica subjacente (doença de Crohn, doença celíaca, dismotilidade grave)\n- **Colonoscopia:** Calprotectina fecal >250 µg/g, presença de sinais de alarme (perda de peso involuntária, sangramento retal, anemia ferropriva sem explicação)\n- **Nutrologista/Nutricionista:** Implementação e monitoramento do protocolo Low FODMAP e suplementação individualizada"
}
