{
  "score_item_id": "019bf31d-2ef0-7b15-8817-098b9539c0f0",
  "clinical_relevance": "O metano basal em jejum (CH₄ jejum) é medido em partes por milhão (ppm) no teste respiratório em amostra única de ar expirado após período de jejum. O CH₄ não é produzido por células humanas, sendo gerado exclusivamente por arqueias metanogênicas — principalmente Methanobrevibacter smithii — presentes no intestino delgado e cólon. O critério diagnóstico consensual para Supercrescimento Metanogênico Intestinal (IMO, Intestinal Methanogen Overgrowth) é CH₄ ≥ 10 ppm em qualquer momento do teste respiratório, inclusive em amostra única em jejum. A abordagem de medição única em jejum (Single Methane Measurement, SMM) demonstrou performance diagnóstica elevada e comparável aos protocolos de 2 horas.\n\nO IMO representa um fenótipo distinto do SIBO clássico predominante em hidrogênio. Enquanto o SIBO-H₂ está predominantemente associado à diarreia, o IMO caracteriza-se por constipação intestinal. Meta-análise de 2011 (Digestive Diseases and Sciences) demonstrou odds ratio de 3,51 (IC 95%: 2,00–6,16) para a associação entre metano expirado e constipação. O Consenso Norte-Americano de 2017 (American Journal of Gastroenterology) estabeleceu que pacientes com supercrescimento predominante em metano têm 5 vezes mais probabilidade de apresentar constipação comparados àqueles com padrão predominante em hidrogênio, com a gravidade da constipação correlacionando-se diretamente aos níveis de CH₄. Estudo de 2025 (Digestive Diseases and Sciences) confirmou correlação entre níveis de CH₄ em IMO positivos e gravidade da constipação (R = 0,577; P = 0,019).\n\nO mesmo estudo de 2025 demonstrou que o perfil arqueológico duodenal difere significativamente entre sujeitos IMO-positivos e IMO-negativos, com aumento de 2,94 vezes (log2 fold) na prevalência da família Methanobacteriaceae no duodeno de sujeitos com IMO. M. smithii estava presente no duodeno de 63,64% dos sujeitos estudados, e sua abundância relativa correlacionou-se com os níveis de CH₄ no teste respiratório (R = 0,221; P = 0,02). A co-ocorrência de múltiplos metanógenos aumenta progressivamente os níveis de CH₄ e a probabilidade de teste positivo para IMO.\n\nFisiologicamente, o CH₄ produzido no intestino retarda o trânsito gastrointestinal e aumenta a atividade contrátil do intestino delgado — mecanismo documentado em modelos animais com inibição do trânsito intestinal de aproximadamente 59%. Além disso, M. smithii e outros metanógenos recebem hidrogênio de sintrofos bacterianos produtores de H₂ (famílias Christensenellaceae e Ruminococcaceae), formando uma rede metabólica que sustenta a produção contínua de metano.\n\nMeta-análise publicada em Clinical Gastroenterology and Hepatology avaliando 1.293 pacientes com IMO versus 3.208 controles (19 estudos) demonstrou padrão sintomático característico: distensão abdominal (78%), constipação (51%), com taxas de constipação significativamente maiores em IMO (47% vs. 38% nos controles). A prevalência e gravidade de diarreia estão reduzidas em pacientes com IMO. Dados epidemiológicos indicam que a incidência de SIBO/IMO em portadores de SII é 3,7 vezes maior que na população geral. Importante: abaixo de 10 ppm de CH₄, a presença de produtores de H₂S (como Proteus mirabilis) correlaciona-se com fezes mais soltas, enquanto acima de 10 ppm o fenótipo dominante é constipação independentemente de H₂S.\n\nA interpretação clínica deve considerar limitações do teste: medição indireta de supercrescimento microbiano, variabilidade no tempo de trânsito orocecal, e necessidade de preparo rigoroso do paciente (dieta restritiva na véspera, jejum adequado, ausência de antibióticos recentes). Estudo randomizado-controlado demonstrou que a redução do CH₄ com antibióticos combinados melhorou a constipação, reforçando a relação causal.",
  "points": 8,
  "patient_explanation": "O metano basal em jejum é um exame de ar expirado que mede o gás metano produzido por microrganismos chamados arqueias que vivem no seu intestino. Você sopra em um dispositivo após jejum, e o resultado é dado em partes por milhão (ppm).\n\nNosso corpo não produz metano — ele vem exclusivamente desses microrganismos intestinais. Quando o nível está acima de 10 ppm, há um supercrescimento desses microrganismos no intestino, condição chamada IMO. O metano em excesso desacelera o funcionamento do intestino, causando ou piorando a prisão de ventre e inchaço abdominal.\n\nSe o resultado estiver elevado, não há motivo para alarme: é uma condição tratável. O médico pode indicar antibióticos específicos que reduzem esses microrganismos, melhorando a constipação. O exame é simples, não invasivo, e orienta o tratamento mais adequado para você.",
  "conduct": "## Conduta Clínica — Metano Basal em Jejum (CH₄)\n\n### Interpretação do Resultado\n\n- **Normal:** CH₄ < 10 ppm em jejum\n- **IMO positivo:** CH₄ ≥ 10 ppm (em qualquer momento do teste ou na amostra de jejum)\n- A gravidade da constipação correlaciona-se diretamente com o nível de CH₄ (R = 0,577; P = 0,019)\n\n---\n\n### Investigação Complementar\n\n**Quando CH₄ ≥ 10 ppm (IMO positivo):**\n\n- **Avaliação sintomática estruturada:** frequência e consistência das evacuações (Escala de Bristol), distensão abdominal, flatulência, eructação\n- **Teste respiratório completo (2h com lactulose ou glicose):** considerar para avaliar concomitância de SIBO-H₂ (critério positivo: elevação de H₂ > 20 ppm nos primeiros 90 min)\n- **Calprotectina fecal:** descartar doença inflamatória intestinal (DII) — valores < 100 µg/g são altamente sugestivos de causa funcional\n- **Avaliação de doença celíaca:** anti-transglutaminase IgA + IgA sérica total, especialmente em constipação refratária\n- **Colonoscopia:** indicada se constipação refratária ao tratamento, presença de sinais de alarme (sangramento retal, perda ponderal involuntária, anemia, história familiar de câncer colorretal) ou calprotectina > 250 µg/g\n- **Avaliação de trânsito colônico:** considerar em casos refratários para diferenciar constipação de trânsito lento de disfunção do assoalho pélvico\n- **Microbiota intestinal e metabolômica (ácidos orgânicos urinários):** ferramentas funcionais úteis para avaliação mais ampla da disbiose, especialmente em contexto de medicina funcional integrativa\n\n---\n\n### Tratamento Baseado em Evidências\n\n**Abordagem antibiótica (primeira linha para IMO):**\n\n- **Rifaximina + Neomicina:** combinação demonstrada em estudo randomizado-controlado para reduzir CH₄ e melhorar constipação em IMO; a neomicina tem ação específica sobre metanógenos\n- **Rifaximina isolada:** menos eficaz para metanógenos que para SIBO-H₂; preferir combinação em IMO\n- Duração habitual: 10–14 dias (seguir protocolo institucional e atualização de diretrizes)\n- Reavaliação clínica pós-tratamento; considerar repetição do teste respiratório se resposta inadequada\n\n**Abordagem dietética adjuvante:**\n\n- **Dieta Low FODMAP:** reduz substratos fermentáveis disponíveis aos metanógenos; útil como suporte sintomático e adjuvante ao tratamento\n- Evitar excessos de fibras fermentáveis no período agudo\n- Otimizar hidratação adequada\n\n**Suporte ao trânsito intestinal:**\n\n- Avaliar e corrigir fatores que contribuem para o trânsito lento (hipotireoidismo, medicamentos constipantes como opioides e anticolinérgicos, baixa atividade física)\n- Não usar laxativos de forma crônica sem investigar e tratar a causa de base\n\n---\n\n### Encaminhamento a Especialistas\n\n- **Gastroenterologista:** IMO com sintomas refratários ao tratamento inicial, suspeita de doença orgânica subjacente, necessidade de colonoscopia ou endoscopia, sobreposição com SII de difícil manejo\n- **Nutrólogo/Nutricionista:** otimização dietética individualizada, implementação e acompanhamento de dieta Low FODMAP\n- **Coloproctologista:** suspeita de disfunção do assoalho pélvico contribuindo para constipação refratária\n\n---\n\n### Monitoramento\n\n- Reavaliação clínica de sintomas 4–6 semanas após tratamento\n- Repetição do teste respiratório em casos refratários ou para confirmar erradicação\n- A gravidade da constipação correlaciona-se com os níveis de CH₄, portanto a melhora clínica deve ser acompanhada de redução dos níveis quando reavaliado"
}
