{
  "score_item_id": "019bf31d-2ef0-7f47-ae6a-37aecea9bc16",
  "clinical_relevance": "O Hidrogênio Pico (H₂ Máximo) é o valor máximo de hidrogênio expirado, medido em partes por milhão (ppm), obtido durante o teste respiratório com lactulose ou glicose. Este parâmetro é o principal critério diagnóstico para o Supercrescimento Bacteriano do Intestino Delgado (SIBO) — uma condição caracterizada pela proliferação anormal de bactérias no intestino delgado, com ampla relevância clínica em gastroenterologia funcional e integrativa.\n\n**Fisiologia e Origem do Hidrogênio Expirado**\nO hidrogênio (H₂) é produzido exclusivamente pela fermentação bacteriana de carboidratos não absorvidos no lúmen intestinal. Seres humanos não produzem H₂ endogenamente. O gás difunde-se pela parede intestinal, entra na circulação portal e é eliminado pelos pulmões. O pico de H₂ no ar expirado reflete, portanto, a magnitude da fermentação bacteriana em determinado segmento intestinal. Entretanto, a concentração final de H₂ no expirado depende não apenas da produção, mas do equilíbrio entre produtores e consumidores de hidrogênio: metanogênicos (que convertem H₂ em CH₄) e bactérias redutoras de sulfato (que convertem H₂ em H₂S) competem pelo substrato disponível, podendo subestimar o H₂ real no exame.\n\n**Valores de Referência e Critérios Diagnósticos**\n- **SIBO (H₂):** Elevação ≥20 ppm acima do basal nos primeiros 90 minutos com glicose, ou nos primeiros 90-120 minutos com lactulose — critério estabelecido pela ACG Clinical Guideline (2020) e pelo North American Consensus (2017).\n- **Teste negativo:** Ausência de elevação ≥20 ppm no período de observação.\n- Para diagnóstico de malabsorção de frutose: elevação ≥20 ppm acima do basal após sobrecarga de 25-50g de frutose (Journal of Clinical Gastroenterology, 2021).\n- O pico de H₂ é frequentemente usado como threshold em ≥20 ppm para definir resultado anormal em lactulosebreath test (LBT).\n\n**Limitações Diagnósticas Relevantes**\nA interpretação do H₂ pico isolado é incompleta quando não se mensura simultaneamente CH₄ e H₂S. Pacientes classificados como \"não produtores de hidrogênio\" podem, na realidade, ter produção elevada totalmente consumida por metanogênicos ou bactérias redutoras de sulfato — resultando em perfil \"flat line\" de H₂ com teste falsamente negativo. A medição conjunta de H₂, CH₄ e H₂S é necessária para capturar o processo completo de troca energética microbiana. A variabilidade no tempo de trânsito orocecal também pode causar resultados falso-positivos ou falso-negativos.\n\n**Epidemiologia**\n- Prevalência de SIBO em pacientes com Síndrome do Intestino Irritável (SII): até 78% em alguns estudos, com risco relativo 3,7 vezes maior que em controles sem SII.\n- SIBO tem prevalência 2,8 vezes maior em pacientes com dispepsia funcional comparado a controles.\n\n**Preparo Obrigatório para o Teste**\nA acurácia diagnóstica depende criticamente do preparo: jejum de 12 horas, dieta pobre em fermentáveis no dia anterior, suspensão de antibióticos por 4 semanas, ausência de tabagismo no dia do exame e coleta de amostra basal antes da ingestão do substrato (Rome Consensus Conference, 2009).\n\n**Estratificação de Risco**\n- H₂ pico <20 ppm: resultado negativo para SIBO (mas não exclui IMO ou produção mascarada por consumo de H₂)\n- H₂ pico ≥20 ppm nos primeiros 90 min (glicose) ou 90-120 min (lactulose): SIBO positivo\n- Padrão duplo pico: sugestivo de fermentação em intestino delgado (1º pico) e cólon (2º pico)\n- Ausência de H₂ com CH₄ ou H₂S elevados: suspeitar de consumo total de H₂ por metanogênicos/sulfato-redutores",
  "points": 8,
  "patient_explanation": "O Hidrogênio Pico é o valor mais alto de hidrogênio que você elimina pelo ar respirado durante um exame chamado teste respiratório. Esse gás é produzido pelas bactérias que vivem no seu intestino quando elas fermentam os alimentos que você come. Normalmente, esse processo acontece principalmente no intestino grosso, mas quando há um número excessivo de bactérias no intestino delgado — condição chamada de SIBO — a fermentação começa antes do esperado e o hidrogênio no ar expirado aumenta mais rápido e em maior quantidade. O exame é simples, não invasivo e não causa dor: você bebe uma solução açucarada (lactulose ou glicose) e sopra em tubos a cada 15-20 minutos por até 3 horas. Se o hidrogênio subir muito rápido (acima de 20 partes por milhão nos primeiros 90 minutos), isso indica que há bactérias em excesso no intestino delgado, o que pode causar sintomas como inchaço abdominal, gases, diarreia ou dor. O resultado alterado não é uma doença grave, mas orienta o médico a investigar as causas e indicar o tratamento mais adequado, como ajustes na alimentação ou uso de antibióticos específicos.",
  "conduct": "## Conduta Clínica — Hidrogênio Pico (H₂ Máximo) no Teste Respiratório\n\n### 1. Interpretação do Resultado\n\n- **H₂ pico <20 ppm:** Resultado negativo para SIBO pelo critério padrão. Atenção: resultado negativo não exclui supercrescimento se houver consumo de H₂ por metanogênicos (CH₄ elevado) ou bactérias redutoras de sulfato (H₂S elevado).\n- **H₂ pico ≥20 ppm nos primeiros 90 min (glicose) ou 90-120 min (lactulose):** Critério positivo para SIBO (ACG 2020, North American Consensus 2017).\n- **Perfil \"flat line\" com CH₄ ou H₂S elevados:** Considerar SIBO com produção de H₂ mascarada por consumidores; não interpretar como negativo sem análise complementar dos outros gases.\n- **Avaliar sempre CH₄ concomitantemente:** CH₄ ≥10 ppm em jejum ou em qualquer momento define IMO (Supercrescimento Metanogênico Intestinal), associado principalmente à constipação.\n\n### 2. Investigação Complementar\n\n- **Avaliação de gases concomitantes:** Solicitar laudo com CH₄ e, quando disponível, H₂S para interpretação completa do teste.\n- **Calprotectina fecal:** Para diferenciar SII de doença inflamatória intestinal. Valores <100 µg/g têm 98% de probabilidade para diagnóstico funcional; acima de 250 µg/g requer colonoscopia.\n- **Rastreamento de doença celíaca:** IgA sérica total + anticorpo antitransglutaminase IgA em todos os pacientes com suspeita de SII ou sintomas gastrointestinais crônicos.\n- **Avaliação de malabsorção de frutose:** Se indicado clinicamente, realizar teste respiratório específico com sobrecarga de frutose (25-50g); positividade definida por H₂ ≥20 ppm acima do basal.\n- **Metabolômica e ácidos orgânicos urinários:** Mais informativos que análise isolada de microbiota para avaliar função bacteriana e detectar metabólitos fúngicos.\n- **Zonulina sérica ou fecal:** Para avaliação de permeabilidade intestinal aumentada (\"leaky gut\") quando clinicamente indicado.\n- **Teste parasitológico de fezes:** Recomendado no contexto brasileiro, especialmente em pacientes com sintomas gastrointestinais crônicos.\n\n### 3. Tratamento — SIBO (H₂ Predominante)\n\n- **Rifaximin:** Antibiótico de primeira escolha para SIBO; pouco absorvido, atua localmente no intestino e altera composição da microbiota. Indicado para SIBO confirmado, SII e dispepsia funcional com disbiose.\n- **Dieta Low-FODMAP:** Reduz substrato fermentável, alivia sintomas e pode ser implementada como estratégia adjuvante ou de manutenção.\n- **Otimização digestiva:** Avaliar e corrigir deficiências de acidez gástrica e enzimas digestivas antes de outras intervenções.\n\n### 4. Tratamento — IMO (CH₄ Predominante, Constipação)\n\n- IMO associado a CH₄ ≥10 ppm com predomínio de constipação exige abordagem diferenciada, com antibióticos específicos para metanogênicos (ex: neomicina associada a rifaximin, conforme protocolos vigentes).\n- Pacientes com IMO têm 5 vezes mais probabilidade de apresentar constipação comparado aos com SIBO predominante em H₂.\n\n### 5. Critérios de Encaminhamento a Especialistas\n\n- **Gastroenterologista:** SIBO recorrente (≥3 episódios/ano), refratário a tratamento padrão, suspeita de causa estrutural subjacente, calprotectina >250 µg/g, suspeita de doença inflamatória intestinal ou celíaca.\n- **Nutricionista especializado:** Implementação e acompanhamento de dieta Low-FODMAP, manejo de malabsorção de carboidratos, ajuste de fibras conforme perfil de microbiota.\n- **Médico funcional integrativo:** Abordagem da disbiose, permeabilidade intestinal, eixo intestino-cérebro e comorbidades funcionais associadas (sono, dor, fadiga).\n\n### 6. Considerações sobre Qualidade do Exame\n\n- **Preparo obrigatório:** Jejum de 12 horas, dieta pobre em fermentáveis no dia anterior, suspensão de antibióticos por 4 semanas, não fumar no dia do exame, coleta de amostra basal antes da ingestão do substrato.\n- Falha no preparo é a principal causa de resultados falso-positivos e falso-negativos.\n- Resultados devem ser sempre interpretados em conjunto com o quadro clínico, pois o teste tem sensibilidade limitada e especificidade variável conforme protocolo utilizado."
}
