{
  "score_item_id": "019bf31d-2ef0-766f-9443-2ec818a30625",
  "clinical_relevance": "O Metano Pico (CH₄ Máximo) é o valor máximo de metano expirado registrado durante o teste respiratório com hidrogênio e metano (H2-CH4 breath test), utilizado como marcador indireto de atividade de arqueias metanogênicas no trato gastrointestinal. CH₄ não é produzido por células humanas; sua presença no ar expirado reflete exclusivamente fermentação microbiana intestinal, tornando-o um biomarcador específico de composição da microbiota.\n\n**Valor de referência e critério diagnóstico:** O Consenso Norte-Americano de 2017 (American Journal of Gastroenterology) e o Consenso ACG de 2020 estabelecem que CH₄ ≥ 10 ppm em qualquer momento do teste respiratório — incluindo a medição em jejum — define positivo para Supercrescimento Metanogênico Intestinal (IMO, Intestinal Methanogen Overgrowth). A medição isolada em jejum (Single Morning Methane, SMM) ≥ 10 ppm demonstrou performance diagnóstica comparável ao protocolo padrão de 2 horas.\n\n**Fisiopatologia:** O metano é produzido predominantemente por Methanobrevibacter smithii e outras arqueias da família Methanobacteriaceae. Estudo de 2025 (Digestive Diseases and Sciences) confirmou que M. smithii coloniza o duodeno em 63,64% dos sujeitos avaliados, e que sua abundância relativa correla com os níveis de CH₄ expirado (R = 0,221; P = 0,02). Em sujeitos com IMO, a abundância relativa da família Methanobacteriaceae apresentou incremento de 2,94-log2 fold no duodeno em comparação a não-IMO (P = 1,29×10⁻³). O CH₄ produzido altera a função neuromuscular gastrointestinal e retarda o trânsito intestinal — modelos animais demonstraram redução de 59% no trânsito intestinal na presença de metano elevado. As arqueias metanogênicas dependem de bactérias sintrofas produtoras de H₂ (famílias Christensenellaceae e Ruminococcaceae) como substrato para a metanogênese.\n\n**Associação clínica com constipação:** A constipação é o fenótipo clínico dominante do IMO. Meta-análise (Digestive Diseases and Sciences, 2011; 30 estudos) calculou razão de chances (OR) de 3,51 (IC 95%: 2,00–6,16) para a associação entre metano expirado e constipação. O Consenso Norte-Americano de 2017 documenta que pacientes com supercrescimento predominante em metano apresentam 5 vezes mais probabilidade de constipação em comparação aos com supercrescimento predominante em hidrogênio, com gravidade da constipação correlacionando-se diretamente com os níveis de CH₄. Dados de 2025 (estudo REIMAGINE) confirmam correlação entre níveis de CH₄ e gravidade da constipação em sujeitos IMO-positivos (R = 0,577; P = 0,019).\n\n**Epidemiologia e contexto clínico:** A prevalência de SIBO/IMO em portadores de Síndrome do Intestino Irritável (SII) é 3,7 vezes maior que na população geral, com estudos identificando SIBO/IMO em até 78% dos casos de SII. IMO está particularmente associado à SII com predomínio de constipação (IBS-C). A distinção entre IMO (metano predominante) e SIBO-H₂ (hidrogênio predominante) tem implicação terapêutica direta, pois o tratamento antibiótico é diferente para cada fenótipo.\n\n**Limitações do teste:** O teste respiratório mede de forma indireta o supercrescimento metanogênico, com variabilidade relacionada ao tempo de trânsito orocecal, preparo inadequado (dieta, medicamentos) e interação entre gases (H₂S, H₂ e CH₄ competem por substratos). Riscos de falso-positivo e falso-negativo existem e requerem protocolo rigoroso de preparo.",
  "points": 8,
  "patient_explanation": "O teste respiratório de metano mede a quantidade de gás metano (CH₄) que você expira durante um exame não invasivo. Esse gás é produzido por microrganismos chamados arqueias que vivem no seu intestino — as células humanas não produzem metano, então qualquer metano encontrado no seu hálito vem exclusivamente do intestino.\n\nQuando o valor de metano está alto (10 ppm ou mais), isso indica que há um número excessivo dessas arqueias no intestino delgado, condição chamada de Supercrescimento Metanogênico Intestinal (IMO). O metano em excesso retarda o funcionamento do intestino, o que explica por que quem tem IMO costuma apresentar constipação (intestino preso), distensão abdominal e sensação de digestão lenta.\n\nA boa notícia é que o IMO tem tratamento eficaz com antibióticos específicos que reduzem a quantidade dessas arqueias, melhorando os sintomas de constipação. O exame é simples, seguro e não invasivo — você ingere uma solução de açúcar e sopra em uma série de tubos ao longo de algumas horas. Um resultado dentro do limite normal indica que seu intestino não apresenta esse tipo de supercrescimento.",
  "conduct": "## Conduta Clínica: Metano Pico (CH₄ Máximo) no Teste Respiratório\n\n### Interpretação do Resultado\n\n- **Normal:** CH₄ < 10 ppm em todo o teste\n- **IMO positivo:** CH₄ ≥ 10 ppm em qualquer momento do teste (incluindo medição em jejum)\n- **Gravidade:** Níveis mais elevados de CH₄ correlacionam com maior gravidade da constipação (R = 0,577; P = 0,019)\n\n---\n\n### Investigação Complementar\n\n**Em caso de IMO positivo (CH₄ ≥ 10 ppm):**\n\n- **Teste respiratório completo com H₂, CH₄ e H₂S** — caracterizar o perfil de gases para definir se há sobreposição de SIBO-H₂ ou produção de H₂S\n- **Calprotectina fecal** — para excluir doença inflamatória intestinal (valores < 100 µg/g: alta probabilidade de causa funcional; > 250 µg/g: indicação de colonoscopia)\n- **Avaliação para doença celíaca** — IgA sérica total + anticorpo antitransglutaminase IgA (em todos os pacientes com sintomas intestinais crônicos)\n- **Avaliação da permeabilidade intestinal** — zonulina fecal ou sérica como marcador de leaky gut\n- **Ácidos orgânicos urinários (metabolômica)** — avaliação funcional da microbiota e detecção de metabólitos bacterianos\n- **Teste parasitológico de fezes** — especialmente em contexto brasileiro\n- **Avaliação tireoidiana** — hipotireoidismo é causa secundária comum de constipação e pode coexistir com IMO\n\n---\n\n### Tratamento Baseado em Evidências\n\n**Primeira linha para IMO:**\n\n- **Neomicina + Rifaximina** (combinação) — estudo randomizado controlado demonstrou que a combinação de antibióticos direcionados aos metanógenos reduz produção de CH₄ e melhora a constipação\n- **Rifaximina isolada** — opção alternativa; age como antibiótico pouco absorvido que altera a composição da microbiota intestinal sem efeitos sistêmicos significativos\n- Reavaliar resposta com teste respiratório de controle após o ciclo antibiótico\n\n**Suporte dietético:**\n\n- **Dieta Low FODMAP** — redução de substratos fermentáveis que alimentam as arqueias metanogênicas e suas bactérias sintrofas (famílias Christensenellaceae e Ruminococcaceae); monitoramento por até 12 meses\n- Evitar fermentáveis em excesso durante o tratamento\n- Garantir hidratação e ingestão de fibras solúveis adequadas para suporte ao trânsito intestinal\n\n**Suporte probiótico e funcional:**\n\n- **Saccharomyces boulardii** 250 mg, duas vezes ao dia — adjuvante no contexto de disbiose\n- Otimizar acidez gástrica e enzimas digestivas antes de outras intervenções (abordagem funcional integrativa)\n\n---\n\n### Encaminhamento a Especialistas\n\n- **Gastroenterologista** — se IMO associado a sintomas graves, falha ao tratamento de primeira linha, suspeita de doença orgânica subjacente, ou necessidade de aspirado duodenal para cultura\n- **Nutricionista especializado em microbiota** — para implementação e monitoramento da dieta Low FODMAP\n- **Endocrinologista** — se houver suspeita de hipotireoidismo ou outras causas endócrinas de dismotilidade\n\n---\n\n### Considerações Adicionais\n\n- O IMO representa um fenótipo clínico distinto do SIBO-H₂: enquanto SIBO por hidrogênio associa-se tipicamente à diarreia, o IMO associa-se predominantemente à **constipação**\n- A presença de H₂S concomitante (gasotransmissor associado a diarreia e IBS-D) pode modificar o fenótipo clínico — a constipação como manifestação dominante ocorre sempre que CH₄ ≥ 10 ppm, independentemente de H₂S\n- O monitoramento dos níveis de CH₄ após tratamento é importante para avaliar erradicação e necessidade de retratamento\n- Protocolo rigoroso de preparo para o teste (dieta de restrição prévia, suspensão de antibióticos, probióticos e procinéticos) é essencial para evitar resultados falso-positivos ou falso-negativos"
}
