{
  "score_item_id": "c77cedd3-2800-7dac-93ef-95da8fbee038",
  "clinical_relevance": "O Delta Hidrogênio (Δ H₂) é a variação da concentração de hidrogênio molecular (H₂) no ar expirado, medida em partes por milhão (ppm), durante o teste respiratório com substrato fermentável (lactulose ou glicose). O H₂ não é produzido pelo metabolismo humano; sua presença no ar expirado é marcador exclusivo da fermentação bacteriana intestinal, tornando-o um biomarcador indireto de supercrescimento bacteriano do intestino delgado (SIBO — Small Intestinal Bacterial Overgrowth).\n\n**Fisiologia e fisiopatologia:** Bactérias anaeróbias do intestino delgado fermentam carboidratos não absorvidos, produzindo H₂ que difunde para a corrente sanguínea e é exalado pelos pulmões. Em condições normais, a fermentação predomina no cólon; na SIBO, a fermentação bacteriana proximal ocorre precocemente, elevando a excreção de H₂ nos primeiros 90 minutos do teste. O H₂ produzido pode ser consumido por metanogênicas (convertendo H₂ em CH₄) ou por bactérias redutoras de sulfato (convertendo H₂ em H₂S), o que explica o fenômeno dos 'não-produtores de hidrogênio' — pacientes com SIBO que apresentam teste de H₂ falsamente negativo por consumo microbiano do gás.\n\n**Critérios diagnósticos consolidados:** O Consenso Norte-Americano (2017) e o ACG Clinical Guideline (2020) definem positividade para SIBO como elevação de H₂ ≥20 ppm em relação ao basal nos primeiros 90 minutos com glicose, ou nos primeiros 90–120 minutos com lactulose. A Conferência de Consenso de Roma (2009) para testes respiratórios estabelece protocolo padronizado: jejum de 12 horas, evitar antibióticos por 4 semanas, dieta pobre em fermentáveis no dia anterior e coleta de amostra basal antes da ingestão do substrato.\n\n**Epidemiologia:** A prevalência de SIBO em pacientes com Síndrome do Intestino Irritável (SII) é estimada em 3,7 vezes maior do que em controles; um estudo identificou positividade em 78% dos pacientes com SII. Em pacientes com dispepsia funcional (DF), a prevalência de SIBO foi 2,8 vezes maior do que em controles em metanálise recente. A coexistência de SIBO com SII e DF é especialmente prevalente em pacientes com overlap das síndromes.\n\n**Limitações diagnósticas:** O teste respiratório de H₂ é medida indireta do supercrescimento microbiano. A variabilidade no tempo de trânsito orocecal pode gerar resultados falso-positivos (aceleração do trânsito) ou falso-negativos (retardo do trânsito ou consumo de H₂ por metanogênicas/redutoras de sulfato). Estudos com cintilografia demonstraram que a elevação de H₂ expirado ocorre após a chegada do substrato ao ceco na maioria dos casos, levantando questionamento sobre se o teste com lactulose detecta SIBO ou apenas reflete o tempo de trânsito. O padrão-ouro para diagnóstico de SIBO permanece o aspirado jejunal com cultura (≥10³ UFC/ml), porém é raramente utilizado na prática clínica pela invasividade.\n\n**Interpretação do perfil gasoso integrado:** A interpretação isolada do Δ H₂ é incompleta sem avaliação concomitante de CH₄ e, quando disponível, H₂S. O H₂ consumido por metanogênicas eleva o CH₄; o H₂ consumido por bactérias redutoras de sulfato eleva o H₂S. A dinâmica de produção e consumo de H₂ explica também o fenômeno do 'duplo pico' observado em alguns traçados — com o primeiro pico representando fermentação no intestino delgado e o segundo no cólon.",
  "points": 8,
  "patient_explanation": "O teste de Delta Hidrogênio mede a quantidade de um gás chamado hidrogênio no seu hálito ao longo do tempo, após você ingerir um açúcar especial que serve de 'alimento' para as bactérias intestinais. Esse gás não é produzido pelo seu corpo — ele vem exclusivamente das bactérias presentes no intestino quando elas digerem os alimentos. Em condições normais, esse processo ocorre principalmente no intestino grosso, no final do percurso. Quando há um excesso de bactérias no intestino delgado (a parte inicial do intestino, onde a digestão e a absorção de nutrientes acontecem), essas bactérias fermentam os alimentos muito cedo, produzindo muito hidrogênio logo nos primeiros minutos do teste. Esse resultado elevado pode indicar uma condição chamada SIBO, que é o supercrescimento de bactérias no intestino delgado. Essa condição pode causar sintomas como inchaço abdominal, gases, dor, diarreia ou alterações no ritmo intestinal. A boa notícia é que, quando diagnosticado corretamente, o SIBO tem tratamento eficaz, geralmente com antibióticos específicos e ajustes na alimentação.",
  "conduct": "## Conduta Clínica — Delta Hidrogênio (Δ H₂) no Teste Respiratório\n\n### Interpretação do Resultado\n\n- **Normal:** Ausência de elevação ≥20 ppm de H₂ nos primeiros 90 minutos (glicose) ou 90–120 minutos (lactulose) em relação ao basal\n- **Positivo para SIBO:** Elevação de H₂ ≥20 ppm do basal dentro do período diagnóstico\n- **Atenção ao perfil integrado:** Avaliar sempre em conjunto com CH₄ (positivo para IMO se ≥10 ppm em qualquer momento) e H₂S quando disponível; pacientes com SIBO e metanogênese predominante podem ter Δ H₂ falsamente baixo\n\n---\n\n### Investigação Complementar\n\n**Quando o teste for positivo ou clinicamente sugestivo:**\n- **Calprotectina fecal:** Para excluir doença inflamatória intestinal (DII); valores <100 µg/g têm 98% de probabilidade para diagnóstico funcional; valores ≥250 µg/g indicam colonoscopia\n- **Teste respiratório completo com CH₄ e H₂S:** Avaliação do perfil gasoso integrado para diferenciação entre SIBO predominante em H₂, IMO (metanogênico) e supercrescimento produtor de H₂S\n- **Sorologias para doença celíaca:** IgA sérica total + anti-transglutaminase IgA (em todos os pacientes; se IgA baixa, dosar IgG)\n- **Teste parasitológico de fezes:** Especialmente relevante no contexto brasileiro\n- **Avaliação da permeabilidade intestinal:** Zonulina fecal ou sérica como marcador de 'leaky gut'\n- **Avaliação metabólica/metabolômica:** Ácidos orgânicos urinários para avaliação funcional da microbiota (mais informativa do que análise composicional isolada)\n- **Aspirado e cultura duodenal:** Reservado para casos com alta suspeita clínica e teste respiratório negativo, ou quando o resultado terapêutico não é satisfatório (padrão-ouro: ≥10³ UFC/ml)\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Tratamento antimicrobiano:**\n- **Rifaximina** é o antibiótico de primeira escolha para SIBO, com ação local e baixa absorção sistêmica; altera seletivamente a composição da microbiota intestinal; indicada também em SII e dispepsia funcional com disbiose associada\n- Para IMO concomitante (CH₄ ≥10 ppm), considerar combinação de rifaximina com neomicina ou metronidazol, conforme protocolos específicos\n\n**Intervenção dietética:**\n- Dieta com restrição de FODMAPs como adjuvante no controle sintomático e redução da carga fermentável\n- Orientar dieta pobre em fermentáveis no dia anterior à repetição do teste para evitar falso-positivos\n\n**Preparação e validade do teste:**\n- Garantir jejum de 12 horas antes do exame\n- Suspender antibióticos por pelo menos 4 semanas antes do teste\n- Suspender probióticos e procinéticos conforme protocolo do laboratório\n- Evitar tabagismo no dia do exame (altera o H₂ basal)\n\n**Reavaliação pós-tratamento:**\n- Repetir o teste respiratório 4–6 semanas após o término do tratamento antimicrobiano para confirmar erradicação\n- Monitorar recidiva clínica e considerar causas predisponentes (hipocloridria, dismotilidade, aderências pós-cirúrgicas, uso crônico de IBP)\n\n---\n\n### Critérios de Encaminhamento\n\n- **Gastroenterologia:** Sintomas persistentes após 2 ciclos de tratamento, suspeita de causa estrutural (dismotilidade, estenoses, aderências), calprotectina ≥250 µg/g, suspeita de DII ou doença celíaca\n- **Nutrologia/Nutrição:** Casos com má absorção significativa, perda de peso ou deficiências nutricionais documentadas\n- **Medicina Funcional Integrativa:** Abordagem do eixo intestino-cérebro, modulação da microbiota, avaliação de SIFO concomitante e hipersensibilidade visceral"
}
