{
  "score_item_id": "c77cedd3-2800-72d0-bc41-2d9516ec2bef",
  "clinical_relevance": "O Delta Metano (Δ CH₄) é o incremento de metano expirado medido durante o teste respiratório com substrato fermentável (lactulose ou glicose), expresso em partes por milhão (ppm). Diferentemente do hidrogênio, o metano é produzido exclusivamente por arqueias metanogênicas — em especial Methanobrevibacter smithii — presentes tanto no intestino delgado quanto no cólon, tornando-o um marcador indireto exclusivo da composição microbiana intestinal (células humanas não produzem CH₄ nem H₂).\n\nVALOR DE REFERÊNCIA E CRITÉRIO DIAGNÓSTICO: Um nível de CH₄ ≥ 10 ppm em qualquer momento do teste respiratório define positivo para Supercrescimento Metanogênico Intestinal (IMO — Intestinal Methanogen Overgrowth), conforme estabelecido pelo Consenso Norte-Americano (American Journal of Gastroenterology, 2017) e confirmado pela diretriz ACG (2020). Uma abordagem simplificada com medição única de metano em jejum (single methane measurement, SMM) ≥ 10 ppm demonstrou performance diagnóstica comparável ao protocolo padrão de 2 horas.\n\nFISIOPATOLOGIA: O CH₄ produzido pelas arqueias intestinais altera diretamente a função neuromuscular do trato gastrointestinal, retardando o trânsito intestinal. Modelos animais demonstraram redução de aproximadamente 59% no trânsito intestinal secundária ao metano. A gravidade da constipação correlaciona-se diretamente com os níveis de CH₄ no ar expirado (R = 0,577; P = 0,019 em IMO-positivos). Estudos de 2025 confirmaram que os níveis de CH₄ no ar expirado refletem a composição arqueiana do intestino delgado: M. smithii estava presente no duodeno de 63,64% dos indivíduos estudados e sua abundância relativa correlacionou-se com os níveis de CH₄ expirado (R = 0,221; P = 0,02). A família Methanobacteriaceae apresentou 2,94-log2 fold de aumento na abundância no duodeno de pacientes IMO-positivos em relação a não-IMO. A co-ocorrência de múltiplos metanógenos (2, 3 ou 4 espécies) amplifica progressivamente os níveis de CH₄ expirado.\n\nDADOS EPIDEMIOLÓGICOS: Uma revisão sistemática e meta-análise (Digestive Diseases and Sciences, 2011) demonstrou razão de chances (OR) de 3,51 (IC 95%: 2,00–6,16) para a associação entre metano expirado e constipação. Pacientes com IMO têm 5 vezes mais probabilidade de apresentar constipação comparados àqueles com SIBO predominante em hidrogênio (Consenso Norte-Americano, 2017). Uma meta-análise de 19 estudos envolvendo 1.293 pacientes com IMO e 3.208 controles (Clinical Gastroenterology and Hepatology, 2025) demonstrou: distensão abdominal em 78% dos casos, constipação em 51%, taxa de constipação significativamente maior em IMO vs. controles (47% vs. 38%). A prevalência de SIBO/IMO em portadores de Síndrome do Intestino Irritável (SII) é 3,7 vezes maior que na população geral; em um estudo de 2000, positividade de 78% em pacientes com SII. A diarreia, por outro lado, tem prevalência e gravidade reduzidas em IMO, diferenciando-o funcionalmente do SIBO clássico predominante em hidrogênio.\n\nESTRATIFICAÇÃO DE RISCO: Resultado negativo (< 10 ppm) afasta IMO e, na presença de produtores de H₂S, associa-se a fenotipo de fezes mais soltas/diarreia. Resultado positivo (≥ 10 ppm) define IMO; quanto maior o nível de CH₄, maior a gravidade da constipação. A co-ocorrência de múltiplos metanógenos eleva adicionalmente o risco de IMO positivo (P = 0,04 para co-ocorrência das 4 espécies identificadas).\n\nLIMITAÇÕES DO TESTE: O teste respiratório é uma medida indireta, sujeita à variabilidade no tempo de trânsito orocecal, risco de resultados falso-positivos e falso-negativos, e exige estrita adesão ao protocolo de preparo pelo paciente.",
  "points": 8,
  "patient_explanation": "O Delta Metano é um exame de ar expirado que mede a quantidade de um gás chamado metano (CH₄) no seu hálito após você ingerir um açúcar especial (lactulose ou glicose). Esse gás não é produzido pelo seu corpo — ele vem de micro-organismos chamados arqueias que vivem no seu intestino.\n\nQuando o metano está elevado (≥ 10 ppm), isso indica um desequilíbrio chamado IMO (supercrescimento de metanógenos intestinais), que pode ser a causa de sintomas como intestino preso, barriga inchada e sensação de não esvaziar completamente o intestino. O metano, em excesso, literalmente deixa o intestino mais lento.\n\nA boa notícia é que esse desequilíbrio tem tratamento: existem antibióticos e outras intervenções que reduzem esses micro-organismos, melhoram os níveis de metano e, consequentemente, aliviam a constipação. O exame é simples, não invasivo e importante para entender a raiz dos seus sintomas digestivos.",
  "conduct": "## Conduta Clínica — Delta Metano (Δ CH₄) / IMO\n\n### Interpretação do Resultado\n\n- **CH₄ < 10 ppm:** Resultado negativo para IMO. Afasta supercrescimento metanogênico como causa primária. Se H₂S elevado, considerar fenotipo diarreia/IBS-D.\n- **CH₄ ≥ 10 ppm em qualquer momento do teste (ou em jejum — SMM):** Diagnóstico de IMO. Correlacionar com clínica de constipação, distensão e/ou IBS-C.\n- **Níveis mais elevados de CH₄:** Maior gravidade da constipação esperada (correlação direta: R = 0,577, P = 0,019).\n\n---\n\n### Investigação Complementar\n\n- **Avaliação funcional intestinal completa:** associar com H₂ e H₂S no mesmo painel respiratório para diferenciação de fenotipos (IMO vs. SIBO-H₂ vs. SISO-H₂S)\n- **Calprotectina fecal:** excluir causa orgânica inflamatória (< 100 µg/g = alta probabilidade funcional; ≥ 250 µg/g = colonoscopia indicada)\n- **Avaliação para doença celíaca:** IgA sérica total + anticorpo antitransglutaminase IgA (obrigatório em todos os perfis de SII/distúrbio funcional)\n- **Metabolômica urinária (ácidos orgânicos):** útil para avaliação indireta da disbiose e atividade metabólica microbiana\n- **Zonulina sérica:** considerar para avaliar permeabilidade intestinal aumentada\n- **Microbiota fecal (metagenômica):** pode confirmar aumento de M. smithii e sintrofes (Christensenella minuta, Ruminococcaceae) quando necessário para decisão terapêutica\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### Tratamento Farmacológico\n- **Rifaximina:** antibiótico de primeira escolha para SIBO/IMO; pouco absorvido, atua localmente alterando composição microbiana intestinal. Considerar em associação com neomicina para cobertura arqueal mais eficaz no IMO\n- **Neomicina (associada à rifaximina):** demonstrou eficácia no tratamento do IMO e melhora da constipação em estudo randomizado controlado (redução de CH₄ e melhora do trânsito intestinal)\n- **Duração:** conforme protocolo clínico local e resposta; monitorar com teste respiratório de controle após tratamento\n\n#### Otimização Digestiva e Dieta\n- **Dieta Low FODMAP:** reduz substratos fermentáveis disponíveis para os metanógenos; indicada como intervenção adjuvante para alívio sintomático\n- **Avaliação e otimização do processo digestório:** corrigir hipocloridria, insuficiência enzimática pancreática ou biliar que possam estar alimentando o supercrescimento\n- **Evitar prebióticos e fibras fermentáveis** durante o período de tratamento ativo do IMO\n\n#### Suporte à Motilidade\n- **Pró-cinéticos:** considerar para melhorar o clearance intestinal e reduzir recidiva; abordagem funcional integrativa inclui avaliação do eixo intestino-cérebro\n- **Estimulação do nervo vago:** técnica integrativa complementar para modulação autonômica intestinal\n\n---\n\n### Critérios de Encaminhamento\n\n- **Gastroenterologista:** IMO com sintomas refratários, constipação grave, suspeita de dismotilidade orgânica, necessidade de aspirado duodenal diagnóstico, ou quando calprotectina ≥ 250 µg/g\n- **Nutricionista especializada em microbiota intestinal:** para implementação e monitoramento da dieta Low FODMAP e reintrodução alimentar estruturada\n- **Parceria médico-nutricionista:** fundamental para o sucesso do tratamento, especialmente na manutenção dos resultados a longo prazo\n\n---\n\n### Monitoramento\n\n- Repetir teste respiratório após conclusão do tratamento antibiótico para confirmar erradicação (alvo: CH₄ < 10 ppm)\n- Reavaliação clínica de sintomas (frequência e consistência das evacuações, distensão, qualidade de vida) como desfecho primário\n- Considerar manutenção com intervenções de suporte à motilidade e dieta para prevenção de recidiva"
}
