{
  "score_item_id": "c77cedd3-2800-740c-adb9-553cee48ed76",
  "clinical_relevance": "O sulfeto de hidrogênio (H₂S) é um gasotransmissor produzido principalmente por bactérias redutoras de sulfato no trato gastrointestinal, a partir da fermentação de aminoácidos sulfurados (cisteína, metionina e taurina) e pela redução dissimilatória do sulfato. No teste respiratório basal em jejum (medido em ppm), o H₂S exalado reflete a carga de bactérias produtoras de sulfeto no intestino delgado — padrão distinto do SIBO por hidrogênio e do IMO por metano, justificando uma categoria própria: supercrescimento de produtores de sulfeto.\n\nFisiologicamente, até 55% da população depende principalmente da via de redução de sulfato como caminho consumidor de hidrogênio intestinal. O H₂S desempenha funções fisiológicas relevantes na inflamação e reparo da mucosa gastrointestinal; contudo, sua superprodução está associada a degradação do muco protetor, favorecimento de translocação bacteriana e manifestações clínicas significativas.\n\nNo estudo de Villanueva-Millan et al. (Digestive Diseases and Sciences, 2025), conduzido com 109 sujeitos com sequenciamento do microbioma duodenal e teste respiratório simultâneo, níveis elevados de H₂S exalado correlacionaram-se significativamente com maior prevalência duodenal das seguintes espécies: Proteus mirabilis (P = 0,002), Desulfosarcina widdelii (P = 0,027) e Desulfobulbus oligotrophicus (P = 0,041). A coocorrência das três espécies foi associada a níveis de H₂S aproximadamente 50% maiores (P = 0,0001). Outras espécies identificadas como produtoras relevantes incluem Desulfovibrio desulfuricans, Desulfurispirillum indicum e Desulfuromonas sp.\n\nO limiar clínico mais referenciado nos estudos disponíveis situa-se em ≥ 1,5 ppm: sujeitos com H₂S exalado ≥ 1,5 ppm apresentaram maiores abundâncias relativas de P. mirabilis no duodeno em comparação aos sujeitos com H₂S < 1,5 ppm. Atualmente não há consenso internacional estabelecido para um único cut-off diagnóstico de positividade para H₂S no teste respiratório, ao contrário do H₂ (> 20 ppm em 90 min) e do CH₄ (≥ 10 ppm em qualquer momento).\n\nA relevância clínica do H₂S elevado está associada à SII com predomínio de diarreia (IBS-D), colite ulcerativa (via bactérias sulfato-redutoras que contribuem para degradação da camada mucosa do cólon) e risco aumentado de câncer colorretal. Em portadores de SII, a prevalência de SIBO é 3,7 vezes maior que em controles, e o teste respiratório representa o método padrão prático para diferenciação dos subtipos (H₂/SIBO, CH₄/IMO e H₂S/supercrescimento por sulfeto). A medição do H₂S no teste respiratório ainda não é realizada de forma rotineira, mas o avanço de sensores específicos posiciona este parâmetro como biomarcador emergente de alta relevância diagnóstica e terapêutica.",
  "points": 8,
  "patient_explanation": "O sulfeto de hidrogênio (H₂S) é um gás produzido por certas bactérias que vivem no seu intestino. Quando essas bactérias estão em excesso, produzem mais H₂S do que o normal, e esse gás pode ser detectado em um exame de sopro (teste respiratório) feito em jejum. O resultado é dado em partes por milhão (ppm) — quanto maior o valor, maior é a atividade dessas bactérias no seu intestino delgado.\n\nEsse exame ajuda o médico a entender se há um desequilíbrio específico na sua flora intestinal, diferente dos tipos mais conhecidos (SIBO e IMO). Quando o H₂S está elevado, pode estar relacionado a sintomas como diarreia frequente, dor abdominal, gases com cheiro forte e sensação de inchaço. Em casos mais crônicos, o excesso desse gás pode irritar a parede intestinal e enfraquecer a camada de muco que protege o intestino.\n\nA boa notícia é que esse desequilíbrio pode ser identificado e tratado com orientação adequada de dieta, probióticos e, quando necessário, antibióticos específicos. Caso seu exame esteja alterado, seu médico irá indicar os próximos passos de forma individualizada.",
  "conduct": "## Conduta Clínica — Sulfeto de Hidrogênio Basal Elevado no Teste Respiratório\n\n### Interpretação do Resultado\n\n- **Limiar de atenção:** H₂S ≥ 1,5 ppm no teste respiratório basal em jejum associa-se a maior colonização duodenal por bactérias produtoras de sulfeto (dados de Villanueva-Millan et al., 2025)\n- Ausência de consenso internacional único para corte diagnóstico; interpretar sempre em conjunto com sintomas clínicos e demais gases (H₂ e CH₄)\n- H₂S elevado isolado (sem H₂ > 20 ppm e sem CH₄ ≥ 10 ppm) sugere predomínio de supercrescimento de bactérias redutoras de sulfato, não SIBO clássico nem IMO\n\n### Investigação Complementar\n\n- **Teste respiratório completo (3 gases: H₂ + CH₄ + H₂S)** com lactulose ou glicose para avaliação dinâmica e diferenciação de SIBO/IMO/supercrescimento por sulfeto\n- **Calprotectina fecal:** valores < 100 µg/g têm 98% de probabilidade de diagnóstico funcional (SII); entre 100–250 µg/g exige cautela; > 250 µg/g indica colonoscopia\n- **Avaliação para doença celíaca:** IgA sérica total + antitransglutaminase IgA (se IgA baixa, dosar IgG + antitransglutaminase IgG)\n- **Parasitológico de fezes** (especialmente relevante no contexto brasileiro)\n- **Avaliação de permeabilidade intestinal:** zonulina fecal ou sérica\n- **Ácidos orgânicos urinários (metabolômica):** avalia função da microbiota e identifica metabólitos bacterianos e fúngicos\n- **Hemograma e marcadores inflamatórios**\n\n### Critérios de Encaminhamento\n\n- **Gastroenterologia:** calprotectina fecal > 250 µg/g, suspeita de doença inflamatória intestinal (colite ulcerativa, doença de Crohn), sintomas de alarme (sangramento retal, perda de peso involuntária, anemia)\n- **Gastroenterologia funcional/motilidade:** SII-D persistente refratária a tratamento inicial, suspeita de dismotilidade\n- **Infectologia/Gastroenterologia:** se cultura de aspirado duodenal for necessária para casos refratários\n\n### Intervenções Baseadas em Evidências\n\n**Abordagem Dietética**\n- Dieta com **redução de substratos sulfurados**: limitar excesso de proteínas animais ricas em metionina e cisteína, sulfatos alimentares (conservantes E220–E228, vinho, embutidos) e vegetais crucíferos em excesso em casos sintomáticos\n- Considerar protocolo **Low FODMAP** temporário (até 12 semanas) para modulação da fermentação intestinal e melhora de sintomas\n\n**Abordagem Antimicrobiana (quando indicada)**\n- **Rifaximina:** antibiótico de primeira escolha para supercrescimento bacteriano do intestino delgado; atua localmente com baixa absorção sistêmica; eficaz em SII-D e SIBO com padrão de H₂\n- Avaliar combinação ou alternativa dependendo do padrão de gases (H₂S isolado pode requerer abordagem direcionada às bactérias sulfato-redutoras)\n\n**Suporte à Integridade Intestinal**\n- **Zinco-carnosina, L-glutamina, butirato, pectina, beta-glucana:** para restauração da barreira mucosa comprometida pelo excesso de H₂S\n- **Saccharomyces boulardii** (250 mg 2x/dia): adjuvante probiótico especialmente útil em contextos de disbiose com componente fúngico associado\n\n**Modulação da Motilidade**\n- **Magnésio** e **Trífala** para suporte à motilidade intestinal quando houver lentificação do trânsito\n- **Óleo de hortelã-pimenta** (cápsula entérica): para controle de dor abdominal\n\n**Modulação Eixo Intestino-Cérebro**\n- Avaliar qualidade do sono, histórico de estresse e traumas (eixo HPA)\n- Tonificação do nervo vago (estimulação transcutânea auricular: 10 min por orelha) como suporte neuromodulador\n\n### Monitoramento\n\n- Repetir teste respiratório após 4–8 semanas de intervenção para avaliação de resposta\n- Monitorar sintomas de SII (frequência e consistência das evacuações, dor abdominal, distensão)\n- Reavaliar permeabilidade intestinal (zonulina) após intervenções de integridade da barreira"
}
