{
  "score_item_id": "019bf31d-2ef0-7dbb-be70-84778ca2dce0",
  "clinical_relevance": "O Sulfeto de Hidrogênio Pico (H₂S Máximo) é medido no teste respiratório de três gases (H₂, CH₄ e H₂S) e representa o valor máximo de H₂S expirado durante o exame, expresso em ppm. O H₂S é um gasotransmissor produzido exclusivamente por bactérias intestinais — particularmente pelas bactérias sulfato-redutoras (BSR) — sem contribuição das células humanas, tornando-o um marcador exclusivo da composição microbiana intestinal.\n\n**Fisiologia e produção bacteriana:** Aproximadamente 55% da população depende primariamente da sulfatorredu­ção como via de consumo de hidrogênio luminal, tornando o H₂S o principal gás consumidor de hidrogênio no intestino (superando a metanogênese, presente em ~40%, e a acetogênese, em ~5%). As BSR convertem sulfato em H₂S no processo denominado sulfatorredu­ção dissimilatória. Os principais produtores identificados no duodeno incluem: Proteus mirabilis (filo Proteobacteria), Desulfovibrio desulfuricans, Desulfobulbus oligotrophicus, Desulfosarcina widdelii (filo Thermodesulfobacteriota) e Desulfurispirillum indicum (filo Chrysiogenota). Estudo publicado no Digestive Diseases and Sciences (2025, REIMAGINE) demonstrou que a abundância relativa do filo Thermodesulfobacteriota foi 2,08-log2 vezes maior no duodeno de pacientes com H₂S ≥ 1,5 ppm vs. < 1,5 ppm (FDR P = 6,61E−4). A co-ocorrência dos três principais produtores (P. mirabilis, D. desulfuricans e D. widdelii) foi associada a níveis de H₂S ~50% maiores (P = 0,0001).\n\n**Valor de referência e interpretação:** O limiar clinicamente relevante estabelecido pelos estudos disponíveis é H₂S ≥ 1,5 ppm no teste respiratório de amostra única em jejum. Valores abaixo de 1,5 ppm são considerados dentro da variação fisiológica normal. O exame de três gases adiciona H₂S à medição convencional de H₂ e CH₄, permitindo identificar pacientes que poderiam ser classificados erroneamente como \"não produtores de hidrogênio\" quando, na verdade, consomem o H₂ produzido via sulfatorredu­ção.\n\n**Associações clínicas:** Níveis elevados de H₂S no teste respiratório estão associados a: (1) SII com predomínio de diarreia (IBS-D), sendo H₂S e produtores de sulfeto identificados como guias de subtipos microbianos distintos de SII; (2) superprodução de sulfeto intestinal (conceito emergente de SIBO tipo-H₂S, distinto do SIBO clássico por H₂); (3) colite ulcerativa e câncer colorretal, via bactérias sulfato-redutoras; (4) diarreia persistente. O H₂S exerce papel dual: em concentrações fisiológicas atua como protetor da mucosa GI (reparo mucoso, propriedades anti-inflamatórias); em excesso, tem efeito citotóxico e pró-inflamatório.\n\n**Relevância para interpretação dos demais gases:** A inclusão do H₂S na interpretação do teste respiratório é fundamental porque, ao consumir H₂, as BSR podem mascarar SIBO por H₂ (falso-negativo). A interpretação dinâmica do balanço entre produção e consumo de H₂ pelos diferentes grupos microbianos (metanógenos, BSR, acetógenos) melhora significativamente a acurácia diagnóstica do teste. O fenômeno do \"duplo pico\" de H₂ pode ser parcialmente explicado pela competição dinâmica entre essas vias.\n\n**Limitações do exame:** O teste respiratório de H₂S é uma medida indireta da composição microbiana intestinal; variações no tempo de trânsito orocecal, preparo inadequado e uso de antibióticos podem gerar resultados falso-positivos ou falso-negativos. A nomenclatura de \"superprodução de sulfeto\" (sulfide overgrowth) ainda não possui critérios diagnósticos formalmente consensuais como o SIBO e o IMO.",
  "points": 8,
  "patient_explanation": "O teste de sulfeto de hidrogênio no ar expirado mede um gás produzido por bactérias que vivem no seu intestino. Essas bactérias, chamadas de bactérias sulfato-redutoras, transformam compostos do que você come em sulfeto de hidrogênio — o mesmo gás responsável pelo cheiro de ovo podre. O exame é feito em uma amostra de ar que você sopra em jejum, e o resultado é dado em ppm (partes por milhão).\n\nEsse parâmetro é importante porque níveis elevados desse gás indicam um desequilíbrio na composição das bactérias intestinais. Quando há excesso dessas bactérias produtoras de sulfeto, podem surgir sintomas como diarreia frequente, dor abdominal, excesso de gases com odor forte e irritação intestinal. Estudos recentes mostraram que pessoas com níveis elevados de H₂S no teste respiratório têm maior tendência a apresentar a forma diarreica da síndrome do intestino irritável.\n\nUm valor abaixo de 1,5 ppm é considerado normal. Resultados alterados não são motivo de alarme imediato, mas orientam seu médico a investigar o equilíbrio da microbiota intestinal e a direcionar o tratamento de forma mais precisa e personalizada.",
  "conduct": "## Conduta Clínica — Sulfeto de Hidrogênio Pico (H₂S Máximo) no Teste Respiratório\n\n### Interpretação do Resultado\n\n- **Normal:** H₂S pico < 1,5 ppm\n- **Elevado (superprodução de sulfeto):** H₂S pico ≥ 1,5 ppm\n- **Atenção:** interpretar sempre em conjunto com H₂ e CH₄ do mesmo teste, pois as três vias competem pelo mesmo substrato (hidrogênio luminal)\n\n---\n\n### Investigação Complementar\n\n**Quando H₂S ≥ 1,5 ppm:**\n\n- **Avaliação sintomática detalhada:** caracterizar subtipo de SII (predomínio de diarreia, constipação ou misto) e frequência/consistência das evacuações (Escala de Bristol)\n- **Teste respiratório completo de 3 gases (H₂, CH₄, H₂S):** se não realizado conjuntamente; verificar se há SIBO concomitante por H₂ (elevação ≥ 20 ppm nos primeiros 90 min) ou IMO (CH₄ ≥ 10 ppm em qualquer momento)\n- **Calprotectina fecal:** diferenciar doença inflamatória intestinal (DII) de SII funcional; valores < 100 µg/g têm alta probabilidade de diagnóstico funcional; > 250 µg/g indicam colonoscopia\n- **Perfil de microbiota e/ou metabolômica intestinal:** avaliação dos produtos metabólicos das BSR pode complementar o diagnóstico\n- **Ácidos orgânicos urinários:** avaliar metabolômica funcional\n- **Sorologia para doença celíaca** (IgA total + antitransglutaminase IgA): excluir em todos os pacientes com sintomas intestinais crônicos\n- **Zonulina sérica:** marcador de permeabilidade intestinal aumentada, frequentemente associada a disbiose com excesso de BSR\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Abordagem dietética:**\n- **Redução de substratos sulfurados:** limitar alimentos ricos em enxofre (carnes processadas, ovos em excesso, crucíferas em grande quantidade, bebidas alcoólicas fermentadas) que fornecem substrato para as BSR\n- **Dieta low-FODMAP** (evidência em SII-D): reduz fermentação e disponibilidade de substrato para BSR; acompanhamento com nutricionista para evitar restrição excessiva\n- **Fibras solúveis** com moderação: equilibrar a microbiota sem fornecer excesso de substrato fermentável\n\n**Abordagem antimicrobiana/moduladora:**\n- **Rifaximina:** antibiótico de primeira escolha em SIBO/superprodução bacteriana, com evidência em SII-D; atua localmente no intestino com mínima absorção sistêmica; a prevalência de SIBO em SII é 3,7 vezes maior que em controles\n- **Probióticos selecionados:** considerar cepas com evidência em SII-D; não utilizar indiscriminadamente\n- **Bismuto:** propriedades antissulfeto, pode reduzir produção de H₂S em casos selecionados\n\n**Suporte à mucosa intestinal:**\n- Glutamina, zinco-carnosina e outros agentes de reparo mucoso quando há permeabilidade intestinal aumentada associada\n\n---\n\n### Critérios de Encaminhamento\n\n- **Gastroenterologista:** quando há suspeita de DII (calprotectina elevada, sangue nas fezes, perda de peso, febre), sintomas refratários ao tratamento inicial, ou necessidade de colonoscopia/endoscopia alta com aspirado duodenal para cultura\n- **Nutricionista especializado em microbiota:** para implementação e monitoramento de dieta low-FODMAP e ajuste de dieta antissulfeto\n- **Infectologista/Gastroenterologista:** se suspeita de SIBO recorrente ou refratário\n\n---\n\n### Monitoramento\n\n- Repetir teste respiratório de 3 gases após 4-8 semanas de tratamento para avaliar resposta\n- Reavaliação sintomática com questionários validados (como IBS-SSS) para objetivar melhora clínica\n- Monitorar marcadores inflamatórios intestinais (calprotectina fecal) se DII não foi excluída inicialmente"
}
