{
  "score_item_id": "019c1a2b-a36f-7acb-8411-95b373903ecf",
  "clinical_relevance": "O gene SLC23A1 codifica o transportador de vitamina C dependente de sódio do tipo 1 (SVCT1), expresso predominantemente no epitélio intestinal e nos túbulos renais, sendo responsável pela absorção intestinal de vitamina C (ácido ascórbico) e pela reabsorção tubular renal. O polimorfismo rs33972313 (variante de perda de função) compromete a expressão ou a atividade funcional do SVCT1, resultando em redução da eficiência de absorção intestinal de vitamina C e aumento de sua excreção urinária. Indivíduos portadores desse polimorfismo tendem a apresentar níveis plasmáticos de ácido ascórbico sistematicamente mais baixos mesmo com ingestão dietética dentro dos valores de referência populacionais.\n\nValores de referência para vitamina C plasmática: suficiência ≥ 50 µmol/L; hipovitaminose < 23 µmol/L; deficiência grave (escorbuto subclínico) < 11 µmol/L. A maioria das diretrizes internacionais considera adequado manter o nível plasmático entre 50 e 80 µmol/L, com otimização funcional (efeito antioxidante máximo) tipicamente acima de 70 µmol/L.\n\nA vitamina C é cofator essencial para diversas hidroxilases dependentes de ferro: prolil e lisil hidroxilases (síntese de colágeno), dopamina β-hidroxilase (síntese de noradrenalina) e enzimas da biossíntese de carnitina. Além disso, é um antioxidante hidrossolúvel que protege proteínas, lipídios e DNA do dano oxidativo, e atua como agente redutor para a regeneração de vitamina E oxidada. A deficiência crônica, mesmo que subclínica, está associada a maior estresse oxidativo sistêmico, prejuízo na síntese de colágeno, disfunção endotelial e comprometimento da função imune.\n\nDo ponto de vista epidemiológico, polimorfismos em SLC23A1 e SLC23A2 (o transportador SVCT2) têm sido associados a variações significativas nos níveis plasmáticos de vitamina C na população geral. Estudos de associação genômica ampla (GWAS) identificaram variantes nesses genes como determinantes relevantes do status de vitamina C independente da ingestão dietética. Portadores de variantes de perda de função em SLC23A1 podem necessitar de ingestão dietética ou suplementar substancialmente maior do que a recomendação diária padrão (RDA: 75–90 mg/dia para adultos) para atingir níveis plasmáticos equivalentes aos de não portadores.\n\nA avaliação do polimorfismo rs33972313 insere-se no contexto da medicina de precisão aplicada à suplementação nutricional: um nutriente atua em múltiplos sistemas e pode requerer alvo específico conforme o perfil genético do indivíduo, conforme destacado pelos princípios da medicina funcional integrativa. O raciocínio é análogo ao aplicado a outros polimorfismos nutricionais relevantes (MTHFR/folato, GC-VDR/vitamina D, FADS1-FADS2/ômega-3): o genótipo informa a necessidade de ajuste de dose ou forma do nutriente para superar o gargalo fisiológico determinado geneticamente.",
  "points": 0,
  "patient_explanation": "Dentro do seu DNA existe um gene chamado SLC23A1, que produz uma 'porta' no intestino responsável por absorver a vitamina C dos alimentos e levá-la para o sangue. O polimorfismo rs33972313 significa que essa porta funciona com menos eficiência do que o habitual. Na prática, mesmo que você se alimente bem e consuma alimentos ricos em vitamina C — como laranja, acerola e kiwi —, seu organismo pode absorver uma quantidade menor do que o esperado, deixando seus níveis de vitamina C no sangue mais baixos.\n\nA vitamina C é fundamental para muitas funções: fortalece o sistema imunológico, ajuda o corpo a produzir colágeno (que mantém pele, articulações e vasos sanguíneos saudáveis), protege as células do envelhecimento precoce e contribui para a disposição e o bom humor. Quando os níveis ficam baixos por longos períodos, podem aparecer sinais como cansaço, infecções mais frequentes, cicatrização lenta ou pele menos firme.\n\nA boa notícia é que, uma vez identificado esse perfil genético, é possível ajustar a ingestão de vitamina C — por meio de alimentação enriquecida ou suplementação orientada — para garantir que seus níveis estejam sempre adequados. Isso é medicina personalizada: entender como o seu corpo funciona de forma única e adaptar o cuidado para você.",
  "conduct": "## Conduta Clínica — SLC23A1 rs33972313 (Vitamina C)\n\n### 1. Avaliação Diagnóstica Inicial\n\n- **Dosagem de vitamina C plasmática (ácido ascórbico):** exame de escolha para quantificar o status atual. Coleta em jejum, tubo com EDTA, amostra protegida da luz. Meta: ≥ 50 µmol/L (suficiência); otimização funcional acima de 70 µmol/L.\n- **Anamnese alimentar:** estimar ingestão habitual de vitamina C (frutas cítricas, acerola, kiwi, pimentão, brócolis). Avaliar hábitos que aumentam demanda: tabagismo, estresse crônico, exercício intenso, inflamação crônica.\n- **Avaliação de estresse oxidativo:** considerar marcadores como 8-isoprostano urinário, LDL oxidada ou capacidade antioxidante total (FRAP/ORAC), especialmente em pacientes com histórico de infarto, envelhecimento precoce ou doenças inflamatórias crônicas.\n- **Hemograma e ferritina:** vitamina C potencializa a absorção de ferro não-heme; avaliar status de ferro para contextualizar a suplementação.\n- **Avaliação de marcadores inflamatórios (PCR-us, IL-6):** vitamina C tem papel anti-inflamatório relevante; níveis baixos associam-se a inflamação subclínica crônica.\n\n### 2. Intervenção Nutricional e Suplementar\n\n- **Otimização dietética:** orientar aumento de alimentos ricos em vitamina C biodisponível. Acerola (1.000–2.000 mg/100 g), camu-camu, kiwi, pimentão vermelho e cru, brócolis. Atenção ao cozimento (vitamina C é termolábil e hidrossolúvel).\n- **Suplementação individualizada conforme genótipo:**\n  - Portadores do polimorfismo rs33972313 frequentemente necessitam de ingestão total (dieta + suplemento) acima da RDA padrão (75–90 mg/dia) para atingir níveis plasmáticos adequados.\n  - **Dose inicial sugerida:** 500–1.000 mg/dia de ácido ascórbico (ou ascorbato de sódio/cálcio para melhor tolerância gástrica), fracionada em 2 tomadas.\n  - **Ajuste por nível plasmático:** titular dose conforme dosagem seriada de vitamina C plasmática, com meta ≥ 50–70 µmol/L.\n  - **Formas lipossomais:** podem aumentar a biodisponibilidade oral em comparação às formas convencionais, sendo alternativa útil para pacientes que necessitam de doses mais elevadas com menor intolerância gastrointestinal.\n  - Doses acima de 2.000 mg/dia podem aumentar risco de nefrolitíase por oxalato; monitorar com cautela em pacientes predispostos.\n- **Medicina de precisão aplicada:** o princípio de ajustar a suplementação ao polimorfismo genético é o mesmo aplicado a outros nutrientes: MTHFR → metilfolato; GC/VDR → metas de vitamina D >50 ng/mL; FADS1/FADS2 → suplementação direta com EPA e DHA. O mesmo raciocínio se aplica a SLC23A1 → ingestão aumentada de vitamina C.\n\n### 3. Monitoramento\n\n- **Reavaliação do nível plasmático de vitamina C:** após 8–12 semanas de intervenção nutricional/suplementar ajustada.\n- **Marcadores de resposta clínica:** avaliação de estresse oxidativo (LDL oxidada), marcadores inflamatórios e sintomas subjetivos (disposição, frequência de infecções, qualidade da pele).\n- **Ajuste dinâmico:** aumentar ou reduzir dose conforme resultado plasmático e tolerância individual.\n\n### 4. Considerações Adicionais\n\n- **Estresse oxidativo aumentado:** portadores do polimorfismo com níveis cronicamente baixos de vitamina C apresentam capacidade antioxidante reduzida. Considerar avaliação complementar de outros antioxidantes (vitamina E, selênio, zinco, glutationa) e da carga oxidativa global.\n- **Interações clinicamente relevantes:** vitamina C aumenta absorção de ferro não-heme (potencializar em anemias ferropênicas; cautela em hemocromatose); pode interferir em testes de glicose capilar em doses muito altas; potencializa ação de alguns agentes quimioterápicos (uso intravenoso em contexto oncológico especializado).\n- **Soroterapia (vitamina C intravenosa):** opção a ser considerada com critério em situações de deficiência grave ou demanda aumentada (infecções agudas graves, pós-cirúrgico, pacientes com má absorção intestinal grave), baseada em medições e histórico clínico, não como prática de rotina indiscriminada.\n- **Epigenética e longevidade:** apenas 10–20% da longevidade saudável é atribuída à genética; o impacto maior é epigenético. Identificar o polimorfismo SLC23A1 rs33972313 permite uma intervenção direcionada que compensa o gargalo genético e preserva a capacidade antioxidante e metabólica ao longo do tempo."
}
