{
  "score_item_id": "019c1a2b-a36f-7a12-968a-1fb4cba2f8f9",
  "clinical_relevance": "O gene BCO1 (Beta-Carotene Oxygenase 1, também conhecido como BCMO1) codifica a enzima beta-caroteno 15,15'-monooxigenase, responsável pela clivagem central do beta-caroteno em duas moléculas de retinal, o precursor imediato do retinol (vitamina A). O polimorfismo rs6564851 é uma variante de nucleotídeo único (SNV) localizada na região promotora ou intrônica do gene BCO1 que reduz de forma clinicamente relevante a eficiência dessa conversão enzimática. Portadores do alelo de risco, especialmente em homozigose, podem apresentar conversão de beta-caroteno em retinol significativamente reduzida, tornando-os dependentes do aporte direto de retinol pré-formado para manter status adequado de vitamina A.\n\nA vitamina A (retinol) é fundamental para múltiplos processos fisiológicos: manutenção da integridade epitelial (pele, mucosas, trato respiratório, gastrointestinal e urogenital), função visual (ciclo visual da rodopsina), diferenciação e proliferação celular via receptores nucleares RAR e RXR, modulação imunológica (diferenciação de linfócitos T regulatórios, produção de IgA secretora) e função reprodutiva. A deficiência de vitamina A compromete todas essas funções.\n\nDo ponto de vista bioquímico, indivíduos com polimorfismo BCO1 rs6564851 podem ingerir quantidades adequadas de beta-caroteno (de fontes vegetais como cenoura, abóbora, batata-doce, manga, mamão e vegetais folhosos verde-escuros) e ainda assim desenvolver insuficiência funcional de vitamina A, pois a conversão está prejudicada. Isso é clinicamente relevante porque populações que dependem predominantemente de fontes vegetais de provitamina A (vegetarianos, veganos, populações com baixo consumo de produtos de origem animal) ficam particularmente vulneráveis.\n\nO retinol sérico é o principal marcador laboratorial de status de vitamina A. Valores de referência amplamente aceitos: deficiência < 0,70 µmol/L (< 20 µg/dL), insuficiência 0,70–1,05 µmol/L, adequado 1,05–3,49 µmol/L, e potencial toxicidade > 3,49 µmol/L. A dosagem de beta-caroteno sérico pode ser útil para avaliar a relação entre ingestão de provitamina A e conversão efetiva: portadores do polimorfismo tendem a apresentar beta-caroteno sérico elevado com retinol sérico relativamente baixo — padrão dissociativo que sugere a falha enzimática.\n\nNa prática clínica de medicina funcional integrativa, o conhecimento desse polimorfismo orienta a estratégia de suplementação: em vez de depender exclusivamente do beta-caroteno como provitamina A, indica-se o aporte combinado de beta-caroteno (com função antioxidante independente) e retinol pré-formado. A suplementação de vitamina A (retinol) pode variar de 1.000 a 10.000 UI/dia, conforme os níveis séricos de retinol e o contexto clínico individual. A vitamina E complementa o uso da vitamina A, exercendo papel neuroprotetor e antioxidante sinérgico. A interpretação do polimorfismo deve ser integrada ao histórico clínico, aos exames séricos e ao padrão alimentar do paciente.",
  "points": 0,
  "patient_explanation": "O gene BCO1 é o responsável por transformar o beta-caroteno — o pigmento laranja presente em cenouras, abóboras e frutas alaranjadas — em vitamina A, que o seu corpo realmente usa. Esse processo de transformação é como uma 'fábrica interna' de vitamina A.\n\nAlgumas pessoas têm uma variação nesse gene chamada rs6564851 que faz essa fábrica trabalhar de forma menos eficiente. Isso significa que, mesmo comendo bastante cenoura e outros alimentos ricos em beta-caroteno, o corpo pode não conseguir produzir vitamina A suficiente.\n\nA vitamina A é essencial para a saúde da pele e das mucosas, para a visão, para o sistema imunológico e para várias funções do organismo. Uma pessoa com essa variação genética pode precisar consumir fontes diretas de vitamina A — como ovos, fígado, laticínios — ou receber suplementação orientada pelo médico.\n\nSaber que você tem essa variação genética não significa que tem uma doença. Significa apenas que seu médico pode personalizar sua alimentação e suplementação para garantir que você mantenha níveis adequados de vitamina A, com base em exames de sangue.",
  "conduct": "## Conduta Clínica — BCO1 rs6564851 (Polimorfismo de Conversão de Vitamina A)\n\n### Investigação Complementar\n\n- **Retinol sérico** (vitamina A): exame primário para avaliar o status real de vitamina A; solicitar em jejum\n- **Beta-caroteno sérico**: útil para identificar o padrão dissociativo (beta-caroteno elevado + retinol baixo/limítrofe), que sugere falha enzimática pelo polimorfismo\n- **Vitamina E (alfa-tocoferol) sérico**: a vitamina E trabalha em sinergia com a vitamina A e sua deficiência pode comprometer o aproveitamento do retinol\n- **Hemograma completo**: anemia pode estar associada à deficiência de vitamina A\n- **Avaliação do padrão alimentar**: identificar se o paciente depende predominantemente de fontes vegetais de provitamina A (vegetarianos, veganos) ou consome regularmente fontes pré-formadas (fígado, ovos, laticínios)\n- **Avaliação de saúde da pele e mucosas**: xerose cutânea, xeroftalmia, infecções respiratórias recorrentes e alterações imunológicas podem indicar insuficiência funcional\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### Suplementação\n\n- **Indicação:** Presença confirmada do polimorfismo BCO1 rs6564851, especialmente se associada a retinol sérico baixo ou limítrofe, padrão alimentar com baixo consumo de fontes pré-formadas, ou manifestações clínicas sugestivas\n- **Retinol (vitamina A pré-formada):** 1.000 a 10.000 UI/dia, conforme níveis séricos de retinol e contexto clínico\n  - Doses menores (1.000–3.000 UI/dia) para manutenção em pacientes com retinol sérico no limite inferior da normalidade\n  - Doses maiores (5.000–10.000 UI/dia) por período definido quando há insuficiência documentada, com monitoramento rigoroso\n  - **Atenção:** A vitamina A pré-formada (retinol) é lipossolúvel e acumula-se no organismo — não suplementar em doses altas sem acompanhamento laboratorial; monitorar sinais de hipervitaminose (cefaleia, náusea, descamação cutânea, alterações hepáticas)\n- **Beta-caroteno:** manter ingestão adequada por fontes alimentares ou suplementação com função antioxidante independente da conversão em vitamina A\n- **Vitamina E (mix de tocoferóis):** 40–150 mg/dia; neuroprotetora e sinérgica com a vitamina A\n\n#### Orientação Alimentar\n\n- **Priorizar fontes pré-formadas de vitamina A:** fígado bovino/de frango (maior fonte alimentar), ovos inteiros, manteiga, queijos gordurosos, peixes gordurosos\n- Não depender exclusivamente de fontes vegetais de beta-caroteno para suprir as necessidades de vitamina A\n- Para pacientes vegetarianos/veganos com o polimorfismo: avaliar necessidade de suplementação de retinol de forma ainda mais criteriosa, dado que fontes alimentares pré-formadas são restritas nesse padrão alimentar\n\n---\n\n### Monitoramento\n\n- Dosagem de retinol sérico a cada 3–6 meses durante a fase de correção de deficiência\n- Após estabilização, monitoramento anual ou conforme julgamento clínico\n- Avaliar sinais clínicos de hipervitaminose A em uso de doses superiores a 5.000 UI/dia por períodos prolongados\n\n---\n\n### Critérios de Encaminhamento\n\n- **Oftalmologia:** se houver sintomas oculares (visão noturna prejudicada, ressecamento ocular/xeroftalmia)\n- **Hepatologia:** se suspeita de acúmulo hepático de vitamina A ou alteração de enzimas hepáticas em paciente em suplementação prolongada\n- **Nutricionista/Nutricionista Funcional:** para reestruturação do padrão alimentar, especialmente em vegetarianos/veganos com o polimorfismo\n\n---\n\n### Considerações de Medicina de Precisão\n\n- O polimorfismo BCO1 rs6564851 é um exemplo claro da importância dos testes genéticos para personalizar a suplementação: pacientes com esse perfil não se beneficiam igualmente de estratégias baseadas apenas em aumento do consumo de beta-caroteno vegetal\n- A interpretação deve ser sempre integrada: genótipo + fenótipo clínico + exames séricos + padrão alimentar\n- Não solicitar testes genéticos sem capacidade de interpretação clínica e implementação prática dos resultados"
}
