{
  "score_item_id": "019c1a2b-a36f-7973-9349-a0f11dea2176",
  "clinical_relevance": "O TCF7L2 (Transcription Factor 7-Like 2) é o gene de susceptibilidade ao diabetes tipo 2 com maior efeito de tamanho e consistência de replicação identificado em estudos de associação genômica ampla (GWAS). O polimorfismo rs7903146 (C>T) localiza-se em um íntron do gene e é o SNP mais fortemente associado ao risco de diabetes tipo 2 na maioria das populações estudadas. O alelo de risco T aumenta o risco de diabetes tipo 2 em aproximadamente 40% na heterozigose (CT) e em torno de 80% na homozigose (TT) em relação ao genótipo CC, conforme metanálises de grandes coortes populacionais.\n\nFisiologicamente, o TCF7L2 codifica um fator de transcrição da via Wnt/β-catenina que desempenha papel central na função das células β pancreáticas. Portadores do alelo T apresentam redução na secreção de insulina em resposta à glicose (primeira e segunda fase), menor secreção e ação do GLP-1 (peptídeo semelhante ao glucagon tipo 1) e comprometimento do efeito incretínico. Esse mecanismo é distinto da resistência periférica à insulina clássica: o defeito primário está na célula β e na resposta entero-insular, o que confere ao TCF7L2 um perfil fisiopatológico particular que independe do grau de adiposidade.\n\nAlém do risco de diabetes, portadores do alelo T apresentam risco aumentado de aterosclerose e doença cardiovascular independente do peso corporal, possivelmente mediado pela disfunção de células β vasculares e pela menor ação cardioprotetora do GLP-1. O polimorfismo também se associa a tendência à hiperfagia por mecanismos ainda em investigação, possivelmente envolvendo a via Wnt no hipotálamo.\n\nDo ponto de vista clínico, indivíduos portadores do alelo T com genótipo CT ou TT merecem monitoramento mais precoce e rigoroso do perfil glicêmico. A hemoglobina glicada (HbA1c) é o marcador mais informativo, sendo que valores acima de 5,5–5,6% já podem indicar exposição crônica a picos glicêmicos pós-prandiais mesmo com glicemia de jejum normal. A insulina de jejum e o índice HOMA-IR são complementares para avaliar a reserva funcional das células β e o grau de resistência periférica coexistente. A glicemia de jejum isolada é um marcador pouco sensível para o rastreio precoce nesse perfil genético.\n\nÉ importante ressaltar que a presença do alelo de risco não é determinística: estudos epigenéticos demonstram que intervenções de estilo de vida (dieta, exercício, controle do estresse, sono adequado) podem modular a expressão gênica e reduzir substancialmente a materialização do risco genético. O teste genético, nesse contexto, serve primariamente como ferramenta de estratificação de risco e de motivação para adesão a intervenções preventivas, e não como diagnóstico definitivo.",
  "points": 0,
  "patient_explanation": "O TCF7L2 é um gene relacionado ao controle do açúcar no sangue. O polimorfismo rs7903146 é uma variação nesse gene que pode aumentar a tendência ao desenvolvimento de diabetes tipo 2. Pessoas com essa variação produzem menos insulina e um hormônio chamado GLP-1, que normalmente ajuda o pâncreas a responder melhor após as refeições. Isso significa que o organismo pode ter mais dificuldade em manter os níveis de glicose estáveis, especialmente depois de comer alimentos ricos em carboidratos.\n\nTer essa variação genética não significa que você vai desenvolver diabetes. Significa que o seu corpo precisa de mais cuidado com alimentação, exercícios e estilo de vida para manter o metabolismo saudável. Com as escolhas certas, é possível manter o açúcar no sangue dentro dos limites ideais. O acompanhamento regular com exames como hemoglobina glicada permite monitorar esse equilíbrio e agir preventivamente.",
  "conduct": "## Conduta Clínica — TCF7L2 rs7903146 (Diabetes)\n\n### Avaliação Laboratorial Recomendada\n\n- **Hemoglobina glicada (HbA1c):** exame principal; valores acima de 5,5–5,6% já merecem atenção clínica mesmo com glicemia de jejum normal, pois podem indicar picos pós-prandiais\n- **Glicemia de jejum e pós-prandial (1h e 2h):** avaliar curva glicêmica completa; a glicemia de jejum isolada é marcador insuficiente nesse perfil\n- **Insulina de jejum:** manter idealmente entre 4–6 µUI/mL; valores elevados indicam resistência periférica coexistente\n- **HOMA-IR:** calcular para estratificação do grau de resistência à insulina\n- **Peptídeo C:** avaliar reserva funcional das células β quando indicado\n- **Perfil lipídico completo:** atenção especial a triglicerídeos, HDL e LDL oxidada, dado o risco cardiovascular aumentado associado ao TCF7L2\n- **Proteína C-reativa ultrassensível (PCR-us):** marcador inflamatório; valor ≥ 3 mg/L indica risco cardiometabólico elevado\n- **Interleucina-6 (IL-6):** complementar à PCR para avaliação do estado inflamatório crônico\n- **Homocisteína:** marcador inflamatório e de metilação; guia intervenções com vitaminas do complexo B\n\n### Monitoramento Periódico\n\n- **Portador CT (heterozigoto):** HbA1c, glicemia e insulina de jejum anualmente ou a cada 6 meses se houver outros fatores de risco\n- **Portador TT (homozigoto):** monitoramento semestral do perfil glicêmico completo; considerar avaliação endocrinológica se HbA1c > 5,7%\n- Avaliar periodicamente peso, circunferência abdominal, pressão arterial e perfil lipídico como componentes do risco cardiometabólico global\n\n### Intervenções Nutricionais\n\n- **Modulação de carboidratos:** priorizar carboidratos de baixo índice e carga glicêmica; reduzir farináceos refinados, açúcares de adição e ultraprocessados\n- **Distribuição de macronutrientes:** aumentar proteínas magras e gorduras mono e poli-insaturadas em substituição parcial aos carboidratos simples\n- **Crononutrição:** evitar refeições ricas em carboidratos à noite; antecipar a última refeição principal sempre que possível\n- **Fibras alimentares:** aumentar ingestão de fibras solúveis (aveia, leguminosas, vegetais) para reduzir picos glicêmicos pós-prandiais\n- **Dieta mediterrânea:** padrão alimentar com evidência robusta de benefício cardiometabólico; adequada à maioria dos portadores\n- **Cautela com dieta cetogênica/low carb restritiva a longo prazo:** verificar perfil lipídico antes de prescrever; monitorar LDL e presença de outros polimorfismos (ex.: ABCG5/8, LIPC) que possam elevar o LDL de forma excessiva\n\n### Atividade Física\n\n- **Treinamento de força (resistência muscular):** prioritário para melhora da sensibilidade periférica à insulina e captação de glicose independente de insulina pelo músculo esquelético\n- **Exercício aeróbico moderado:** complementar; pelo menos 150 minutos por semana de intensidade moderada\n- Combinação de treino de força e aeróbico oferece benefício metabólico superior a qualquer modalidade isolada\n\n### Suplementação com Potencial Benefício\n\n- **Mioinositol:** melhora sinalização insulínica; pode reduzir HbA1c e insulina de jejum\n- **Berberina:** ativador de AMPK com efeito hipoglicemiante; uso com supervisão médica\n- **Ômega-3 (EPA/DHA):** anti-inflamatório e melhora do perfil lipídico; especialmente indicado se coexistirem polimorfismos em FADS1/FADS2\n- **Magnésio:** cofator essencial no metabolismo da glicose; frequentemente deficiente em pré-diabéticos\n- **Trans-resveratrol e EGCG:** redução de compostos de glicação avançada e HbA1c\n- **Vitamina D:** manter > 40–50 ng/mL; polimorfismos em VDR podem exigir níveis mais elevados\n- **Complexo B (B6, B12, folato ativo):** essencial se houver homocisteína elevada ou MTHFR associado\n\n### Manejo do Risco Inflamatório e Cardiovascular\n\n- Controle rigoroso de inflamação crônica de baixo grau: PCR-us, IL-6 como guias terapêuticos\n- Rastrear e tratar dislipidemia aterogênica (TG elevado, HDL baixo, LDL pequeno e denso)\n- Considerar avaliação endotelial (óxido nítrico) em portadores TT com fatores de risco cardiovascular adicionais\n- Evitar tabagismo e minimizar consumo de álcool, que amplificam o risco metabólico\n\n### Abordagem Farmacológica e Encaminhamentos\n\n- **Metformina:** primeira linha se houver pré-diabetes ou diabetes tipo 2 estabelecido\n- **Análogos de GLP-1:** especialmente racionais dado o déficit de GLP-1 endógeno; considerar após 2 meses de intervenção não farmacológica intensiva\n- **Inibidores de SGLT-2:** opção adicional com benefício cardiovascular e renal documentado\n- **Endocrinologista:** indicado se HbA1c ≥ 5,7% com fatores de risco adicionais, ou HbA1c ≥ 6,0%\n- **Nutrólogo/nutricionista funcional:** para plano alimentar individualizado\n- **Educador físico:** para prescrição de exercício resistido\n- **Psicólogo:** se houver hiperfagia emocional ou baixa adesão\n- Reforçar que a genética define uma tendência, não um destino: intervenções epigenéticas podem silenciar a expressão desfavorável do gene"
}
