{
  "score_item_id": "019c1a2b-a36f-745d-9ef8-e8261bad2d52",
  "clinical_relevance": "O FABP2 (Fatty Acid Binding Protein 2), também denominado IFABP (Intestinal Fatty Acid Binding Protein), é uma proteína de ligação a ácidos graxos expressa predominantemente no enterócito. Sua função fisiológica central é o transporte intracelular de ácidos graxos de cadeia longa absorvidos pelo epitélio intestinal, regulando a captação, o metabolismo e a incorporação desses ácidos em fosfolipídios de membrana.\n\nO polimorfismo Ala54Thr (rs1799883) consiste na substituição do aminoácido alanina por treonina na posição 54 da proteína. A variante Thr54 exibe maior afinidade de ligação por ácidos graxos de cadeia longa do que a variante selvagem Ala54, o que altera a dinâmica de captação e transporte intestinal de lipídios. Clinicamente, portadores do alelo Thr54 tendem a apresentar maior absorção intestinal de gorduras, com implicações no perfil lipídico plasmático e na composição das membranas celulares.\n\nDo ponto de vista fisiopatológico, polimorfismos no FABP2 reduzem a fluidez e a permeabilidade das membranas celulares, comprometendo a incorporação adequada de ácidos graxos poli-insaturados (EPA e DHA) nos fosfolipídios. Membranas com menor fluidez tornam-se mais suscetíveis a oxidação lipídica, disfunção de receptores de membrana e processos pró-inflamatórios. Essa rigidez de membrana está associada a maior risco de aterosclerose e inflamação sistêmica crônica.\n\nAlém do impacto direto nas membranas, o FABP2 pode influenciar a conversão de ácidos graxos precursores (ALA) em suas formas ativas (EPA e DHA), reduzindo a eficiência dessa via metabólica — efeito relevante especialmente em indivíduos com dieta baseada em fontes vegetais de ômega-3, nos quais a conversão já é limitada pela baixa atividade das enzimas dessaturases.\n\nA interpretação do genótipo segue o padrão geral dos polimorfismos: a homozigose para o alelo de risco (Thr54/Thr54) confere efeito desfavorável maior do que a heterozigose (Ala54/Thr54), enquanto homozigotos para o alelo selvagem (Ala54/Ala54) não apresentam o risco associado ao polimorfismo.\n\nDo ponto de vista cardiometabólico, portadores do polimorfismo FABP2 podem ser considerados 'maus respondedores' a dietas ricas em colesterol alimentar e gorduras saturadas de cadeia longa, com potencial para pior perfil lipídico e maior risco aterogênico nesse contexto dietético. A resposta à intervenção nutricional é, portanto, geneticamente modulada, reforçando a necessidade de personalização do plano alimentar.\n\nA modulação epigenética da expressão gênica é relevante nesse contexto: embora o polimorfismo seja fixo, fatores de estilo de vida — dieta, atividade física, manejo do estresse e sono — podem influenciar a expressão do gene ao longo do tempo, conferindo espaço terapêutico significativo.",
  "points": 0,
  "patient_explanation": "O FABP2 é um gene que ajuda o intestino a transportar as gorduras que você come para dentro das células. Algumas pessoas nascem com uma variação nesse gene — chamada de polimorfismo Ala54Thr — que faz com que as membranas das células fiquem um pouco mais rígidas do que o normal. Isso pode dificultar que as gorduras boas (como as do ômega-3) entrem corretamente nas células, favorecendo processos de inflamação e endurecimento das artérias ao longo do tempo.\n\nIsso não significa que você vai ter problemas de saúde — significa que seu corpo pode responder melhor a certos tipos de alimentação do que outros. Pessoas com essa variação genética costumam se beneficiar muito de uma dieta mediterrânea (rica em azeite, peixes, vegetais e frutas), com atenção ao consumo de gorduras saturadas. A suplementação com ômega-3 (EPA e DHA) e antioxidantes como a astaxantina pode ser especialmente útil para proteger as membranas celulares. O mais importante é que, com as escolhas certas de alimentação e estilo de vida, é totalmente possível modular os efeitos desse gene de forma positiva.",
  "conduct": "## Conduta Clínica para Portadores do Polimorfismo FABP2 Ala54Thr (rs1799883)\n\n### Avaliação Inicial\n\n- **Anamnese dirigida:** investigar histórico de dislipidemia, doenças cardiovasculares, doenças autoimunes ou inflamatórias crônicas, e padrão alimentar habitual (especialmente consumo de gorduras saturadas e fontes de ômega-3)\n- **Avaliação do genótipo:** diferenciar homozigose (Thr54/Thr54, risco maior) de heterozigose (Ala54/Thr54, risco intermediário)\n- **Considerar painel genético complementar:** avaliar concomitantemente polimorfismos em FADS1/FADS2 (dessaturases), pois a associação entre FABP2 e FADS pode comprometer severamente a produção de EPA e DHA a partir de precursores vegetais\n\n### Exames Complementares Recomendados\n\n- **Perfil lipídico completo:** colesterol total, LDL, HDL, triglicerídeos, LDL oxidado se disponível\n- **Marcadores inflamatórios:** PCR ultrassensível, interleucinas (se disponível)\n- **Índice ômega-3 plasmático:** avaliação dos níveis de EPA e DHA em eritrócitos ou plasma para quantificar deficiência funcional\n- **Avaliação metabólica:** glicemia, insulina de jejum, HOMA-IR, hemoglobina glicada\n- **Avaliação de estresse oxidativo:** se disponível no contexto clínico\n\n### Intervenções Nutricionais\n\n- **Priorizar dieta mediterrânea:** padrão com maior evidência de benefício para portadores de polimorfismo FABP2; rica em azeite de oliva extravirgem, peixes, vegetais, leguminosas, frutas e oleaginosas\n- **Cautela com gorduras saturadas de cadeia longa:** reduzir consumo de carnes processadas, laticínios integrais em excesso e óleos tropicais (coco, palma) — esses indivíduos podem ser 'maus respondedores' a dietas ricas em gordura saturada\n- **Aumentar fontes diretas de EPA e DHA:**\n  - **Peixes gordurosos:** salmão, sardinha, atum, arenque (2-3 porções/semana)\n  - **Para vegetarianos/veganos:** fontes de DHA de algas marinhas (limitação para EPA)\n  - Não depender apenas de fontes vegetais de ALA (linhaça, chia) pela possível redução da capacidade de conversão\n- **Reduzir excesso de ômega-6:** minimizar óleos vegetais refinados (soja, milho, girassol) para evitar desequilíbrio pró-inflamatório\n- **Aumentar consumo de carotenoides:** tomates, pimentões, cenoura, abóbora, vegetais de folhas verde-escuras\n\n### Suplementação com Evidência de Benefício\n\n- **EPA/DHA (ômega-3):** suplementação direta é especialmente indicada para portadores de polimorfismo FABP2, visando aumentar a incorporação de EPA/DHA nos fosfolipídios de membrana e restaurar a fluidez celular\n  - Doses: avaliar conforme níveis plasmáticos e resposta clínica\n  - Priorizar produtos com certificação de pureza e concentração de EPA/DHA\n- **Astaxantina:** carotenoide com propriedades antioxidantes e anti-inflamatórias, com efeito específico de proteção de membrana celular descrito em portadores de polimorfismo FABP2; considerar como intervenção moduladora\n- **Outros carotenoides antioxidantes:** luteína, zeaxantina — estudar protocolo integrativo para redução de rigidez de membrana e inflamação\n\n### Encaminhamentos e Abordagem Multidisciplinar\n\n- **Nutricionista especializado em nutrigenômica:** para elaboração do plano alimentar individualizado com base no genótipo\n- **Cardiologista:** se perfil lipídico desfavorável, histórico familiar de doença cardiovascular precoce ou marcadores de risco aterogênico elevados\n- **Acompanhamento psicológico ou coaching:** para suporte à adesão às mudanças de estilo de vida, considerando que a modulação epigenética é um processo de longo prazo que exige consistência\n\n### Monitoramento\n\n- Reavaliar perfil lipídico e marcadores inflamatórios após 3-6 meses de intervenção\n- Monitorar índice ômega-3 para confirmar resposta à suplementação\n- Ajustar plano alimentar conforme resposta individual ao longo do tempo\n- Reforçar que a modulação epigenética é progressiva e requer adesão consistente — os resultados da modulação gênica não são imediatos, mas são possíveis ao longo do tempo com mudanças sustentadas de estilo de vida"
}
