{
  "score_item_id": "019c1a2b-a36f-731c-9ae6-8baa13de38a1",
  "clinical_relevance": "O FADS1 (Fatty Acid Desaturase 1) codifica a enzima delta-5-dessaturase, responsável pela conversão de ácido dihomo-gama-linolênico (DGLA, 20:3 n-6) em ácido araquidônico (AA) e de ácido eicosatetraenoico (ETA, 20:4 n-3) em EPA (ácido eicosapentaenoico, 20:5 n-3). O SNP rs174546 é um polimorfismo funcional amplamente estudado neste gene, com impacto documentado na eficiência enzimática das dessaturases da família FADS. O FADS2 codifica a delta-6-dessaturase, etapa anterior na cascata, convertendo ALA (ácido alfa-linolênico, 18:3 n-3) em ácido estearidônico (18:4 n-3) — precursor direto do EPA — e ácido linoleico (LA, 18:2 n-6) em GLA (18:3 n-6).\n\nPolimorfismos em FADS1 e FADS2 prejudicam a conversão eficiente de precursores vegetais (ALA) em ácidos graxos de cadeia longa biologicamente ativos (EPA e DHA), resultando em deficiência funcional de ômega-3 de cadeia longa mesmo com ingestão adequada de ALA. A implicação clínica é especialmente relevante em indivíduos vegetarianos ou veganos, que dependem quase exclusivamente da via de conversão endógena ALA → EPA → DHA para suprir suas necessidades desses ácidos graxos.\n\nFisiopatologicamente, a redução de EPA e DHA decorrente de polimorfismos em FADS1/FADS2 compromete: (1) a síntese de eicosanoides anti-inflamatórios da série 3 (prostaglandinas E3, tromboxanos A3) e leucotrienos da série 5, favorecendo o predomínio de mediadores pró-inflamatórios derivados do ácido araquidônico (prostaglandinas E2, leucotrienos B4); (2) a produção de resolvinas e protectinas, lipídios especializados na resolução ativa da inflamação; (3) a fluidez e permeabilidade das membranas celulares, com rigidez aumentada e prejuízo à sinalização transmembrana; (4) a modulação das vias NF-κB e PPARs, com impacto em processos inflamatórios sistêmicos; (5) o perfil lipídico, incluindo redução de HDL, elevação de triglicerídeos e modulação do risco aterosclerótico.\n\nA relevância epidemiológica dos polimorfismos em FADS é ampla: esses genes figuram entre os loci genéticos com maior impacto no metabolismo lipídico em populações humanas. Clinicamente, a presença de polimorfismos em FADS1/FADS2 está associada a estados pró-inflamatórios crônicos, maior risco cardiovascular, doenças autoimunes e piora de condições como asma e TDAH, já que o EPA e DHA plasmáticos ficam reduzidos independentemente da ingestão de ALA. Em um estudo citado nos chunks, suplementação com ômega-3 reduziu IL-6 em 10–12% e atenuou o aumento de TNF-α em comparação ao placebo, evidenciando a ação anti-inflamatória mensurável. Pacientes com índice ômega-3 acima de 8% apresentaram menor necessidade de corticoterapia em contextos inflamatórios.\n\nA estratificação de risco considera: homozigotos para o alelo de menor eficiência enzimática apresentam risco aumentado de deficiência funcional de EPA/DHA; heterozigotos apresentam risco intermediário. O padrão alimentar (vegetariano, vegano, onívoro com baixo consumo de pescado) é fator determinante na expressão clínica do polimorfismo. A integração entre resultado genético, padrão dietético, marcadores laboratoriais (EPA/DHA plasmáticos ou eritrocitários, índice ômega-3, perfil lipídico, marcadores inflamatórios como PCR, IL-6) e quadro clínico é essencial para a tomada de decisão individualizada.",
  "points": 0,
  "patient_explanation": "O gene FADS1 contém instruções para produzir uma enzima que transforma gorduras que você ingere (como as encontradas em sementes de linhaça e chia) em formas que o seu corpo realmente usa, chamadas EPA e DHA. Essas formas ativas são fundamentais para controlar a inflamação, manter o coração saudável, proteger o cérebro e ajudar o sistema imunológico a funcionar bem.\n\nAlgumas pessoas nascem com uma variação neste gene (chamada rs174546) que torna essa enzima menos eficiente. Isso significa que, mesmo comendo alimentos ricos em ômega-3 de origem vegetal, o corpo pode não conseguir transformá-los em EPA e DHA em quantidade suficiente. O resultado pode ser um estado de inflamação de baixo grau, maior dificuldade para controlar doenças inflamatórias ou autoimunes, e menor proteção cardiovascular, mesmo com hábitos alimentares aparentemente saudáveis.\n\nA boa notícia é que isso tem solução: quando o médico identifica essa variação genética, ele pode orientar o consumo direto de EPA e DHA — presentes em peixes gordurosos ou em suplementos de qualidade (óleo de peixe ou óleo de algas) — contornando a etapa que o seu gene realiza com menos eficiência. Essa abordagem personalizada é chamada de medicina de precisão e permite que o tratamento seja adaptado à sua biologia individual.",
  "conduct": "## Conduta Clínica — FADS1 rs174546 (Ômega-3)\n\n### 1. Avaliação Inicial\n\n- **Anamnese dirigida:** investigar padrão alimentar (vegetariano, vegano, consumo de pescado), presença de doenças inflamatórias, autoimunes, cardiovasculares, asma, TDAH, dismenorreia, histórico de infertilidade ou desfechos reprodutivos adversos\n- **Integração do contexto genético:** identificar genótipo no rs174546 (homozigoto de risco vs. heterozigoto vs. homozigoto sem risco); avaliar concomitância de polimorfismos em FADS2, ELOVL (elongases) e FABP2, que amplificam o impacto clínico\n- **Avaliação do padrão dietético:** estimar proporção ômega-6/ômega-3 na dieta habitual; identificar consumo de gorduras trans e excesso de ômega-6 (óleos vegetais refinados), que competem pela mesma via enzimática e agravam o desequilíbrio\n\n### 2. Investigação Laboratorial Complementar\n\n- **Perfil de ácidos graxos:** EPA e DHA plasmáticos ou eritrocitários; índice ômega-3 (percentual de EPA+DHA nos fosfolipídios eritrocitários — alvo funcional > 8%)\n- **Marcadores inflamatórios:** PCR ultrassensível, IL-6 (quando disponível), TNF-α (em contextos específicos)\n- **Perfil lipídico completo:** triglicerídeos, HDL-c, LDL-c; avaliar concomitância de polimorfismos em LIPC, ABCG5/8 ou APOC3 que possam compor risco cardiovascular aditivo\n- **Avaliação autoimune:** quando houver suspeita clínica (anticorpos tireoidianos, FAN, etc.), considerando que deficiência funcional de EPA/DHA favorece estados autoimunes\n- **Avaliação do status vitamínico-mineral:** vitamina D (sinergismo anti-inflamatório), zinco, magnésio, ferro — micronutrientes frequentemente reduzidos em quadros inflamatórios crônicos\n\n### 3. Intervenção Nutricional e de Estilo de Vida\n\n- **Priorizar fontes diretas de EPA e DHA** em vez de depender da conversão endógena de ALA:\n  - Peixes gordurosos: sardinha, salmão, atum, cavala (2–3 porções/semana como base; insuficiente isoladamente em portadores do polimorfismo com alta carga inflamatória)\n  - Para vegetarianos e veganos: **DHA de algas** (fonte direta, contorna a via de conversão); **atenção**: fontes algais fornecem principalmente DHA, com menor teor de EPA — avaliar complementação\n- **Reduzir competição pela via FADS:** diminuir consumo de ômega-6 de fontes processadas (óleos de soja, girassol, milho refinados), gorduras trans industriais e alimentos ultraprocessados\n- **Dieta anti-inflamatória:** padrão mediterrâneo como base — azeite de oliva extra-virgem, oleaginosas, vegetais coloridos, leguminosas, peixes; esse padrão é especialmente recomendado também em polimorfismos concomitantes de FABP2\n\n### 4. Suplementação Baseada em Evidências\n\n- **EPA e DHA diretos:** em portadores do polimorfismo, a suplementação com óleo de peixe de alta qualidade (produto acabado, com certificação de terceiros, estável, concentrado) é a estratégia central\n  - **Doses terapêuticas:** 1 g/dia é considerado insuficiente para efeitos terapêuticos em contextos inflamatórios; doses de 2–4 g/dia de EPA+DHA combinados são habitualmente necessárias; individualizar conforme condição clínica, marcadores e resposta\n  - **Qualidade do suplemento:** orientar o paciente sobre a importância de produtos com certificação de pureza e estabilidade oxidativa; justificar o custo para garantir adesão e eficácia\n  - **Para veganos:** DHA de algas + avaliação criteriosa do EPA (fontes algais têm EPA limitado); monitorar resposta laboratorial\n- **Monitoramento:** reavaliar índice ômega-3, marcadores inflamatórios e perfil lipídico após 3–4 meses de intervenção para ajuste de dose\n- **Astaxantina (4–16 mg/dia):** considerar especialmente se houver polimorfismo concomitante em FABP2 (rigidez de membrana aumentada); efeito anti-inflamatório e protetor de membrana sinérgico\n\n### 5. Situações de Encaminhamento\n\n- **Endocrinologia/Reumatologia:** doenças autoimunes ativas (tireoidite, artrite, etc.) em contexto de polimorfismo FADS confirmado e deficiência funcional de EPA/DHA\n- **Cardiologia:** risco cardiovascular elevado com perfil lipídico desfavorável, especialmente se concomitante a polimorfismos em outros genes lipídicos\n- **Medicina Reprodutiva:** histórico de infertilidade ou desfechos reprodutivos adversos em pacientes com polimorfismo FADS e padrão dietético com baixo aporte de EPA/DHA\n- **Nutricionista especializado:** para elaboração de plano alimentar personalizado considerando restrições dietéticas (vegetarianismo, veganismo) e necessidades específicas do polimorfismo\n\n### 6. Monitoramento e Seguimento\n\n- Reavaliar marcadores laboratoriais (índice ômega-3, PCR, perfil lipídico) a cada 3–4 meses nos primeiros 12 meses de intervenção\n- Ajustar dose de EPA/DHA conforme resposta — considerar aumento para 3–5 g/dia se índice ômega-3 permanecer abaixo de 8% ou marcadores inflamatórios persistirem elevados\n- Reforçar adesão ao plano alimentar e explicar ao paciente que resultados podem levar semanas a meses para se consolidar (tempo de incorporação em membranas celulares)\n- Documentar evolução clínica de desfechos relevantes (controle inflamatório, melhora autoimune, função reprodutiva, sintomas relacionados)"
}
