{
  "score_item_id": "019c1a2b-a36f-7b94-a267-7244733470b9",
  "clinical_relevance": "O gene FADS2 codifica a enzima delta-6-dessaturase, responsável pela etapa limitante da conversão de ácidos graxos precursores em suas formas biologicamente ativas. Na via do ômega-3, essa enzima catalisa a conversão do ácido alfa-linolênico (ALA, 18:3n-3) em ácido estearidônico (18:4n-3), etapa intermediária essencial para a posterior síntese de EPA (ácido eicosapentaenoico, 20:5n-3) e DHA (ácido docosahexaenoico, 22:6n-3). O polimorfismo rs174575 é uma variante de nucleotídeo único (SNP) no gene FADS2 que pode comprometer significativamente a eficiência catalítica da delta-6-dessaturase.\n\nNa população geral sem polimorfismos, a taxa de conversão de ALA em EPA já é baixa, estimada em aproximadamente 5–10%, e a conversão de ALA em DHA é ainda mais limitada, inferior a 1–5%. Em portadores de polimorfismos funcionais em FADS2 — isolados ou combinados com polimorfismos em FADS1 (delta-5-dessaturase) ou na elongase — essa conversão pode ser reduzida de forma ainda mais expressiva, configurando uma deficiência funcional de EPA e DHA mesmo em indivíduos com ingestão adequada de ALA.\n\nAs implicações clínicas dessa deficiência funcional são amplas. Do ponto de vista inflamatório, o EPA compite com o ácido araquidônico (AA, ômega-6) pela via da cicloxigenase e lipoxigenase, gerando eicosanoides com menor potencial pró-inflamatório (prostaglandinas da série 3, leucotrienos do grupo 5) e precursores de resolvinas. Na ausência de EPA e DHA adequados, o ácido araquidônico — obtido diretamente da dieta — predomina, mantendo o organismo em estado pró-inflamatório crônico. O DHA, por sua vez, é essencial para a estrutura e fluidez das membranas celulares, especialmente no tecido nervoso, retina e espermatozoides.\n\nDo ponto de vista cardiovascular, EPA e DHA reduzem triglicerídeos, modulam a aterosclerose, melhoram a função endotelial e exercem efeito anti-arrítmico. Na esfera imunológica, a deficiência funcional de DHA/EPA pode favorecer desequilíbrios autoimunes. Dados dos chunks científicos descrevem caso clínico ilustrativo de paciente vegetariana de 33 anos com polimorfismos em FADS1, FADS2, elongase e FABP2, que apresentava doença autoimune da tireoide, dismenorreia e infertilidade — quadro revertido após identificação genética e suplementação direcionada com fontes diretas de EPA e DHA.\n\nA relevância clínica do polimorfismo FADS2 rs174575 é particularmente crítica em indivíduos que dependem exclusivamente de fontes vegetais de ômega-3 (vegetarianos, veganos), pois o ALA de linhaça, chia e outras fontes vegetais requer a via de conversão mediada por FADS2 para gerar EPA e DHA. Para esses pacientes, a limitação enzimática genética torna a dieta vegetariana insuficiente para suprir as necessidades de ômega-3 de cadeia longa, independentemente da qualidade da alimentação. Estimativas indicam que 1 grama de óleo de linhaça (contendo aproximadamente 550 mg de ALA) gera apenas cerca de 55 mg de EPA+DHA após conversão — valor muito abaixo das necessidades terapêuticas.\n\nA estratificação de risco deve considerar: (1) presença do polimorfismo em homozigose (maior comprometimento enzimático) versus heterozigose (risco intermediário); (2) padrão dietético predominante (vegano/vegetariano versus onívoro com consumo de peixes); (3) presença de comorbidades associadas a estados pró-inflamatórios crônicos, autoimunidade ou doenças cardiovasculares; (4) concomitância com polimorfismos em FADS1, elongase e FABP2, que podem agravar ainda mais a deficiência funcional de EPA e DHA.",
  "points": 0,
  "patient_explanation": "O gene FADS2 produz uma enzima que transforma gorduras vegetais (linhaça, chia) nas gorduras ativas que o corpo usa: EPA e DHA, os ômega-3 de cadeia longa. Essas gorduras são essenciais para controlar inflamações, proteger o coração e manter o cérebro saudável.\n\nAlgumas pessoas nascem com uma variação nesse gene (polimorfismo rs174575) que faz essa conversão ser menos eficiente. Assim, mesmo com boa ingestão de ômega-3 vegetal, o organismo pode não produzir EPA e DHA suficientes.\n\nIsso é especialmente importante para vegetarianos e veganos, pois EPA e DHA prontos estão presentes principalmente em peixes. Com essa variação genética e sem consumo de peixe, o risco de deficiência funcional de ômega-3 é maior, favorecendo inflamações e desequilíbrios autoimunes.\n\nConhecendo sua genética, é possível suplementar diretamente com EPA e DHA — em cápsulas de óleo de peixe ou de algas — contornando a limitação enzimática.",
  "conduct": "## Conduta Clínica: FADS2 rs174575 (Ômega-3/DHA)\n\n### Avaliação Diagnóstica Complementar\n\n- **Teste genético:** Identificar se o polimorfismo está em homozigose (maior impacto) ou heterozigose; avaliar concomitância com polimorfismos em FADS1, elongase e FABP2 para mapear o grau total de comprometimento da via de conversão\n- **Marcadores de status de ômega-3:**\n  - Índice ômega-3 (EPA+DHA em eritrócitos — padrão ouro para avaliação funcional)\n  - EPA e DHA plasmáticos\n  - Razão EPA/AA (ácido araquidônico) como marcador de equilíbrio inflamatório\n- **Marcadores inflamatórios:** PCR-ultrassensível, IL-6, TNF-alfa (avaliação do estado inflamatório de base)\n- **Perfil lipídico completo:** Triglicerídeos, HDL, LDL (EPA/DHA impactam diretamente, especialmente triglicerídeos)\n- **Avaliação dietética detalhada:** Quantificar consumo atual de ALA, EPA e DHA; identificar padrão vegetariano/vegano ou onívoro\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### Suplementação Direcionada (Prioridade Alta)\n\n- **Princípio central:** Em portadores de polimorfismos funcionais em FADS2 (e/ou FADS1), oferecer diretamente o produto ativo (EPA e DHA) sem depender da via de conversão comprometida\n- **Óleo de peixe (EPA+DHA):**\n  - Fonte preferencial para pacientes onívoros\n  - Priorizar produtos com certificação de qualidade, testados por terceiros quanto a metais pesados e oxidação\n  - Doses terapêuticas geralmente superiores a 1 g/dia de EPA+DHA combinados; a dose de 1 g/dia isolada é frequentemente insuficiente para efeitos clínicos relevantes\n  - Ajustar dose conforme índice ômega-3, marcadores inflamatórios e condição clínica\n- **DHA de algas (para veganos e vegetarianos):**\n  - Opção viável para DHA em pacientes que não consomem produtos de origem animal\n  - **Limitação:** Fontes de algas tendem a fornecer predominantemente DHA, com menor aporte de EPA — avaliar necessidade de complementação\n  - Monitorar resposta clínica e laboratorial com maior frequência\n- **Forma farmacêutica:** Preferir produtos acabados com qualidade certificada em relação a formulações manipuladas, pela maior rastreabilidade e estabilidade\n\n#### Estratégias Dietéticas\n\n- Reduzir consumo de ômega-6 em excesso (óleos vegetais refinados como milho, girassol, soja), que competem com o ômega-3 pela mesma via enzimática\n- Eliminar gorduras trans da dieta\n- Para pacientes onívoros: incentivar consumo de peixes gordurosos (sardinha, salmão, atum) como fontes diretas de EPA e DHA\n- Padrão alimentar mediterrâneo favorece o equilíbrio ômega-3/ômega-6 e potencializa os benefícios da suplementação\n- Orientar que a suplementação de ômega-3 em contexto de dieta rica em ômega-6 e gorduras trans tem sua eficácia comprometida\n\n#### Monitoramento e Ajuste\n\n- Reavaliar índice ômega-3 e marcadores inflamatórios após 8–12 semanas de intervenção\n- A incorporação de EPA/DHA em fosfolipídios de membrana ocorre gradualmente (semanas a meses); orientar o paciente sobre o tempo de resposta esperado\n- Ajustar dose conforme resposta clínica e laboratorial — não utilizar dose padronizada universal\n\n---\n\n### Critérios de Encaminhamento a Especialistas\n\n- **Nutricionista especializado em nutrigenômica/medicina funcional:** Para elaboração de plano alimentar individualizado, especialmente em vegetarianos e veganos com o polimorfismo identificado\n- **Imunologista/reumatologista:** Se houver suspeita ou confirmação de doença autoimune associada ao estado pró-inflamatório crônico\n- **Cardiologista:** Se perfil lipídico desfavorável ou marcadores cardiovasculares alterados (triglicerídeos elevados, HDL baixo, LDL oxidada)\n- **Geneticista:** Em casos com múltiplos polimorfismos identificados e quadro clínico complexo para interpretação integrada\n\n---\n\n### Considerações Especiais por Perfil Clínico\n\n- **Pacientes vegetarianos/veganos com polimorfismo:** Grupo de maior risco — a combinação de ausência de fontes alimentares diretas de EPA/DHA com comprometimento enzimático da conversão cria deficiência funcional relevante; suplementação com DHA de algas é obrigatória; avaliar aporte de EPA separadamente\n- **Pacientes com doenças inflamatórias crônicas ou autoimunes:** A correção do status de ômega-3 é parte central do manejo; monitorar PCR-us, IL-6 e TNF-alfa como desfechos de resposta\n- **Pacientes com polimorfismos adicionais em FADS1 e elongase:** Comprometimento ainda maior da via; doses mais elevadas de EPA+DHA podem ser necessárias\n- **Crianças e gestantes:** Necessidades de DHA aumentadas para neurodesenvolvimento; polimorfismo em FADS2 adquire relevância clínica ainda maior nesse contexto\n- **Pacientes com TDAH ou déficits cognitivos:** Nível baixo de ômega-3 é marcador laboratorial associado; suplementação de EPA+DHA pode contribuir para melhora de sintomas comportamentais e cognitivos"
}
