{
  "score_item_id": "019c1a2b-a36f-79e6-81bb-b07ced672395",
  "clinical_relevance": "GCK (Glucokinase) — MODY2: Definição e Fisiopatologia\n\nO gene GCK codifica a enzima glicoquinase (hexoquinase IV), expressa principalmente nas células beta pancreáticas e nos hepatócitos. A glicoquinase funciona como o sensor de glicose do pâncreas: ela fosforila a glicose a glicose-6-fosfato com uma cinética sigmoidal, determinando o limiar glicêmico para a secreção de insulina. Em condições normais, esse limiar é de aproximadamente 5,0 mmol/L (90 mg/dL).\n\nMutações heterozigóticas inativadoras no gene GCK causam o MODY2 (Maturity-Onset Diabetes of the Young tipo 2), também denominado Diabetes Neonatal Permanente de grau leve ou Hiperglicemia Familiar por Glicoquinase. O mecanismo central é o deslocamento do set-point do sensor de glicose para um valor mais elevado — tipicamente entre 5,5 e 8,0 mmol/L (100–145 mg/dL) — de modo que as células beta percebem como \"normal\" uma glicemia que em indivíduos sem a mutação seria considerada elevada. O resultado é uma hiperglicemia leve, estável e não progressiva ao longo da vida.\n\nCaracterísticas Clínicas e Diagnósticas\n\n- Hiperglicemia em jejum leve a moderada: glicemia de jejum tipicamente entre 100–145 mg/dL (5,5–8,0 mmol/L); raramente acima de 150 mg/dL.\n- HbA1c discretamente elevada: habitualmente entre 5,8% e 7,5%, com média em torno de 6,5%.\n- Curva glicêmica (TTOG): elevação em jejum, mas resposta pós-prandial proporcionalmente menor; incremento pós-carga (Δglicose) geralmente inferior a 3 mmol/L (54 mg/dL), o que distingue o MODY2 do DM tipo 2.\n- Ausência de progressão: ao contrário do DM tipo 1 e tipo 2, a hiperglicemia no MODY2 não piora com o tempo e não está associada a falência de células beta.\n- Ausência de autoanticorpos pancreáticos (anti-GAD, anti-IA2, anti-ZnT8): diferencia de DM tipo 1.\n- Peptídeo C preservado e secreção insulínica presente, porém deslocada para um limiar glicêmico mais alto.\n\nEpidemiologia\n\nO MODY2 é a forma mais prevalente ou segunda mais prevalente de MODY, dependendo da população estudada, representando aproximadamente 30–60% dos casos de MODY em séries europeias. A prevalência estimada é de 1:1.000 a 1:10.000 na população geral, embora seja frequentemente subdiagnosticada — muitos portadores recebem diagnóstico incorreto de pré-diabetes, DM tipo 1 de início tardio ou DM tipo 2. O padrão de herança é autossômico dominante com penetrância elevada: 50% dos filhos de um portador herdarão a mutação.\n\nComplicações e Prognóstico\n\nO risco de complicações microvasculares clássicas do diabetes (retinopatia, nefropatia, neuropatia) é significativamente menor no MODY2 em comparação ao DM tipo 1 e tipo 2, provavelmente devido ao grau modesto de hiperglicemia e à ausência de progressão. Estudos de longo prazo mostram que a maioria dos portadores não desenvolve complicações vasculares graves ao longo da vida, desde que a hiperglicemia permaneça estável no padrão leve característico da condição.\n\nDurante a gestação, o MODY2 materno pode influenciar o crescimento fetal: se o feto herdou a mutação, tende ao crescimento normal (ambos mãe e feto têm o mesmo set-point); se o feto não herdou a mutação, a hiperglicemia materna pode estimular hiperinsulinismo fetal e macrossomia. Gestantes com MODY2 podem requerer insulinoterapia para reduzir a glicemia materna e prevenir macrossomia fetal, caso o feto não seja portador.\n\nDiagnóstico Genético\n\nO diagnóstico definitivo é confirmado por sequenciamento genético (painel MODY ou sequenciamento do exoma/genoma) identificando mutação patogênica no gene GCK (cromossomo 7p13). A investigação molecular é indicada em indivíduos com hiperglicemia leve estável, história familiar de diabetes de herança autossômica dominante, diagnóstico antes dos 25–35 anos, ausência de autoanticorpos e HbA1c caracteristicamente entre 5,8% e 7,5%.",
  "points": 0,
  "patient_explanation": "O gene GCK (glicoquinase) funciona como o termostato do seu pâncreas: ele diz ao seu corpo quando a quantidade de açúcar no sangue é alta o suficiente para liberar insulina. Quando há uma alteração nesse gene — chamada MODY2 — esse termostato fica regulado alguns graus acima do normal, fazendo com que o seu corpo considere normal uma glicemia um pouco mais alta que a da maioria das pessoas.\n\nIsso significa que você pode ter a glicemia em jejum levemente elevada (entre 100 e 145 mg/dL) durante toda a vida, mas essa elevação costuma ser estável — não piora com os anos como ocorre no diabetes comum. Em geral, o risco de desenvolver complicações graves do diabetes (como problemas nos rins, olhos ou nervos) é muito menor do que no diabetes tradicional.\n\nEssa condição é hereditária: se um dos pais tem essa alteração genética, há 50% de chance de os filhos também terem. Muitas pessoas vivem décadas sem saber que possuem o MODY2, pois os valores de glicemia são apenas levemente alterados e podem ser confundidos com pré-diabetes.\n\nO acompanhamento médico regular é importante, especialmente para mulheres grávidas, pois a gestação requer atenção especial. Na maioria dos casos, medicamentos para diabetes não são necessários — o médico avaliará o melhor plano para você.",
  "conduct": "## Conduta Clínica: GCK (MODY2)\n\n### 1. Suspeita Diagnóstica\n\n**Investigar MODY2 quando:**\n- Hiperglicemia leve em jejum estável (100–145 mg/dL) detectada incidentalmente, especialmente em jovens ou adultos jovens\n- HbA1c persistentemente entre 5,8% e 7,5% sem progressão ao longo dos anos\n- História familiar de diabetes ou hiperglicemia leve em padrão autossômico dominante (pai/mãe, avô/avó, filhos afetados)\n- Ausência de sintomas clássicos de diabetes (poliúria, polidipsia, perda de peso)\n- Curva glicêmica (TTOG 75g): incremento pós-carga (Δglicose 0–120 min) < 3 mmol/L (< 54 mg/dL)\n- Ausência de autoanticorpos pancreáticos (anti-GAD, anti-IA2, anti-ZnT8)\n- Peptídeo C preservado\n\n### 2. Investigação Complementar\n\n**Exames laboratoriais iniciais:**\n- Glicemia de jejum (mínimo 3 medições em dias diferentes para confirmar estabilidade)\n- HbA1c\n- TTOG 75g com glicemia em 0 e 120 minutos\n- Peptídeo C (em jejum e pós-estímulo)\n- Painel de autoanticorpos pancreáticos: anti-GAD65, anti-IA2, anti-ZnT8, ICA\n- Insulinemia de jejum e HOMA-IR (para afastar resistência insulínica do DM tipo 2)\n- Função renal (creatinina, TFGe, microalbuminúria) — basal\n- Perfil lipídico, função hepática\n\n**Investigação genética:**\n- **Encaminhar para teste genético molecular:** painel MODY (inclui GCK, HNF1A, HNF4A, HNF1B e outros genes) por sequenciamento de nova geração (NGS)\n- O diagnóstico genético confirma a condição, elimina a necessidade de tratamento farmacológico desnecessário e permite triagem familiar\n- Considerar triagem genética em familiares de primeiro grau de portadores confirmados\n\n### 3. Encaminhamento a Especialistas\n\n- **Endocrinologista** com experiência em diabetes monogênico: para confirmação diagnóstica, interpretação do teste genético e definição do plano terapêutico\n- **Geneticista clínico** ou **serviço de genética médica**: especialmente quando há dúvida diagnóstica ou para aconselhamento genético familiar\n- **Obstetra de alto risco + Endocrinologista:** obrigatório em gestantes portadoras de GCK-MODY, para monitoramento do crescimento fetal e decisão sobre insulinoterapia\n\n### 4. Conduta Terapêutica\n\n**Na maioria dos casos:**\n- **Tratamento farmacológico geralmente NÃO é necessário** no MODY2 fora da gestação\n- A hiperglicemia é estável, o risco de progressão é mínimo e o risco de complicações microvasculares é significativamente reduzido\n- Suspender ou não iniciar hipoglicemiantes orais e insulina em portadores confirmados de MODY2 (após confirmação genética), salvo exceções\n\n**Medidas não farmacológicas indicadas:**\n- Alimentação equilibrada com controle de carga glicêmica (evitar picos glicêmicos excessivos pós-prandiais)\n- Atividade física regular (melhora sensibilidade insulínica e saúde metabólica geral)\n- Manutenção de peso saudável\n- Evitar fatores que possam agravar resistência insulínica: sedentarismo, excesso de carboidratos refinados, obesidade, tabagismo\n\n**Monitoramento periódico:**\n- HbA1c a cada 6–12 meses\n- Glicemia de jejum anual\n- Avaliação de microalbuminúria, fundo de olho e exame neurológico: a cada 2–5 anos (risco baixo, mas não nulo)\n- Perfil lipídico e pressão arterial anualmente\n\n### 5. Situações Especiais\n\n**Gestação:**\n- Monitoramento intensivo da glicemia materna e do crescimento fetal por ultrassonografia seriada\n- Se o feto não herdou a mutação GCK: insulinoterapia materna pode ser indicada para evitar macrossomia (decisão individualizada)\n- Se o feto herdou a mutação: crescimento fetal geralmente normal; insulinoterapia materna não indicada de rotina\n- Teste genético pré-natal ou pós-natal do recém-nascido pode ser considerado\n\n**Cirurgia ou situações de estresse metabólico:**\n- Informar equipe médica sobre o diagnóstico de MODY2 para evitar tratamento desnecessário da hiperglicemia leve\n\n**Rastreamento familiar:**\n- Testar filhos, irmãos e pais de primeiro grau do portador confirmado\n- Crianças com hiperglicemia leve assintomática e história familiar compatível devem ser investigadas antes de iniciar qualquer tratamento"
}
