{
  "score_item_id": "019c1a2b-a36f-7de4-ada7-661bacd45331",
  "clinical_relevance": "O HNF1A (Hepatocyte Nuclear Factor 1-Alpha) é um fator de transcrição amplamente expresso no pâncreas, fígado, rins e intestino, codificado pelo gene HNF1A no cromossomo 12q24.2. Mutações heterozigóticas de perda de função nesse gene constituem a causa mais frequente de MODY (Maturity-Onset Diabetes of the Young), denominada MODY3, representando aproximadamente 30 a 65% de todos os casos de MODY identificados em populações europeias. O MODY3 é uma forma monogênica de diabetes mellitus de herança autossômica dominante, com penetrância elevada (acima de 90% ao longo da vida), que afeta predominantemente adultos jovens e adolescentes, tipicamente antes dos 35 anos de idade.\n\nFisiopatologicamente, o HNF1A regula a expressão de genes críticos para a função das células beta pancreáticas, incluindo transportadores de glicose (GLUT2), componentes da via glicolítica e do canal de potássio sensível ao ATP (KATP). A deficiência funcional de HNF1A compromete a secreção de insulina estimulada por glicose de forma progressiva, resultando em hiperglicemia inicialmente pós-prandial e, com o tempo, em hiperglicemia de jejum. Diferentemente do diabetes tipo 2, a resistência à insulina não é o mecanismo primário; o defeito central é a redução da capacidade secretória das células beta.\n\nDo ponto de vista clínico, o MODY3 é frequentemente confundido com diabetes tipo 1 (por surgir em jovens e responder ao início de insulinoterapia) ou com diabetes tipo 2 (pela ausência de cetoacidose e pela resposta a hipoglicemiantes orais). Características que devem levantar suspeita diagnóstica incluem: diabetes em jovens com história familiar autossômica dominante de diabetes (pelo menos dois a três gerações afetadas), ausência de marcadores autoimunes (anti-GAD, anti-IA2, anti-ZnT8), peptídeo C detectável mesmo após anos de diagnóstico, ausência de obesidade como fator desencadeante e hipoglicemia paradoxal ao jejum prolongado. Uma característica laboratorial notável é a glicosúria desproporcional à glicemia, pois o HNF1A também regula o transportador renal de glicose SGLT2, reduzindo o limiar renal de reabsorção de glicose.\n\nO diagnóstico definitivo é molecular, por sequenciamento do gene HNF1A com identificação de variante patogênica. Mais de 200 mutações já foram descritas, incluindo mutações de ponto, pequenas inserções e deleções. A mutação P291fsinsC (inserção na posição 291) é a mais prevalente em populações de origem europeia.\n\nA relevância clínica deste parâmetro genético é alta: o reconhecimento do MODY3 modifica substancialmente o tratamento. Pacientes com MODY3 respondem de forma excepcional às sulfonilureias em doses baixas, com eficácia superior à insulina em muitos casos, permitindo a transição de insulinoterapia para sulfonilureia oral com excelente controle glicêmico. Esse fenômeno está relacionado ao mecanismo de ação das sulfonilureias, que atuam diretamente nos canais KATP das células beta, contornando o defeito de sinalização mediado pelo HNF1A deficiente. Do ponto de vista do Escore Plenya, a presença de variante patogênica confirmada em HNF1A impacta diretamente o risco metabólico vitalício do indivíduo e orienta estratégias de rastreamento familiar e manejo preventivo.",
  "points": 0,
  "patient_explanation": "O HNF1A é um gene importante para o funcionamento correto do pâncreas, especialmente para as células que produzem insulina. Quando existe uma alteração (mutação) nesse gene, o organismo tem dificuldade em liberar insulina adequadamente após as refeições, podendo desenvolver um tipo especial de diabetes chamado MODY3.\n\nAo contrário do diabetes mais comum, o MODY3 não está relacionado ao excesso de peso nem ao estilo de vida. É uma condição hereditária, o que significa que pode ser transmitida de pais para filhos, e geralmente aparece em jovens e adultos jovens.\n\nA boa notícia é que, uma vez identificada essa alteração genética, o tratamento pode ser muito mais simples e eficaz do que os tratamentos convencionais para diabetes. Muitas pessoas com MODY3 conseguem controlar muito bem a glicemia com comprimidos específicos (sulfonilureias), em vez de precisar de injeções de insulina.\n\nSe esse parâmetro aparecer alterado no seu escore, isso indica que existe uma variante no gene HNF1A que merece atenção médica especializada. Não é motivo de alarme imediato, mas é fundamental conversar com seu médico para avaliar a necessidade de exames complementares e, se indicado, realizar o rastreamento em familiares próximos.",
  "conduct": "## Conduta Clínica: HNF1A (MODY3)\n\n### 1. Critérios de Suspeita Diagnóstica\n\n**Investigar MODY3 quando presentes dois ou mais dos seguintes critérios:**\n\n- Diagnóstico de diabetes antes dos 35 anos de idade\n- História familiar de diabetes em pelo menos duas gerações consecutivas (padrão autossômico dominante)\n- Ausência de obesidade como fator desencadeante\n- Peptídeo C detectável (preservação parcial de função beta-celular após anos de diagnóstico)\n- Ausência de autoanticorpos pancreáticos (anti-GAD, anti-IA2, anti-ZnT8)\n- Glicosúria com glicemia relativamente baixa (limiar renal reduzido)\n- Hipersensibilidade a sulfonilureias (hipoglicemia com doses convencionais)\n- Controle inadequado ou necessidade incomum de baixas doses de insulina\n\n---\n\n### 2. Investigação Complementar\n\n**Laboratorial inicial:**\n- Glicemia de jejum, glicemia pós-prandial e hemoglobina glicada (HbA1c)\n- Peptídeo C em jejum e após estímulo (glucagon ou pós-prandial)\n- Painel de autoanticorpos: anti-GAD65, anti-IA2, anti-ZnT8, anti-insulina\n- Urinálise com pesquisa de glicosúria (em contexto de glicemia limítrofe)\n- Perfil lipídico e função hepática (HNF1A também regula metabolismo hepático)\n\n**Diagnóstico molecular:**\n- Sequenciamento do gene HNF1A (Next Generation Sequencing ou Sanger) como padrão ouro\n- Considerar painel MODY ampliado (incluindo HNF4A, GCK, HNF1B, ABCC8, KCNJ11) quando o fenótipo for compatível e o resultado isolado de HNF1A for negativo\n- Encaminhar ao geneticista clínico ou endocrinologista com experiência em diabetes monogênico para interpretação de variantes de significado incerto (VUS)\n\n---\n\n### 3. Manejo Terapêutico\n\n**Tratamento farmacológico:**\n- **Sulfonilureias são o tratamento de primeira linha** para MODY3 confirmado\n  - Iniciar com doses muito baixas (ex.: glibenclamida 1,25 mg/dia ou gliclazida 20–30 mg/dia) devido à sensibilidade aumentada\n  - Titular gradualmente com monitorização glicêmica frequente para evitar hipoglicemia\n  - Eficácia superior à insulina na maioria dos pacientes, com melhor qualidade de vida\n- **Transição de insulina para sulfonilureia:** possível e indicada em pacientes com MODY3 confirmado que estejam em uso de insulina; deve ser realizada sob supervisão especializada com monitorização intensiva\n- **Inibidores de SGLT2:** podem ter eficácia reduzida no MODY3 (limiar renal já reduzido); usar com cautela\n- **Metformina:** pode ser utilizada como adjuvante, mas não é o agente de escolha primária\n\n**Gestão em situações especiais:**\n- **Gravidez:** sulfonilureias são contraindicadas na gestação; manejo com insulina é necessário; monitorização intensiva pré-natal essencial\n- **Crianças e adolescentes:** diagnóstico molecular precoce é fundamental para evitar tratamento incorreto prolongado\n\n---\n\n### 4. Rastreamento Familiar\n\n- **Rastrear familiares de primeiro grau** (filhos, irmãos, pais) com glicemia de jejum e HbA1c\n- Indicar sequenciamento molecular em familiares com glicemia alterada ou história sugestiva\n- Oferecer aconselhamento genético: risco de 50% de transmissão para filhos\n- Registrar o diagnóstico molecular na caderneta/prontuário para guiar condutas futuras\n\n---\n\n### 5. Monitorização e Seguimento\n\n- **HbA1c:** a cada 3 meses até estabilização, depois a cada 6 meses\n- **Glicemia capilar:** monitorização domiciliar frequente, especialmente no início da sulfonilureia\n- **Rastreamento de complicações microvasculares:** retinopatia, nefropatia e neuropatia, com frequência similar ao diabetes tipo 1/2 — o MODY3 não é isento de complicações crônicas se mal controlado\n- **Função hepática:** acompanhar periodicamente, pois o HNF1A regula genes hepáticos (perfil lipídico e transaminases)\n\n---\n\n### 6. Encaminhamento\n\n- **Endocrinologista** com experiência em diabetes monogênico: obrigatório na suspeita diagnóstica e para manejo inicial\n- **Geneticista clínico:** para aconselhamento genético familiar e interpretação de variantes moleculares\n- **Nutrólogo/Nutricionista:** orientação alimentar individualizada; dieta com controle de carboidratos refinados é benéfica, sem necessidade de restrição severa como no diabetes tipo 1\n- **Oftalmologista:** rastreamento anual de retinopatia após 5 anos de diagnóstico ou imediatamente se sintomático"
}
