{
  "score_item_id": "019c1a2b-a36f-7bb0-948c-d88facae2ecb",
  "clinical_relevance": "HNF1B (Hepatocyte Nuclear Factor 1 Beta) é um fator de transcrição da família homeodomain que regula o desenvolvimento embrionário do pâncreas, rins, fígado, trato genital e intestino. Mutações heterozigóticas com perda de função no gene HNF1B — localizado no cromossomo 17q12 — causam o MODY5 (Maturity-Onset Diabetes of the Young, tipo 5), também denominado HNF1B-MODY ou síndrome de atrofia pancreática com diabetes.\n\nFisiopatologia: HNF1B é essencial para a diferenciação das células beta pancreáticas e para a morfogênese renal. Sua disfunção resulta em: (1) redução da massa de células beta e comprometimento da secreção de insulina, sem resistência periférica primária; (2) hipoplasia ou atrofia pancreática, especialmente do corpo e cauda; (3) cistos renais de desenvolvimento variável — desde cistos microscópicos até doença renal policística — com progressão para doença renal crônica em parcela significativa dos portadores; (4) anomalias genitais (útero bicorno, agenesia vaginal parcial em mulheres; hipospádia em homens); (5) hiperuricemia e gota por disfunção tubular renal.\n\nGenética: O MODY5 é de herança autossômica dominante com penetrância variável. Cerca de 50% dos casos surgem por mutações de novo (deleção da região 17q12, mais comum que mutações pontuais). O fenótipo é altamente pleiotrópico: a mesma mutação pode produzir quadros clínicos distintos entre membros da mesma família. A prevalência estimada do MODY5 é de aproximadamente 5% a 10% de todos os casos de MODY; globalmente, MODY afeta cerca de 1% dos diabéticos, sendo frequentemente subdiagnosticado e confundido com DM1 ou DM2.\n\nApresentação clínica e laboratorial: O diabetes no MODY5 geralmente se manifesta antes dos 25 anos, com hiperglicemia de instalação gradual e ausência de anticorpos anti-ilhota (anti-GAD, anti-IA2, anti-ZnT8) negativos. O peptídeo C é detectável, indicando secreção residual de insulina. Diferentemente do DM1, a cetoacidose é incomum no início. A função renal pode estar comprometida antes mesmo do diagnóstico de diabetes, com elevação de creatinina, proteinúria leve e cistos renais ao ultrassom. A hiperuricemia assintomática é frequente. Exames de imagem — ultrassonografia ou ressonância magnética — revelam hipoplasia pancreática em proporção relevante dos portadores.\n\nEstrategicamente, do ponto de vista da medicina funcional e de precisão, o MODY5 exemplifica o princípio da individualização genética: genes determinam risco e fisiopatologia específicos, e o manejo deve ser adaptado ao fenótipo individual. Como destacado na literatura epigenética, somente 10 a 20% da longevidade saudável é atribuída estritamente à genética; fatores de estilo de vida e epigenéticos modulam a expressão e progressão da doença.\n\nDiagnóstico molecular: O sequenciamento do gene HNF1B (Sanger ou painel de MODY por NGS) ou a detecção de deleção 17q12 por MLPA/array-CGH confirma o diagnóstico. O teste deve ser considerado em qualquer diabético jovem com: (a) cistos renais; (b) hiperglicemia sem autoanticorpos; (c) hipoplasia pancreática; (d) história familiar de diabetes de padrão dominante; (e) hiperuricemia inexplicada; (f) anomalias genitais congênitas.",
  "points": 0,
  "patient_explanation": "O HNF1B é um gene que age como um 'controlador de obras' durante a formação do seu corpo antes do nascimento — especialmente na construção do pâncreas e dos rins. Quando esse gene tem uma alteração (chamada mutação), o pâncreas pode se desenvolver menor do que o normal e produzir menos insulina, causando um tipo especial de diabetes chamado MODY5. Diferente do diabetes comum, esse tipo tem causa genética bem definida e costuma aparecer em pessoas jovens, com histórico familiar semelhante.\n\nAlém do diabetes, portadores dessa mutação podem ter cistos (pequenas 'bolsinhas cheias de líquido') nos rins, que às vezes afetam sua função ao longo do tempo. Pode haver também níveis elevados de ácido úrico no sangue.\n\nA boa notícia é que, sabendo da causa genética, o tratamento pode ser muito mais direcionado e eficiente. Muitas pessoas com MODY5 respondem bem a medicamentos específicos — diferentes dos usados no diabetes tipo 1 ou tipo 2 — e podem controlar muito bem a glicemia com acompanhamento adequado. Entender sua genética permite ao médico proteger seus rins e prevenir complicações de forma personalizada.",
  "conduct": "## Conduta Clínica — HNF1B (MODY5)\n\n### 1. Confirmação Diagnóstica\n\n- **Suspeitar de MODY5** em pacientes com:\n  - Diabetes de início antes dos 25–35 anos sem autoanticorpos (anti-GAD, anti-IA2, anti-ZnT8 negativos)\n  - Cistos renais ao ultrassom, especialmente em jovens ou com histórico familiar\n  - Hipoplasia ou atrofia pancreática identificada em imagem\n  - Hiperuricemia sem outra causa aparente\n  - Anomalias genitais congênitas associadas a hiperglicemia\n  - Histórico familiar de diabetes de padrão autossômico dominante\n  - Peptídeo C detectável com dependência de insulina\n- **Teste genético:** Solicitar painel de MODY por sequenciamento de nova geração (NGS) cobrindo HNF1B, ou MLPA/array-CGH para detecção de deleção 17q12\n- **Cascata familiar:** Testar parentes de 1º grau do portador confirmado, dada a herança autossômica dominante e alto percentual de casos de novo\n\n---\n\n### 2. Avaliação Complementar Inicial\n\n**Laboratorial:**\n- Glicemia de jejum, hemoglobina glicada (HbA1c), peptídeo C em jejum e pós-estímulo\n- Autoanticorpos: anti-GAD, anti-IA2, anti-ZnT8 (para excluir DM1)\n- Função renal: creatinina, ureia, taxa de filtração glomerular estimada (TFGe), microalbuminúria/proteinúria em amostra\n- Ácido úrico sérico\n- Enzimas hepáticas (ALT, AST, GGT), bilirrubinas\n- Eletrólitos: sódio, potássio, magnésio (pode haver hipomagnesemia tubular)\n- Lipidograma completo\n\n**Imagem:**\n- Ultrassonografia de abdome total: avaliar morfologia pancreática e cistos renais\n- Ressonância magnética de abdome se ultrassom inconclusivo (mais sensível para hipoplasia pancreática e cistos renais pequenos)\n- Em mulheres: ultrassonografia pélvica para avaliação uterina\n\n---\n\n### 3. Manejo do Diabetes no MODY5\n\n- **Insulinoterapia é frequentemente necessária** desde o início ou precocemente, dado o comprometimento da secreção de insulina por hipoplasia de células beta\n- **Sulfoniluréias têm resposta variável** no MODY5 — diferentemente do MODY2 e MODY3, onde são preferidas; utilizar com cautela e monitorar resposta\n- **Evitar metformina como monoterapia** em casos com função renal comprometida\n- Individualizar metas glicêmicas conforme função renal (HbA1c não deve ser excessivamente restrita se há DRC associada)\n- Monitorizar HbA1c a cada 3 meses durante ajuste terapêutico; a cada 6 meses quando estável\n\n---\n\n### 4. Proteção Renal\n\n- **Nefrologista:** encaminhar para avaliação e acompanhamento em conjunto, especialmente se TFGe < 60 mL/min/1,73m² ou proteinúria presente\n- Controle rigoroso da pressão arterial: meta < 130/80 mmHg; preferir inibidores de ECA ou BRAs em presença de proteinúria (efeito nefroprotetor)\n- Evitar nefrotóxicos: anti-inflamatórios não esteroidais (AINEs), antibióticos nefrotóxicos, contraste iodado sem hidratação adequada\n- Rastrear progressão de DRC anualmente: creatinina, TFGe, microalbuminúria\n- **Hiperuricemia:** tratar se ácido úrico > 7 mg/dL (homens) / > 6 mg/dL (mulheres), especialmente com função renal reduzida; considerar alopurinol ou febuxostate; orientar redução de alimentos ricos em purinas e frutose\n\n---\n\n### 5. Abordagem Funcional e Epigenética\n\n- Embora a causa seja monogênica, fatores epigenéticos modulam a expressão e a progressão clínica:\n  - **Estilo de vida:** sono de qualidade, manejo do estresse, atividade física regular (moderada; musculação é anti-inflamatória)\n  - **Nutrição:** dieta anti-inflamatória, controle de carboidratos refinados para otimizar glicemia, adequação proteica\n  - **Evitar interferentes:** álcool (hepatotóxico e nefrotóxico), tabaco, AINEs crônicos\n- Avaliar status nutricional: vitaminas do complexo B (B12, folato, B6), zinco, magnésio — deficiências comprometem metabolismo celular e função renal tubular\n- Otimizar homocisteína (meta 5–8 µmol/L): suplementar com formas ativas (metilcobalamina, metilfolato, P5P) se elevada\n\n---\n\n### 6. Encaminhamentos Especializados\n\n| Especialidade | Indicação |\n|---|---|\n| **Endocrinologista** | Manejo do diabetes, ajuste de insulinoterapia |\n| **Nefrologista** | Cistos renais, DRC, hiperuricemia refratária |\n| **Geneticista clínico** | Aconselhamento genético, cascata familiar, planejamento reprodutivo |\n| **Ginecologista** | Mulheres com anomalias genitais associadas |\n| **Nutricionista** | Planejamento alimentar individualizado |\n\n---\n\n### 7. Monitoramento e Seguimento\n\n- **A cada 3–6 meses:** glicemia, HbA1c, pressão arterial, função renal, ácido úrico\n- **Anualmente:** lipidograma, enzimas hepáticas, microalbuminúria, ultrassonografia renal\n- **Planejamento reprodutivo:** orientar sobre risco de transmissão (50% por filho) e sobre possíveis complicações obstétricas relacionadas a anomalias genitais; oferecer diagnóstico pré-natal ou pré-implantacional quando desejado\n- **Educação em saúde:** explicar o caráter genético da condição, desmistificar estigmas do diagnóstico de 'diabetes', enfatizar que o controle é plenamente possível com acompanhamento adequado"
}
