{
  "score_item_id": "019c1a2b-a36f-7c3c-94c4-9ca6cfd09002",
  "clinical_relevance": "O gene HNF4A (Hepatocyte Nuclear Factor 4 Alpha) codifica um fator de transcrição nuclear da família dos receptores nucleares, expresso predominantemente em pâncreas, fígado, intestino e rim. Variantes patogênicas heterozigóticas em HNF4A são responsáveis pelo MODY1 (Maturity-Onset Diabetes of the Young tipo 1), uma forma monogênica de diabetes mellitus de herança autossômica dominante com alta penetrância (estimada em 95% aos 50 anos). O MODY1 representa aproximadamente 5–10% de todos os casos de MODY diagnosticados molecularmente, sendo menos frequente que o MODY3 (HNF1A) mas com apresentação clínica bastante semelhante.\n\nFisiopatologia: HNF4A regula a transcrição de múltiplos genes envolvidos na função da célula beta pancreática, incluindo o próprio HNF1A, genes do metabolismo da glicose e da secreção de insulina. Variantes patogênicas resultam em disfunção progressiva da célula beta, com redução da secreção de insulina em resposta à glicose, sem resistência periférica à insulina significativa. Adicionalmente, HNF4A exerce papel hepatocítico central, influenciando o metabolismo lipídico: portadores de MODY1 frequentemente apresentam concentrações reduzidas de apolipoproteína CIII, triglicérides e LDL, diferindo do perfil lipídico habitual do DM2.\n\nApresentação clínica e valores de referência: O diagnóstico clínico é caracterizado por hiperglicemia de instalação gradual, tipicamente na adolescência ou início da idade adulta (< 35 anos), em indivíduos com história familiar de diabetes em pelo menos duas gerações consecutivas e ausência de obesidade ou de marcadores de autoimunidade (anti-GAD, anti-IA2 negativos). Recém-nascidos de mães portadoras de variante HNF4A podem apresentar macrossomia e hiperinsulinismo neonatal transitório, um fenótipo que reverte espontaneamente mas é característico deste subtipo. A glicemia de jejum pode ser levemente elevada (tipicamente 100–144 mg/dL) por anos antes da progressão para diabetes franco.\n\nDiagnóstico diferencial: MODY1 é frequentemente confundido com DM1 (por idade de início e ausência de obesidade) ou DM2 (por história familiar). A distinção clínica com DM1 é facilitada pela ausência de autoanticorpos e pelo peptídeo C detectável mesmo após anos de diagnóstico. A confirmação é feita por sequenciamento genético (NGS em painel de MODY ou sequenciamento de Sanger) identificando variante patogênica em HNF4A.\n\nImplicações terapêuticas: Portadores de MODY1 respondem bem a sulfonilureias em doses baixas (glibenclamida, gliclazida), que estimulam a secreção de insulina via bloqueio dos canais KATP das células beta, de forma análoga ao MODY3. Essa sensibilidade farmacogenômica justifica a redução ou substituição da insulinoterapia em muitos casos após o diagnóstico molecular correto, com melhora do controle glicêmico e redução de hipoglicemias. Abordagens nutricionais de baixo índice glicêmico e controle de carboidratos simples são complementares ao manejo farmacológico.\n\nEpidemiologia: A prevalência de MODY em geral é estimada em 1–5% de todos os casos de diabetes mellitus, sendo que o MODY1 responde por 5–10% dos casos de MODY confirmados molecularmente. A maioria dos casos permanece não diagnosticada ou é erroneamente classificada como DM1 ou DM2, com implicações terapêuticas e prognósticas relevantes para o paciente e familiares de primeiro grau.",
  "points": 0,
  "patient_explanation": "O HNF4A é um gene que controla o funcionamento das células do pâncreas responsáveis por produzir insulina. Quando existe uma alteração (variante) nesse gene, o pâncreas passa a produzir insulina de forma insuficiente ao longo do tempo, levando a um tipo especial de diabetes chamado MODY1. Esse tipo de diabetes é diferente do diabetes comum: aparece em pessoas jovens, geralmente antes dos 35 anos, e costuma aparecer em vários membros da mesma família ao longo de gerações. Ao contrário do diabetes tipo 1, não é causado por uma resposta imunológica errada do organismo; e ao contrário do diabetes tipo 2, não está relacionado ao excesso de peso ou à resistência à insulina. A boa notícia é que, quando identificado corretamente, o MODY1 pode ser tratado com medicamentos orais simples (sulfonilureias), muitas vezes em doses baixas, evitando a necessidade de insulina injetável. O diagnóstico correto também é importante para orientar outros membros da família, que podem se beneficiar de rastreamento precoce.",
  "conduct": "## Conduta Clínica — HNF4A (MODY1)\n\n### 1. Suspeita Clínica\n\nCritérios que devem levantar a hipótese de MODY1:\n\n- **Diabetes diagnosticado antes dos 35 anos** em indivíduo não obeso\n- **História familiar de diabetes em pelo menos 2 gerações consecutivas** (padrão autossômico dominante)\n- **Ausência de autoanticorpos** associados ao DM1 (anti-GAD, anti-IA2, anti-ZnT8)\n- **Peptídeo C detectável** mesmo após anos de diagnóstico\n- **Perfil lipídico atípico:** triglicérides baixos, HDL elevado, apolipoproteína CIII reduzida\n- **História de macrossomia neonatal** ou hiperinsulinismo transitório na infância (em filhos de mãe portadora)\n\n### 2. Investigação Complementar\n\n**Exames laboratoriais iniciais:**\n- Glicemia de jejum e HbA1c\n- Peptídeo C em jejum (esperado: detectável, > 0,6 ng/mL)\n- Painel de autoanticorpos: anti-GAD, anti-IA2, anti-ZnT8\n- Perfil lipídico completo (triglicérides costumam estar baixos no MODY1)\n- Insulina de jejum\n- Função renal e hepática (dado o papel do HNF4A no fígado)\n\n**Confirmação diagnóstica:**\n- **Sequenciamento genético** por painel de MODY (NGS) ou sequenciamento de Sanger do gene HNF4A\n- Indicar sequenciamento de familiares de primeiro grau após confirmação molecular no probando\n\n### 3. Critérios de Encaminhamento\n\n- **Endocrinologista:** para todos os casos suspeitos ou confirmados de MODY1\n- **Geneticista clínico:** para aconselhamento genético familiar, especialmente em casais em planejamento reprodutivo\n- **Neonatologista/Pediatra:** em gestações de portadoras confirmadas, para vigilância de hiperinsulinismo neonatal no recém-nascido\n- **Nutricionista com experiência em diabetes monogênico:** para estruturação do plano alimentar individualizado\n\n### 4. Intervenções Baseadas em Evidências\n\n**Farmacológico:**\n- **Sulfonilureias** (glibenclamida, gliclazida, glimepirida) são o tratamento de escolha para MODY1 — respondem de forma sensível em doses tipicamente baixas\n- Em portadores em uso de insulina exógena, a transição para sulfonilureia deve ser feita de forma gradual e monitorada, com risco de hipoglicemia durante o ajuste\n- Evitar metformina como monoterapia inicial, pois o mecanismo não é resistência à insulina\n- Em gestação: insulina é preferida por segurança; sulfonilureias podem ser discutidas com especialista\n\n**Nutricional e de estilo de vida:**\n- Dieta com **baixo índice glicêmico**, controle de carboidratos simples e refinados\n- Distribuição adequada de macronutrientes ao longo do dia para evitar picos glicêmicos\n- **Exercício físico regular** (resistência + aeróbico), que melhora a sensibilidade periférica à glicose e apoia o controle metabólico\n- Evitar obesidade e sedentarismo, que, mesmo sem serem a causa primária, agravam a disfunção das células beta\n\n**Monitoramento:**\n- Hemoglobina glicada (HbA1c) a cada 3 meses até estabilização, depois a cada 6 meses\n- Glicemia de jejum e pós-prandial conforme resposta terapêutica\n- Rastreamento de complicações microvasculares (retinopatia, nefropatia, neuropatia) após 5 anos de diagnóstico, seguindo protocolos de diabetes em geral\n- Função hepática e perfil lipídico anualmente\n\n### 5. Aconselhamento Genético Familiar\n\n- A herança é **autossômica dominante** com penetrância de aproximadamente 95% aos 50 anos\n- Cada filho de um portador tem **50% de chance** de herdar a variante\n- Rastreamento de familiares de primeiro grau deve ser realizado com glicemia de jejum + HbA1c e, quando positivo ou limítrofe, sequenciamento genético\n- O diagnóstico precoce em familiares permite intervenção antes do estabelecimento de complicações"
}
