{
  "score_item_id": "019c1a2b-a36f-7b61-b1cb-3100c73beca9",
  "clinical_relevance": "O polimorfismo rs4402960 no gene IGF2BP2 (Insulin-like Growth Factor 2 mRNA Binding Protein 2, também chamado IMP2) é um dos primeiros loci de susceptibilidade ao diabetes mellitus tipo 2 (DM2) identificados por estudos de associação genômica ampla (GWAS) em larga escala. Foi relatado de forma consistente em múltiplos GWAS realizados em populações europeias, asiáticas e latino-americanas, tornando-se um marcador genético bem validado para risco de DM2.\n\nO gene IGF2BP2 codifica uma proteína de ligação ao mRNA do fator de crescimento semelhante à insulina 2 (IGF-2), envolvida na tradução e estabilização de transcritos relacionados ao metabolismo energético, diferenciação de células beta pancreáticas e sinalização da insulina. O alelo de risco (T) do rs4402960 está associado a redução da função das células beta pancreáticas, comprometimento da primeira fase de secreção insulínica em resposta à glicose e maior resistência periférica à insulina.\n\nDo ponto de vista epidemiológico, o alelo de risco T apresenta frequência alélica em torno de 28-30% em populações europeias. Indivíduos heterozigotos (GT) apresentam odds ratio (OR) para DM2 de aproximadamente 1,14, enquanto homozigotos de risco (TT) apresentam OR de cerca de 1,30 em relação aos homozigotos de referência (GG). Embora o efeito individual seja moderado, o impacto clínico se torna relevante quando somado a outros loci de risco em escores poligênicos e, principalmente, quando combinado com fatores ambientais desfavoráveis como sedentarismo, excesso de peso, dieta hiperglicêmica e estresse crônico.\n\nA estratificação de risco deve considerar: (1) genótipo homozigoto TT — risco aumentado, especialmente na presença de outros polimorfismos de risco (TCF7L2, FTO, PPARG, KCNJ11); (2) genótipo heterozigoto GT — risco intermediário, com ênfase em prevenção primária intensificada; (3) genótipo GG — risco basal, sem incremento genético pelo rs4402960. A interpretação deve ser sempre contextualizada ao fenótipo clínico (glicemia de jejum, HbA1c, HOMA-IR, HOMA-β, perfil lipídico, circunferência abdominal) e ao histórico familiar de DM2.\n\nA presença do alelo de risco reforça a necessidade de monitoramento laboratorial periódico, incluindo glicemia de jejum, insulina de jejum, HbA1c e avaliação da função de células beta (HOMA-β), permitindo identificação precoce de disfunção secretória antes da instalação da hiperglicemia franca. Intervenções epigenéticas — exercício físico regular, padrão alimentar de baixa carga glicêmica, manejo do estresse e sono adequado — têm potencial de modular a expressão do gene e mitigar o risco conferido pelo polimorfismo, reforçando que a genética representa predisposição, não determinismo.",
  "points": 0,
  "patient_explanation": "O IGF2BP2 rs4402960 é uma variação genética (polimorfismo) que pode aumentar levemente o risco de desenvolver diabetes tipo 2 ao longo da vida. Esse gene participa do controle da produção de insulina pelo pâncreas e da forma como o corpo responde a ela. Quando uma pessoa tem a variante de risco, o pâncreas pode ter uma resposta à glicose um pouco menos eficiente, o que, combinado com hábitos de vida desfavoráveis, pode facilitar o surgimento do diabetes.\n\nTer essa variante não significa que você vai desenvolver diabetes — significa apenas que seu organismo pode ser um pouco mais sensível aos fatores que aumentam esse risco, como alimentação com excesso de açúcar e carboidratos refinados, sedentarismo, sobrepeso e estresse. A boa notícia é que mudanças no estilo de vida têm grande poder de proteger sua saúde mesmo diante dessa predisposição genética. Manter um peso saudável, praticar exercícios regularmente, dormir bem e escolher alimentos com menor impacto na glicemia são as ferramentas mais eficazes para que esse gene nunca se manifeste como doença.",
  "conduct": "## Conduta Clínica — IGF2BP2 rs4402960 (Risco de Diabetes Tipo 2)\n\n### Avaliação Inicial\n\n- **Anamnese dirigida:** história familiar de DM2 (pais, irmãos), peso ao nascer, histórico de ganho de peso e padrão alimentar, sedentarismo, tabagismo, uso de medicamentos diabetogênicos (corticoides, antipsicóticos atípicos, diuréticos tiazídicos)\n- **Avaliação antropométrica:** IMC, circunferência abdominal (risco aumentado: >94 cm em homens, >80 cm em mulheres), relação cintura-quadril\n- **Rastreio de outros polimorfismos de risco:** TCF7L2, FTO, PPARG (rs1801282), KCNJ11, MC4R — a soma de múltiplos loci de risco eleva substancialmente a predisposição\n\n### Investigação Laboratorial Complementar\n\n- **Obrigatório:**\n  - Glicemia de jejum (alvo funcional integrado: 60–90 mg/dL; diagnóstico de pré-diabetes ≥100 mg/dL; DM2 ≥126 mg/dL)\n  - Insulina de jejum (ideal ≤6 µU/mL; aceitável até 10 µU/mL)\n  - HbA1c (alvo funcional integrativo: 5,2–5,3%; pré-diabetes ≥5,7%; DM2 ≥6,5%)\n  - HOMA-IR (resistência à insulina; meta <2,15)\n  - HOMA-β (função de células beta; referência 167–175)\n- **Complementar:**\n  - Curva glicêmica e insulinêmica (75 g de glicose, com medições em 0, 30, 60, 90 e 120 min) — especialmente em casos limítrofes ou histórico de oscilação de peso significativa\n  - Perfil lipídico completo (colesterol total, LDL, HDL, triglicerídeos; índice TG/HDL: meta <1,2 homens / <1,4 mulheres; TAIG: meta <8)\n  - PCR ultrassensível, homocisteína, ácido úrico — marcadores de inflamação subclínica e risco metabólico ampliado\n  - Vitamina D sérica (25-OH-D; portadores de polimorfismos VDR/GC podem necessitar de níveis >50 ng/mL)\n  - Frutosamina (janela de ~20 dias; complementar à HbA1c em casos suspeitos de hemoglobinopatias)\n\n### Intervenções Baseadas em Evidências\n\n#### Estilo de Vida (Primeira Linha)\n\n- **Exercício físico:** combinação de treino aeróbico (≥150 min/semana de intensidade moderada) com treino de resistência (2–3x/semana); o exercício de resistência melhora a sensibilidade à insulina periférica e estimula biogênese mitocondrial (PGC-1α), sendo especialmente relevante em portadores de múltiplos polimorfismos metabólicos\n- **Padrão alimentar:** preferir dieta de baixa carga glicêmica ou padrão mediterrâneo; reduzir carboidratos refinados, farináceos, açúcares de adição e bebidas adoçadas; aumentar fibras solúveis (leguminosas, aveia, psyllium) para modulação da resposta glicêmica\n- **Crononutrição:** realizar última refeição o mais cedo possível; evitar carboidratos à noite (especialmente em portadores de PPAR-γ2 rs1801282)\n- **Sono:** garantir 7–9 horas de sono reparador; privação de sono agrava resistência à insulina de forma aguda\n- **Manejo do estresse:** técnicas de regulação do eixo HPA (mindfulness, respiração diafragmática, atividade física), pois cortisol cronicamente elevado antagoniza a insulina\n\n#### Modulação Nutricional e Suplementação\n\n- **Berberina:** evidências para melhora de sensibilidade à insulina e redução de HbA1c (500–1500 mg/dia em doses fracionadas antes das refeições principais); mecanismo via ativação de AMPK\n- **Mioinositol:** melhora sinalização intracelular da insulina; útil em resistência insulínica (2–4 g/dia)\n- **Magnésio:** cofator de mais de 300 enzimas; deficiência associada a maior risco de DM2; repor conforme dosagem sérica (alvo 2,0–2,5 mg/dL)\n- **Vitamina D:** corrigir deficiência — associada a pior função de células beta e maior risco de DM2; alvo sérico ≥40–50 ng/mL\n- **Ômega-3 (EPA + DHA):** efeito anti-inflamatório e melhora de sensibilidade à insulina; especialmente relevante em portadores de polimorfismos FADS1/FADS2 (suplementar diretamente EPA/DHA sem depender da conversão de ALA)\n- **Resveratrol, epigalocatequina galato (EGCG), trans-resveratrol:** moduladores da glicação avançada e da hemoglobina glicada; adjuvantes ao manejo metabólico\n- **Cromo:** pode auxiliar no metabolismo de carboidratos e na sensibilidade à insulina; utilizar quelato de cromo ou picolinato\n\n#### Abordagem Epigenética\n\n- Reforçar ao paciente que a modulação epigenética é um processo de longo prazo (meses a anos) e que consistência no estilo de vida é determinante para silenciar a expressão desfavorável do polimorfismo\n- Avaliar co-polimorfismos que potencializam risco: TCF7L2 (menor secreção de insulina e GLP-1 — modular carboidratos, treinos de força), PPARG (adipogênese e sensibilidade à insulina — dieta mediterrânea, exercício), MTHFR/FUT2 (metilação — folato, metilcobalamina)\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista:** glicemia de jejum ≥100 mg/dL persistente, HbA1c ≥5,7%, HOMA-IR >2,15 com múltiplos fatores de risco, suspeita de DM2 ou MODY, falha na resposta às intervenções de estilo de vida após 3–6 meses\n- **Nutrólogo/Nutricionista:** individualização do plano alimentar conforme genética, perfil metabólico e preferências do paciente; especialmente quando há múltiplos polimorfismos metabólicos\n- **Psicólogo/Coach de saúde:** quando há compulsão alimentar, hiperfagia emocional ou baixa adesão às mudanças de estilo de vida\n\n### Monitoramento\n\n- Reavaliação laboratorial a cada 3–6 meses (glicemia, HbA1c, insulina, HOMA-IR) até estabilização do perfil metabólico\n- Após estabilização, controle semestral ou anual conforme risco global\n- Registrar evolução de peso, circunferência abdominal e pressão arterial em cada consulta"
}
