{
  "score_item_id": "019c1a2b-a36f-7728-9d09-aba2beb66056",
  "clinical_relevance": "O KCNJ11 rs5219 (variante E23K, substituição Glu23Lys no éxon 1) é um polimorfismo de nucleotídeo único (SNP) no gene KCNJ11, localizado no cromossomo 11p15.1, que codifica a subunidade Kir6.2 do canal de potássio sensível a ATP (K-ATP) nas células beta pancreáticas. Este canal é o principal elo entre o metabolismo intracelular de glicose e a secreção de insulina por exocitose: quando a glicose é oxidada, o aumento da razão ATP/ADP fecha o canal K-ATP, despolariza a membrana celular, abre canais de cálcio voltagem-dependentes e desencadeia a liberação de insulina.\n\nA variante rs5219 (alelo de risco: T, resultando no aminoácido Lys23) reduz a sensibilidade do canal ao fechamento pelo ATP. O canal permanece mais aberto em resposta à glicose do que o normal, o que atenua a despolarização da membrana beta-celular e diminui a secreção de insulina glicose-estimulada (GSIS). O resultado funcional é uma célula beta menos responsiva ao estímulo glicêmico, predispondo ao comprometimento da primeira fase de secreção de insulina.\n\nEsta variante é uma das mais replicadas em estudos de associação genômica ampla (GWAS) para diabetes mellitus tipo 2 (DM2). Meta-análises de grandes consórcios (incluindo DIAGRAM) demonstraram que o alelo T de rs5219 confere um risco aumentado de DM2 de aproximadamente 14 a 20% por alelo (OR ≈ 1,14–1,20), com efeito aditivo. Portadores homozigotos TT apresentam risco substancialmente superior aos heterozigotos CT. A frequência do alelo T varia conforme a população: aproximadamente 30–40% em populações europeias e asiáticas, sendo um dos SNPs de risco para DM2 com maior frequência alélica.\n\nO polimorfismo está em desequilíbrio de ligação com a variante E23K do gene vizinho ABCC8 (que codifica SUR1, a subunidade regulatória do mesmo canal K-ATP), tornando a interpretação isolada clinicamente limitada — ambas as variantes contribuem ao fenótipo de disfunção secretora.\n\nClinicamente, o portador de risco tende a apresentar disfunção precoce da célula beta mesmo com sensibilidade à insulina relativamente preservada, diferenciando-se dos perfis de DM2 predominantemente insulinorresistentes. Índices funcionais como HOMA-B e peptídeo C de jejum e pós-estímulo são os marcadores laboratoriais mais relevantes neste perfil. A progressão para DM2 é acelerada quando coexistem fatores ambientais como sedentarismo, dieta hipercalórica e obesidade abdominal, que aumentam a demanda sobre células beta já comprometidas funcionalmente.\n\nO risco genético deve sempre ser contextualizado com fenótipo clínico, história familiar e marcadores metabólicos (HbA1c, insulina de jejum, HOMA-IR, HOMA-B). A utilidade clínica principal é identificar indivíduos com maior probabilidade de disfunção secretora beta-celular para orientar rastreamento e intervenção precoces.",
  "points": 0,
  "patient_explanation": "O KCNJ11 rs5219 é uma variação genética que afeta uma proteína chamada Kir6.2, presente nas células do pâncreas que produzem insulina. Essa proteína age como um 'interruptor': quando você ingere carboidratos e a glicose sobe no sangue, esse interruptor deve se fechar para que o pâncreas libere insulina na quantidade certa. A variante rs5219 torna esse interruptor um pouco menos sensível — o pâncreas pode demorar mais ou liberar menos insulina em resposta à glicose.\n\nIsso não significa que você terá diabetes. Significa que seu organismo pode se beneficiar de mais atenção à alimentação, atividade física e monitoramento regular. Com hábitos saudáveis e acompanhamento médico, é completamente possível manter o metabolismo da glicose equilibrado. Esse conhecimento permite que você e seu médico sejam mais proativos: rastreamento periódico de glicemia e hemoglobina glicada, controle do peso abdominal e estratégias alimentares que evitem picos de glicose fazem toda a diferença.",
  "conduct": "## Conduta Clínica — KCNJ11 rs5219 (Diabetes)\n\n### Avaliação Laboratorial Inicial\n\n- **Glicemia de jejum** (≥8h): referência <100 mg/dL; pré-diabetes 100–125 mg/dL\n- **HbA1c**: alvo <5,7%; HbA1c pode ser normal mesmo com picos pós-prandiais — solicitar TTOG 75g quando indicado\n- **Glicemia pós-prandial 2h / TTOG 75g**: avalia falha da primeira fase de secreção — parâmetro mais sensível neste perfil\n- **Insulina de jejum** (referência ideal 2–8 µUI/mL) e **HOMA-IR** (>2,5–3,0 = resistência à insulina)\n- **HOMA-B**: avalia reserva funcional beta-celular; queda progressiva indica comprometimento\n- **Peptídeo C** (jejum e pós-estímulo): secreção endógena de insulina mais estável que insulinemia\n- **Perfil lipídico completo**, **ácido úrico** e **PCR ultrassensível**: avaliam risco metabólico associado\n\n---\n\n### Monitoramento e Frequência\n\n- **Homozigotos TT** (maior risco): avaliação metabólica completa a cada 6–12 meses\n- **Heterozigotos CT**: avaliação anual se demais marcadores normais\n- Rastrear progressão para pré-diabetes/DM2 com HbA1c e glicemia de jejum seriadas\n- Avaliar circunferência abdominal e percentual de gordura visceral\n\n---\n\n### Intervenções Nutricionais\n\n- **Reduzir carga glicêmica**: carboidratos complexos com fibras; evitar ultraprocessados e açúcares simples\n- **Low carb moderada** (80–130g/dia) ou **dieta mediterrânea**: benefício documentado em perfis com comprometimento secretor\n- **Fracionamento**: refeições menores e mais frequentes; última refeição o mais cedo possível\n- **Fibras solúveis** (aveia, leguminosas, psyllium): atenuam picos pós-prandiais\n- **Proteína no café da manhã**: modula resposta insulínica ao longo do dia\n\n---\n\n### Atividade Física\n\n- **Aeróbico moderado a intenso**: reduz demanda periférica sobre as células beta\n- **Treinamento de força** (≥2x/semana): captação de glicose insulino-independente via GLUT4\n- **Caminhada pós-prandial** (10–20 min): atenua picos glicêmicos de forma significativa\n- Meta: ≥150 min/semana de aeróbico + exercícios de resistência\n\n---\n\n### Suplementação com Base em Evidências\n\n- **Magnésio** (200–400 mg/dia): deficiência associada a piora da função beta-celular e resistência à insulina\n- **Vitamina D** (alvo 40–60 ng/mL): receptores VDR nas células beta; deficiência aumenta risco de progressão para DM2\n- **Berberina** (500 mg 2–3x/dia com refeições): ativador de AMPK; reduz glicemia pós-prandial\n- **Mio-inositol** (2–4 g/dia): melhora sinalização insulínica intracelular\n- **Ômega-3 (EPA+DHA)**: proteção beta-celular e anti-inflamatório\n- **Cromo** (picolinato, 200–400 mcg/dia): cofator do fator de tolerância à glicose\n\n---\n\n### Estilo de Vida e Modulação Epigenética\n\n- **Genética não é destino**: estilo de vida saudável pode atenuar significativamente o risco genético\n- **Sono** (7–8h/noite): privação piora resistência à insulina e função beta-celular\n- **Gestão de estresse**: cortisol elevado antagoniza insulina e aumenta gliconeogênese hepática\n- **Evitar tabagismo e álcool**: prejudicam função beta-celular e aumentam resistência à insulina\n\n---\n\n### Critérios de Encaminhamento\n\n- **Endocrinologista**: HbA1c ≥6,0%, glicemia ≥110 mg/dL persistente ou HOMA-B em queda progressiva\n- **Nutricionista**: prescrição dietética individualizada e monitoramento de composição corporal\n- **Medicina de precisão**: múltiplos polimorfismos de risco para DM2 (TCF7L2, SLC30A8, PPARG) — estratificação poligênica\n- **Cardiologia preventiva**: síndrome metabólica, pré-diabetes confirmado ou histórico familiar de DCV\n\n---\n\n### Considerações Farmacogenômicas\n\n- **Sulfonilureias** (fecham canal K-ATP independentemente do ATP): podem ser especialmente eficazes neste perfil genotípico se DM2 estabelecido — decisão do endocrinologista\n- **Metformina**: primeira linha pelo efeito insulinossensibilizador hepático, complementar à disfunção secretora"
}