{
  "score_item_id": "019c1a2b-a36f-7587-94dc-76d62b9fedbf",
  "clinical_relevance": "O polimorfismo rs1137101 do gene LEPR (Leptin Receptor), também denominado Gln223Arg (c.668A>G, p.Gln223Arg), é uma variante de sentido trocado no éxon 6 do gene do receptor de leptina, localizado no cromossomo 1p31. Resulta na substituição do aminoácido glutamina (Gln) por arginina (Arg) na posição 223 da proteína receptora. O alelo de risco é o G (Arg), e portadores do genótipo homozigoto GG (Arg/Arg) apresentam expressão fenotípica mais acentuada que os heterozigotos AG (Gln/Arg).\n\nA leptina é o principal hormônio regulador do balanço energético, produzida pelos adipócitos em proporção à massa de gordura corporal. Ao se ligar ao receptor LEPR hipotalâmico (especialmente no núcleo arqueado), ativa vias inibitórias do apetite (via POMC/CART) e estimula o gasto energético. O polimorfismo Gln223Arg compromete parcialmente essa sinalização: a variante Arg223 reduz a afinidade de ligação da leptina ao seu receptor e prejudica a transdução do sinal intracelular via JAK2/STAT3, resultando em resistência funcional à leptina mesmo na presença de níveis séricos normais ou elevados do hormônio.\n\nDo ponto de vista fisiopatológico, a resistência à leptina induzida por esse polimorfismo leva a: (1) menor inibição do apetite em resposta às refeições e ao estado de repleção energética; (2) redução do gasto energético basal por menor estimulação do sistema nervoso simpático; (3) maior tendência ao acúmulo de gordura visceral e subcutânea; (4) hiperleptinemia compensatória sem efeito funcional proporcional; (5) piora da sensibilidade à insulina por mecanismos secundários à adiposidade visceral aumentada.\n\nEpidemioloicamente, o alelo G (Arg) tem frequência variável por população: em populações europeias, a frequência do alelo G varia de 40 a 55%; em populações asiáticas, a frequência pode ultrapassar 60%; no Brasil, dados populacionais são escassos, mas a miscigenação sugere frequências intermediárias. Estudos de associação mostram que portadores do genótipo GG apresentam, em média, IMC 1,0 a 2,5 kg/m² maior que portadores do genótipo AA, maior circunferência abdominal e maior massa de gordura corporal. A associação é consistente, embora o tamanho de efeito individual seja moderado — como ocorre com a maioria dos polimorfismos de obesidade comuns.\n\nO polimorfismo LEPR rs1137101 tem sido associado também a maior risco de resistência à insulina e síndrome metabólica em alguns estudos, especialmente quando combinado com outros fatores de risco (sedentarismo, dieta hipercalórica, outros polimorfismos desfavoráveis como FTO rs9939609 ou MC4R). A interpretação clínica deve considerar o contexto genético global do paciente e não apenas este RS isolado. O efeito fenotípico é modificável por intervenções de estilo de vida — epigeneticamente, comportamentos favoráveis podem atenuar a expressão do risco genético.",
  "points": 0,
  "patient_explanation": "O receptor de leptina é uma proteína do cérebro que recebe o sinal do hormônio da saciedade (leptina), produzido pelo tecido adiposo. Quando você tem gordura suficiente armazenada, a leptina é liberada e sinaliza ao cérebro para reduzir o apetite e aumentar o gasto de energia.\n\nO polimorfismo LEPR rs1137101 (Gln223Arg) é uma pequena variação genética que pode tornar esse receptor um pouco menos sensível ao sinal da leptina. Isso significa que, mesmo com níveis normais do hormônio no sangue, o cérebro pode não receber o sinal de saciedade com a mesma eficiência, o que pode levar a uma sensação de fome maior do que o necessário e uma tendência mais fácil ao ganho de peso.\n\nIsso não significa que você está condenado ao sobrepeso. Genes modulam o risco, mas o estilo de vida é o principal determinante do desfecho. Com as estratégias alimentares, de atividade física e de suplementação adequadas ao seu perfil genético, é possível compensar esse risco e manter um peso saudável. Conhecer sua genética é uma ferramenta para personalizar seu cuidado, não um diagnóstico definitivo.",
  "conduct": "## Conduta Clínica para LEPR rs1137101 Gln223Arg\n\n### Investigação Complementar\n\n- **Avaliação da leptina sérica:** Dosar leptina em jejum; valores elevados com IMC normal ou sobrepeso podem indicar resistência leptinica funcional associada ao polimorfismo\n- **Perfil metabólico completo:** Glicemia de jejum, insulina de jejum, HOMA-IR, HbA1c, perfil lipídico (LDL, HDL, TG), para rastreio de síndrome metabólica\n- **Composição corporal:** Bioimpedância ou DEXA para quantificar massa de gordura visceral e massa magra, além do IMC\n- **Painel genético complementar:** Avaliar presença de outros polimorfismos associados à obesidade (FTO rs9939609, MC4R, PPAR-γ2 rs1801282, PGC-1α) para estratificação de risco genético acumulado\n- **Avaliação do apetite e comportamento alimentar:** Escalas validadas de fome/saciedade, investigação de hiperfagia, padrão circadiano das refeições e gatilhos emocionais\n- **Marcadores inflamatórios:** PCR ultra-sensível, para avaliar inflamação subclínica frequentemente associada à adiposidade visceral\n\n### Intervenções Nutricionais\n\n- **Priorizar saciedade:** Aumentar ingestão de proteínas (1,6 a 2,0 g/kg/dia), fibras (25–35 g/dia) e gorduras de qualidade (monoinsaturadas e poli-insaturadas) para retardar o esvaziamento gástrico e modular as vias de saciedade independentes da leptina\n- **Proteína no desjejum:** Incluir fonte proteica de qualidade na primeira refeição (ovos, iogurte grego, whey protein) — reduz grelina e melhora saciedade ao longo do dia, estratégia especialmente relevante em portadores de polimorfismos que comprometem sinalização de saciedade\n- **Padrão alimentar low carb ou mediterrâneo:** Reduzir carboidratos refinados e de alta carga glicêmica; priorizar fontes de baixo índice glicêmico; a abordagem low carb melhora sensibilidade à insulina e reduz hiperinsulinemia, que agrava a resistência à leptina\n- **Crononutrição:** Concentrar calorias no período diurno; evitar refeições tardias (>21h); reduzir carboidratos no jantar — especialmente relevante se houver co-ocorrência de polimorfismo em PPAR-γ2\n- **Diário alimentar e escala de saciedade:** Monitorar percepção de fome/saciedade para identificar padrões e ajustar intervenção em 2–4 semanas\n\n### Atividade Física\n\n- **Exercício de resistência (musculação):** Obrigatório — melhora sensibilidade à leptina, aumenta massa magra, eleva gasto energético basal e ativa vias mitocondriais (PGC-1α) que compensam o déficit de sinalização leptinica\n- **Exercício aeróbico combinado:** Mínimo 150 min/semana de intensidade moderada; contribui para redução de gordura visceral e melhora de marcadores inflamatórios\n- **Periodicidade e progressão:** Iniciar com frequência de 3x/semana e progredir conforme adesão e condicionamento físico\n\n### Suplementação com Suporte em Evidências\n\n- **Ômega-3 (EPA + DHA):** 2–4 g/dia — modula inflamação, melhora sensibilidade à insulina e tem efeito favorável em receptores nucleares PPAR-α e PPAR-γ, que interagem com vias metabólicas relevantes em portadores deste polimorfismo\n- **Curcuminoides (curcumina):** 500–1000 mg/dia em forma fitossomal ou com piperina — reduz neuroinflamação hipotalâmica que agrava resistência à leptina; modulador de PPAR-γ\n- **Ácido hidroxicítrico (HCA):** 500 mg 30 min antes das refeições principais — pode auxiliar no controle da compulsão alimentar e da lipogênese de novo\n- **Resveratrol e/ou antocianinas:** Ativadores de SIRT1 que modulam epigeneticamente a expressão de genes metabólicos\n- **Coenzima Q10:** Considerar especialmente se houver co-ocorrência de polimorfismo em PGC-1α ou NQO1, para suporte mitocondrial\n\n### Modulação Epigenética e Estilo de Vida\n\n- **Sono de qualidade:** 7–9 horas/noite; privação de sono eleva grelina, reduz leptina funcional e agrava o fenótipo de resistência à leptina independentemente da genética\n- **Gerenciamento do estresse:** Cortisol crônico antagoniza a sinalização de leptina e promove acúmulo de gordura visceral; encaminhar para psicoterapia, mindfulness ou coaching quando indicado\n- **Consistência a longo prazo:** A modulação epigenética de expressão gênica é um processo lento (meses a anos); reforçar com o paciente a necessidade de adesão contínua e não apenas resultados imediatos\n\n### Encaminhamento a Especialistas\n\n- **Endocrinologista:** Nos casos de obesidade grau II ou III, resistência à insulina significativa (HOMA-IR >2,5) ou suspeita de outras endocrinopatias associadas\n- **Nutricionista especializado em nutrigenômica:** Para elaboração e acompanhamento do plano alimentar personalizado ao perfil genético\n- **Psicólogo ou psiquiatra:** Quando houver padrões de compulsão alimentar, transtorno de binge eating ou componentes emocionais relevantes no comportamento alimentar\n- **Profissional de educação física:** Para prescrição individualizada de treinamento resistido e aeróbico\n\n### Considerações Éticas e de Comunicação\n\n- Comunicar o resultado de forma tranquilizadora: este polimorfismo **aumenta o risco**, não determina o desfecho\n- Usar o resultado genético como ferramenta de adesão e personalização, não como fonte de ansiedade ou \"vitimização genética\"\n- Avaliar sempre o contexto clínico completo: histórico de vida, hábitos, fatores emocionais e outros polimorfismos"
}
