{
  "score_item_id": "019c1a2b-a36f-7bc3-8727-4960df1b61a0",
  "clinical_relevance": "O polimorfismo rs4988235 localiza-se no gene MCM6, a aproximadamente 13,9 kb upstream do gene LCT (lactase-florizina hidrolase), na região regulatória que controla a expressão da lactase no intestino delgado. A variante de persistência de lactase (alelo T, também reportada como C/T no sentido antissenso) determina se o indivíduo mantém a atividade enzimática da lactase na vida adulta ou sofre declínio fisiológico pós-desmame, fenômeno denominado hipolactasia de tipo adulto ou não-persistência de lactase.\n\nDo ponto de vista fisiológico, a lactase é uma enzima da borda em escova do intestino delgado proximal responsável pela hidrólise da lactose (dissacarídeo de glicose + galactose). A atividade lactásica é máxima ao nascimento e, em indivíduos não-persistentes (genótipo CC), cai progressivamente entre os 2 e 12 anos. Quando a lactose não é hidrolisada, chega ao cólon onde é fermentada pela microbiota, gerando gases (hidrogênio, metano, CO₂), ácidos graxos de cadeia curta e ácido lático — base dos sintomas clássicos.\n\nEpidemiologia: a persistência de lactase (alelo T) é predominante em populações do Norte da Europa, com frequências de 70–90%. Em populações africanas subsaarianas, do Oriente Médio e do Leste Asiático, a não-persistência predomina, atingindo 70–95%. No Brasil, devido à ampla miscigenação, estima-se que 30–60% da população seja não-persistente, com variação regional expressiva. A distribuição genética é, portanto, fortemente influenciada por ancestralidade.\n\nManifestações clínicas da não-persistência sintomática (intolerância à lactose): náuseas, dor e distensão abdominal, flatulência, diarreia, constipação e, frequentemente subestimados, sintomas extra-intestinais como cefaleias e enxaquecas. É fundamental distinguir intolerância à lactose (mecanismo não imune, por deficiência enzimática) de: (1) alergia às proteínas do leite de vaca (IgE mediada ou não-IgE mediada, com envolvimento imunológico); (2) intolerância à histamina presente em laticínios maturados; (3) sensibilidade às caseínas.\n\nImpacto sobre microbiota e saúde sistêmica: a má absorção crônica de lactose altera o perfil fermentativo do cólon e a composição da microbiota intestinal, podendo contribuir para disbiose. Paradoxalmente, pequenas quantidades de lactose podem exercer efeito bifidogênico (elevação de bifidobactérias). Contudo, doses habituais consumidas por não-persistentes sintomáticos favorecem disbiose, aumento da permeabilidade intestinal e impactos sistêmicos pelo eixo intestino-cérebro, incluindo manifestações como ansiedade, acne e outras condições inflamatórias de baixo grau.\n\nCautela clínica importante: doses consideradas toleráveis (≥ 12 g de lactose, equivalente a aproximadamente 250 ml de leite) podem não gerar sintomas gastrointestinais evidentes, mas manter disbiose e efeitos sistêmicos subclínicos. A ausência de sintomas GI não exclui impacto metabólico e sobre microbiota.\n\nEvidências genéticas e fisiológicas sugerem associações entre persistência de lactase e maior densidade mineral óssea e estatura, mas ensaios clínicos controlados não corroboram essa relação de forma consistente. O status genético rs4988235 é um dos testes genéticos com maior validação clínica para definir fenótipo metabólico relacionado à lactose.",
  "points": 0,
  "patient_explanation": "Este exame avalia um gene chamado MCM6, que controla se o seu corpo consegue produzir a enzima lactase na vida adulta. A lactase é necessária para digerir a lactose, o açúcar presente no leite e derivados.\n\nAlgumas pessoas nascem com uma variante genética que mantém a produção de lactase pela vida toda — são chamadas de 'persistentes'. Outras pessoas, que têm a variante mais comum em boa parte do mundo, deixam de produzir lactase adequadamente após a infância — são chamadas de 'não-persistentes'.\n\nQuando a lactose não é digerida, ela chega ao intestino grosso, onde bactérias a fermentam e causam gases, inchaço, dor de barriga, diarreia ou prisão de ventre. Em algumas pessoas, os efeitos vão além do intestino e incluem dores de cabeça e outros sintomas.\n\nSaber qual é o seu perfil genético ajuda o médico a entender a origem dos seus sintomas e personalizar a alimentação, sem restrições desnecessárias nem exposição a alimentos que possam te prejudicar mesmo sem causar sintomas imediatos.",
  "conduct": "## Conduta Clínica: MCM6 rs4988235 (Persistência/Não-Persistência de Lactase)\n\n### 1. Interpretação do Resultado Genético\n\n- **Genótipo TT (ou CT no sentido antissenso):** persistência de lactase — capacidade de digerir lactose mantida na vida adulta\n- **Genótipo CC:** não-persistência de lactase — predisposição à hipolactasia de tipo adulto\n- **Genótipo CT:** heterozigoto — atividade lactásica reduzida mas geralmente parcialmente preservada; sintomas variáveis\n\n**Importante:** o genótipo define predisposição, não certeza de sintomas. Correlacionar sempre com clínica e fenótipo.\n\n---\n\n### 2. Diagnóstico Complementar\n\n- **Teste de exclusão de laticínios por 3 semanas** (não apenas produtos \"sem lactose\") — prática e reveladora; avaliar respostas além do intestino (sintomas extra-GI)\n- **Teste de tolerância oral à lactose:** avalia elevação da glicose sérica como proxy da digestão\n- **Diferenciação obrigatória de outras reações a laticínios:**\n  - Intolerância à lactose (carboidrato, não imune)\n  - Alergia à proteína do leite (caseína, betalactoglobulina — mediada por IgE ou IgG)\n  - Intolerância à histamina (laticínios maturados, fermentados)\n- **Avaliação de microbiota:** considerar em pacientes com consumo recorrente de lácteos e sintomas sistêmicos (ansiedade, dores crônicas, manifestações dermatológicas)\n- **Teste de IgG alimentar:** pode auxiliar na identificação de reatividade às proteínas do leite\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n#### Dietética\n- **Não-persistentes sintomáticos:** iniciar com exclusão total de laticínios por 3 semanas para avaliar respostas GI e extra-GI, incluindo sensibilidades às proteínas\n- Após período de exclusão, reintrodução gradual e monitorada pode identificar limiar de tolerância individual\n- Atentar que doses toleráveis (≥ 12 g de lactose ≈ 250 ml de leite) podem não gerar sintomas GI mas manter disbiose subclínica\n- Distinguir rigorosamente \"sem lactose\" (produto com lactase adicionada ou lactose hidrolisada) de \"sem proteína do leite\"\n- Orientar sobre alimentos ricos em histamina (queijos curados, iogurtes fermentados) como causa independente de sintomas\n\n#### Reposição Enzimática\n- **Lactase exógena** (ex.: produtos à base de lactase disponíveis no mercado) pode auxiliar em situações pontuais e em não-persistentes com exposição inevitável\n- Enzimas de amplo espectro podem ser mais eficazes do que lactase isolada em intolerantes multifatoriais\n- A reposição enzimática não substitui a avaliação da sensibilidade às proteínas do leite\n\n#### Saúde Intestinal e Microbiota\n- Investigar e tratar disbiose associada ao consumo crônico de lactose não digerida\n- Considerar suporte com probióticos e fibras individualizados conforme perfil clínico\n- A má absorção crônica de lactose pode elevar permeabilidade intestinal e impactar eixo intestino-cérebro\n\n---\n\n### 4. Pontos de Atenção e Armadilhas Clínicas\n\n- **Não confundir fenótipos:** intolerância à lactose, alergia à proteína do leite e intolerância à histamina têm mecanismos, apresentações e manejos distintos\n- **Sintomas extra-GI:** enxaquecas, cefaleia, ansiedade, acne e outras manifestações sistêmicas podem ser expressão de intolerância à lactose não tratada via eixo intestino-cérebro\n- **FODMAP:** estratégias de FODMAP podem aliviar sintomas GI sem remover a causa e, em alguns casos, piorar constipação — não substituem a investigação etiológica\n- **Epigenética e modulação:** o status genético não é imutável na expressão fenotípica — estratégias nutricionais e de estilo de vida podem influenciar a expressão gênica e a composição da microbiota\n\n---\n\n### 5. Encaminhamento e Seguimento\n\n- **Gastroenterologista:** em casos de diarreia crônica, perda de peso, sangramento ou suspeita de enteropatia inflamatória\n- **Alergologista/imunologista:** em suspeita de alergia à proteína do leite (especialmente em crianças ou com manifestações sistêmicas graves)\n- **Nutricionista especializado:** para planejamento de dieta de eliminação estruturada, reposição de cálcio e outros nutrientes eventualmente comprometidos pela exclusão de laticínios\n- **Reavaliação periódica:** sintomas e tolerância podem variar com mudanças na microbiota, estresse e estado inflamatório"
}
