{
  "score_item_id": "019c1a2b-a36f-7012-9ecd-ee15226cdf7b",
  "clinical_relevance": "O polimorfismo MTHFR C677T (rs1801133) é uma variante de nucleotídeo único (SNP) no gene que codifica a enzima metilenotetra-hidrofolato redutase (MTHFR), responsável pela conversão do 5,10-metilenotetra-hidrofolato em 5-metiltetra-hidrofolato (5-metil-THF) — a forma ativa do folato utilizada na remetilação da homocisteína em metionina. A substituição citosina→timina na posição 677 resulta em enzima termolábil com atividade reduzida: heterozigotos (CT) apresentam redução de aproximadamente 35% na atividade enzimática, enquanto homozigotos (TT) podem ter redução de 60–70%. Isso compromete o ciclo de um carbono, prejudicando a metilação e elevando a homocisteína plasmática.\n\nA homocisteína é um aminoácido sulfurado intermediário do metabolismo da metionina. Sua elevação (hiper-homocisteinemia) causa lesão endotelial direta, trombogênese e aterogênese, e está associada a mais de 100 condições clínicas, principalmente cardiovasculares e do sistema nervoso central. Os valores de referência funcionais consolidados na medicina integrativa são: ideal entre 4,5 e 8 µmol/L; valores ≤10 µmol/L considerados seguros; valores ≥11 µmol/L justificam intervenção clínica ativa. O nível sérico de B12 ideal é acima de 500 pg/mL, e folato e B12 devem estar no quartil superior da faixa laboratorial de referência.\n\nEpidemiologicamente, o polimorfismo MTHFR C677T é um dos mais frequentes na população geral. No Brasil, sua prevalência é relevante, sendo necessário considerar a frequência alélica por população ao interpretar laudos (ferramentas como gnomAD auxiliam nessa análise). A análise de haplótipos em estudos populacionais demonstrou associações entre variantes combinadas do sistema folato (rs1801131-rs1801133-rs1805087) e desfechos clínicos.\n\nO MTHFR também participa do estresse oxidativo e da capacidade antioxidante geral, justificando sua mensuração associada a biomarcadores do ciclo de metilação. Polimorfismos concomitantes em genes do mesmo ciclo (CBS, MTR, MTRR, MTHFD1) podem amplificar o impacto clínico. O ácido fólico sintético, utilizado na fortificação alimentar, pode não ser eficientemente convertido em metilfolato por portadores do polimorfismo, tornando essencial a oferta direta da forma ativa. Causas não genéticas de hiper-homocisteinemia incluem: deficiência de vitamina B12, folato e B6; uso de metformina, inibidores de bomba de prótons e anticoncepcionais orais; excesso de cafeína e álcool; insuficiência renal; hipotireoidismo. A avaliação do polimorfismo MTHFR tem indicação prioritária em mulheres que planejam engravidar (risco de defeitos do tubo neural e trombofilia gestacional), em casos de hiperhomocisteinemia de difícil controle e em histórico de eventos tromboembólicos ou perdas gestacionais recorrentes.",
  "points": 0,
  "patient_explanation": "O gene MTHFR tem a função de processar o folato (vitamina B9) dentro do seu corpo, transformando-o em uma forma ativa que o organismo consegue usar. Quando existe uma variação nesse gene — chamada C677T — essa transformação fica menos eficiente. Com isso, uma substância chamada homocisteína pode se acumular no sangue. A homocisteína em excesso pode causar inflamação nos vasos sanguíneos e aumentar o risco de doenças do coração e da circulação ao longo dos anos. Ter essa variação genética não significa que você vai ter problemas — significa que seu corpo precisa de um cuidado mais atento com nutrientes como o folato ativo (metilfolato), a vitamina B12 e a vitamina B6. Hábitos como o consumo excessivo de café e álcool também podem piorar esses níveis. A boa notícia é que, com exames simples de sangue e ajustes na alimentação e suplementação, é possível manter a homocisteína em níveis saudáveis e proteger sua saúde a longo prazo.",
  "conduct": "## Conduta Clínica — MTHFR C677T rs1801133 e Hiperhomocisteinemia\n\n### 1. Avaliação Laboratorial Inicial\n\n- **Homocisteína plasmática** — biomarcador central; alvo funcional: 4,5–8 µmol/L; ≤10 seguro; ≥11 indica intervenção\n- **Vitamina B12 sérica** — nível ideal >500 pg/mL; lembrar que B12 sérica pode estar falsamente elevada\n- **Ácido metilmalônico (AMM)** — padrão-ouro para avaliar utilização celular da B12 (preferência pela dosagem urinária)\n- **Folato sérico** — alvo: quartil superior da referência laboratorial\n- **Vitamina B6 (P5P)** — dosagem quando há suspeita de deficiência ou polimorfismo associado em CBS\n- **Considerar também:** TSH (hipotireoidismo eleva homocisteína), creatinina/TFG (insuficiência renal), hemograma\n\n### 2. Investigação Complementar\n\n- **Teste genético MTHFR** — indicado em:\n  - Mulheres que planejam engravidar\n  - Hiperhomocisteinemia de difícil controle\n  - Histórico de abortos recorrentes, trombofilia gestacional ou eventos tromboembólicos\n  - Reforço de adesão à suplementação vitalícia\n- **Painel de polimorfismos ampliado** — considerar CBS (rs5742905), MTR (rs1805087), MTRR (rs1801394), MTHFD1 (rs2236225) em casos com resposta insatisfatória ao tratamento inicial\n- **Verificar frequência alélica populacional** (gnomAD) ao interpretar laudos genéticos\n\n### 3. Interferentes a Identificar e Corrigir\n\n- **Medicamentos:** metformina, inibidores de bomba de prótons (omeprazol), anticoncepcionais orais — podem elevar homocisteína ou prejudicar absorção de B12/folato\n- **Hábitos:** excesso de cafeína e álcool elevam a homocisteína diretamente\n- **Hipocloridria:** compromete absorção de B12; avaliar digestão e uso de antiácidos\n- **Pós-bariátrica e idosos:** risco aumentado de deficiência de B12 e folato\n\n### 4. Intervenções Baseadas em Evidências\n\n**Suplementação com formas ativas (priorizar sobre formas sintéticas):**\n- **L-metilfolato (5-MTHF)** — forma ativa do folato; evitar altas doses de ácido fólico sintético em portadores do polimorfismo, pois a conversão pode ser ineficiente\n- **Metilcobalamina** — forma ativa da B12; preferir sublingual para melhor absorção em casos de má digestão\n- **Piridoxal-5-fosfato (P5P)** — forma ativa da B6; suporte à via da transsulfuração (CBS); dose orientada por exames, referência de 5–30 mg\n- **Trimetilglicina (TMG/betaína)** — doador de metil alternativo; auxilia na remetilação da homocisteína por via independente do MTHFR\n- **Colina** — doador de metil essencial; avaliar ingestão dietética e suplementar se necessário\n\n**Otimização dietética:**\n- Aumentar consumo de alimentos ricos em folato natural (vegetais verde-escuros, leguminosas)\n- Reduzir ou eliminar álcool e excesso de cafeína\n- Avaliar dieta mediterrânea como estratégia de base\n\n### 5. Monitoramento\n\n- Reavaliação de homocisteína, B12 e folato após 60–90 dias de intervenção\n- Ajuste de doses conforme resposta individual (alvo: homocisteína 5–8 µmol/L)\n- Manter B12 e folato no quartil superior da referência laboratorial\n- Em ausência de exames ideais, utilizar heurística: folato e B12 do meio para cima da referência como proxy funcional\n\n### 6. Critérios de Encaminhamento\n\n- **Hematologia/Hemostasia:** histórico de tromboembolismo venoso, trombofilia gestacional ou eventos arteriais em jovens\n- **Ginecologia/Obstetrícia:** mulheres com histórico de perdas gestacionais recorrentes, planejamento de gravidez com polimorfismo confirmado\n- **Nefrologia:** insuficiência renal como causa da hiperhomocisteinemia\n- **Endocrinologia:** hipotireoidismo como fator contribuinte\n\n### 7. Observações Práticas\n\n- **Não tratar trombofilia gestacional associada ao MTHFR apenas com anticoagulantes** — a suplementação com formas ativas é parte essencial do manejo, pois supre a necessidade de metilação para o desenvolvimento fetal\n- Testes genéticos devem ser solicitados por profissionais que compreendem sua interpretação clínica\n- A genética confere predisposição, não determinismo; intervenções epigenéticas (nutrição, hábitos, suplementação) têm impacto significativo sobre a expressão do polimorfismo"
}
