{
  "score_item_id": "019c1a2b-a36f-750d-83f5-8dfa66e208a0",
  "clinical_relevance": "O polimorfismo rs4961 do gene ADD1 (Alpha-Adducin 1) consiste na substituição de glicina por triptofano na posição 460 da proteína adducina alfa (Gly460Trp). A adducina é uma proteína do citoesqueleto presente nas células do túbulo renal proximal que regula a atividade da bomba Na+/K+-ATPase. A variante Trp460 (alelo T, rs4961) aumenta a atividade dessa bomba, promovendo maior reabsorção de sódio nos túbulos renais e, consequentemente, expansão de volume plasmático e elevação da pressão arterial — fenômeno denominado hipertensão sal-sensível.\n\nFrequência alélica: o alelo Trp460 (T) ocorre com frequência de aproximadamente 20-35% em populações europeias e varia entre diferentes etnias. Portadores do genótipo TT (homozigotos) ou GT (heterozigotos) apresentam risco aumentado de hipertensão arterial sistêmica, especialmente quando expostos a dietas ricas em sódio processado. Estudos de associação genômica e ensaios funcionais demonstraram que portadores do alelo T têm pressão arterial média significativamente mais elevada em comparação com portadores GG na presença de alta ingestão de sódio.\n\nFisiopatologia: a adducina alfa interage com subunidades beta e gama da adducina para modular a Na+/K+-ATPase no néfron proximal. A variante Trp460 aumenta a atividade intrínseca dessa ATPase, resultando em maior reabsorção tubular de sódio, retenção hídrica secundária e expansão do volume extracelular. Esse mecanismo eleva o débito cardíaco e, cronicamente, a resistência vascular periférica — ambos determinantes da pressão arterial (PA = DC × RVP). O resultado clínico é uma hipertensão com característica sal-sensível marcante: a PA dos portadores responde mais intensamente a variações na ingestão de sódio do que a de não portadores.\n\nDados epidemiológicos e risco: a hipertensão arterial sistêmica afeta 20-40% da população adulta geral, com prevalência que ultrapassa 65% acima dos 60 anos. Portadores do alelo Trp460 compõem um subgrupo com risco genético aumentado de desenvolver hipertensão e doenças cardiovasculares relacionadas. A presença do polimorfismo ADD1 rs4961 também foi associada, em alguns estudos, a maior eficácia de diuréticos tiazídicos como anti-hipertensivos, sugerindo que o mecanismo renal de retenção de sódio é o alvo terapêutico primário nesses pacientes.\n\nEstratificação de risco: portadores GG são considerados de risco basal para hipertensão sal-sensível mediada por adducina. Portadores GT apresentam risco intermediário, enquanto portadores TT (Trp/Trp) têm o maior efeito sobre a reabsorção renal de sódio e maior propensão a hipertensão sensível ao sódio. O risco cardiovascular absoluto deve sempre ser calculado em conjunto com outros fatores de risco modificáveis (peso, atividade física, tabagismo, glicemia, lipídios) e não modificáveis (idade, sexo, histórico familiar).",
  "points": 0,
  "patient_explanation": "O ADD1 rs4961 é um teste genético que analisa uma pequena variação no gene ADD1, responsável por produzir uma proteína que controla como o rim lida com o sal. Quando existe essa variação (chamada Trp460), o rim tende a reter mais sal do que o necessário. Com mais sal retido, o corpo também retém mais água, o que aumenta a pressão do sangue nas artérias — fenômeno chamado de hipertensão sensível ao sal.\n\nSaber se você tem essa variação é importante porque ajuda o médico a entender por que sua pressão pode subir com maior facilidade ao consumir alimentos ricos em sódio, especialmente industrializados. Não significa que você terá pressão alta com certeza, mas que seu risco é maior e que cuidar da alimentação — evitando ultraprocessados e preferindo alimentos naturais — é especialmente relevante para você. Com orientações certas de estilo de vida e, quando necessário, o medicamento mais adequado ao seu perfil genético, é possível controlar bem a pressão arterial.",
  "conduct": "## Conduta Clínica — ADD1 rs4961 Gly460Trp (Hipertensão)\n\n### Interpretação do Resultado Genético\n\n- **GG (Gly/Gly):** Genótipo de referência; risco basal para hipertensão mediada por adducina.\n- **GT (Gly/Trp):** Portador heterozigoto; risco intermediário de hipertensão sal-sensível.\n- **TT (Trp/Trp):** Portador homozigoto; maior atividade da Na+/K+-ATPase renal; risco mais elevado de hipertensão sal-sensível.\n\n### Avaliação Clínica Complementar\n\n- **Monitoramento da pressão arterial:** Realizar MAPA (Monitoramento Ambulatorial da Pressão Arterial) de 24 horas ou MRPA (Medida Residencial da Pressão Arterial) para diagnóstico preciso e exclusão do efeito do avental branco.\n- **Exames laboratoriais:** Sódio e potássio séricos e urinários (sódio urinário de 24h para estimar ingestão real de sódio), creatinina sérica e TFGe, microalbuminúria, TSH (excluir disfunção tireoidiana como causa secundária), glicemia de jejum e hemoglobina glicada.\n- **Avaliação de causas secundárias de hipertensão:** Rastrear ativamente apneia obstrutiva do sono (polissonografia), disfunção tireoidiana e doença renal crônica — presentes em parcela significativa dos hipertensos e frequentemente subdiagnosticadas.\n- **Risco cardiovascular global:** Calcular escore de risco integrando os demais parâmetros do Escore Plenya (lipídios, glicemia, IMC, tabagismo, histórico familiar).\n\n### Intervenções Não Farmacológicas (Primeira Linha para Todos os Estágios)\n\n**Portadores do alelo Trp460 (GT ou TT) têm resposta ampliada às seguintes intervenções:**\n\n- **Redução de sódio de fontes industrializadas:** Eliminar ultraprocessados, embutidos, enlatados e fast food — fontes dominantes de sódio na dieta moderna. O foco não é restringir sal integral no preparo caseiro, mas eliminar o sódio oculto em produtos industrializados.\n- **Dieta anti-inflamatória e com baixo índice glicêmico:** Carboidratos refinados promovem resistência insulínica, que aumenta a secreção de aldosterona e a retenção renal de sódio, potencializando o efeito do polimorfismo ADD1. Priorizar alimentos de verdade: vegetais, proteínas de qualidade, gorduras naturais.\n- **Controle de peso:** Cada 1 kg reduzido corresponde a aproximadamente 1 mmHg de queda na PA. A perda de peso melhora a sensibilidade à insulina e reduz a retenção de sódio mediada por hiperinsulinemia.\n- **Atividade física:** 150 minutos/semana de atividade aeróbica moderada reduz a PA em 5-7 mmHg; melhora função endotelial e sensibilidade à insulina.\n- **Restrição de álcool:** Contribui independentemente para elevação da PA.\n- **Potencial combinado:** Reduções de 30-40 mmHg são possíveis com adesão plena ao conjunto de mudanças de estilo de vida.\n\n### Suplementação com Evidências (Abordagem Integrativa)\n\n- **Magnésio (forma taurato, 500-1000 mg/dia):** Reduz a PA sistólica em média 5,6 mmHg e diastólica em 2,8 mmHg; potencializa o efeito de anti-hipertensivos.\n- **Coenzima Q10 (CoQ10):** Metanálise demonstrou redução de 11 mmHg na sistólica e 7 mmHg na diastólica em hipertensos.\n- **Alho envelhecido (1,2 g/dia por 12 semanas):** Reduziu a PA sistólica em 11,5 mmHg e diastólica em 6,3 mmHg em estudo com 88 pacientes.\n- **Beterraba (extrato 500-1000 mg/dia ou suco 150-250 ml/dia):** Melhora produção de óxido nítrico; pode reduzir a PA sistólica em 6 mmHg e diastólica em 3-5 mmHg.\n- **Potássio:** Antagoniza funcionalmente o excesso de sódio; prescrever com cautela em pacientes com função renal reduzida.\n\n### Tratamento Farmacológico\n\n- **Indicação:** Hipertensão estágio 1 com alto risco cardiovascular ou estágios 2 e 3, quando as metas não são atingidas apenas com estilo de vida.\n- **Classes preferenciais (geral):** IECA, BRA, diuréticos tiazídicos e bloqueadores do canal de cálcio. Evitar associação IECA + BRA.\n- **Consideração específica para portadores Trp460:** Estudos sugerem resposta anti-hipertensiva superior aos diuréticos tiazídicos em portadores do alelo T, biologicamente consistente com a maior retenção renal de sódio. Considerar tiazídico como componente prioritário do esquema.\n- **Betabloqueadores:** Não são mais primeira linha; têm menor proteção cardiovascular, aumentam risco de diabetes e causam efeitos adversos (disfunção sexual, ganho de peso).\n- **Metas terapêuticas:**\n  - Alto risco cardiovascular: PA entre 120/70 e 130/80 mmHg.\n  - Baixo/moderado risco e idosos hígidos: PA até 140/90 mmHg.\n  - Idosos frágeis: meta pode ser elevada até 160/90 mmHg para evitar hipotensão e quedas.\n\n### Encaminhamento\n\n- **Cardiologista:** Se hipertensão estágio 2 ou 3, lesão de órgão-alvo ou dificuldade de controle com dois ou mais anti-hipertensivos.\n- **Nefrologista:** Se TFGe < 60 mL/min/1,73 m² ou microalbuminúria persistente.\n- **Pneumologista:** Se suspeita de apneia obstrutiva do sono (ronco, sonolência diurna, apneia relatada).\n- **Endocrinologista:** Se suspeita de hiperaldosteronismo primário, feocromocitoma ou síndrome de Cushing."
}
