{
  "score_item_id": "019c1a2b-a36f-7f65-af8c-510bf0b858e0",
  "clinical_relevance": "O polimorfismo de inserção/deleção (I/D) do gene da enzima conversora de angiotensina (ECA), também referenciado como rs4646994 (e classicamente como rs1799752), consiste na presença (alelo I) ou ausência (alelo D) de um fragmento Alu de 287 pb no íntron 16 do gene ACE no cromossomo 17q23. Isso gera três genótipos: II (homozigoto inserção), ID (heterozigoto) e DD (homozigoto deleção).\n\nFisiopatologia: A ECA converte angiotensina I em angiotensina II (potente vasoconstritor) e degrada bradicinina (vasodilatadora). O alelo D está associado a maior atividade plasmática e tecidual da ECA. Indivíduos com genótipo DD apresentam níveis de ECA aproximadamente 65% superiores aos portadores do genótipo II, com heterozigóticos (ID) em posição intermediária. Essa hiperatividade da ECA resulta em maior produção de angiotensina II, maior degradação de bradicinina e, consequentemente, tendência à vasoconstrição, retenção de sódio via aldosterona e hipertrofia cardiovascular. Conforme evidenciado no Chunk 6 (Dai et al., 2019, Sci Rep), o polimorfismo ACE I/D está associado a níveis distintos de ACE, calicreína, angiotensina II e IL-6 em pacientes com STEMI, reforçando a relevância inflamatória e cardiovascular desse polimorfismo.\n\nImpacto clínico na hipertensão: O genótipo DD confere risco aumentado de hipertensão arterial sistêmica, especialmente da forma sal-sensível, e está associado a maior rigidez arterial, maior índice de massa ventricular esquerda e pior prognóstico em eventos cardiovasculares. A hipertensão é responsável por 7,6 milhões de mortes anuais no mundo, sendo o AVC responsável por 54% e o infarto por 47% desses óbitos. A prevalência geral varia de 20 a 40% na população adulta, atingindo 65% em maiores de 60 anos, com taxa de controle inferior a 10%.\n\nEpidemiologia do polimorfismo: A frequência do alelo D varia entre populações. Em populações europeias, a frequência do alelo D é de aproximadamente 55-60%, resultando em prevalência de genótipo DD de cerca de 25-30%. Em populações afrodescendentes e asiáticas, as frequências variam de forma distinta. A heterozigose ID é o genótipo mais frequente em diversas populações (40-50%).\n\nEstratificação de risco: Genótipo DD representa maior risco para: hipertensão arterial sistêmica, doença arterial coronariana, hipertrofia ventricular esquerda, nefropatia diabética, insuficiência cardíaca e piores desfechos após infarto agudo do miocárdio. Genótipo II confere perfil de menor atividade da ECA e, em geral, menor risco cardiovascular mediado por esse eixo. O genótipo ID representa risco intermediário. O contexto clínico global — outros polimorfismos, estilo de vida, marcadores inflamatórios e metabólicos — deve sempre ser considerado na interpretação, uma vez que nenhum marcador isolado define o risco cardiovascular individual.",
  "points": 10,
  "patient_explanation": "Este exame avalia uma variação genética no gene da enzima conversora de angiotensina (ECA), proteína fundamental para o controle da pressão arterial. Existem três versões possíveis desse gene: II, ID e DD. Quem tem a variante DD tende a produzir mais dessa enzima, o que pode elevar a pressão arterial com mais facilidade ao longo da vida e aumentar ligeiramente o risco de problemas no coração e nos rins. Isso não significa que você terá hipertensão — significa que seu organismo pode ser mais sensível a fatores como estresse, dieta rica em sódio e sedentarismo. Com essa informação, seu médico pode personalizar a prevenção e, se necessário, escolher os medicamentos mais adequados ao seu perfil genético. Conhecer essa variante é uma ferramenta de saúde preventiva, não um diagnóstico de doença.",
  "conduct": "## Conduta Clínica — ACE I/D rs4646994 (Hipertensão)\n\n### Interpretação do Resultado\n\n- **Genótipo II:** Atividade basal de ECA; menor risco mediado por esse polimorfismo\n- **Genótipo ID:** Risco intermediário; atividade moderada da ECA\n- **Genótipo DD:** Maior atividade da ECA; risco aumentado para hipertensão, hipertrofia cardíaca e eventos cardiovasculares\n\n---\n\n### Investigação Complementar\n\n- **Pressão arterial:** MAPA (Monitorização Ambulatorial da Pressão Arterial) ou MRPA (Medida Residencial da Pressão Arterial) para diagnóstico preciso, evitando hipertensão do jaleco branco\n- **Rastreio de causas secundárias:** TSH (disfunção tireoidiana), polissonografia (apneia do sono), perfil renal (creatinina, ureia, proteinúria)\n- **Marcadores cardiometabólicos:** Glicemia de jejum, insulina, HbA1c (resistência insulínica elevada é causa independente de hipertensão)\n- **Marcadores inflamatórios:** PCR ultrassensível, IL-6 (associados ao polimorfismo DD em eventos isquêmicos, conforme Dai et al., 2019)\n- **Função renal:** Creatinina, eGFR, microalbuminúria (portadores DD têm maior risco de nefropatia)\n- **Avaliação cardiovascular estrutural:** ECG e ecocardiograma nos casos de hipertensão estabelecida (avaliar hipertrofia ventricular esquerda)\n- **Escore de cálcio coronariano (CAC):** Considerar em prevenção primária com múltiplos fatores de risco para melhor estratificação\n\n---\n\n### Intervenções Não Farmacológicas (Baseadas em Evidências)\n\n**Recomendadas para todos os portadores, especialmente DD:**\n\n- **Controle de peso:** Cada 1 kg perdido reduz a PA em aproximadamente 1 mmHg\n- **Atividade física:** 150 minutos/semana de atividade aeróbica podem reduzir a PA em 5-7 mmHg\n- **Dieta anti-inflamatória e low-carb:** Aborda resistência insulínica (causa subjacente de hipertensão em muitos casos); pode reduzir PA em 3-5 mmHg\n- **Restrição de produtos industrializados:** O foco deve ser na eliminação de açúcar e carboidratos refinados (que causam resistência insulínica, elevam aldosterona e promovem retenção de sódio), não apenas na restrição do sal integral\n- **Redução do álcool:** Contribui para redução da pressão arterial\n- **O potencial combinado** dessas mudanças pode reduzir a pressão em 30-40 mmHg\n\n---\n\n### Suplementação Integrativa (Portadores com Pressão Limítrofe ou Hipertensão Leve)\n\n- **Alho envelhecido (alho negro):** 600 mg 2x/dia ou 1,2 g/dia — redução de até 11,5 mmHg na PAS e 6,3 mmHg na PAD\n- **Beterraba:** 500-1000 mg/dia (extrato) ou 150-250 ml/dia (suco) — melhora produção de óxido nítrico; redução de ~6 mmHg na PAS\n- **Coenzima Q10 (CoQ10):** Metanálise demonstrou redução de 11 mmHg na PAS e 7 mmHg na PAD em hipertensos\n- **Magnésio (forma taurato):** 500-1000 mg/dia — redução de 5,6 mmHg na PAS e 2,8 mmHg na PAD; potencializa efeito de anti-hipertensivos\n- **Cúrcuma longa:** Uso por mais de 12 semanas — redução média de 8 mmHg na PAS\n- **Outros com efeitos mais modestos:** Potássio (com cautela), quercetina (~3 mmHg PAS), resveratrol, piquenogenol\n\n---\n\n### Tratamento Farmacológico\n\n**Quando iniciar:**\n- Hipertensão estágio 1 com alto risco cardiovascular\n- Hipertensão estágio 2 e 3 (160-179/100-109 mmHg e ≥180/110 mmHg)\n\n**Classes preferenciais (especialmente relevantes para portadores DD — polimorfismo do eixo renina-angiotensina):**\n- **IECAs (Inibidores da ECA):** Especialmente indicados para portadores DD pelo mecanismo direto de inibição do produto da ECA elevada; porém com atenção à tosse seca como efeito adverso\n- **BRAs (Bloqueadores do Receptor de Angiotensina):** Alternativa para intolerantes a IECA; igualmente indicados no perfil DD\n- **Diuréticos tiazídicos e bloqueadores de canal de cálcio:** Complementam a terapia\n- **Combinações:** IECA ou BRA + diurético tiazídico ou bloqueador de canal de cálcio são os esquemas preferenciais\n- **Proibido:** Associação IECA + BRA (duplo bloqueio do SRAA)\n- **Betabloqueadores:** Não são mais primeira linha; têm menor proteção cardiovascular, aumentam risco de diabetes e causam efeitos adversos (disfunção sexual, ganho de peso)\n\n**Metas terapêuticas:**\n- Alto risco: PA entre 120/70 e 130/80 mmHg\n- Baixo/moderado risco e idosos hígidos: PA até 140/90 mmHg\n- Idosos frágeis: meta pode ser até 160/90 mmHg (evitar hipotensão e quedas)\n\n---\n\n### Encaminhamento a Especialistas\n\n- **Cardiologista:** Hipertensão de difícil controle (≥3 fármacos), hipertrofia ventricular esquerda, disfunção sistólica ou diastólica\n- **Nefrologista:** eGFR < 60 mL/min/1,73m², microalbuminúria persistente, nefropatia progressiva\n- **Endocrinologista/Pneumologista:** Suspeita de hipertensão secundária (hiperaldosteronismo primário, apneia do sono)\n\n---\n\n### Medicina de Precisão\n\n- Interpretar o polimorfismo ACE I/D em conjunto com outros marcadores genéticos cardiovasculares e perfil laboratorial global\n- Tratar o indivíduo como perfil genômico único; personalizar suplementação e escolha farmacológica com base no genótipo"
}
