{
  "score_item_id": "019c1a2b-a36f-7294-b8b6-3ac9e7ee228a",
  "clinical_relevance": "O gene AGT (angiotensinogênio) codifica o precursor de angiotensina I e II, hormônios centrais do sistema renina-angiotensina-aldosterona (SRAA). O polimorfismo rs699, também denominado M235T, consiste em uma substituição de adenina por citosina no éxon 2 do gene AGT, resultando na troca do aminoácido metionina (M) por treonina (T) na posição 235 da proteína madura. O alelo T (treonina) está associado a níveis plasmáticos mais elevados de angiotensinogênio.\n\nA base fisiopatológica é direta: maior concentração plasmática de angiotensinogênio aumenta a disponibilidade de substrato para a renina, gerando mais angiotensina I e, consequentemente, mais angiotensina II via enzima conversora de angiotensina (ECA). A angiotensina II promove vasoconstrição arteriolar, retenção de sódio e água (via aldosterona), ativação simpática e remodelamento vascular — mecanismos que elevam a pressão arterial sistêmica e sustentam a hipertensão.\n\nDo ponto de vista epidemiológico, o polimorfismo M235T é um dos variantes genéticos mais estudados em hipertensão essencial. Estudos populacionais e metanálises demonstraram associação consistente, porém de magnitude moderada, entre o alelo T e risco aumentado de hipertensão arterial sistêmica, especialmente em populações asiáticas e em indivíduos com outros fatores de risco concomitantes. A frequência do alelo T varia entre populações: aproximadamente 30–40% em europeus e superior a 70% em populações japonesas e sul-asiáticas. A forma homozigota TT confere risco aumentado em relação à heterozigota MT, enquanto portadores MM apresentam o menor risco genético associado a este locus.\n\nÉ fundamental ressaltar que M235T é um polimorfismo de efeito individual pequeno dentro do modelo poligênico da hipertensão. Seu impacto clínico é modulado por fatores ambientais e epigenéticos como ingestão de sódio, adiposidade visceral, sedentarismo, estresse crônico, disbiose intestinal e polimorfismos concomitantes no eixo SRAA (ACE, AGTR1, CYP11B2). Em portadores do alelo T, a sensibilidade ao sódio tende a ser maior, tornando intervenções dietéticas de restrição de sódio mais eficazes.\n\nA estratificação de risco para fins do Escore Plenya considera: genótipo MM — risco genético basal neste locus; genótipo MT — risco intermediário, modulável por estilo de vida; genótipo TT — maior risco genético para hipertensão mediada pelo SRAA, com provável maior sensibilidade ao sódio e maior resposta a bloqueadores do SRAA quando necessário. O polimorfismo informa o mecanismo predominante e orienta a personalização da conduta, sem substituir a avaliação pressórica clínica.",
  "points": 0,
  "patient_explanation": "O gene AGT contém as instruções para produzir uma proteína chamada angiotensinogênio, que participa do sistema que regula a pressão arterial. Uma variação chamada rs699 ou M235T pode fazer com que seu corpo produza mais dessa proteína, ativando com mais frequência os mecanismos que elevam a pressão.\n\nTer essa variação não significa que você vai desenvolver hipertensão — significa uma tendência maior, especialmente se outros fatores de risco estiverem presentes: excesso de peso, alimentação com muito sal, sedentarismo ou estresse elevado.\n\nA boa notícia é que esse é um dos polimorfismos em que mudanças de estilo de vida têm grande impacto. Reduzir o sódio, manter peso saudável, praticar atividade física e gerenciar o estresse são estratégias que podem neutralizar grande parte do risco genético. Com acompanhamento adequado, é possível manter a pressão em níveis saudáveis.",
  "conduct": "## Conduta Clínica — AGT rs699 M235T (Hipertensão)\n\n### Avaliação Diagnóstica\n\n- **Identificar o genótipo:** MM (risco basal), MT (risco intermediário) ou TT (maior risco — prioridade de vigilância)\n- **Medida da pressão arterial:** usar MAPA (padrão-ouro, identifica hipertensão mascarada e efeito jaleco branco) ou MRPA; evitar diagnóstico exclusivo por medida de consultório\n- **Rastrear hipertensão secundária:** apneia do sono (polissonografia), disfunção tireoidiana (TSH), doença renal crônica (creatinina, TFG, urinálise), hiperaldosteronismo primário (relação aldosterona/renina)\n- **Exames recomendados:** sódio e potássio séricos, creatinina + TFG estimada, microalbuminúria, perfil lipídico, glicemia de jejum + HbA1c + HOMA-IR, PCR-ultrassensível, ácido úrico, TSH\n- **Estratificação de risco global:** considerar polimorfismos concomitantes do SRAA (ACE, AGTR1), histórico familiar e gordura visceral\n\n### Intervenções Não Farmacológicas (Primeira Linha)\n\n- **Restrição de sódio:** portadores do alelo T têm maior sensibilidade ao sódio; meta abaixo de 2–2,3 g/dia de sódio (5–6 g de sal); eliminar ultraprocessados como principal fonte oculta\n- **Dieta anti-inflamatória:** padrão mediterrâneo ou low-carb anti-inflamatório; rico em potássio (vegetais, abacate), magnésio (oleaginosas, leguminosas) e nitratos naturais (beterraba, folhas escuras)\n- **Controle de peso:** redução de 5–10% do peso associa-se a queda pressórica significativa; gordura visceral amplifica a ativação do SRAA\n- **Atividade física:** aeróbico moderado (150 min/semana) + treino de resistência reduz a pressão sistólica em 5–8 mmHg; melhora função endotelial e modulação do SRAA\n- **Estresse e sono:** estresse crônico ativa eixo simpático-adrenal e SRAA; apneia não tratada é causa relevante de hipertensão resistente; investigar e tratar\n- **Álcool:** eleva a pressão e interfere na metilação; não recomendar consumo moderado como proteção cardiovascular\n\n### Suplementação com Base em Evidências\n\n- **Magnésio taurato:** redução média de 5,6 mmHg sistólica e 2,8 mmHg diastólica; potencializa anti-hipertensivos; forma taurato preferencial em pacientes cardiovasculares\n- **Cúrcuma (Curcuma longa):** >12 semanas associada a redução média de 8 mmHg na pressão sistólica\n- **CoQ10:** suporte mitocondrial endotelial e cardioproteção; especialmente relevante com uso de estatinas\n- **Alho envelhecido e beterraba:** vasodilatação via óxido nítrico; efeito hipotensor leve a moderado\n- **Ômega-3 (EPA/DHA):** anti-inflamatório, reduz rigidez arterial; indicado especialmente se houver polimorfismos FADS1/FADS2 concomitantes\n- **Quercetina e resveratrol:** ação vasoprotetora e modulação endotelial\n- **Pré-hipertensos (130–139/85–89 mmHg) sem comorbidades:** evitar farmacoterapia imediata; estruturar intervenção de estilo de vida + suplementação por 3–6 meses antes de reavaliar\n\n### Abordagem Farmacológica\n\n- **Iniciar** quando metas não são atingidas após intervenção intensiva, ou em hipertensão estágio 2, ou com lesão de órgão-alvo / alto risco cardiovascular\n- **Classe preferencial:** iECA ou BRA (sartans) são farmacologicamente coerentes com o mecanismo do polimorfismo M235T (SRAA hiperestimulado pelo excesso de angiotensinogênio)\n- **Evitar betabloqueadores como terapia primária** sem indicação específica (ICC, pós-IAM, taquiarritmias)\n- **Monitorar potássio** ao combinar iECA/BRA com suplementação de magnésio e potássio\n\n### Monitoramento e Encaminhamento\n\n- **Reavaliação:** MAPA ou MRPA a cada 6–12 meses; bioquímica a cada 3–6 meses na fase ativa\n- **Modulação epigenética:** mesmo com genótipo TT, intervenções de estilo de vida modulam a expressão do gene AGT; comunicar ao paciente para fortalecer adesão; incorporar modulação de SIRT1/SIRT6 (fitoquímicos, jejum intermitente) na estratégia cardiovascular\n- **Encaminhar ao cardiologista/nefrologista:** hipertensão resistente (≥3 classes incluindo diurético), lesão de órgão-alvo relevante ou suspeita de causa secundária"
}
