{
  "score_item_id": "019c1a2b-a36f-727f-84fc-5851a2bfb7e2",
  "clinical_relevance": "O polimorfismo rs5186 (A1166C) do gene AGTR1 (Angiotensin II Receptor Type 1, receptor de angiotensina II tipo 1) é uma variante de nucleotídeo único localizada na região 3' não traduzida (3'UTR) do gene, resultando na substituição de adenina por citosina na posição 1166. Esse polimorfismo é um dos mais estudados no contexto da hipertensão arterial essencial e doença cardiovascular.\n\nO AGTR1 codifica o receptor AT1 — principal mediador dos efeitos vasoconstritores e proliferativos da angiotensina II dentro do sistema renina-angiotensina-aldosterona (SRAA). O alelo C (1166C) está associado a maior expressão do receptor AT1, resultando em sensibilidade aumentada à angiotensina II. O mecanismo proposto envolve redução da afinidade de microRNAs reguladores (especialmente miR-155) pela região 3'UTR, comprometendo o silenciamento pós-transcricional e elevando os níveis funcionais do receptor.\n\nConsequências clínicas documentadas associadas ao alelo C:\n- Predisposição à hipertensão arterial essencial, especialmente em homozigóticos CC\n- Aumento da rigidez arterial e da resistência vascular periférica\n- Maior propensão a hipertrofia ventricular esquerda em hipertensos\n- Risco aumentado de eventos cardiovasculares maiores (IAM, AVC) em contextos de hipertensão não controlada\n- Maior resposta pressórica ao sódio e ao estresse\n- Em mulheres: associação descrita com pré-eclâmpsia e hipertensão gestacional\n\nGenótipos e interpretação clínica:\n- **AA (homozigoto ancestral):** risco basal — sem amplificação do SRAA por esta via\n- **AC (heterozigoto):** risco intermediário — expressão aumentada do receptor AT1; monitoramento pressórico recomendado\n- **CC (homozigoto variante):** risco mais elevado — maior expressão de AT1, resposta mais intensa à angiotensina II; indicação de vigilância ativa e estratégias preventivas precoces\n\nFrequência alélica: a frequência do alelo C varia entre 25–35% em populações europeias e latino-americanas. Estima-se que cerca de 6–10% da população seja homozigota CC.\n\nContexto de medicina de precisão: assim como outros polimorfismos cardiovasculares (APOE, MTHFR, HMGCR), o rs5186 do AGTR1 integra o perfil genômico individual e deve ser interpretado em conjunto com o quadro clínico, biomarcadores e estilo de vida — nunca de forma isolada. A presença do alelo C não determina desenvolvimento inevitável de hipertensão, mas representa um fator de risco modificável pela intervenção no SRAA, no estilo de vida e na suplementação direcionada.\n\nImplicações farmacogenômicas: portadores do alelo C podem apresentar melhor resposta terapêutica a bloqueadores do receptor AT1 (BRAs, como losartana e valsartana) e inibidores da ECA (IECAs), classes que atuam diretamente na via cujo receptor apresenta expressão amplificada por este polimorfismo.",
  "points": 0,
  "patient_explanation": "O gene AGTR1 produz um receptor pelo qual a angiotensina II age para elevar a pressão arterial. O polimorfismo rs5186 A1166C é uma pequena variação nesse gene que pode fazer esse receptor funcionar de forma mais intensa do que o esperado.\n\nQuem herda a versão C desse gene (especialmente em dose dupla, CC) pode ter o sistema de regulação da pressão arterial mais sensível e, por isso, maior predisposição a desenvolver hipertensão, especialmente combinada com sedentarismo, alimentação rica em açúcar e estresse crônico.\n\nIsso não significa que você vai necessariamente ter pressão alta — significa que seu corpo requer atenção especial a esse aspecto. Monitorar regularmente a pressão, manter um estilo de vida saudável e, quando necessário, usar medicamentos que atuam diretamente nesse receptor (como os sartans) podem ser particularmente eficazes para o seu perfil genético.\n\nConhecer essa informação é uma vantagem: permite agir de forma preventiva, antes de qualquer problema aparecer.",
  "conduct": "## Conduta Clínica — AGTR1 rs5186 A1166C (Predisposição Genética à Hipertensão)\n\n### 1. Avaliação e Confirmação Diagnóstica\n\n- **Monitoramento pressórico rigoroso**, mesmo em normotensos com alelo C:\n  - Solicitar **MAPA 24h** (positivo: ≥ 130/80 mmHg) ou **MRPA** (positivo: ≥ 135/85 mmHg)\n  - Automonitoramento domiciliar regular (2 medições manhã + 2 à noite)\n- **Investigar causas secundárias:** apneia do sono (polissonografia), TSH, creatinina/TFG/microalbuminúria, relação aldosterona/renina quando indicado\n- **Investigar resistência insulínica:** curva de glicose e insulina — hiperinsulinemia eleva aldosterona e amplifica o SRAA, agravando a predisposição genética\n\n### 2. Avaliação de Risco Cardiovascular Integrada\n\n- Estratificar risco considerando o genótipo rs5186 em conjunto com:\n  - Perfil lipídico (LDL, HDL, TG, LDL oxidada, ApoB/ApoA)\n  - PCR-us, homocisteína (meta: 4–8 µmol/L), óxido nítrico endotelial (meta ≥ 8,8)\n  - Vitamina D 25(OH)D — portadores de polimorfismos GC/VDR podem requerer > 50 ng/mL\n  - Lipoproteína(a) — Lp(a)\n- Considerar **score de cálcio coronariano** em adultos de médio a alto risco\n\n### 3. Estilo de Vida (Essencial — Todos os Genótipos)\n\nPortadores do alelo C, especialmente CC, devem iniciar intervenções preventivas precocemente:\n\n- **Controle de peso:** cada 1 kg perdido reduz a PA em ~1 mmHg\n- **Atividade física aeróbica:** 150 min/semana → redução de 5–7 mmHg; treino de resistência melhora sensibilidade à insulina\n- **Dieta anti-inflamatória:** reduzir açúcar e carboidratos refinados (elevam insulina → aldosterona → retenção de sódio); considerar low-carb ou mediterrânea; restrição de sódio reduz 2–6 mmHg\n- **Cessar tabagismo** e **reduzir álcool** (impacto pressórico e metabólico negativo)\n- **Higiene do sono e manejo do estresse:** estresse crônico ativa o SRAA — relevante em portadores de AT1 hiperexpresso\n- **Jejum intermitente (TRE):** janela alimentar de 8h/dia como estratégia complementar, especialmente em resistência insulínica\n\n### 4. Suplementação Integrativa (Adjuvante)\n\n- **Magnésio taurato:** 400–1000 mg/dia — redução de ~5,6/2,8 mmHg; potencializa anti-hipertensivos\n- **Coenzima Q10:** redução de até 11/7 mmHg (meta-análise); indicado especialmente com estatinas ou polimorfismos NQO1/HMGCR\n- **Cúrcuma longa:** > 12 semanas → redução média de 8 mmHg na PAS; usar formas de alta biodisponibilidade\n- **Ômega-3 (EPA/DHA direto):** efeito vascular e anti-inflamatório; obrigatório em portadores de FADS1/FADS2\n- **Vitaminas B ativas** (metilfolato, metilcobalamina, P5P): se homocisteína > 8 µmol/L ou MTHFR concomitante\n- **Astaxantina 4–16 mg/dia:** considerar em portadores de FABP2 concomitante\n\n### 5. Farmacoterapia — Considerações Farmacogenômicas\n\n**Quando iniciar:**\n- Estágio 1 em alto risco cardiovascular; Estágio 2 ou 3 independentemente do risco\n- Pré-hipertensão sem comorbidades: priorizar estilo de vida\n\n**Preferência em portadores do alelo C:**\n- **BRAs** (losartana, valsartana, telmisartana): atuam diretamente no receptor AT1 hiperexpresso — classe farmacologicamente mais racional para este genótipo\n- **IECAs** (enalapril, ramipril): reduzem angiotensina II, diminuindo o estímulo ao AT1\n- Combinações: BRA ou IECA + bloqueador de cálcio (anlodipino) + diurético tiazídico (clortalidona)\n- **Contraindicada:** associação simultânea IECA + BRA\n- Betabloqueador: não é primeira linha; reservar para IC, pós-IAM, taquiarritmias\n\n### 6. Monitoramento, Seguimento e Encaminhamento\n\n- Reavaliar PA ambulatorial e biomarcadores (PCR-us, homocisteína, lipídios) periodicamente\n- Integrar conduta com outros polimorfismos identificados (APOE, MTHFR, HMGCR) — tratar o indivíduo como um \"exemplar genômico único\"\n- **Encaminhar a cardiologista:** hipertensão resistente, lesão de órgão-alvo (HVE, retinopatia), doença coronariana\n- **Encaminhar a nefrologista:** proteinúria, TFG reduzida\n- **Encaminhar a endocrinologista:** hiperaldosteronismo primário, resistência insulínica grave\n- **Encaminhar a centro do sono:** apneia do sono confirmada ou fortemente suspeita\n- **Atenção especial em mulheres com genótipo CC** que planejam engravidar: risco aumentado de pré-eclâmpsia; acompanhamento pré-natal direcionado"
}
