{
  "score_item_id": "019c1a2b-a36f-7d5d-acfd-f0a99e145fcc",
  "clinical_relevance": "A deficiência de Apolipoproteína C-II (APOC2) é uma condição genética rara, de herança autossômica recessiva, causada por mutações no gene APOC2 localizado no cromossomo 19q13.2. A APOC2 é uma glicoproteína de 79 aminoácidos sintetizada predominantemente no fígado e secretada em associação às lipoproteínas ricas em triglicerídeos — principalmente VLDL e quilomícrons. Sua função fisiológica central é atuar como cofator obrigatório da lipase lipoproteica (LPL), a enzima responsável pela hidrólise dos triglicerídeos circulantes nos tecidos periféricos (tecido adiposo, músculo esquelético e cardíaco). Na ausência funcional de APOC2, a LPL permanece cataliticamente inativa, resultando em acúmulo maciço de quilomícrons e VLDL na circulação.\n\nO fenótipo laboratorial característico é a hipertrigliceridemia grave (hiperlipoproteinemia tipo I ou V de Fredrickson), com triglicerídeos plasmáticos frequentemente superiores a 1.000 mg/dL e podendo ultrapassar 10.000 mg/dL em episódios agudos. O plasma em jejum apresenta aspecto leitoso (lipêmico) e a camada sobrenadante de quilomícrons é visível após refrigeração. O colesterol total pode estar paradoxalmente normal ou baixo, enquanto HDL e LDL encontram-se tipicamente reduzidos devido ao metabolismo lipoproteico globalmente disfuncional.\n\nA principal complicação clínica é a pancreatite aguda recorrente, potencialmente fatal, desencadeada quando os triglicerídeos ultrapassam 1.000–2.000 mg/dL. Episódios repetidos levam à pancreatite crônica, insuficiência exócrina e, eventualmente, diabetes mellitus pancreatogênico. Outras manifestações incluem xantomas eruptivos (pápulas eritematosas amareladas na pele, especialmente em superfícies extensoras), lipemia retinalis (aspecto esbranquiçado dos vasos retinianos ao fundo de olho), hepatoesplenomegalia por depósito de lipoproteínas nos macrófagos teciduais, e dor abdominal recorrente mesmo fora dos episódios de pancreatite aguda.\n\nA prevalência estimada da deficiência de APOC2 é inferior a 1:1.000.000 na população geral, tornando-a uma das causas mais raras de hipertrigliceridemia grave. O diagnóstico é confirmado por eletroforese de lipoproteínas, dosagem de APOC2 sérica (indetectável ou muito reduzida) e estudo molecular do gene APOC2. O diagnóstico diferencial inclui deficiência de LPL (hiperlipoproteinemia tipo I), deficiência de GPIHBP1, deficiência de LMF1 e hipertrigliceridemias secundárias graves (hipotireoidismo, diabetes descompensado, síndrome nefrótica, uso de corticosteroides).\n\nNo contexto da medicina funcional integrativa e do Escore Plenya, a identificação de variantes patogênicas em APOC2 por painéis genéticos cardiovasculares permite antecipar o risco de hipertrigliceridemia severa mesmo em indivíduos ainda assintomáticos ou oligossintomáticos, orientando vigilância laboratorial intensiva e intervenções preventivas precoces antes da ocorrência de complicações potencialmente fatais.",
  "points": 0,
  "patient_explanation": "A APOC2 é uma proteína que funciona como uma 'chave' para ativar uma enzima que quebra as gorduras (triglicerídeos) no sangue. Quando há deficiência genética de APOC2, essas gorduras se acumulam em quantidades muito elevadas na circulação.\n\nEssa condição é rara e hereditária. Níveis muito altos de triglicerídeos aumentam o risco de inflamação grave do pâncreas (pancreatite), que causa dor abdominal intensa. Podem surgir também manchas amareladas na pele (xantomas) e o sangue pode ficar com aspecto leitoso.\n\nCom acompanhamento médico, restrição de gorduras na alimentação e tratamento adequado, é possível controlar os triglicerídeos e prevenir complicações. Identificar essa alteração genética precocemente é fundamental para proteger sua saúde.",
  "conduct": "## Conduta Clínica na Deficiência de APOC2\n\n### Confirmação Diagnóstica\n\n- **Perfil lipídico completo em jejum de 12h:** triglicerídeos, colesterol total, HDL-c, LDL-c (frequentemente não calculável pelo Friedewald quando TG > 400 mg/dL — solicitar LDL direto)\n- **Eletroforese de lipoproteínas:** padrão tipo I ou V de Fredrickson (predomínio de quilomícrons)\n- **Dosagem de APOC2 sérica:** indetectável ou muito reduzida confirma a deficiência\n- **Estudo molecular do gene APOC2:** sequenciamento para identificação de variantes patogênicas (confirma herança autossômica recessiva)\n- **Dosagem de LPL e GPIHBP1:** para exclusão de diagnósticos diferenciais\n- **Painel de hipertrigliceridemias monogênicas:** quando disponível (APOC2, LPL, GPIHBP1, LMF1, APOA5)\n\n### Investigação Complementar\n\n- **Amilase e lipase séricas:** em qualquer episódio de dor abdominal para descartar pancreatite aguda\n- **Ultrassonografia de abdome:** avaliação de hepatoesplenomegalia, cálculos biliares e alterações pancreáticas\n- **Fundo de olho:** pesquisa de lipemia retinalis em casos com TG muito elevados\n- **Glicemia, HbA1c e peptídeo C:** rastreio de diabetes pancreatogênico em casos com pancreatites repetidas\n- **TSH, T4L:** exclusão de hipotireoidismo como fator agravante\n- **Função renal e proteinúria:** exclusão de síndrome nefrótica\n- **Triagem familiar:** estudo de parentes de primeiro grau (pais são obrigatoriamente heterozigotos)\n\n### Intervenções Dietéticas (Base do Tratamento)\n\n- **Restrição drástica de gorduras totais:** meta de < 15–20% do valor calórico total (< 20–30 g/dia de gordura em casos graves), independentemente do tipo de gordura\n- **Substituição por triglicerídeos de cadeia média (TCM):** não requerem quilomícrons para absorção intestinal; podem ser usados como fonte calórica alternativa\n- **Eliminação de álcool:** absolutamente contraindicado — eleva diretamente os triglicerídeos\n- **Restrição de carboidratos simples e açúcares:** contribuem para síntese hepática de VLDL e agravam a hipertrigliceridemia\n- **Manter aporte proteico e de micronutrientes:** dieta extremamente hipogordurosa pode ser deficiente em vitaminas lipossolúveis (A, D, E, K) — monitorar e suplementar conforme necessidade\n- **Acompanhamento com nutricionista especializado:** indispensável para adequação calórica e adesão a longo prazo\n\n### Manejo Farmacológico\n\n- **Fibratos e ácido nicotínico:** têm eficácia limitada na deficiência monogênica de APOC2 (diferente das hipertrigliceridemias poligênicas), pois o defeito é no cofator e não na regulação da LPL em si\n- **Ômega-3 em altas doses (EPA/DHA):** pode ter efeito modesto como adjuvante, reduzindo síntese hepática de VLDL\n- **Volanesorsen (oligonucleotídeo antisense contra APOC3):** aprovado em alguns países para síndrome de quilomicronemia familiar — pode ter benefício indireto; avaliar elegibilidade\n- **Insulina:** em episódios de hipertrigliceridemia grave hospitalar, infusão de insulina + glicose ativa a LPL endógena e reduz rapidamente os triglicerídeos\n- **Terapia gênica e APOC2 recombinante:** em investigação clínica; monitorar literatura para futuras opções\n\n### Manejo de Episódios Agudos de Pancreatite\n\n- **Hospitalização imediata** com jejum absoluto e hidratação venosa\n- **Monitoramento de TG seriados:** controle laboratorial a cada 12–24h\n- **Analgesia adequada:** morfina ou opioides quando necessário\n- **Suporte nutricional:** nutrição enteral precoce com fórmulas ricas em TCM ou nutrição parenteral total hipogordurosa quando via enteral inviável\n- **Plasmaférese:** indicada em casos refratários com TG > 2.000–5.000 mg/dL e pancreatite grave; remove fisicamente os quilomícrons da circulação\n\n### Encaminhamento a Especialistas\n\n- **Endocrinologista ou lipidologista:** manejo do distúrbio lipídico e acompanhamento periódico\n- **Gastroenterologista:** episódios de pancreatite aguda e seguimento de pancreatite crônica\n- **Geneticista clínico:** confirmação molecular, aconselhamento genético familiar e rastreio de heterozigotos\n- **Nutricionista especializado:** adequação dietética hipogordurosa sustentável a longo prazo\n- **Oftalmologista:** pesquisa de lipemia retinalis em casos com TG muito elevados\n\n### Monitoramento e Seguimento\n\n- **Triglicerídeos seriados:** mensalmente nos primeiros 6 meses; a cada 3 meses após estabilização; meta < 500 mg/dL (idealmente < 200 mg/dL)\n- **Perfil lipídico completo:** a cada consulta\n- **Vitaminas lipossolúveis (A, D, E, K):** dosar anualmente — dietas hipogordurosas podem causar deficiências\n- **Glicemia de jejum e HbA1c:** anualmente ou com maior frequência em casos com histórico de pancreatite\n- **Educação do paciente:** sinais de alerta de pancreatite aguda, adesão dietética e abstinência total de álcool\n- **Fatores precipitantes:** gestação, estrogênios, corticosteroides, betabloqueadores e tiazídicos podem agravar os triglicerídeos — ajustar farmacoterapia conforme o caso"
}
