{
  "score_item_id": "019c1a2b-a36f-7ab7-a36d-30b9b2b5649e",
  "clinical_relevance": "O gene CYP11B2 codifica a enzima aldosterona sintase (CYP11B2), responsável pela etapa final da biossíntese de aldosterona no córtex adrenal (conversão de 11-desoxicorticosterona em corticosterona e, em seguida, em aldosterona). O polimorfismo rs1799998 (também designado como -344C/T ou -344T/C) consiste em uma variante de nucleotídeo único (SNV) na região promotora do gene, com impacto direto na regulação transcricional: o alelo T está associado a maior expressão de CYP11B2 e, consequentemente, a maior produção de aldosterona em resposta ao sistema renina-angiotensina-aldosterona (SRAA).\n\nA aldosterona atua nos rins promovendo reabsorção de sódio e excreção de potássio nos túbulos distais e ductos coletores, resultando em expansão do volume plasmático e elevação da pressão arterial. Portadores do alelo T em homozigose (genótipo TT) apresentam tendência a níveis basais mais elevados de aldosterona, maior retenção de sódio e maior predisposição à hipertensão arterial sistêmica (HAS), especialmente a formas sensíveis ao sal. Portadores heterozigotos (CT) apresentam risco intermediário.\n\nA relevância clínica deste polimorfismo é expressiva no contexto da hipertensão primária: estudos populacionais identificaram associação entre o alelo T (rs1799998) e HAS, particularmente em indivíduos com histórico familiar de hipertensão, com resposta subótima a diuréticos tiazídicos isolados e com melhor resposta a antagonistas do SRAA (inibidores da ECA, bloqueadores do receptor de angiotensina — BRA — e espironolactona). Metanálises sugerem que o efeito do alelo T sobre a pressão arterial, embora modesto em termos absolutos (elevação média estimada de 2–5 mmHg na PAS em populações de risco), torna-se clinicamente relevante quando somado a outros fatores de risco cardiovascular modificáveis.\n\nDo ponto de vista da medicina de precisão, a identificação do genótipo rs1799998 permite:\n1. Compreender a base molecular de formas de hipertensão com hiperaldosteronismo relativo (ratio aldosterona/renina elevado sem adenoma adrenal detectável);\n2. Antecipar resposta terapêutica preferencial a antagonistas mineralocorticoides (espironolactona, eplerenona) e ao bloqueio do SRAA;\n3. Orientar intervenções dietéticas individualizadas — especialmente restrição de sódio, cujo impacto pressórico é potencializado em portadores do alelo T pela maior sensibilidade ao sal mediada por aldosterona;\n4. Monitorar potássio sérico com maior rigor em portadores TT, dado o risco de hipocalemia associada à hiperaldosteronismo funcional.\n\nO polimorfismo rs1799998 deve ser interpretado em conjunto com o quadro clínico, a mensuração da relação aldosterona/renina plasmática (ARR) e a resposta pressórica às intervenções. Em portadores TT com HAS estabelecida e ARR elevada, a investigação de hiperaldosteronismo primário (adenoma de suprarrenal, hiperplasia adrenal bilateral) deve ser considerada no diagnóstico diferencial, especialmente em hipertensão resistente.",
  "points": 0,
  "patient_explanation": "O gene CYP11B2 carrega as instruções para produzir um hormônio chamado aldosterona, que regula a quantidade de sal e água que seus rins retêm no organismo. Quando os rins retêm mais sal, a pressão arterial tende a subir.\n\nA variante genética rs1799998 (polimorfismo) altera a \"intensidade\" com que esse gene funciona. Quem herda a versão T desse gene de ambos os pais (genótipo TT) pode produzir mais aldosterona do que o necessário, o que faz os rins reterem mais sal e torna o organismo mais sensível ao sódio da dieta. Isso aumenta a predisposição à pressão alta.\n\nSaber que você tem esse polimorfismo é importante porque ajuda a entender a origem da sua pressão alta e orienta escolhas mais certeiras: a restrição de sódio na alimentação tende a ter efeito maior em portadores dessa variante, e certos medicamentos para pressão — especialmente os que bloqueiam a aldosterona — costumam funcionar melhor nesse perfil genético.\n\nIsso não significa que você vai, necessariamente, ter pressão alta: fatores de estilo de vida como alimentação, atividade física e controle do estresse têm grande influência. O resultado genético é uma informação que, junto com seus exames e histórico, ajuda seu médico a personalizar seu cuidado.",
  "conduct": "## Conduta Clínica — CYP11B2 rs1799998 (Predisposição Genética à Hipertensão por Hiperaldosteronismo Funcional)\n\n### 1. Interpretação do Resultado Genético\n\n- **Genótipo CC:** sem aumento de risco pelo polimorfismo; conduta padrão para avaliação cardiovascular\n- **Genótipo CT (heterozigoto):** risco intermediário de expressão aumentada de aldosterona sintase; vigilância reforçada para HAS e sensibilidade ao sal\n- **Genótipo TT (homozigoto de risco):** maior predisposição à superprodução relativa de aldosterona; abordagem proativa com investigação do eixo SRAA\n\n### 2. Investigação Laboratorial Direcionada\n\n**Avaliação do eixo aldosterona-renina:**\n- **Relação aldosterona/renina plasmática (ARR):** solicitar coleta pela manhã, em posição sentada, sem uso de espironolactona ou eplerenona (suspender 4 semanas antes); ARR > 30 (aldosterona em ng/dL, atividade de renina em ng/mL/h) é sugestiva de hiperaldosteronismo primário\n- **Aldosterona plasmática e urinária:** avaliar níveis basais; valores > 15 ng/dL persistentemente elevados merecem investigação complementar\n- **Renina plasmática:** renina baixa + aldosterona normal-alta = fenótipo compatível com o polimorfismo TT\n- **Potássio sérico e urinário:** hipocalemia (< 3,5 mEq/L) associada a HAS sugere hiperaldosteronismo clinicamente relevante\n- **Sódio urinário de 24h:** estimar ingestão real de sódio para calibrar recomendações dietéticas\n\n**Avaliação cardiovascular complementar:**\n- Pressão arterial pelo MAPA (≥ 130/80 mmHg em 24h) ou MRPA (≥ 135/85 mmHg) para confirmar diagnóstico e padrão circadiano\n- Homocisteína sérica (meta: 4–8 µmol/L)\n- Proteína C-reativa ultrassensível (PCR-us)\n- Perfil lipídico completo com LDL oxidada\n- Hemoglobina glicada e curva de glicose-insulina (rastrear resistência insulínica como cofator pressórico)\n- Creatinina, TFG estimada e microalbuminúria (lesão de órgão-alvo renal)\n- Ácido úrico (associado a HAS e disfunção endotelial)\n\n### 3. Intervenção Dietética Personalizada\n\nPortadores do alelo T — especialmente TT — apresentam maior sensibilidade ao sódio pela hiperatividade relativa da aldosterona:\n\n- **Restrição de sódio rigorosa:** meta < 2 g/dia de sódio (equivalente a < 5 g de sal); em portadores TT com HAS confirmada, a redução de sódio tem impacto pressórico potencialmente maior do que na população geral\n- **Dieta anti-inflamatória e baixa em carboidratos refinados:** a hiperinsulinemia estimula a produção de aldosterona e retém sódio — reduzir açúcar e farinhas refinadas é especialmente relevante neste perfil\n- **Aumentar potássio dietético:** frutas, vegetais folhosos, abacate — o potássio contrarrege a retenção de sódio mediada por aldosterona; meta de 3.500–4.700 mg/dia de potássio dietético\n- **Dieta DASH ou mediterrânea:** perfis alimentares com evidência de redução pressórica e anti-inflamatória\n- **Restrição de álcool:** o álcool eleva a pressão arterial diretamente e interfere no SRAA; portadores do alelo T com polimorfismos concomitantes em ALDH2 apresentam risco adicional\n\n### 4. Suplementação Integrativa (Evidência de Suporte)\n\n- **Magnésio (taurato preferencial):** 400–800 mg/dia — reduz pressão arterial (~5,6/2,8 mmHg em meta-análises) e modula a atividade da aldosterona; indicado especialmente em portadores TT com hipocalemia ou hipertensão resistente\n- **Coenzima Q10 (CoQ10):** 100–200 mg/dia — redução de ~11/7 mmHg em meta-análise; suporte mitocondrial e endotelial; avaliar polimorfismo concomitante em NQO1 (indicar ubiquinol se presente)\n- **Potássio (suplementação oral):** usar com cautela e apenas com monitoramento sérico — benéfico em hipocalemia documentada em portadores TT; contraindicado em DRC ou uso de BRA/IECA sem supervisão\n- **Ômega-3 (EPA + DHA):** verificar polimorfismos em FADS1/FADS2; se presentes, suplementar diretamente com EPA/DHA (2–4 g/dia) em vez de depender da conversão de ALA\n- **Vitamina D:** manter 25(OH)D ≥ 40–60 ng/mL; a deficiência de vitamina D estimula o SRAA, potencializando o risco em portadores TT; ajustar dose conforme polimorfismos em GC e VDR (alguns portadores necessitam de níveis > 50 ng/mL para efeito pleno)\n- **Quercetina e resveratrol:** moduladores do SRAA e anti-inflamatórios; podem ser utilizados como adjuvantes\n\n### 5. Tratamento Farmacológico — Preferências em Portadores do Alelo T\n\nA presença do polimorfismo TT orienta a escolha preferencial de anti-hipertensivos:\n\n- **Antagonistas mineralocorticoides (1ª escolha funcional):**\n  - **Espironolactona** 25–50 mg/dia: bloqueia diretamente o receptor de aldosterona; especialmente eficaz em portadores TT com ARR elevada ou hipertensão resistente\n  - **Eplerenona** (alternativa com menos efeitos androgênicos): 25–50 mg/dia\n- **BRA (bloqueadores do receptor de angiotensina):** losartana, valsartana — bloqueio do SRAA a montante; boa opção isolada ou associada a espironolactona\n- **IECA:** enalapril, ramipril — alternativa ao BRA (não combinar IECA + BRA simultaneamente)\n- **Bloqueadores de canal de cálcio:** anlodipino — pode ser associado quando necessário controle adicional\n- **Diurético tiazídico:** clortalidona como adjuvante; atenção redobrada à hipocalemia em portadores TT\n- **Evitar betabloqueadores como monoterapia inicial** em portadores TT sem indicação específica cardíaca — menor eficácia em hipertensão mediada por volume/aldosterona\n\n### 6. Rastreamento de Hiperaldosteronismo Primário\n\nEm portadores do genótipo TT com:\n- HAS resistente (≥ 3 fármacos em doses plenas sem controle)\n- Hipocalemia espontânea ou induzida por diurético\n- ARR persistentemente elevada\n\nConsiderar investigação de **hiperaldosteronismo primário** com:\n- Teste de supressão com fludrocortisona ou sobrecarga salina intravenosa\n- TC de suprarrenais (protocolo adrenal) para identificar adenoma\n- Cateterismo de veias adrenais (padrão-ouro) para lateralização\n\n### 7. Monitoramento e Seguimento\n\n- **Pressão arterial:** MRPA domiciliar (2 medições manhã + 2 noite, primeira semana de cada mês) ou MAPA anual\n- **Potássio e sódio séricos:** a cada 3–6 meses em portadores TT, especialmente em uso de diuréticos ou espironolactona\n- **Relação aldosterona/renina:** reavaliação anual ou após mudanças terapêuticas relevantes\n- **Função renal (creatinina, TFG, microalbuminúria):** a cada 6–12 meses\n- **Biomarcadores de inflamação e metabólicos:** PCR-us, homocisteína, glicemia/insulina — avaliar a cada 6–12 meses\n\n### 8. Encaminhamento a Especialistas\n\n- **Endocrinologista / Centro de Suprarrenal:** suspeita de hiperaldosteronismo primário, hipocalemia refratária, ARR muito elevada\n- **Cardiologista:** hipertensão resistente, lesão de órgão-alvo, cardiopatia associada\n- **Nefrologista:** DRC concomitante, proteinúria significativa ou TFG reduzida\n- **Geneticista / Médico de medicina genômica:** quando múltiplos polimorfismos cardiovasculares coexistentes justificam interpretação integrada do painel genético"
}
