{
  "score_item_id": "019c1a2b-a36f-73ba-876f-1b6e7b19c772",
  "clinical_relevance": "GPIHBP1 (Glycosylphosphatidylinositol-Anchored High-Density Lipoprotein-Binding Protein 1) é uma proteína expressa nas células endoteliais dos capilares de tecidos periféricos — especialmente músculo e tecido adiposo — que desempenha papel essencial no transporte e ativação da lipoproteína lipase (LPL). A função central do GPIHBP1 é capturar a LPL produzida no espaço intersticial e ancorá-la na superfície luminal do endotélio capilar, local onde ocorre a hidrólise dos triglicerídeos (TG) das quilomicronas e VLDL. Sem essa ancoragem, a LPL permanece inativa no espaço intersticial e não consegue processar as partículas ricas em triglicerídeos circulantes.\n\nMutações de perda de função no gene GPIHBP1 (localizado no cromossomo 8q24) resultam em deficiência funcional da LPL no endotélio vascular, produzindo um fenótipo de hipertrigliceridemia grave — a síndrome de quilomicronemia familiar (FCS, do inglês Familial Chylomicronemia Syndrome), clinicamente indistinguível da deficiência primária de LPL. O padrão de herança é autossômico recessivo. Os níveis de triglicerídeos em homozigotos ou heterozigotos compostos costumam ultrapassar 1000 mg/dL, frequentemente alcançando valores de 2000–10000 mg/dL em períodos de descompensação.\n\nFisiopatologia: na ausência de GPIHBP1 funcional, as quilomicronas (partículas produzidas pelo intestino e ricas em TG de origem alimentar) e as VLDL hepáticas acumulam-se no plasma porque a LPL não consegue hidrolisar seus TG. Esse acúmulo maciço de partículas quilomicronêmicas provoca o aspecto lactescente característico do plasma, hiperviscosidade sanguínea e risco elevado de pancreatite aguda — a principal complicação potencialmente fatal desta condição.\n\nManifestações clínicas: xantomas eruptivos (pápulas amareladas em nádegas, dorso e superfícies extensoras), lipemia retinalis (aspecto esbranquiçado das veias e artérias retinianas ao fundo de olho), hepatoesplenomegalia por acúmulo de células espumosas, dor abdominal recorrente e episódios de pancreatite aguda. A pancreatite aguda grave, com risco de necrose pancreática, é a complicação mais temida e pode ser fatal ou levar à insuficiência pancreática crônica (exócrina e endócrina).\n\nDiagnóstico genético: o diagnóstico definitivo exige sequenciamento do gene GPIHBP1 para identificação de mutações patogênicas. O teste é indicado em pacientes com hipertrigliceridemia grave (TG > 880 mg/dL, ou > 10 mmol/L) de início precoce, especialmente na ausência de causas secundárias identificáveis (diabetes descompensado, hipotireoidismo, uso de álcool, corticosteroides, estrogênios). O painel genético completo para quilomicronemia deve incluir LPL, APOC2, APOA5, LMF1 e GPIHBP1.\n\nContexto genético ampliado: como evidenciado nos chunks científicos deste item, cada indivíduo constitui um exemplar genômico único, e polimorfismos em genes do metabolismo lipídico explicam por que alguns pacientes apresentam perfis lipídicos extremamente alterados independentemente do estilo de vida. No caso do GPIHBP1, trata-se de uma variante de efeito grande (não apenas polimorfismo modulador), com impacto clínico direto e severo no metabolismo das lipoproteínas ricas em triglicerídeos.",
  "points": 0,
  "patient_explanation": "O GPIHBP1 é uma proteína que funciona como 'âncora' para uma enzima chamada lipase lipoproteica (LPL), que fica na parede dos vasos sanguíneos e tem a função de quebrar as gorduras que circulam no sangue. Quando o gene GPIHBP1 tem uma mutação, essa âncora não funciona, a enzima fica perdida e não consegue fazer seu trabalho — e aí as gorduras chamadas triglicerídeos se acumulam em quantidades muito grandes no sangue.\n\nEsse acúmulo pode fazer o sangue ficar com aparência de leite e causar sintomas como dor de barriga intensa e repetida, manchinhas amareladas na pele e inflamação grave do pâncreas (pancreatite), que é uma condição séria que pode precisar de internação. É uma condição genética rara — a pessoa já nasce com essa predisposição, não é resultado de hábitos ruins. O tratamento envolve dieta com muito pouca gordura e, em alguns casos, medicamentos específicos. Identificar essa condição é essencial para prevenir complicações graves.",
  "conduct": "## Conduta Clínica — GPIHBP1 (Quilomicronemia Familiar)\n\n### 1. Confirmação Diagnóstica\n\n- **Triagem laboratorial inicial:** Triglicerídeos em jejum (TG > 880 mg/dL ou > 10 mmol/L é critério de alerta para forma grave); aspecto do plasma em jejum (lactescência).\n- **Exclusão de causas secundárias:** TSH, glicemia/HbA1c, uso de álcool, medicamentos (estrogênios, corticosteroides, isotretinoína, antipsicóticos), síndrome nefrótica.\n- **Painel genético:** Solicitar sequenciamento dos genes da quilomicronemia familiar — **LPL, APOC2, APOA5, LMF1 e GPIHBP1** — para identificar mutação causal e confirmar diagnóstico de Síndrome de Quilomicronemia Familiar (FCS).\n- **Dosagem de atividade da LPL pós-heparina:** Coleta de sangue 10 minutos após injeção intravenosa de heparina; atividade reduzida confirma deficiência funcional.\n- **Avaliação de apoC-II:** Dosar ApoC-II para excluir deficiência deste cofator da LPL.\n\n### 2. Investigação Complementar\n\n- **Fundo de olho:** Pesquisar lipemia retinalis (indicador clínico de quilomicronemia maciça).\n- **Ultrassonografia abdominal:** Avaliar hepatoesplenomegalia e estado do pâncreas.\n- **Amilase e lipase sérica:** Solicitar em toda consulta como rastreio de pancreatite subclínica.\n- **Exame da pele:** Pesquisar xantomas eruptivos (nádegas, cotovelos, joelhos).\n- **Glicemia, peptídeo C e HbA1c:** Avaliar função pancreática endócrina, que pode ser comprometida por episódios repetidos de pancreatite.\n- **Perfil lipídico completo com ApoB e ApoA1:** Contextualizar o risco cardiovascular residual.\n\n### 3. Intervenção Dietética (Base do Tratamento)\n\n- **Restrição severa de gordura total:** Meta de < 15–20 g/dia de gordura total (< 10–15% das calorias), pois toda gordura dietética gera quilomicronas.\n- **Todos os tipos de gordura devem ser restringidos:** Saturadas, insaturadas e poli-insaturadas — incluindo ômega-3 de óleo de peixe — pois aumentam a carga de quilomicronas.\n- **Triglicerídeos de cadeia média (TCM):** Podem ser utilizados como fonte calórica alternativa, pois são absorvidos diretamente pela veia porta sem formar quilomicronas.\n- **Evitar álcool completamente:** O álcool é um potente indutor de hipertrigliceridemia e aumenta risco de pancreatite.\n- **Carboidratos simples:** Reduzir frutose e açúcares refinados, que estimulam síntese hepática de VLDL.\n- **Acompanhamento com nutricionista especializado** em dislipidemias genéticas é indispensável.\n\n### 4. Abordagem Farmacológica\n\n- **Fibratos e ômega-3 convencional têm eficácia limitada** na quilomicronemia familiar por deficiência de LPL/GPIHBP1, pois dependem de LPL funcional.\n- **Volanesorsen (anti-sense para ApoC-III):** Aprovado para redução de TG em FCS; reduz ApoC-III, que normalmente inibe a LPL, podendo parcialmente compensar a disfunção da via GPIHBP1-LPL.\n- **Pfizer ARO-APOC3 e outras terapias de ARN:** Novas terapias em desenvolvimento para redução de ApoC-III.\n- **Estatinas:** Não são o foco primário, mas podem ser consideradas para risco cardiovascular residual quando os TG estiverem controlados.\n- **Evitar estrógenos exógenos** (contraceptivos orais, TRH oral), que agravam a hipertrigliceridemia.\n\n### 5. Manejo de Crises de Pancreatite Aguda\n\n- **Internação hospitalar imediata** com jejum oral absoluto.\n- **Hidratação venosa agressiva** e suporte nutricional parenteral se necessário.\n- **Plasmaférese:** Considerada em casos de TG extremamente elevados (> 2000 mg/dL) com pancreatite grave, para remoção rápida das quilomicronas circulantes.\n- **Após resolução:** Reintrodução gradual de dieta hipogordurosa e revisão do plano terapêutico.\n\n### 6. Critérios de Encaminhamento a Especialistas\n\n- **Geneticista clínico ou médico especialista em dislipidemia genética:** Para confirmação diagnóstica, aconselhamento genético familiar e definição do esquema terapêutico.\n- **Nutricionista especializado em erros inatos do metabolismo lipídico:** Fundamental para implementar e monitorar a dieta hipogordurosa de longa duração.\n- **Gastroenterologista/pancreatologista:** Para acompanhamento após episódios de pancreatite e monitoramento da função pancreática exócrina e endócrina.\n- **Oftalmologista:** Se lipemia retinalis identificada.\n- **Aconselhamento genético familiar:** Orientar rastreamento de familiares de primeiro grau (padrão autossômico recessivo).\n\n### 7. Monitoramento e Seguimento\n\n- **Triglicerídeos em jejum:** Monitorar a cada 4–8 semanas inicialmente; meta de manter TG < 500 mg/dL para reduzir risco de pancreatite (idealmente < 200 mg/dL se possível).\n- **Amilase e lipase:** Solicitar regularmente mesmo na ausência de sintomas.\n- **Avaliação nutricional periódica:** Verificar adequação calórica e de micronutrientes na dieta hipogordurosa restritiva.\n- **Registro de episódios de dor abdominal:** Orientar paciente a registrar e reportar qualquer episódio, pois pode indicar pancreatite subclínica.\n- **Suporte psicológico:** A dieta extremamente restritiva impacta qualidade de vida; suporte para adesão a longo prazo é importante."
}
