{
  "score_item_id": "019c1a2b-a36f-73b9-9788-17a5e8cd782e",
  "clinical_relevance": "A LCAT (Lecitina-Colesterol Aciltransferase) é a enzima responsável pela esterificação do colesterol livre nas partículas HDL, catalisando a transferência de ácidos graxos da posição sn-2 da fosfatidilcolina para o colesterol livre, gerando ésteres de colesterol. Esse processo é central para a maturação das partículas HDL (de pre-beta-HDL para HDL2 e HDL3) e para o transporte reverso de colesterol, mecanismo pelo qual o excesso de colesterol periférico é direcionado ao fígado para metabolização e excreção. A APOA1 é o principal ativador da LCAT e componente estrutural do HDL; polimorfismos em genes que modulam essa via — incluindo LCAT — comprometem a capacidade de elevar o HDL e os ésteres de colesterol, conforme evidenciado nos materiais do módulo de Cardiologia Funcional Integrativa.\n\nO polimorfismo rs5923 no gene LCAT é uma variante de nucleotídeo único (SNV) localizada na região do gene LCAT (cromossomo 16q22.1). Estudos populacionais identificam essa variante como associada a diferenças nos níveis plasmáticos de HDL-c, com portadores de determinados alelos apresentando menor atividade enzimática da LCAT e, consequentemente, níveis mais baixos de HDL-c e menor fração de ésteres de colesterol no HDL. A relevância clínica se insere no contexto da dislipidemia aterogênica: HDL cronicamente baixo associa-se a maior risco cardiovascular, não pelo número isolado, mas pela redução da capacidade de transporte reverso de colesterol e pela disfunção endotelial associada.\n\nDo ponto de vista fisiopatológico, a atividade reduzida da LCAT impede a maturação adequada das partículas HDL, mantendo-as predominantemente na forma pre-beta-HDL (menores e menos eficientes). Isso resulta em: (1) menor capacidade de remoção de colesterol de macrófagos espumosos na parede arterial; (2) clearance acelerado das partículas HDL imaturas pelos rins e fígado; (3) redução dos níveis circulantes de HDL-c. Em formas graves de deficiência de LCAT (mutações funcionais), o quadro se manifesta como a Doença de Olho de Peixe ou a Deficiência Familiar de LCAT, com opacidades corneanas, anemia hemolítica e proteinúria. Polimorfismos comuns como o rs5923 produzem fenótipos mais leves, com HDL reduzido como achado predominante, sem as manifestações clínicas graves das deficiências completas.\n\nA interpretação clínica deve ser integrada ao perfil lipídico completo. Valores de HDL-c abaixo de 40 mg/dL em homens e 50 mg/dL em mulheres são classicamente considerados de risco, mas a abordagem funcional integrativa enfatiza que o número isolado não define o risco: a qualidade funcional do HDL, avaliada pelo contexto metabólico (razão TG/HDL, ApoA1, subfracionamento), é mais relevante. A razão TG/HDL superior a 2,5 sugere predomínio de partículas LDL pequenas e densas, amplificando o risco em portadores de polimorfismos que já comprometem o HDL. A presença do polimorfismo rs5923 justifica investigação ampliada do perfil lipídico e atenção ao contexto inflamatório, oxidativo e metabólico global, conforme a abordagem individualizada preconizada na medicina funcional integrativa.",
  "points": 0,
  "patient_explanation": "A LCAT é uma enzima do organismo responsável por 'amadurecer' as partículas de HDL — o chamado colesterol bom. Quando o HDL está maduro, ele recolhe o excesso de gordura das artérias e o leva ao fígado para ser eliminado, protegendo o coração.\n\nO polimorfismo rs5923 no gene LCAT é uma variação genética que pode reduzir a eficiência dessa enzima. Por isso, seu HDL tende a ficar em níveis mais baixos do que o esperado, mesmo com hábitos saudáveis. Isso não é uma doença — é uma característica individual que exige atenção personalizada.\n\nEsse resultado não determina seu destino. Com acompanhamento médico, ajustes na alimentação, exercício físico e, quando necessário, suplementação direcionada, é possível compensar esse fator genético e reduzir o risco cardiovascular. Seu médico avaliará esse dado junto com outros exames para construir um plano sob medida para você.",
  "conduct": "## Conduta Clínica para Portadores do Polimorfismo LCAT rs5923 (HDL reduzido)\n\n### Investigação Complementar\n\n- **Perfil lipídico completo:** HDL-c, LDL-c, colesterol total, triglicerídeos, VLDL\n- **Marcadores de qualidade lipídica:**\n  - Razão TG/HDL (alvo: <2,5; acima disso, risco de LDL pequeno e denso aumentado)\n  - ApoA1 e ApoB (avalia função do HDL e carga aterogênica real)\n  - LDL oxidado (marcador de estresse oxidativo e risco aterogênico)\n- **Marcadores inflamatórios:** PCR ultrassensível, Interleucina-6, homocisteína\n- **Avaliação de imagem (quando indicado):** Score de cálcio coronário (CAC) e angiotomografia de coronárias para estratificação de risco anatômico, especialmente em casos com HDL persistentemente baixo e outros fatores de risco\n- **Investigação de polimorfismos associados:** APOA1, APOC3, CETP, LIPC — genes que também modulam o metabolismo do HDL e podem potencializar o efeito do rs5923\n- **Avaliação hormonal:** Testosterona total e livre, estradiol, DHEA-S (hormônios influenciam o metabolismo lipídico e o HDL)\n- **Glicemia e insulinemia em jejum, HOMA-IR:** Resistência insulínica é fator agravante do HDL baixo\n\n### Estratégias de Estilo de Vida\n\n- **Exercício físico:** Treinamento aeróbico moderado a intenso e treinamento de resistência (musculação) são as intervenções com maior evidência para elevar o HDL funcionalmente. O treino de resistência é especialmente indicado em portadores de polimorfismos como LIPC que tendem a HDL baixo\n- **Alimentação:**\n  - Priorizar padrão mediterrâneo: azeite de oliva extravirgem, peixes gordurosos, abacate, oleaginosas, vegetais e frutas com baixo índice glicêmico\n  - Reduzir carboidratos refinados e açúcares, que elevam triglicerídeos e deprimem o HDL\n  - Em pacientes com polimorfismos que agravam o colesterol total (ABCG5/8, LIPC), evitar dietas cetogênicas com alto teor de gordura saturada a longo prazo; preferir gorduras insaturadas\n  - Monitorar a resposta individual ao perfil alimentar: o fenótipo genético orienta o ajuste da dieta\n- **Controle de peso corporal:** Redução do percentual de gordura visceral melhora o HDL e a sensibilidade à insulina\n- **Cessação do tabagismo:** O tabaco reduz significativamente o HDL funcional\n- **Redução do consumo de álcool:** Embora doses baixas de álcool elevem numericamente o HDL, o efeito funcional é controverso e os riscos superam os benefícios\n- **Manejo do estresse e sono:** Cortisol crônico elevado prejudica o perfil lipídico; higiene do sono adequada é parte da conduta integrativa\n\n### Suplementação Baseada em Evidências e Genótipo\n\n- **Niacina (ácido nicotínico):** Tem efeito positivo sobre o HDL e é especialmente indicada em portadores de polimorfismos que comprometem o HDL (como APOC3 e LCAT). Opções:\n  - Hexa Niacinato de Inositol: 500–1.500 mg/dia divididos em 2–3 tomadas (melhor tolerabilidade)\n  - Nicotinamida Ribosídeo (Niagen): 300 mg/dia (maior custo; avaliar capacidade financeira do paciente)\n- **Ômega-3 (EPA e DHA):** Doses terapêuticas (mínimo 2–4 g/dia de EPA+DHA combinados) reduzem triglicerídeos, melhoram a razão TG/HDL e têm efeito anti-inflamatório. Em portadores de polimorfismos FADS1/FADS2, a suplementação direta com EPA e DHA é obrigatória (conversão de ALA comprometida)\n- **Astaxantina:** Para portadores de FABP2, com potencial de reduzir rigidez de membranas e inflamação; considerar em perfis com LDL oxidado elevado\n- **Coenzima Q10/Ubiquinol:** Indicada especialmente se houver polimorfismo concomitante em HMGCR ou uso de estatinas\n- **Vitaminas do complexo B (formas ativas):** Metilfolato, metilcobalamina e piridoxal-5-fosfato (P5P) para controle da homocisteína, biomarcador de risco cardiovascular independente; alvo de homocisteína: 4–8 µmol/L\n- **Vitamina D:** Manter níveis séricos entre 40–60 ng/mL (portadores de polimorfismos GC/VDR podem necessitar de níveis mais altos para obter efeito cardioprotetor)\n\n### Decisão Terapêutica Farmacológica\n\n- **Estatinas:** Indicação deve ser criteriosa e baseada em risco cardiovascular global (considerar CAC, ApoB, razão TG/HDL), não apenas no LDL numérico. Em portadores de HMGCR, as estatinas podem reduzir ubiquinona e prejudicar a função mitocondrial; monitorar e suplementar CoQ10 se necessário\n- **Fibratos:** Podem ser considerados quando hipertrigliceridemia coexistente agrava o quadro de HDL baixo\n- **Inibidores de PCSK9:** Reduzem LDL de forma eficaz, mas o benefício clínico sobre desfechos cardiovasculares é menos robusto do que o benefício numérico; reservar para casos selecionados de alto risco\n\n### Monitoramento e Seguimento\n\n- Reavaliar perfil lipídico completo, marcadores inflamatórios e razão TG/HDL a cada 3–6 meses após início das intervenções\n- Ajustar dieta e suplementação conforme resposta individual — o fenótipo genético orienta, mas a resposta clínica confirma\n- Integrar com cardiologista para co-gestão em pacientes com risco cardiovascular intermediário a alto (CAC > 0, múltiplos fatores de risco, histórico familiar)\n- Educar o paciente sobre a base genética do seu HDL baixo, reduzindo o impacto de abordagens alarmistas e melhorando a adesão ao plano de cuidado individualizado"
}
