{
  "score_item_id": "019c1a2b-a36f-70ca-921e-dfa650f71b1b",
  "clinical_relevance": "O gene LDLR (Low-Density Lipoprotein Receptor) codifica o receptor de LDL expresso principalmente em hepatócitos, responsável pela endocitose mediada por receptor das partículas de LDL circulantes. O polimorfismo rs688 (c.1773C>T, p.Tyr541=) localiza-se no exon 12 do gene LDLR e afeta o splicing alternativo do RNA mensageiro, resultando em uma isoforma do receptor com menor eficiência de captação de LDL. Indivíduos portadores do alelo de risco apresentam redução funcional — parcial em heterozigotos e mais expressiva em homozigotos — na depuração hepática de partículas de LDL, culminando em elevação basal dos níveis séricos de LDL-colesterol independentemente da dieta e do estilo de vida.\n\nFisiologicamente, o LDLR liga-se à ApoB-100 presente na superfície das partículas de LDL, promovendo sua internalização e degradação lisossômica. A redução da densidade ou da afinidade desses receptores — conforme observado em portadores do rs688 — leva ao acúmulo de LDL circulante e ao aumento do tempo de residência dessas partículas no plasma, favorecendo modificações oxidativas, glicooxidativas e inflamatórias que potencializam o risco aterogênico. Esse mecanismo é similar, em grau menor, ao da Hipercolesterolemia Familiar (HF) clássica, causada por variantes patogênicas no mesmo gene.\n\nDo ponto de vista clínico-laboratorial, valores isolados de LDL não são suficientes para estratificar risco em portadores desse polimorfismo. Os chunks científicos disponíveis reforçam que portadores de variantes no LDLR podem apresentar LDL elevado como 'valor basal normal do indivíduo', e que o foco da avaliação deve recair sobre a qualidade das partículas — especialmente a presença de LDL oxidada, LDL pequena e densa (padrão B), e o grau de inflamação e glicação — e não apenas sobre o número absoluto de LDL. A razão triglicerídeos/HDL é apontada como inferência prática de risco: quando TG ≈ 2,5× HDL, há maior proporção de partículas de LDL aterogênicas. A LDL oxidada tem limite saudável citado de 133 (unidades arbitrárias no contexto do material), podendo atingir valores extremos (>1000) em pacientes de alto risco.\n\nDo ponto de vista epidemiológico, as variantes no LDLR — incluindo o rs688 — inserem-se no espectro das dislipidemias genéticas, que aumentam significativamente o risco cardiovascular ao longo da vida. Estudos citados nos chunks indicam que cerca de 50% dos indivíduos com LDL 'normal' (≤100 mg/dL) já apresentam aterosclerose subclínica aos 50 anos, evidenciando que o número isolado não é marcador suficiente de risco. A estratificação adequada deve integrar genética, marcadores de oxidação e inflamação, escore de cálcio coronário e avaliação de ApoA1/ApoB.\n\nA presença do polimorfismo rs688 no LDLR orienta a conduta para além da simples redução numérica do LDL: o controle da inflamação endotelial, da glicação das partículas de LDL e da oxidação lipídica passa a ser prioridade terapêutica. A decisão sobre uso de estatinas deve ser individualizada, pois parte dos portadores de polimorfismos em LDLR pode apresentar resposta variável à terapia farmacológica, e o controle do risco cardiovascular real exige abordagem multifatorial.",
  "points": 0,
  "patient_explanation": "O gene LDLR é responsável por produzir uma proteína que funciona como uma 'porta de entrada' no fígado para capturar o colesterol LDL — conhecido como 'colesterol ruim' — e retirá-lo da corrente sanguínea. O polimorfismo rs688 é uma variação nesse gene que pode fazer com que essas 'portas' funcionem com menos eficiência, deixando mais LDL circulando no sangue do que o habitual, mesmo em pessoas que se alimentam bem e praticam exercícios.\n\nIsso não significa que você está doente, mas sim que seu organismo tem uma característica genética que tende a manter o LDL naturalmente mais elevado. O mais importante é entender que o número do LDL isolado não conta a história completa: o que realmente importa é a qualidade dessas partículas — se estão oxidadas ou inflamadas — e o seu contexto de saúde geral. Com acompanhamento adequado, ajustes na alimentação e intervenções específicas, é possível reduzir significativamente o risco cardiovascular mesmo com essa predisposição genética.",
  "conduct": "## Conduta Clínica — LDLR rs688 (Colesterol LDL)\n\n### Avaliação Diagnóstica Complementar\n\n- **Perfil lipídico ampliado:** LDL total, HDL, triglicerídeos, colesterol não-HDL, VLDL estimado\n- **Razão TG/HDL:** calcular como inferência de risco de partículas aterogênicas (TG ≈ 2,5× HDL indica maior proporção de LDL pequeno e denso)\n- **Razão ApoB/ApoA1:** solicitar ApoB e ApoA1 isolados; calcular razão — alvo ≤0,7–0,8\n- **LDL oxidada:** marcador crítico de qualidade das partículas; limite saudável ~133 (valores extremos em alto risco)\n- **Subfracionamento de LDL:** quando disponível, para identificar padrão B (LDL pequena e densa, mais aterogênica)\n- **Proteína C-Reativa ultrassensível (PCR-us):** inflamação subclínica; valor de 5 já considerado elevado no contexto funcional integrativo\n- **Interleucina-6 (IL-6) e IL-10:** marcadores de inflamação; IL-10 <3,5 indica risco aumentado\n- **Óxido nítrico sérico:** saúde endotelial; referência funcional ~8,8\n- **Glicemia de jejum, insulina, hemoglobina glicada:** avaliar resistência insulínica e glicação de LDL\n- **Homocisteína:** alvo entre 4–8 μmol/L\n- **Angiotomografia de coronárias com escore de cálcio:** indicada em discordância entre exames, alto risco ou histórico familiar\n- **Painel genético ampliado:** APOE, ABCG5/8, HMGCR, FADS1/2, LIPC, APOC3 para interpretação integrativa do fenótipo lipídico\n\n---\n\n### Estratificação de Risco\n\n- **Genótipo heterozigoto rs688:** elevação moderada do LDL basal; abordagem primariamente não farmacológica, com monitoramento periódico\n- **Genótipo homozigoto rs688:** elevação mais expressiva; maior semelhança fenotípica com Hipercolesterolemia Familiar; considerar investigação formal de HF e avaliação cardiológica precoce\n- **Presença de outros polimorfismos concomitantes (APOE ε3/ε4, ABCG5/8, LIPC):** risco aditivo; conduta mais agressiva e precoce\n- **Integrar sempre com clínica:** LDL elevado pode ser o 'normal' daquele indivíduo — o foco deve recair sobre inflamação, oxidação, glicação e escore de cálcio\n\n---\n\n### Intervenções de Estilo de Vida\n\n**Alimentação:**\n- Priorizar padrão alimentar anti-inflamatório (mediterrâneo funcional): azeite extra-virgem, peixes gordos, abacate, oleaginosas, vegetais coloridos\n- Reduzir consumo excessivo de carboidratos refinados e ultraprocessados — principal driver de LDL oxidado e glicado\n- Em portadores de LDLR rs688, **cautela com dietas cetogênicas ou low-carb ricas em gordura saturada a longo prazo**: podem elevar ainda mais o LDL e piorar o perfil de partículas; preferir 'low-carb mediterrânea' (peixes, azeite, abacate) se essa estratégia for utilizada\n- Monitorar resposta lipídica individual a cada mudança alimentar e usar como feedback operacional para ajuste fino\n- Controlar rigorosamente fontes de açúcar e produtos com alto índice glicêmico para reduzir glicação de LDL\n\n**Atividade Física:**\n- Treino de resistência (musculação) associado a exercício aeróbico regular\n- Atividade física melhora o perfil lipídico, aumenta sensibilidade à insulina e reduz marcadores inflamatórios\n\n---\n\n### Suplementação Baseada em Evidências\n\n- **Ômega-3 (EPA+DHA):** doses terapêuticas (>1 g/dia); preferir formas de alta qualidade; especialmente importante se polimorfismo concomitante em FADS1/2\n- **CoQ10/Ubiquinol:** considerar em uso de estatinas ou polimorfismo concomitante em HMGCR\n- **Vitaminas do complexo B (metilfolato, metilcobalamina, P5P):** se homocisteína elevada ou polimorfismo em MTHFR/CBS\n- **Astaxantina:** se polimorfismo concomitante em FABP2 ou evidência de rigidez de membranas\n- **Vitamina D:** manter sérica >50 ng/mL, especialmente em portadores de polimorfismos em GC/VDR\n- **Silimarina:** suporte hepático e ação antioxidante como adjuvante\n\n---\n\n### Farmacoterapia\n\n- A decisão sobre estatinas deve ser **individualizada**: considerar magnitude do risco cardiovascular global, não apenas o número do LDL\n- Portadores de polimorfismos em LDLR podem ter **resposta variável às estatinas**; monitorar resposta clínica e ajustar\n- Em caso de uso de estatina, considerar suplementação de CoQ10 para mitigar potencial impacto mitocondrial\n- **Inibidores de PCSK9:** reduzem LDL numérico com eficácia, porém os benefícios clínicos em desfechos duros (mortalidade, infarto) são considerados heterogêneos na literatura funcional integrativa; avaliar com critério\n- **Niacina e outros hipolipemiantes:** considerar em casos selecionados, com base no perfil genético completo\n\n---\n\n### Monitoramento e Seguimento\n\n- Repetir perfil lipídico completo com razão TG/HDL a cada 3–6 meses após intervenção\n- Monitorar LDL oxidada e inflamação (PCR-us, IL-6) periodicamente\n- Ajustar intervenções conforme resposta clínica individual — o feedback laboratorial é a bússola terapêutica\n- Comunicar ao paciente a base genética do seu perfil lipídico para **reduzir ansiedade** e promover adesão\n- Integrar com cardiologista em casos de alto risco, discordância entre exames ou escore de cálcio elevado"
}
