{
  "score_item_id": "019c1a2b-a36f-7282-bd0b-404176b31b0c",
  "clinical_relevance": "O gene LIPC codifica a lipase hepática (HL), enzima bifuncional expressa predominantemente no fígado que atua tanto como triacilglicerol lipase quanto como fosfolipase. Sua função dual é essencial no metabolismo das lipoproteínas: hidrolisa triglicerídeos e fosfolipídeos de remanescentes de VLDL/IDL e de HDL, facilitando a captação hepática dessas partículas e modulando o tamanho, a composição e a funcionalidade do HDL. O polimorfismo rs1800588 (também descrito como -514C>T na região promotora do gene LIPC) afeta a expressão e a atividade da lipase hepática, configurando um fenótipo lipídico característico: HDL baixo associado a LDL elevado, de difícil correção mesmo com mudanças de estilo de vida adequadas.\n\nFisiopatologia: A lipase hepática com atividade aumentada (associada a determinados alelos de rs1800588) leva à maior taxa de hidrólise das partículas de HDL, reduzindo seus níveis circulantes e deslocando o perfil para subfrações menores e mais densas, potencialmente menos protetoras. Paralelamente, variações na atividade da HL afetam o processamento de remanescentes de lipoproteínas ricas em triglicerídeos, influenciando o LDL resultante. O fenótipo clínico frequentemente observado é a tríade: HDL cronicamente baixo, LDL elevado e resposta lipídica insatisfatória às intervenções convencionais.\n\nImpacto clínico e estratificação de risco: Polimorfismos no LIPC representam causa genética relevante de dislipidemia refratária. A identificação desse polimorfismo explica por que determinados pacientes não conseguem elevar seu HDL de forma significativa mesmo com exercício regular, dieta adequada e controle de peso. Do ponto de vista cardiovascular, HDL persistentemente baixo associado a LDL elevado aumenta o risco aterogênico, especialmente quando acompanhado de outros marcadores de risco (LDL oxidado elevado, razão triglicerídeos/HDL > 2,5, PCR elevada, disfunção endotelial). A razão TG/HDL é ferramenta prática de inferência de risco: valores aproximados de TG equivalentes a 2,5 vezes o HDL sugerem predominância de partículas de LDL pequenas e densas — mais aterogênicas.\n\nContexto nutricional e farmacológico: Dietas com alto teor de gordura saturada tendem a ser particularmente desfavoráveis para portadores de polimorfismos no LIPC, pois podem agravar o perfil lipídico. Dietas cetogênicas ou low-carb a longo prazo devem ser evitadas ou monitoradas rigorosamente nesse subgrupo. O treinamento de resistência (musculação) é a intervenção de estilo de vida com melhor resposta documentada para modulação do perfil lipídico nesses indivíduos, em comparação ao treino aeróbico isolado. A abordagem terapêutica deve ser personalizada, integrando genótipo, fenótipo lipídico, marcadores inflamatórios e resposta individual às intervenções, evitando a perseguição de números laboratoriais isolados sem contextualização clínica e metabólica global.",
  "points": 0,
  "patient_explanation": "Dentro do seu DNA existe um gene chamado LIPC, que controla uma enzima do fígado responsável por processar o colesterol \"bom\" (HDL) e outras gorduras do sangue. Uma variação nesse gene, chamada rs1800588, pode fazer com que essa enzima trabalhe de forma diferente, resultando em HDL mais baixo e LDL (colesterol \"ruim\") mais elevado — mesmo quando você segue alimentação saudável e pratica exercícios.\n\nIsso não significa doença, mas sim uma característica genética própria que dificulta a melhora desses valores por meios convencionais. Saber disso permite ao seu médico ajustar o tratamento para o seu perfil específico. Algumas estratégias funcionam melhor para você: exercícios de força (musculação) tendem a ter resultados mais favoráveis no seu perfil lipídico, e certos tipos de dieta com muita gordura saturada podem não ser ideais para o seu caso. Com orientações adequadas ao seu genótipo, é possível reduzir o risco cardiovascular de forma eficaz e personalizada.",
  "conduct": "## Conduta Clínica — LIPC rs1800588 (HDL)\n\n### Avaliação Inicial\n\n- **Confirmação do fenótipo lipídico:** solicitar perfil lipídico completo com HDL, LDL, VLDL, triglicerídeos e colesterol total\n- **Marcadores de risco ampliado:** ApoA-I, ApoB, razão ApoB/ApoA-I (alvo ≤ 0,7–0,8), LDL oxidado, Lp(a)\n- **Razão TG/HDL:** calcular como inferência prática de qualidade do LDL; valores de TG ≈ 2,5× HDL sugerem predominância de partículas LDL pequenas e densas (mais aterogênicas)\n- **Marcadores inflamatórios:** PCR ultrassensível, Interleucina-6, óxido nítrico (avaliação de disfunção endotelial)\n- **Avaliação de imagem:** considerar angiotomografia de coronárias com score de cálcio para estratificação de risco real, especialmente em discordâncias entre laboratorial e clínica\n- **Rastreio de síndrome metabólica:** glicemia de jejum, insulinemia, HOMA-IR, hemoglobina glicada\n\n### Intervenções de Estilo de Vida\n\n- **Exercício físico:**\n  - Priorizar **treinamento de resistência (musculação)** como principal modalidade — melhor resposta documentada sobre o perfil lipídico em portadores de polimorfismos LIPC\n  - Manter frequência de pelo menos 3 sessões semanais de treino de força\n  - Associar atividade aeróbica moderada como complemento\n\n- **Dieta e alimentação:**\n  - **Evitar dietas com alto teor de gordura saturada** — portadores de polimorfismos LIPC tendem a responder mal a esse padrão dietético\n  - **Evitar ou monitorar rigorosamente dietas cetogênicas/low-carb a longo prazo** — risco de piora do perfil lipídico\n  - Preferir padrão alimentar anti-inflamatório (inspirado na dieta mediterrânea)\n  - Controlar ingestão de carboidratos refinados e açúcares, que contribuem para hipertrigliceridemia\n  - Reduzir consumo de álcool\n\n### Suplementação Baseada em Evidências\n\n- **Ômega-3 (EPA + DHA):** suplementação direta em doses terapêuticas (mínimo 2–3 g/dia de EPA+DHA combinados); doses de 1 g/dia são insuficientes para efeito terapêutico sobre o perfil lipídico\n  - Avaliar polimorfismos associados (FADS1/FADS2): se presentes, a conversão de ALA para EPA/DHA é prejudicada, tornando a suplementação direta obrigatória\n- **Niacina (vitamina B3 / ácido nicotínico):** considerar em fenótipos com HDL cronicamente baixo; benefícios em HDL, LDL e triglicerídeos descritos em meta-análises; avaliar Hexa Niacinato de Inositol como alternativa com melhor tolerabilidade (dose usual 500–1.500 mg/dia, podendo chegar a 3 g/dia divididos)\n- **CoQ10/Ubiquinol:** avaliar especialmente se houver polimorfismo concomitante em HMGCR ou uso de estatinas\n- **Avaliar status de vitamina D:** otimizar para níveis ≥ 40–50 ng/mL\n\n### Farmacoterapia\n\n- Decisão terapêutica deve integrar fenótipo lipídico real, score de cálcio coronário e contexto clínico global — não apenas valores numéricos isolados de LDL\n- **Estatinas:** utilizar com cautela; avaliar polimorfismos de HMGCR concomitantes; monitorar função mitocondrial\n- **Inibidores de PCSK9:** podem reduzir LDL numericamente, mas avaliar benefício clínico real (desfechos duros vs. substitutos)\n- **Alvos de ApoB:** razão ApoB/ApoA-I como guia mais preciso que LDL isolado\n\n### Comunicação e Educação do Paciente\n\n- **Explicar a base genética** da dificuldade em melhorar o HDL: tranquilizar que valores alterados refletem individualidade bioquímica, não falha de adesão\n- Evitar abordagem alarmista focada apenas em números; contextualizar risco real e individualizado\n- Reforçar que a abordagem personalizada baseada no genótipo é mais eficaz do que protocolos genéricos\n- Monitorar resposta às intervenções com painéis lipídicos seriados e ajustar conduta conforme fenótipo evolutivo\n\n### Critérios de Encaminhamento\n\n- **Cardiologista:** quando score de cálcio coronário > 0, eventos cardiovasculares prévios, dislipidemia grave refratária ou necessidade de farmacoterapia especializada\n- **Geneticista/Médico de medicina genômica:** para análise ampliada de polimorfismos relacionados (APOA1, APOC3, LPL, CETP) que possam coexistir e agravar o fenótipo"
}
