{
  "score_item_id": "019c1a2b-a36f-792e-b5f7-a3e83e697a4a",
  "clinical_relevance": "O gene LMF1 (Lipase Maturation Factor 1) codifica uma proteína transmembrana do retículo endoplasmático essencial para o dobramento, estabilização e secreção funcional da lipoproteína lipase (LPL) e da lipase hepática (LIPC). Sem LMF1 funcional, a LPL não atinge conformação ativa e não é exportada para a superfície endotelial dos capilares, resultando em falha na hidrólise dos triglicerídeos (TG) contidos em quilomícrons e VLDL. Polimorfismos de perda parcial de função em LMF1 configuram um dos mecanismos genéticos subjacentes à hipertrigliceridemia familiar e, em variantes de maior impacto, à síndrome de quilomicronemia familiar (FCS). O fenótipo laboratorial característico é hipertrigliceridemia — de moderada (TG 200–500 mg/dL) a grave (TG > 1000 mg/dL) — com HDL reduzido, partículas de VLDL aumentadas e, nos casos severos, plasma lipêmico e quilomícrons persistentes em jejum. A razão TG/HDL elevada (> 2,5 na prática clínica) sinaliza maior proporção de partículas aterogênicas de LDL pequeno e denso, aumentando o risco cardiovascular independentemente do LDL total. Do ponto de vista epidemiológico, variantes funcionalmente relevantes em LMF1 são identificadas em uma parcela de indivíduos com hipertrigliceridemia de causa genética, enquanto a hipertrigliceridemia poligênica ou secundária (excesso de carboidratos refinados, álcool, sedentarismo, resistência à insulina, hipotireoidismo, diabetes não controlado) representa a grande maioria dos casos na prática clínica. A interpretação clínica deve integrar: (1) níveis absolutos de TG e contexto metabólico (glicemia, insulina, HbA1c, PCR); (2) razão TG/HDL como proxy de LDL aterogênico; (3) presença de outros polimorfismos reguladores de TG — APOA5 (regula síntese de VLDL), APOC3 (inibe lipases e retarda catabolismo de partículas ricas em TG), LPL — que podem coexistir e agravar o fenótipo; (4) marcadores de inflamação subclínica (Gama GT, leucócitos, PCR). TG muito elevados (> 500–1000 mg/dL) conferem risco independente de pancreatite aguda. A abordagem integrativa considera que reduzir apenas o número laboratorial sem abordar a cadeia causal (resistência à insulina, excesso de carboidratos, sedentarismo, inflamação sistêmica) é insuficiente para modificar o risco cardiovascular real.",
  "points": 0,
  "patient_explanation": "O gene LMF1 é responsável por ativar uma enzima chamada lipoproteína lipase, que funciona como uma \"tesoura\" no seu sangue, quebrando as gorduras chamadas triglicerídeos. Quando esse gene não funciona perfeitamente, essa tesoura fica menos eficiente, e os triglicerídeos se acumulam na corrente sanguínea — uma condição chamada hipertrigliceridemia. Triglicerídeos muito elevados podem aumentar o risco de doenças cardiovasculares e, em níveis muito altos, até de inflamação no pâncreas. A boa notícia é que, mesmo com essa predisposição genética, mudanças no estilo de vida — como reduzir alimentos ultraprocessados e açúcares, praticar atividade física regularmente e evitar o consumo excessivo de álcool — têm grande impacto nos níveis de triglicerídeos. Saber da sua predisposição genética é uma vantagem: permite agir de forma preventiva e personalizada antes que os problemas apareçam.",
  "conduct": "## Conduta Clínica — LMF1 (Hipertrigliceridemia Genética)\n\n### Investigação Complementar\n\n- **Perfil lipídico completo:** TG, HDL, LDL calculado e direto, colesterol total, VLDL\n- **Razão TG/HDL:** valor > 2,5 sugere maior proporção de LDL aterogênico (pequeno e denso); utilizar como inferência prática de risco\n- **Subfracionamento de LDL e apolipoproteínas (ApoA1, ApoB):** considerar para avaliação mais precisa do risco cardiovascular, especialmente quando LDL total parece \"normal\"\n- **Glicemia de jejum, insulina, HbA1c e HOMA-IR:** avaliar resistência à insulina, fator agravante frequente da hipertrigliceridemia\n- **PCR ultrassensível, Gama GT e leucócitos:** marcadores de inflamação subclínica associados a risco cardiovascular aumentado\n- **TSH:** excluir hipotireoidismo como causa secundária de hipertrigliceridemia\n- **Investigação de polimorfismos associados:** APOA5, APOC3, LPL — genes reguladores de triglicerídeos que podem coexistir e agravar o fenótipo\n- **Score de cálcio coronariano (CAC):** considerar em adultos com risco intermediário ou alto; complementa a avaliação de risco além dos números lipídicos isolados\n- **Amilase e lipase pancreáticas:** quando TG > 500–1000 mg/dL, monitorar risco de pancreatite\n\n### Intervenções Baseadas em Evidências\n\n#### Dietética\n- **Redução de carboidratos refinados e açúcares simples** é a intervenção de maior impacto nos TG: farináceos, bebidas açucaradas, sucos e álcool elevam TG de forma expressiva\n- Dieta low-carb pode ser estratégia inicial eficaz para pacientes com dislipidemia e síndrome metabólica; monitorar colesterol total e LDL — em portadores de polimorfismos que elevam LDL (ABCG5/8, LIPC), migrar para abordagem **low-carb mediterrânea** (peixes, azeite, abacate) se houver elevação expressiva de LDL\n- Evitar álcool: potente indutor de hipertrigliceridemia\n- Aumentar consumo de ômega-3 via alimentos (peixes gordurosos) e suplementação\n\n#### Suplementação\n- **Ômega-3 (EPA + DHA):** doses terapêuticas (2–4 g/dia de EPA+DHA) reduzem TG de forma clinicamente relevante; dose de 1 g/dia é insuficiente para efeito terapêutico significativo\n  - Em portadores de polimorfismos FADS1/FADS2, a conversão de ALA em EPA/DHA é prejudicada — priorizar EPA e DHA pré-formados (incluindo fontes de algas para DHA quando adequado)\n- **Coenzima Q10:** considerar em pacientes com polimorfismo no gene HMGCR em uso de estatinas, dado risco de depleção de ubiquinona\n- Suplementação deve ser direcionada pelo perfil genético e laboratorial do paciente\n\n#### Atividade Física\n- Exercício aeróbico regular reduz TG e melhora sensibilidade à insulina\n- Treinamento de resistência complementa, especialmente em fenótipos de HDL baixo com LDL elevado (perfil LIPC)\n\n#### Farmacológica (quando indicada)\n- **Fibratos:** primeira linha para hipertrigliceridemia grave (TG > 500 mg/dL) — agem como agonistas PPARα, aumentando expressão de LPL e reduzindo síntese de VLDL\n- **Ômega-3 em altas doses (formulações farmacêuticas):** aprovadas para hipertrigliceridemia grave\n- **Estatinas:** podem ser adicionadas quando há risco cardiovascular elevado associado; avaliar necessidade de CoQ10 em polimorfismos HMGCR\n- **Inibidores de PCSK9:** considerar em casos de hipercolesterolemia familiar associada; lembrar que reduzem LDL numérico (desfecho substituto) — avaliar contexto clínico global\n\n### Critérios de Encaminhamento\n- **TG > 1000 mg/dL** (especialmente em jejum): encaminhar para endocrinologista/lipidologista — risco de pancreatite aguda\n- **Suspeita de síndrome de quilomicronemia familiar (FCS):** plasma lipêmico, história familiar forte, má resposta às intervenções de estilo de vida — investigação genética especializada\n- **Risco cardiovascular alto ou muito alto:** considerar encaminhamento à cardiologia para avaliação de score de cálcio e estratificação avançada\n\n### Manejo Integrado\n- **Controlar eixo glicêmico:** resistência à insulina e hipertrigliceridemia se retroalimentam — controle glicêmico é peça-chave\n- **Mapear inflamação, glicação e oxidação:** avaliar conjunto (PCR, LDL oxidado, HbA1c) em vez de perseguir números lipídicos isolados\n- **Individualização genética:** o conhecimento do polimorfismo LMF1 orienta a intensidade das intervenções e justifica a dificuldade de normalização laboratorial mesmo com hábitos corretos — ferramenta para educação e adesão do paciente\n- **Epigenética:** mesmo com predisposição genética, intervenções de estilo de vida podem modular a expressão gênica e reduzir o impacto fenotípico"
}
