{
  "score_item_id": "019c1a2b-a36f-7421-bc36-6ec4e2ff9595",
  "clinical_relevance": "A Lipoproteína Lipase (LPL) é uma enzima hidrolase de triglicerídeos (TG) ancorada no endotélio capilar de tecidos periféricos — principalmente tecido adiposo, músculo esquelético e coração — e atua como ligante facilitador da captação de lipoproteínas ricas em TG (quilomícrons e VLDL). O polimorfismo rs328 (também denominado S447X ou p.Ser447Ter) resulta em uma variante de parada prematura no códon 447, gerando uma proteína truncada com atividade lipolítica modificada. Dependendo do genótipo (heterozigose vs. homozigose), esse polimorfismo pode configurar risco isolado de hipertrigliceridemia, com impacto direto no metabolismo lipídico global.\n\nFisiopatologia: A LPL reduzida em atividade ou quantidade compromete a hidrólise intravascular de TG, levando ao acúmulo de partículas remanescentes ricas em TG (VLDL e quilomícrons) na circulação. Triglicerídeos cronicamente elevados estão associados ao fenótipo de LDL pequeno e denso (small dense LDL), que é a fração mais aterogênica, pois penetra mais facilmente na parede arterial e é mais susceptível à oxidação. A relação TG/HDL tem sido proposta como proxy clínico desse fenótipo: valores em que os TG se aproximam de 2,5 vezes o HDL sugerem maior proporção de partículas aterogênicas de LDL, caracterizando risco cardiovascular elevado mesmo quando o LDL total aparece dentro dos limites de referência convencionais.\n\nEpidemiologia e risco: Triglicerídeos elevados, fora de raras condições monogênicas, costumam refletir interação entre predisposição genética (como o LPL rs328) e fatores comportamentais: consumo excessivo de carboidratos, sedentarismo, progressão da idade, redução do metabolismo basal e consumo de álcool. A APOC3, inibidora natural das lipases — inclusive da LPL —, também contribui para o clearance reduzido de TG em portadores de variantes desfavoráveis, potencializando o risco quando coincidem com LPL rs328 desfavorável. Igualmente, variantes de APOA5 podem mascarar VLDL e amplificar trigliceridemia.\n\nInterpretação laboratorial: O valor isolado de TG não é suficiente. A abordagem clínica robusta inclui avaliar TG no contexto da razão TG/HDL, da qualidade das partículas de LDL (subfracionamento, ApoB, LDL oxidada), e de marcadores de inflamação e resistência à insulina (insulina de jejum, hemoglobina glicada, glicemia de jejum). Números isolados de LDL ou colesterol total não definem risco; o contexto metabólico e genético é determinante.\n\nConsiderações genéticas: O rs328 deve ser interpretado em conjunto com o fenótipo clínico, os hábitos de vida e outros polimorfismos do metabolismo lipídico (APOA5, APOC3, FADS1/2, CETP, LIPC). A individualidade bioquímica — conceito central na medicina funcional integrativa — impede o uso de metas numéricas populacionais como único critério. Cada portador é um exemplar genômico único cuja conduta deve ser personalizada.",
  "points": 0,
  "patient_explanation": "A LPL é uma enzima responsável por 'quebrar' as gorduras que circulam no sangue, especialmente os triglicerídeos. O gene LPL contém uma variação chamada rs328 que pode reduzir a eficiência dessa limpeza das gorduras do sangue. Quando isso acontece, os triglicerídeos tendem a ficar mais elevados, o que pode aumentar o risco de problemas no coração e nas artérias ao longo do tempo.\n\nPor si só, essa variação genética não determina o seu destino: ela configura uma tendência que pode ser muito bem controlada com mudanças no estilo de vida. Alimentação com menos açúcar e carboidratos refinados, atividade física regular, controle do peso e moderação no consumo de álcool são as principais estratégias para compensar esse perfil genético. Seu médico pode solicitar exames específicos para avaliar com mais precisão como os seus triglicerídeos e o restante do seu perfil lipídico estão se comportando, e assim personalizar as orientações para o seu caso.",
  "conduct": "## Conduta Clínica — LPL rs328 (Triglicerídeos)\n\n### Avaliação Laboratorial Complementar\n\n- **Perfil lipídico completo:** TG, HDL, LDL calculado e direto, colesterol total\n- **Razão TG/HDL:** calcular rotineiramente como proxy de partículas aterogênicas de LDL\n  - TG ≈ 2,5x HDL → maior proporção de LDL pequeno e denso\n  - Exemplo prático: TG 100–125 com HDL ~50 = risco baixo; acima disso, avaliar contexto\n- **Marcadores de resistência à insulina:** insulina de jejum, hemoglobina glicada, glicemia de jejum\n- **Subfracionamento de LDL e ApoB/ApoA1:** avaliação da qualidade e quantidade de partículas aterogênicas\n- **LDL oxidada e anti-LDL oxidada:** quando disponíveis, qualificam o risco inflamatório das partículas\n- **Painel expandido de genética lipídica:** considerar APOA5, APOC3, CETP, LIPC, FADS1/2 para compreensão do fenótipo completo\n- **Score de cálcio coronariano (angiotomografia):** indicado em pacientes de alto risco ou com discordância entre exames laboratoriais e clínica\n\n### Intervenções de Estilo de Vida Baseadas em Evidências\n\n- **Redução de carboidratos refinados e açúcares simples:** triglicerídeos elevados refletem primariamente a via glicose → acetil-CoA → ácidos graxos → TG (lipogênese hepática); o controle dos carboidratos é a principal alavanca terapêutica\n- **Atividade física regular:** treino de resistência (força) e aeróbico melhoram a atividade da LPL no tecido muscular e adiposo, favorecendo o clearance de TG\n- **Moderação no consumo de álcool:** álcool estimula a síntese hepática de VLDL e inibe a atividade da LPL\n- **Controle glicêmico:** resistência à insulina amplifica a lipogênese e reduz a lipólise mediada por LPL\n- **Dieta anti-inflamatória:** padrão mediterrâneo como base; atenção a respostas individuais a dietas ricas em gordura saturada (em portadores de LIPC e ABCG5/8 desfavoráveis, estas podem não ser ideais)\n\n### Suplementação e Intervenções Nutricionais\n\n- **EPA e DHA (ômega-3):** indicados especialmente se coexistirem polimorfismos de FADS1/2 (que prejudicam a conversão de ALA em EPA/DHA); doses terapêuticas são superiores a 1 g/dia — avaliar dose conforme contexto clínico\n- **Astaxantina e carotenoides:** considerar se FABP2 polimórfico (aumenta rigidez de membranas e risco inflamatório)\n- **Avaliação de vitamina D:** portadores de GC/VDR polimórficos podem necessitar de níveis séricos mais altos (>50 ng/mL) para obter efeito cardioprotetor\n\n### Monitoramento e Seguimento\n\n- **Razão TG/HDL:** monitorar periodicamente como indicador dinâmico de resposta às intervenções\n- **Marcadores de oxidação e glicação do LDL:** reavaliar em seguimento para verificar qualidade das partículas além do número\n- **Hemoglobina glicada e insulina de jejum:** controle longitudinal da resistência à insulina como causa raiz da hipertrigliceridemia\n- **Ajuste individualizado da dieta:** a resposta lipídica do paciente às intervenções alimentares é feedback operacional direto; modificar conforme resultados e não por protocolo genérico\n\n### Critérios de Encaminhamento\n\n- **Cardiologista:** quando o score de cálcio revelar doença aterosclerótica subclínica significativa, quando houver eventos cardiovasculares prévios, ou quando o risco calculado for alto e não responder às intervenções de estilo de vida\n- **Endocrinologista:** hipertrigliceridemia grave (TG > 500 mg/dL) com risco de pancreatite, ou resistência insulínica significativa não responsiva às intervenções\n- **Geneticista clínico / medicina genômica:** em casos de dislipidemia familiar suspeita ou fenótipo extremo para elucidação de variantes raras adicionais\n\n### Pontos Críticos de Atenção\n\n- **Não tratar números isolados:** LDL total, TG isolado ou colesterol total não definem risco sem contexto metabólico e genético integrado\n- **Evitar dietas cetogênicas/low carb a longo prazo** em indivíduos com polimorfismos que favorecem elevação excessiva de colesterol (ex.: ABCG5/8, LIPC) — avaliar resposta clínica individualmente\n- **Comunicação com o paciente:** usar o conhecimento sobre o polimorfismo para educar e reduzir o medo gerado por valores alterados, explicando a base bioquímica individual e o potencial de modulação epigenética com hábitos"
}
