{
  "score_item_id": "019c1a2b-a36f-73bb-93eb-2681b8148eec",
  "clinical_relevance": "A mutação PSEN1 E280A (Presenilin-1, p.Glu280Ala) é uma variante patogênica de caráter autossômico dominante localizada no gene PSEN1 (cromossomo 14q24.2), responsável por uma das formas mais bem caracterizadas de Doença de Alzheimer Familiar de início precoce (Early-Onset Familial Alzheimer's Disease, EOFAD). A presenilin-1 é a subunidade catalítica do complexo gama-secretase, responsável pela clivagem da proteína precursora do amiloide (APP). A mutação E280A altera a razão de clivagem do APP, favorecendo a produção de fragmentos Aβ42 em detrimento de Aβ40 — o primeiro sendo significativamente mais propenso à agregação e formação de placas amiloides neurotóxicas. O resultado fisiopatológico é uma cascata de deposição amiloide, hiperfosforilação de tau, neuroinflamação, disfunção mitocondrial e perda sináptica progressiva.\n\nDo ponto de vista epidemiológico, a mutação PSEN1 E280A é particularmente prevalente em uma família extensa de Antioquia, Colômbia (a chamada família paisa), considerada a maior linhagem conhecida com EOFAD no mundo, com mais de 5.000 portadores identificados ao longo de gerações. O início dos sintomas cognitivos nessa população ocorre tipicamente por volta dos 44 anos, com diagnóstico de demência em torno dos 49 anos. A penetrância da mutação é praticamente completa: portadores homozigotos ou heterozigotos desenvolvem a doença com alta probabilidade caso vivam até a idade de risco. Este contraste é marcante em relação ao Alzheimer tardio associado ao APOE4, cujo risco é probabilístico e modulável por fatores de estilo de vida.\n\nAo contrário do Alzheimer esporádico, no qual apenas 10% dos casos têm forte predisposição genética e 90% são influenciados por fatores de risco modificáveis, o EOFAD por PSEN1 E280A representa uma causalidade genética direta. Ainda assim, a velocidade de progressão e a fenomenologia clínica podem sofrer influência de moduladores epigenéticos, como status nutricional, inflamação sistêmica, resistência à insulina, exposição a metais tóxicos e qualidade do sono.\n\nDo ponto de vista diagnóstico laboratorial e de imagem, os portadores da mutação apresentam alterações detectáveis anos antes do início clínico: elevação de Aβ42 no líquor (ou redução de Aβ42/Aβ40), aumento de tau total e tau fosforilada, hipometabolismo em PET-FDG (especialmente em córtex parietal e cingulado posterior) e deposição amiloide detectável em PET-amiloide. A RM com volumetria hipocampal evidencia atrofia estrutural em estágios mais avançados. Marcadores sanguíneos de segunda geração, como plasma Aβ42/Aβ40 e p-tau 217, oferecem rastreamento não invasivo com boa acurácia diagnóstica.\n\nA investigação do painel APP/PSEN1/PSEN2 está indicada em todo paciente com início de demência antes dos 60 anos ou com história familiar de demência precoce em múltiplos membros. Testes preditivos em familiares assintomáticos devem ser conduzidos em contexto de aconselhamento genético multidisciplinar, conforme diretrizes internacionais (ASHG, Sociedade Brasileira de Genética Médica).",
  "points": 0,
  "patient_explanation": "O PSEN1 E280A é uma alteração genética hereditária que aumenta muito o risco de desenvolver a doença de Alzheimer antes dos 50 anos. Ele afeta uma proteína chamada presenilin-1, que normalmente ajuda o cérebro a processar certas substâncias. Quando essa proteína funciona de forma alterada, acumulam-se fragmentos tóxicos no cérebro ao longo dos anos, prejudicando a memória e outras funções cognitivas.\n\nEssa alteração é transmitida de pais para filhos e é mais comum em famílias com histórico de Alzheimer precoce. Ter esse gene indica a necessidade de acompanhamento médico especializado e adoção de hábitos protetores — alimentação saudável, sono de qualidade, controle do estresse, exercício físico e controle de inflamação e açúcar no sangue. O diagnóstico precoce permite planejamento de intervenções preventivas e acesso às terapias disponíveis no momento mais adequado.",
  "conduct": "## Conduta Clínica — PSEN1 E280A (Alzheimer Familial de Início Precoce)\n\n### 1. Confirmação Diagnóstica e Aconselhamento Genético\n\n- **Confirmar a variante patogênica** por sequenciamento genético (painel NGS para APP, PSEN1, PSEN2) em pacientes com demência de início precoce (<60 anos) ou história familiar de múltiplos casos de demência precoce\n- **Encaminhar para aconselhamento genético multidisciplinar** antes e após a realização do teste, incluindo discussão sobre implicações para familiares de primeiro grau\n- O resultado do teste genético deve ser comunicado como um \"elo para intervenção\", não como sentença, reforçando o papel dos fatores modificáveis na modulação da progressão\n- Em familiares assintomáticos adultos que desejam saber seu status, o teste preditivo deve seguir protocolo ético com apoio psicológico\n\n### 2. Investigação Complementar (\"Cognoscopia\")\n\n**Laboratorial — biomarcadores de neurodegeneração:**\n- Líquor: tau total, tau fosforilada (p-tau) e beta-amiloide 42/40 (padrão-ouro para confirmação diagnóstica)\n- Plasma: p-tau 217, Aβ42/Aβ40 plasmático (quando disponível, como rastreio não invasivo)\n\n**Laboratorial — moduladores metabólicos (com metas ótimas):**\n- Homocisteína (meta: <7 µmol/L)\n- Vitamina B12 (ácido metilmalônico como marcador funcional), B9 (folato), B6 (P5P)\n- Vitamina D 25(OH): meta 60–80 ng/mL\n- Resistência à insulina: insulina de jejum, HOMA-IR, glicemia de jejum — Alzheimer frequentemente descrito como \"diabetes tipo 3\" pela sobrecarga da enzima degradante da insulina (EDI), que perde capacidade de degradar beta-amiloide\n- Marcadores inflamatórios: PCR ultrassensível (<0,9 mg/L), ferritina, VSG, RDW\n- Relação zinco/cobre, magnésio eritrocitário, selênio, glutationa\n- Hormônios: TSH, T4L, T3L, estradiol, testosterona, DHEA, pregnenolona, cortisol\n- Metais tóxicos: mercúrio, chumbo, cádmio, arsênico (dosagem anual)\n- Colesterol total: evitar níveis muito baixos (<150 mg/dL)\n\n**Neuroimagem e avaliação funcional:**\n- RM de encéfalo com volumetria de hipocampo (estrutural; excluir outras causas, avaliar atrofia)\n- PET-FDG: avaliação de metabolismo cerebral (hipometabolismo parietal/cingulado posterior)\n- PET-amiloide (FBB/Florbetapir): quantificação de deposição amiloide cerebral\n- EEG: considerar se houver suspeita de crises parciais complexas\n\n**Avaliação neuropsicológica:**\n- Testes cognitivos (MMSE, MoCA) como linha de base e monitoramento longitudinal\n- Iniciar a \"cognoscopia\" a partir dos 40–45 anos em portadores confirmados da mutação\n\n### 3. Encaminhamento a Especialistas\n\n- **Neurologista** (preferencialmente com experiência em demências genéticas): manejo clínico, diagnóstico diferencial, prescrição de anticolinesterásicos (donepezila, rivastigmina, galantamina) e/ou memantina conforme estadiamento\n- **Geneticista médico**: aconselhamento familiar, teste preditivo de parentes\n- **Neuropsicólogo**: avaliação cognitiva detalhada e reabilitação\n- **Psiquiatra**: manejo de sintomas neuropsiquiátricos (depressão, ansiedade, agitação)\n- **Nutricionista funcional**: personalização dietética e suporte nutricional\n\n### 4. Intervenções Baseadas em Evidências (Abordagem Multimodal)\n\n**Controle metabólico e resistência à insulina:**\n- Dieta com restrição de açúcares (≤15 g/dia de açúcares livres) e redução de produtos finais de glicação avançada (AGEs)\n- Dieta mediterrânea ou KetoPlex como padrão alimentar base\n- Jejum noturno de 12 horas; jejuns mais longos sob supervisão profissional\n- Controle rigoroso de glicemia — pacientes com diabetes têm 60% mais chance de comprometimento cognitivo\n\n**Suplementação direcionada (conforme avaliação individual):**\n- Ômega-3 (EPA/DHA, fontes animais): redução de PCR, TNF-α e IL-6; dose 1–3 g/dia\n- Vitamina D3: manter acima de 60 ng/mL; co-suplementar com magnésio e K2\n- Complexo B (B1, B6/P5P, B9, B12 metilada): redução de homocisteína — meta <7 µmol/L\n- Magnésio (preferencialmente eritrocitário), zinco, selênio, glutationa\n- Coenzima Q10 e/ou ubiquinol (especialmente em polimorfismos NQO1)\n- Ácido rosmarínico: modulação dopaminérgica e neuroproteção\n- Ginkgo biloba, vinpocetina: suporte à circulação cerebral\n- L-teanina, huperzina, ginseng: suporte cognitivo adjuvante\n\n**Exercício físico:**\n- Programa MAP: meta de 10.000 passos diários + prancha (meta 3 min)\n- HIIT (4 min/dia) para estímulo de BDNF e beta-endorfinas\n- Exercício de resistência para biogênese mitocondrial e modular PGC-1α\n\n**Higiene do sono e ritmo circadiano:**\n- Avaliar e tratar apneia obstrutiva do sono (polissonografia; CPAP se indicado)\n- Priorizar sono reparador como intervenção primária; evitar benzodiazepínicos (pioram cognição)\n\n**Controle de exposição a toxinas:**\n- Investigar e reduzir exposição a metais tóxicos (mercúrio, chumbo, cádmio, arsênico)\n- Avaliar mofo ambiental e infecções silenciosas (cavidade oral, nasal, COVID longo)\n- Saúde bucal: higiene oral rigorosa, probióticos orais\n\n**Reposição hormonal cognitiva (quando indicada):**\n- Estrógeno, progesterona, testosterona, pregnenolona (50–100 ng/dL), DHEA — somente com estilo de vida otimizado e monitoramento de risco oncológico\n- Vitamina D (meta >50 ng/mL); PTH e cálcio iônico para monitoramento\n\n**Aspectos psicossociais:**\n- Manter autonomia e sentimento de utilidade do paciente (cozinhar, cuidar de familiares, atividades significativas)\n- Manejo de solidão, depressão e perdas — diagnóstico diferencial sempre necessário\n- Suporte à família cuidadora\n\n### 5. Metas e Monitoramento\n\n- Reavaliação neuropsicológica a cada 6–12 meses (MMSE/MoCA)\n- Monitoramento de biomarcadores metabólicos a cada 6 meses\n- O objetivo clínico é **alinhar expectativas**, reduzir a velocidade de progressão e, quando possível, recuperar funcionalidade — pequenos ganhos têm impacto significativo na qualidade de vida do paciente e da família\n- Princípio fundamental: \"o bom não é inimigo do perfeito\" — melhorias parciais em biomarcadores com melhora funcional (ex.: retorno ao trabalho) representam sucesso terapêutico relevante"
}
