{
  "score_item_id": "019c1a2b-a36f-792a-92b7-22d1e7676157",
  "clinical_relevance": "O gene PSEN2 (Presenilina-2) codifica uma proteína transmembrana integrante do complexo gamasecretase, responsável pelo clivamento proteolítico da proteína precursora do amiloide (APP). Mutações patogênicas em PSEN2 alteram a razão entre as isoformas Aβ42 e Aβ40, favorecendo a produção do peptídeo amiloide mais longo e amiloidogênico (Aβ42), que agrega com maior facilidade e inicia a cascata de neurotoxicidade característica da doença de Alzheimer (DA). Junto com PSEN1 e APP, o PSEN2 compõe o painel genético investigado nos casos de doença de Alzheimer de início precoce (antes dos 60 anos), também denominada Alzheimer Familial (DAF). Mutações em PSEN2 são mais raras que em PSEN1, mas igualmente de herança autossômica dominante com penetrância variável; a idade de início tende a ser discretamente mais tardia do que em portadores de mutações em PSEN1, tipicamente entre 40 e 70 anos, com média em torno dos 58 anos. Epidemiologicamente, apenas 10% dos casos de Alzheimer possuem forte predisposição genética monogênica; os 90% restantes são esporádicos, influenciados por fatores de risco modificáveis. Dentre os casos monogênicos, mutações em PSEN1 são as mais frequentes, seguidas de APP e, em menor proporção, PSEN2. A presença de mutação patogênica confirmada em PSEN2 confere risco muito elevado de desenvolvimento da doença ao longo da vida, embora a penetrância não seja absoluta em todos os variantes descritos. Na avaliação clínica, este resultado genético deve ser interpretado conjuntamente com: história familiar de demência de início precoce (parente de primeiro grau com DA aumenta o risco basal de 10% para aproximadamente 30%), biomarcadores líquóricos (tau total, tau fosforilada e beta-amiloide), neuroimagem estrutural (RM com volumetria de hipocampo para detecção de atrofia) e funcional-metabólica (PET-FDG para hipometabolismo; PET amiloide para carga de Aβ). O rastreio de PSEN2 está formalmente indicado nos cenários de DA de início precoce e em histórico familiar sugestivo de herança autossômica dominante. Do ponto de vista funcional integrativo, mesmo portadores de variantes genéticas de alto risco apresentam janela de modulação epigenética significativa: estilo de vida, controle metabólico, inflamação sistêmica, resistência à insulina (considerada 'diabetes tipo 3' pela sobrecarga da enzima degradante da insulina, que prejudica também a depuração de beta-amiloide), saúde intestinal e exposição a toxinas ambientais são fatores que influenciam o tempo de aparecimento e a velocidade de progressão da doença, independentemente do genótipo.",
  "points": 0,
  "patient_explanation": "O PSEN2 é um gene relacionado ao funcionamento de uma proteína que, quando apresenta alterações (mutações), pode favorecer o acúmulo de substâncias tóxicas no cérebro associadas à doença de Alzheimer que aparece antes dos 60 anos, chamada de Alzheimer Familial. Ter uma alteração neste gene não significa que a doença vai acontecer com certeza, mas indica um risco aumentado que merece atenção e acompanhamento próximo com especialistas. A boa notícia é que hábitos de vida saudáveis — como alimentação equilibrada, exercício físico regular, sono de qualidade, controle do estresse e manutenção de bons índices de açúcar no sangue e inflamação — podem influenciar positivamente quando e como esta predisposição genética se manifesta. Este resultado é uma informação valiosa para iniciar um plano de prevenção personalizado, e não uma sentença definitiva. Seu médico vai orientar os próximos passos, incluindo acompanhamento neurológico e estratégias preventivas individualizadas.",
  "conduct": "## Conduta Clínica — PSEN2 (Alzheimer Familial)\n\n### 1. Confirmação e Aconselhamento Genético\n\n- **Encaminhar para geneticista clínico** para confirmação da variante, classificação de patogenicidade (patogênica, provavelmente patogênica, VUS) e aconselhamento genético formal\n- Oferecer aconselhamento genético pré e pós-teste a familiares de primeiro grau em idade adulta\n- Comunicar o resultado como um \"elo frágil para intervenção\", não como sentença — a penetrância em PSEN2 é variável\n- Registrar histórico familiar detalhado: parentes com demência de início precoce, idade de início, características clínicas\n\n### 2. Avaliação Neurológica Especializada\n\n- **Encaminhar para neurologista** com experiência em demências e genética neurológica\n- Solicitar avaliação neuropsicológica com testes de linha de base: **MMSE** e **MoCA** — pequenas estabilizações ou melhoras são consideradas vitórias clínicas\n- Considerar EEG se houver suspeita de crises parciais complexas\n\n### 3. Investigação por Imagem e Biomarcadores\n\n- **Ressonância Magnética de encéfalo com volumetria de hipocampo:** avaliação de atrofia estrutural e exclusão de outras causas de comprometimento cognitivo\n- **PET-FDG:** avaliação de hipometabolismo cerebral\n- **PET amiloide (FBB):** detecção de carga amiloide cerebral — interpretar pela quantidade, pois controles saudáveis podem ter algum acúmulo\n- **Líquor (punção lombar quando indicada):** tau total, tau fosforilada e beta-amiloide como marcadores diagnósticos\n\n### 4. Painel Laboratorial Funcional Integrado (\"Cognoscopia\")\n\nIniciar rastreio abrangente, idealmente a partir dos 40–45 anos em portadores de variantes de risco:\n\n**Metabolismo e Inflamação:**\n- Homocisteína (meta funcional: < 7 µmol/L)\n- Proteína C-reativa ultrassensível (meta: < 0,9 mg/L)\n- Glicemia de jejum, insulina de jejum, HOMA-IR (resistência à insulina = fator de risco independente)\n- HbA1c, curva glicêmica/insulinêmica\n- Ferritina, VSG, RDW\n\n**Vitaminas e Nutrientes:**\n- Vitaminas B1, B6, B9 (folato), B12 (ácido metilmalônico como funcional)\n- Vitamina D 25(OH): meta funcional 60–80 ng/mL\n- Vitamina E: meta 12–20 µg/mL\n- Magnésio eritrocitário (RBC), zinco, selênio, cobre (relação zinco/cobre), glutationa\n\n**Hormônios:**\n- TSH, T4L, T3L\n- Estradiol, progesterona, testosterona, cortisol, pregnenolona (meta 50–100), DHEA-S\n\n**Metais Tóxicos:**\n- Mercúrio, chumbo, cádmio, arsênico — dosagem anual recomendada\n\n**Colesterol:**\n- Níveis muito baixos de colesterol total (< 150 mg/dL) podem representar fator de risco para neurodegeneração\n\n### 5. Intervenções de Estilo de Vida Baseadas em Evidências\n\n**Alimentação:**\n- Dieta mediterrânea ou Keto Flex (protocolo ReCODE/Bredesen)\n- Redução de açúcar livre (≤ 15 g/dia) e de produtos com alto índice glicêmico\n- Redução de AGEs (produtos de glicação avançada)\n- Avaliar sensibilidade ao glúten individualmente (dieta de eliminação)\n\n**Exercício:**\n- Atividade aeróbica regular: caminhada vigorosa (≥ 30 min) ou HIIT (4 min/dia mínimo)\n- Exercício de resistência para modulação epigenética e biogênese mitocondrial\n\n**Sono:**\n- Rastrear e tratar apneia do sono — sono não reparador é fator de risco neurológico relevante\n- Evitar hipnóticos/benzodiazepínicos que possam piorar a cognição\n\n**Controle de Toxinas:**\n- Investigar exposição a mofo, metais pesados e infecções ocultas (incluindo foco oral e nasal)\n- Higiene oral e nasal rigorosas\n\n**Saúde Intestinal:**\n- Avaliar permeabilidade intestinal (leaky gut) e microbioma\n- Considerar suporte probiótico para eixo intestino-cérebro\n\n**Controle do Estresse:**\n- Técnicas de respiração, meditação, mindfulness\n- Avaliar e tratar eixo HPA (cortisol)\n\n### 6. Suplementação Funcional (Individualizada)\n\n- **Ômega-3 (EPA/DHA):** fonte animal preferencial (óleo de peixe); doses 1–3 g/dia; reduz PCR, TNF-α e IL-6\n- **Vitamina D:** meta sérica 60–80 ng/mL; co-suplementar com magnésio e vitamina K2; monitorar PTH e cálcio iônico\n- **Complexo B:** B12 (metilcobalamina), B9 (metilfolato), B6 (P5P) — especialmente se homocisteína elevada\n- **Magnésio:** preferir forma eritrocitária (RBC) para guiar suplementação\n- **CoQ10/Ubiquinol:** suporte mitocondrial — considerar especialmente em portadores de polimorfismo NQO1\n- **Curcumina:** formas de alta biodisponibilidade (Curcumin C3, Cureit, CurcuVail) para efeito anti-inflamatório\n- **Ginkgo biloba, Vinpocetina:** suporte à circulação cerebral quando indicado\n\n### 7. Monitoramento e Seguimento\n\n- Reavaliação neuropsicológica periódica (MMSE/MoCA) para monitorar linha de base\n- Repetir painel laboratorial completo a cada 6–12 meses\n- Ajuste individualizado de suplementação conforme resultados — introduzir um composto por vez\n- Manter circunferência abdominal dentro de metas (mulheres < 89 cm; homens < 102 cm)\n- Abordagem multimodal integrada (\"cartucho de prata\"): controle de inflamação, glicose, fatores vasculares, hormônios, nutrição e hábitos de forma simultânea"
}
