{
  "score_item_id": "019c1a2b-a36f-7027-ae07-111a610a3a68",
  "clinical_relevance": "O SNCA rs356219 é um polimorfismo de nucleotídeo único (SNP) localizado na região 3' UTR do gene SNCA (cromossomo 4q22.1), que codifica a alfa-sinucleína — proteína presináptica central na patogênese da Doença de Parkinson (DP) e de outras sinucleinopatias. A alfa-sinucleína está envolvida na regulação da liberação de vesículas sinápticas contendo dopamina e na manutenção da homeostase dopaminérgica na substância negra pars compacta.\n\n**Mecanismo fisiopatológico:** O alelo de risco do rs356219 (alelo G) está associado a maior expressão do gene SNCA, resultando em superprodução de alfa-sinucleína. O excesso dessa proteína favorece sua oligomerização e agregação em estruturas fibrilares insolúveis denominadas Corpos de Lewy — a marca histopatológica da DP. A acumulação de oligômeros de alfa-sinucleína é neurotóxica, comprometendo a função mitocondrial, o transporte axonal, o sistema ubiquitina-proteassoma e amplificando o estresse oxidativo nos neurônios dopaminérgicos nigroestriatais.\n\n**Epidemiologia e risco genético:** O SNCA rs356219 é um dos SNPs do gene SNCA mais amplamente replicados em estudos de associação genômica ampla (GWAS) para DP. Meta-análises de GWAS incluindo dezenas de milhares de casos confirmaram que variantes na região do SNCA constituem um dos loci de maior tamanho de efeito para DP de início tardio entre os loci de risco comum. O risco relativo conferido por uma única cópia do alelo de risco é moderado (OR em torno de 1,2–1,4 por alelo em populações europeias), mas o locus SNCA é um dos de maior significância estatística dentre os mais de 90 loci já identificados para DP. O risco é aditivo: portadores homozigotos do alelo de risco apresentam risco maior do que heterozigotos.\n\n**Contexto multifatorial:** A DP é uma doença poligênica e multifatorial. O rs356219 representa um fator de risco de efeito pequeno a moderado em contexto de risco comum — diferente de variantes raras de alta penetrância como mutações no LRRK2, PINK1, PRKN ou duplicações/triplicações do próprio SNCA, que conferem risco muito maior. A presença do alelo de risco no rs356219 deve ser interpretada dentro do contexto de outros fatores genéticos, epigenéticos e ambientais, incluindo exposição a pesticidas, traumatismo cranioencefálico, uso de tabaco (fator protetor observacional), microbiota intestinal e níveis de vitamina D.\n\n**Interação com fatores modificáveis:** Conforme abordado nos estudos de medicina funcional integrativa, o estresse oxidativo e a neuroinflamação são amplificadores centrais do processo neurodegenerativo. Níveis baixos de vitamina D estão associados a maior risco de DP, e a suplementação individualizada com monitoramento de 25(OH)D, PTH e cálcio iônico é recomendada. Ômega-3 em doses de 1–3 g/dia pode reduzir marcadores inflamatórios (PCR, TNF-alfa, IL-6) e tem plausibilidade biológica para neuroproteção. CoQ10 em doses de 300–1200 mg/dia apresenta mecanismos antioxidante e mitocondrial potencialmente protetores. Flavonoides, probióticos/prebióticos e padrões alimentares mediterrâneo e MIND estão associados observacionalmente a menor progressão da DP, embora com limitações metodológicas nos estudos disponíveis.\n\n**Interpretação clínica do resultado genético:** O resultado deve ser reportado quanto ao número de alelos de risco (0, 1 ou 2 cópias do alelo G). A ausência do alelo de risco não elimina o risco de DP (a maioria dos casos não é determinada por esse único SNP), e a presença do alelo de risco não determina o diagnóstico — trata-se de um modificador de risco probabilístico. O resultado é mais útil para motivar estratégias preventivas e de monitoramento neurológico do que como teste diagnóstico.",
  "points": 0,
  "patient_explanation": "Esse exame analisa uma variação no seu gene SNCA, que produz uma proteína importante para o funcionamento dos neurônios que controlam o movimento. Algumas pessoas têm uma versão desse gene que pode aumentar levemente a chance de desenvolver a Doença de Parkinson ao longo da vida.\n\nIsso não é um diagnóstico de Parkinson — é apenas uma informação sobre um fator de risco entre muitos. A grande maioria das pessoas com essa variação genética nunca desenvolve a doença. O risco de Parkinson depende de muitos genes juntos, além do estilo de vida, da alimentação e de outros fatores ambientais.\n\nHábitos saudáveis têm um papel real na proteção do cérebro: alimentação rica em antioxidantes, atividade física regular, sono de qualidade, vitamina D adequada e controle da inflamação são estratégias que seu médico pode personalizar para você. Essa informação genética é uma oportunidade de agir de forma preventiva.",
  "conduct": "## Conduta Clínica — SNCA rs356219 (Risco Genético para Parkinson)\n\n### 1. Interpretação do Resultado\n\n- **0 cópias do alelo de risco (GG ausente):** Risco genético basal para este locus; manter rastreio geral e hábitos neuroprotetores.\n- **1 cópia do alelo de risco (heterozigoto):** Risco moderadamente aumentado; iniciar estratégias preventivas individualizadas.\n- **2 cópias do alelo de risco (homozigoto):** Risco mais elevado neste locus; indicar acompanhamento neurológico periódico e protocolo preventivo estruturado.\n\n### 2. Avaliação Complementar Recomendada\n\n**Laboratorial:**\n- 25(OH)D sérica — meta funcional >40 ng/mL, idealmente 50–70 ng/mL; monitorar com PTH e cálcio iônico\n- PCR-us, TNF-alfa, IL-6 — avaliação de carga inflamatória sistêmica\n- Homocisteína sérica — meta 5–8 µmol/L; associada a neurotoxicidade quando elevada\n- B12 sérica, folato, B6/P5P — cofatores críticos para síntese dopaminérgica (a L-aminoácido descarboxilase é dependente de P5P para converter L-dopa em dopamina)\n- Ferritina, ferro sérico, zinco — deficiências associadas a disfunção dopaminérgica\n- CoQ10 sérico quando indicado (especialmente em portadores de polimorfismo NQO1 concomitante)\n- Painel lipídico e HbA1c — resistência insulínica amplifica neuroinflamação e risco de neurodegeneração\n- Perfil de ácidos graxos (EPA/DHA eritrocitário) quando disponível\n\n**Avaliação Clínica e Funcional:**\n- Anamnese detalhada para sintomas prodrômicos de DP: hiposmia, constipação crônica, distúrbio comportamental do sono REM (RBD), hipotensão ortostática, depressão/ansiedade de início tardio\n- Escala de Bristol e frequência evacuatória (constipação é sintoma prodrômico em Parkinson)\n- Rastreio de exposição ambiental: pesticidas, herbicidas, metais pesados, solventes\n- Avaliação de qualidade do sono (polissonografia se suspeita de RBD)\n\n**Neuroimagem (critério especializado):**\n- DAT-SPECT (DaTscan) em casos com sintomas motores sutis ou prodrômicos significativos\n- Ressonância magnética cerebral funcional e PET-CT/FDG-PET em contextos de alta suspeição clínica\n\n### 3. Encaminhamento a Especialistas\n\n- **Neurologista especializado em transtornos do movimento:** indicado em portadores homozigotos, portadores heterozigotos com sintomas prodrômicos, ou quando histórico familiar de primeiro grau com DP\n- **Geneticista clínico:** quando investigação de variantes de alta penetrância concomitantes for indicada (LRRK2, PINK1, PRKN, GBA)\n- **Nutricionista com expertise em neurologia funcional:** para personalização do protocolo alimentar e de suplementação\n\n### 4. Intervenções Baseadas em Evidências\n\n**Estilo de vida (maior nível de evidência):**\n- **Exercício físico aeróbico e de força:** principal intervenção neuroprotetora comprovada; estimula fator neurotrófico derivado do cérebro (BDNF) e neurogênese; reduz risco e retarda progressão de DP\n- **Dieta mediterrânea ou MIND:** associadas observacionalmente a progressão mais lenta de DP; ricas em antioxidantes, flavonoides e fibras prebióticas\n- **Saúde intestinal:** constipação é fator de risco e sintoma prodrômico; protocolo de avaliação intestinal com monitoramento de microbiota, probióticos/prebióticos por cepas específicas e aumento de fibras\n\n**Suplementação personalizada:**\n- **Vitamina D:** individualizar conforme 25(OH)D basal; doses habitualmente entre 2.000–5.000 UI/dia com reavaliação em 8–12 semanas; monitorar PTH e cálcio iônico\n- **Ômega-3 (EPA/DHA):** 1–3 g/dia de EPA+DHA de fontes animais (óleo de peixe ou algas) — preferir formas prontas em vez de ALA (conversão <10%); associado a redução de PCR, TNF-alfa, IL-6\n- **CoQ10/Ubiquinol:** 300–1.200 mg/dia; mecanismos antioxidante e mitocondrial; especialmente relevante em portadores de polimorfismo NQO1 (prejudica conversão de ubiquinona em ubiquinol — prescrever combinação de CoQ10 100 mg + Ubiquinol 100 mg)\n- **Vitamina E:** pode ser co-suplementada com ômega-3; ECR duplo-cego (N=60, 2017) mostrou melhora em estágio da doença, redução de PCR-us, aumento de glutationa e melhora de HOMA-IR com 1.000 mg ALA + 400 UI vitamina E por 12 semanas\n- **P5P (piridoxal-5-fosfato):** 5–30 mg/dia como cofator essencial para L-aminoácido descarboxilase (conversão de L-dopa em dopamina) e síntese de GABA/serotonina; avaliar via homocisteína e sinais clínicos\n- **Mucuna pruriens:** fonte natural de L-dopa; evidências mais robustas em Parkinson do que em TDAH; usar com cautela e em casos selecionados com supervisão neurológica\n- **Magnésio:** suporte à conversão de glutamato em GABA (dependente de B6 e magnésio); avaliar níveis e individualizar dose\n- **Curcumina:** meta-análises de ECRs indicam redução de TNF-alfa; preferir formas com melhor biodisponibilidade (com piperina ou fitossomais)\n- **Flavonoides:** ingestão ligada a menor risco de DP, especialmente em homens; fontes em frutas, vegetais, chás verdes e vermelhos\n\n**Rastreio e monitoramento periódico:**\n- Reavaliar biomarcadores inflamatórios e nutricionais a cada 6–12 meses\n- Monitorar HbA1c e perfil lipídico — resistência insulínica e obesidade amplificam risco neurodegenerativo\n- Documentar e monitorar evolução de sintomas prodrômicos a cada consulta\n- Considerar protocolo de saúde intestinal com escala de Bristol e frequência evacuatória em todas as consultas\n\n### 5. Considerações de Medicina de Precisão\n\n- Investigar polimorfismos concomitantes relevantes: **NQO1** (impacta CoQ10), **MTHFR** (homocisteína e metilação), **FADS1/FADS2** (metabolismo de ômega-3), **VDR/GC** (resposta à vitamina D — portadores podem necessitar de 25(OH)D >50 ng/mL)\n- Testes genéticos devem ser solicitados somente por profissional com capacidade de interpretação e aconselhamento genético adequado\n- A informação genética do rs356219 não substitui avaliação clínica neurológica — é ferramenta auxiliar de estratificação de risco para motivar prevenção primária estruturada"
}
