{
  "score_item_id": "019c1a2b-a36f-749e-98b5-313c8f305349",
  "clinical_relevance": "O gene C9orf72 (chromosome 9 open reading frame 72) codifica uma proteína envolvida no tráfego de vesículas, autofagia e regulação da homeostase do RNA. A variante patogênica mais relevante clinicamente é a expansão de repetição hexanucleotídica GGGGCC (G4C2) na região não codificante do íntron 1, normalmente presente em 2 a 30 repetições em indivíduos saudáveis. Portadores de mais de 30 repetições são considerados em zona intermediária; expansões patogênicas clássicas apresentam centenas a milhares de cópias. Esta expansão é a causa genética mais frequente de Demência Frontotemporal (DFT) e Esclerose Lateral Amiotrófica (ELA) em populações de ascendência europeia, respondendo por aproximadamente 25–40% dos casos familiais de ELA e 10–15% dos casos familiais de DFT, além de uma parcela significativa dos casos aparentemente esporádicos (5–10% de ELA esporádica e ~6% de DFT esporádica).\n\nOs mecanismos fisiopatológicos são múltiplos e convergentes: (1) haploinsuficiência — redução da expressão do C9orf72, comprometendo a autofagia e a depuração de proteínas agregadas; (2) toxicidade de ganho de função por RNA — os transcritos expandidos formam focos de RNA nucleares (RNA foci) que sequestram proteínas de ligação ao RNA, perturbando o processamento do RNA; (3) produção de dipeptídeos repetidos (DPRs) via tradução associada a repetição (RAN translation) — as proteínas poli-GA, poli-GR, poli-PA, poli-PR e poli-GP acumulam-se em inclusões citoplasmáticas e nucleares, causando toxicidade proteostática, disfunção mitocondrial e estresse do retículo endoplasmático.\n\nClinicamente, a expansão de C9orf72 associa-se a um espectro clínico amplo: ELA clássica (forma predominantemente motora), DFT comportamental (variante mais comum associada ao gene), sobreposição DFT-ELA, e formas atípicas com parkinsonismo, psicose ou características de doença de Huntington. A penetrância é elevada mas incompleta — estimativas apontam para penetrância de ~50% aos 58 anos e próxima de 100% aos 80 anos, com variabilidade intrafamilial considerável. Modificadores genéticos, epigenéticos e ambientais influenciam a expressividade.\n\nDo ponto de vista da estratificação de risco no contexto de avaliação genética funcional: (a) ausência da expansão patogênica não elimina risco de DFT/ELA por outras causas genéticas ou esporádicas; (b) presença da expansão indica risco substancialmente elevado, com necessidade de seguimento neurológico especializado e aconselhamento genético familiar; (c) a avaliação de biomarcadores como neurofilamento de cadeia leve (NfL) sérico pode servir como indicador precoce de neurodegeneração ativa, mesmo em portadores assintomáticos.\n\nO rastreio de C9orf72 é indicado em: história pessoal ou familiar de ELA e/ou DFT; casos de parkinsonismo atípico com história familiar; síndromes psiquiátricas de início tardio com deterioração cognitiva; pacientes com diagnóstico de ELA ou DFT sem outra etiologia definida.",
  "points": 0,
  "patient_explanation": "O C9orf72 é um gene que, quando apresenta uma alteração específica chamada 'expansão de repetição', está associado a doenças que afetam o cérebro e os nervos motores — especialmente a Demência Frontotemporal (DFT), que causa mudanças de comportamento e personalidade, e a Esclerose Lateral Amiotrófica (ELA), que afeta os nervos que controlam os músculos.\n\nTer essa alteração genética não significa que a doença vai acontecer com certeza, mas indica um risco aumentado. Muitas pessoas portadoras da expansão podem permanecer sem sintomas por muito tempo. Por isso, quando essa variante é identificada, o mais importante é manter acompanhamento médico regular com neurologista especializado e realizar o aconselhamento genético para toda a família.\n\nO objetivo desta avaliação não é causar preocupação, mas permitir que, caso apareçam sintomas — como mudanças de comportamento, dificuldades de memória ou fraqueza muscular — eles sejam reconhecidos e investigados com rapidez. O acompanhamento precoce abre espaço para estratégias preventivas e participação em estudos clínicos que estão avançando no entendimento e tratamento dessas condições.",
  "conduct": "## Conduta Clínica — C9orf72 (DFT/ELA)\n\n### 1. Confirmação e Interpretação do Resultado Genético\n\n- **Confirmar o método utilizado:** A detecção da expansão de C9orf72 exige técnicas específicas (repeat-primed PCR, Southern blot ou sequenciamento de longa leitura) — resultados de painéis de SNPs não detectam esta variante de forma confiável.\n- **Classificar o tamanho da expansão:** Normal (<30 repetições), intermediária (30–200, significância incerta) ou patogênica (>200 repetições na maioria das definições laboratoriais, podendo ser centenas a milhares).\n- **Encaminhar para aconselhamento genético especializado** antes e após revelação do resultado, especialmente em portadores assintomáticos ou com história familiar relevante.\n\n### 2. Avaliação Neurológica Especializada\n\n- **Encaminhamento obrigatório a neurologista** com experiência em doenças neurodegenerativas (DFT, ELA, espectro C9orf72).\n- **Avaliação cognitiva e comportamental:** Testes neuropsicológicos focados em funções frontais, linguagem e comportamento (ex.: ACE-III, FAB, escala de comportamento frontal).\n- **Avaliação motora:** Pesquisa de sinais de neurônio motor superior e inferior (fraqueza, fasciculações, reflexos, disfagia, disartria).\n- **Neuroimagem:** Ressonância magnética de encéfalo com protocolo de substância branca; atrofia frontotemporal e/ou de córtex motor são achados sugestivos.\n\n### 3. Biomarcadores de Neurodegeneração\n\n- **Neurofilamento de cadeia leve sérico (NfL):** Biomarcador de dano axonal que pode estar elevado antes do início clínico; útil para monitoramento longitudinal em portadores assintomáticos.\n- **GFAP sérico:** Marcador complementar de lesão astrocitária.\n- **Líquor (LCR):** Quando indicado por clínica, pode incluir tau total, tau fosforilada, beta-amiloide e NfL — especialmente para diferenciar de outros tipos de demência.\n\n### 4. Investigação Complementar\n\n- **Eletroneuromiografia (ENMG):** Indicada se houver quaisquer sintomas ou sinais motores; essencial para o diagnóstico de ELA.\n- **Avaliação neuropsicológica formal:** Para linha de base funcional em portadores assintomáticos.\n- **Avaliação de fala e deglutição:** Se houver sintomas bulbares.\n- **Espirometria:** Monitoramento da função respiratória em casos com suspeita de ELA.\n\n### 5. Estratégias Funcionais e de Suporte (Portadores Assintomáticos)\n\n- **Estilo de vida neuroprotetor:**\n  - Exercício aeróbico regular (150 min/semana) — demonstrado aumentar BDNF e melhorar resiliência neuronal.\n  - Dieta anti-inflamatória (mediterrânea ou variante), rica em ômega-3 (EPA/DHA diretamente, especialmente em portadores de polimorfismos FADS1/FADS2).\n  - Controle de fatores de risco cardiovascular (hipertensão, diabetes, dislipidemia), que amplificam neurodegeneração.\n  - Sono reparador: déficit de sono prejudica depuração de proteínas neurotóxicas via sistema glinfático.\n  - Evitar tabagismo e exposição a toxinas ambientais.\n- **Saúde mitocondrial:**\n  - Avaliar CoQ10 (considerar suplementação especialmente se em uso de estatinas ou com polimorfismos de HMGCR/NQO1).\n  - Garantir suficiência de vitamina D (níveis >40–60 ng/mL), B12, folato e magnésio.\n\n### 6. Aconselhamento Genético Familiar\n\n- A expansão de C9orf72 segue herança autossômica dominante com penetrância variável.\n- **Familiares de primeiro grau** devem ser informados sobre a possibilidade de serem portadores e ter acesso a aconselhamento genético.\n- **Teste preditivo em assintomáticos** deve seguir protocolo estruturado com suporte psicológico, análogo ao protocolo utilizado em doença de Huntington.\n- **Teste pré-natal e pré-implantacional** são tecnicamente possíveis; discussão deve ser conduzida com ética e sem pressão.\n\n### 7. Critérios de Encaminhamento Urgente\n\n- Surgimento de qualquer sintoma neurológico (motor, cognitivo, comportamental ou bulbar) em portador da expansão: encaminhamento imediato a neurologista especializado.\n- Sintomas comportamentais de início rápido em adultos com história familiar de DFT/ELA: investigação prioritária independentemente do status genético.\n\n### 8. Participação em Pesquisa\n\n- Orientar sobre a existência de registros e estudos longitudinais para portadores assintomáticos (ex.: GENFI — Genetic Frontotemporal dementia Initiative; estudos de história natural em ELA genética).\n- Novos alvos terapêuticos estão em investigação ativa (antisense oligonucleotides — ASOs, terapia gênica), e portadores assintomáticos podem ser candidatos a estudos de prevenção primária no futuro."
}
