{
  "score_item_id": "019c1a2b-a36f-7a3b-865b-75a83dc421be",
  "clinical_relevance": "O gene MAPT (Microtubule-Associated Protein Tau) codifica a proteína tau, fundamental para a estabilização dos microtúbulos neuronais e o transporte axonal. Polimorfismos nesse gene definem dois grandes haplótipos, denominados H1 e H2, determinados por uma inversão cromossômica de aproximadamente 900 kb no cromossomo 17q21. O haplótipo H1 é o mais prevalente em populações europeias (frequência ~75-80%), enquanto o H2 apresenta frequência de ~20-25%. O SNP rs1467967 é um marcador representativo dessa distinção haplotípica e é frequentemente utilizado como proxy para estratificação do risco associado ao haplótipo.\n\nA relevância clínica do haplótipo H1 reside em sua associação com maior expressão da isoforma tau de 4 repetições (4R-tau) no sistema nervoso central. A proporção elevada de 4R-tau em relação à isoforma de 3 repetições (3R-tau) é um mecanismo central na fisiopatologia das tauopatias primárias, grupo que inclui a Paralisia Supranuclear Progressiva (PSP), a Degeneração Corticobasal (CBD) e formas específicas de Demência Frontotemporal (FTD), particularmente a variante denominada FTLD-tau.\n\nA Demência Frontotemporal (FTD) é a segunda causa mais comum de demência de início pré-senil (antes dos 65 anos), superada apenas pela doença de Alzheimer nessa faixa etária. A prevalência estimada da FTD é de 15 a 22 casos por 100.000 habitantes na faixa dos 45 a 64 anos. Cerca de 30-50% dos casos de FTD têm componente familiar, e mutações nos genes MAPT, GRN e C9orf72 respondem pela maioria dos casos familiares de causa identificada.\n\nEm relação ao haplótipo H1 do MAPT e risco de FTD/tauopatias: estudos de associação genômica ampla (GWAS) e meta-análises demonstraram que portadores do genótipo H1/H1 (homozigotos) apresentam risco significativamente aumentado de PSP e CBD em comparação com portadores do alelo H2. Para FTD esporádica associada a deposição tau (FTLD-tau), o haplótipo H1 também confere risco aumentado, embora de magnitude variável entre estudos. O genótipo H1/H2 (heterozigoto) apresenta risco intermediário. Importante: o haplótipo H1 é fator de risco de suscetibilidade genética comum (variante de risco moderado a baixo para FTD esporádica), distinto das mutações raras no gene MAPT que causam FTD familiar autossômica dominante com alta penetrância.\n\nDo ponto de vista fisiopatológico, o desequilíbrio entre isoformas 3R e 4R da proteína tau promove hiperfosforilação anormal da tau, formação de emaranhados neurofibrilares e degeneração neuronal progressiva com predomínio frontotemporal e nas vias nigroestriatais. Esse processo é independente da via amiloidogênica clássica da doença de Alzheimer.\n\nNa prática clínica, o rs1467967 como marcador do haplótipo H1/H2 é relevante para estratificação de risco em pacientes com história familiar de FTD, PSP ou CBD, e pode orientar o grau de vigilância neurológica e a intensidade das intervenções preventivas de medicina funcional voltadas à neuroproteção.",
  "points": 0,
  "patient_explanation": "O gene MAPT contém as instruções para produzir uma proteína chamada tau, que ajuda a manter os neurônios saudáveis e funcionando corretamente. Existem duas versões principais desse gene, chamadas de haplótipo H1 e haplótipo H2. O resultado do seu exame mostra qual combinação você herdou dos seus pais.\n\nA versão H1 está associada a um risco levemente maior de desenvolver certas doenças que afetam a memória, o comportamento e o raciocínio — especialmente um tipo chamado Demência Frontotemporal (FTD). Isso não significa que você vai desenvolver essa doença: esse é apenas um fator de risco entre muitos, e a grande maioria das pessoas com o haplótipo H1 nunca desenvolve FTD.\n\nO que esse resultado traz de útil é a possibilidade de adotar hábitos e cuidados preventivos que protegem o cérebro de forma mais direcionada: exercícios físicos regulares, boa qualidade do sono, controle da inflamação, alimentação equilibrada e monitoramento neurológico periódico. Seu médico poderá orientar quais cuidados fazem mais sentido para o seu caso, considerando outros fatores de risco e sua história familiar.",
  "conduct": "## Conduta Clínica — MAPT rs1467967 H1/H2 (Suscetibilidade a FTD/Tauopatias)\n\n### 1. Interpretação do Resultado\n\n- **H1/H1 (homozigoto H1):** risco aumentado de tauopatias primárias (PSP, CBD, FTLD-tau/FTD); maior expressão relativa de 4R-tau\n- **H1/H2 (heterozigoto):** risco intermediário; presença de um alelo H2 confere proteção parcial\n- **H2/H2 (homozigoto H2):** perfil de menor risco associado ao haplótipo MAPT para tauopatias\n- Importante contextualizar: este polimorfismo é fator de suscetibilidade comum, não mutação causal de alta penetrância\n\n### 2. Anamnese Dirigida\n\n- **História familiar:** questionar ativamente presença de FTD, PSP, CBD, Parkinson, demência de início precoce (antes dos 65 anos) em parentes de primeiro grau\n- **Sintomas prodrômicos de FTD:** mudanças de comportamento e personalidade, desinibição, apatia, déficits de linguagem (afasia progressiva), dificuldades executivas\n- **Sintomas de tauopatias relacionadas:** quedas inexplicadas, distúrbios do olhar vertical (PSP), assimetria motora ou distonia (CBD)\n- **Fatores de risco modificáveis:** sedentarismo, sono fragmentado, resistência à insulina, hipertensão, tabagismo, exposição a metais tóxicos\n\n### 3. Investigação Complementar\n\n**Laboratorial (medicina funcional e neuroproteção):**\n- Homocisteína plasmática (meta funcional < 7 µmol/L)\n- Vitaminas B12, B9 (folato), B6 (P5P)\n- Vitamina D 25(OH)D (meta funcional 60–80 ng/mL)\n- Perfil inflamatório: PCR ultrassensível (meta < 0,9 mg/L), ferritina, VSG\n- Resistência à insulina: glicemia de jejum, insulina de jejum, HOMA-IR\n- Perfil hormonal: TSH, T4L, T3L, cortisol, DHEA-S, testosterona\n- Metais tóxicos quando indicado por exposição ocupacional ou ambiental (mercúrio, chumbo, arsênico)\n- Zinco, cobre, magnésio eritrocitário, selênio\n\n**Neurológico e de imagem (conforme indicação clínica):**\n- Avaliação neuropsicológica basal em pacientes com história familiar de FTD ou sintomas cognitivos/comportamentais\n- Ressonância magnética de encéfalo com avaliação volumétrica frontotemporal quando indicado\n- Biomarcadores liquóricos (tau total, tau fosforilada, beta-amiloide) em contexto de investigação diagnóstica\n\n### 4. Critérios de Encaminhamento\n\n- **Encaminhamento a neurologista:** qualquer sinal ou sintoma sugestivo de comprometimento cognitivo, comportamental ou motor, especialmente em pacientes H1/H1 com história familiar positiva\n- **Aconselhamento genético:** história familiar forte de FTD de início precoce; considerar painel genético ampliado (MAPT mutações patogênicas, GRN, C9orf72) em casos selecionados\n- **Encaminhamento urgente:** quadro de alteração comportamental aguda ou subaguda, afasia progressiva ou síndrome parkinsoniana atípica\n\n### 5. Intervenções Preventivas Baseadas em Evidências\n\n**Exercício físico:**\n- Exercício aeróbico regular (150 min/semana de intensidade moderada ou 75 min de alta intensidade) como principal intervenção neuroprotetora com evidência robusta\n- Treinamento de força 2–3x/semana: suporte à função mitocondrial e ao metabolismo cerebral\n\n**Sono:**\n- Priorizar 7–9h de sono de qualidade; investigar e tratar apneia obstrutiva do sono (rastreio com STOP-BANG; polissonografia quando indicado)\n- O sono é o principal mecanismo de clearance glinfático de proteínas tóxicas, incluindo tau\n\n**Controle metabólico e inflamatório:**\n- Dieta anti-inflamatória (padrão mediterrâneo ou equivalente): rica em peixes gordurosos, azeite de oliva, vegetais coloridos, berries, crucíferos; restrição de ultraprocessados e açúcares refinados\n- Controle rigoroso da resistência à insulina (\"diabetes tipo 3\" como fator de risco para neurodegeneração)\n- Meta de homocisteína < 7 µmol/L: otimizar B12, folato (metilfolato em portadores de MTHFR), B6 (P5P)\n- Otimização de vitamina D (meta 60–80 ng/mL): ação imunomoduladora e neuroprotetora\n\n**Suplementação direcionada (conforme perfil individual e polimorfismos associados):**\n- Ômega-3 (EPA + DHA): 1–3 g/dia; reduz marcadores inflamatórios (PCR, TNF-alfa, IL-6) com evidência em saúde neurológica\n- Magnésio (preferencialmente quelado ou treonato para SNC): suporte à função neuronal e à qualidade do sono\n- CoQ10/Ubiquinol: suporte à função mitocondrial, especialmente em portadores de polimorfismos em HMGCR ou NQO1\n- Ácido rosmarínico: propriedades neuroprotetoras documentadas com modulação dopaminérgica\n\n**Controle de exposições tóxicas:**\n- Investigar e reduzir exposição a metais pesados (mercúrio, chumbo, cádmio), pesticidas e solventes orgânicos\n- Saúde bucal: tratar focos infecciosos; investigar fontes de inflamação crônica silenciosa\n\n### 6. Monitoramento Longitudinal\n\n- Reavaliação clínica e neuropsicológica anual em H1/H1 com história familiar positiva\n- Monitoramento semestral dos biomarcadores funcionais (homocisteína, vitamina D, PCR, HOMA-IR)\n- Atualização do plano preventivo conforme novos dados clínicos e científicos\n- Documentar linha de base cognitiva e comportamental para detecção precoce de declínio"
}
