{
  "score_item_id": "019c1a2b-a36f-7545-a502-c89c24ac7318",
  "clinical_relevance": "O gene PARK2 (também denominado PRKN) codifica a proteína Parkina, uma E3 ubiquitina-ligase fundamental para a via de controle de qualidade mitocondrial mediada pelo eixo PINK1-Parkina. Mutações bialélicas (homozigotas ou heterozigotas compostas) nesse gene constituem a causa genética mais frequente de Doença de Parkinson de início precoce (EOPD, early-onset Parkinson's disease), definida como início dos sintomas antes dos 50 anos — e, em muitos casos, antes dos 40 anos. A prevalência de variantes patogênicas em PARK2 em pacientes com EOPD é estimada entre 10% e 20% nos casos esporádicos e pode alcançar 50% nos casos familiares com herança autossômica recessiva, tornando-o o gene mais comumente implicado nessa faixa etária.\n\nA Parkina atua como regulador central da mitofagia seletiva: na presença de dano mitocondrial, PINK1 fosforila e recruta a Parkina à membrana mitocondrial externa, deflagrando a ubiquitinação de substratos-alvo e o subsequente direcionamento da organela comprometida para degradação lisossomal. A perda de função da Parkina resulta em acúmulo de mitocôndrias disfuncionais, aumento do estresse oxidativo (especialmente em neurônios dopaminérgicos da substância negra pars compacta), redução da produção de ATP, ativação de vias pró-apoptóticas e morte neuronal progressiva. O estresse oxidativo e a disfunção mitocondrial são mecanismos centrais compartilhados com formas idiopáticas de Parkinson, justificando abordagens terapêuticas sobreponíveis.\n\nDo ponto de vista clínico, portadores de mutações bialélicas em PARK2 tipicamente apresentam início insidioso de sintomas parkinsonianos entre 20 e 40 anos, com tremor de repouso, bradicinesia, rigidez e instabilidade postural. Características diferenciadoras incluem: progressão mais lenta em comparação ao Parkinson idiopático; boa resposta — e frequentemente hipersensibilidade — à levodopa; discinesias precoces induzidas por levodopa; distonia focal nos membros inferiores como manifestação inicial; e preservação cognitiva por período prolongado. A ausência de corpos de Lewy na maioria dos casos patologicamente confirmados diferencia fenotipicamente a EOPD por PARK2 das formas sinucleinopatias.\n\nA investigação laboratorial e genética recomendada inclui: painel genético de sequenciamento de nova geração (NGS) com cobertura de variantes de número de cópias (CNVs), dado que deleções e duplicações de exons representam parcela significativa das mutações patogênicas em PARK2; dosagem de biomarcadores de estresse oxidativo (8-OHdG, isoprostanos, MDA); avaliação de função mitocondrial e níveis de Coenzima Q10; dosagem de vitamina D (25-OH-D3), com níveis baixos associados a maior risco e progressão do Parkinson; perfil de ácidos graxos ômega-3 (EPA/DHA); e avaliação de homocisteína, vitaminas B12, B9 e B6 ativa (P5P), que são cofatores essenciais da via dopaminérgica. A dosagem de ferritina e ferro sérico é relevante, dada a relação do metabolismo de ferro com neurodegeneração dopaminérgica.\n\nA estratificação de risco em portadores de variante única (heterozigota) em PARK2 é tema de debate: embora clássicamente considerados portadores assintomáticos, evidências de neuroimagem funcional (DAT-SPECT) e estudos longitudinais sugerem que alguns heterozigotos apresentam redução subclínica da reserva dopaminérgica, com risco aumentado de progressão para Parkinson manifesto na presença de fatores ambientais ou outras variantes modificadoras. Portadores bialélicos confirmados devem ser acompanhados por neurologista especialista em transtornos do movimento.",
  "points": 0,
  "patient_explanation": "O PARK2 é um gene que produz uma proteína chamada Parkina, responsável por eliminar mitocôndrias (as usinas de energia das células) que estão danificadas, especialmente nos neurônios que produzem dopamina — um mensageiro químico essencial para o controle dos movimentos do corpo.\n\nQuando há alterações (mutações) em ambas as cópias desse gene, essa limpeza celular não funciona bem: mitocôndrias defeituosas se acumulam, as células se sobrecarregam e, com o tempo, os neurônios produtores de dopamina podem ser lesados. Isso pode causar os sintomas da Doença de Parkinson de início precoce, geralmente antes dos 40 a 50 anos.\n\nSe o seu resultado indica uma alteração nesse gene, não significa necessariamente que você desenvolverá a doença — a herança, o ambiente e os hábitos de vida também têm papel importante. O objetivo desse exame é identificar uma predisposição para que possamos agir de forma preventiva: proteger as mitocôndrias, reduzir o estresse oxidativo e manter o sistema nervoso o mais saudável possível pelo maior tempo possível. Seu médico poderá orientar sobre acompanhamento especializado e estratégias personalizadas de saúde.",
  "conduct": "## Conduta Clínica — PARK2 (Parkinson Precoce)\n\n### 1. Confirmação e Interpretação Genética\n\n- **Solicitar painel genético completo** com NGS + análise de CNVs (variantes de número de cópias: deleções/duplicações de exons), pois essas representam parcela expressiva das mutações patogênicas em PARK2\n- Diferenciar: **portador heterozigoto único** (risco aumentado, mas geralmente sem doença manifesta) versus **bialélico** (mutações em ambas as cópias — risco elevado de EOPD)\n- Considerar **aconselhamento genético** com geneticista ou neurologista especializado em doenças do movimento para interpretação clínica e orientação familiar\n- Investigar **histórico familiar** de Parkinson de início precoce em familiares de primeiro e segundo grau\n\n---\n\n### 2. Avaliação Neurológica Especializada\n\n- **Encaminhar ao neurologista especialista em transtornos do movimento** em qualquer caso de mutação bialélica confirmada ou suspeita clínica de parkinsonismo\n- Investigar sinais motores sutis: tremor de repouso, bradicinesia, rigidez, alteração da marcha, distonia focal em membros inferiores\n- Considerar **DAT-SPECT (DaTscan)** para avaliação da integridade dopaminérgica pré-sináptica em casos com suspeita clínica ou heterozigotos com sintomas\n- Avaliação neuropsicológica baseline para cognição, humor e função executiva\n\n---\n\n### 3. Investigação Laboratorial Funcional\n\n**Biomarcadores de estresse oxidativo e mitocondrial:**\n- MDA (malondialdeído), 8-OHdG ou isoprostanos urinários\n- Coenzima Q10 plasmática (ubiquinol e ubiquinona)\n- Glutationa eritrocitária ou total\n\n**Nutrientes e cofatores da via dopaminérgica:**\n- Vitamina D (25-OH-D3): manter acima de 40–60 ng/mL; níveis baixos associados a maior risco e progressão do Parkinson\n- Vitamina B6 ativa (P5P): cofator essencial da L-aminoácido descarboxilase, enzima limitante na síntese de dopamina\n- Vitamina B12, folato sérico e homocisteína: homocisteína elevada é neurotóxica; manter entre 5–8 µmol/L\n- Perfil de ácidos graxos ômega-3 (EPA/DHA): ômega-3 em doses de 1–3 g/dia associado à redução de marcadores inflamatórios (PCR, TNF-alfa, IL-6)\n- Ferritina e ferro sérico: acúmulo de ferro é mecanismo de dano oxidativo nos neurônios dopaminérgicos\n- Magnésio intracelular ou sérico\n- Zinco sérico\n\n**Marcadores metabólicos e inflamatórios:**\n- PCR-us, TNF-alfa, IL-6\n- Hemoglobina glicada (HbA1c) e insulina de jejum/HOMA-IR: resistência à insulina potencializa neurodegeneração\n- Perfil lipídico completo\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n#### Suplementação com Suporte Científico\n\n- **Coenzima Q10 (CoQ10/Ubiquinol):** 300–1200 mg/dia; mecanismo antioxidante e mitocondrial; portadores de polimorfismo NQO1 têm prejudicada a conversão de ubiquinona em ubiquinol — nesses casos, combinar CoQ10 (100 mg) + Ubiquinol (100 mg); especialmente relevante após os 40 anos\n- **Ômega-3 EPA/DHA:** 1–3 g/dia; priorizar fontes com EPA/DHA prontos (óleo de peixe ou algas); conversão de ALA (linhaça) é inferior a 10% e insuficiente para efeito clínico\n- **Vitamina D:** individualizar dose conforme 25-OH-D3 basal; monitorar PTH e cálcio iônico; reavaliação em 8–12 semanas; portadores de polimorfismos GC e VDR podem necessitar de níveis séricos acima de 50 ng/mL\n- **Vitamina B6 (P5P):** 5–30 mg/dia conforme necessidade; essencial para síntese de dopamina via L-aminoácido descarboxilase\n- **Complexo B (metilfolato + metilcobalamina + P5P):** otimizar ciclo da metilação e reduzir homocisteína\n- **Mucuna pruriens:** fonte natural de L-dopa; evidências mais robustas em Parkinson do que em outras condições; usar com cautela e sob supervisão neurológica\n- **Glutationa (ou N-acetilcisteína como precursor):** suporte antioxidante direto\n- **Flavonoides:** ingestão associada a menor risco de Parkinson, especialmente em homens; fontes: frutas vermelhas, vegetais coloridos, chás, cacau\n\n#### Nutrição\n\n- **Dieta Mediterrânea ou MIND:** estudos observacionais associam adesão a progressão mais lenta do Parkinson; rica em antioxidantes, fibras, gorduras saudáveis e polifenóis\n- **Dieta cetogênica:** resultados preliminares em sintomas motores; considerar perfil metabólico individual, elegibilidade e monitoramento\n- **Atenção à saúde intestinal:** constipação é sintoma precoce e frequente em Parkinson; avaliar microbiota, probióticos/prebióticos (evidência limitada, mas plausibilidade pelo eixo intestino-cérebro)\n- Monitorar HbA1c, lipídios e pressão arterial; resistência à insulina e obesidade promovem inflamação e estresse oxidativo ligados à neurodegeneração\n\n#### Estilo de Vida\n\n- **Exercício físico regular:** estimula BDNF (fator neurotrófico derivado do cérebro), promove neuroplasticidade e neuroproteção; exercícios aeróbicos e de resistência são os mais estudados\n- **Exposição solar:** ~15 min/semana associada a redução de risco de Parkinson (possíveis confundidores); auxilia na síntese de vitamina D\n- Minimizar exposição a agrotóxicos e metais pesados (fatores ambientais associados ao risco de Parkinson)\n- Evitar tabagismo passivo e ativo; controlar consumo de álcool\n\n---\n\n### 5. Monitoramento e Seguimento\n\n- **Portador bialélico confirmado:** acompanhamento neurológico semestral; reavaliação laboratorial a cada 6–12 meses\n- **Portador heterozigoto único:** acompanhamento anual com neurologista; atenção a sintomas motores sutis e fatores de risco modificáveis\n- Reavaliação dos biomarcadores de estresse oxidativo e suplementação conforme resposta clínica e laboratorial\n- Envolver equipe multiprofissional: neurologista, nutricionista especializado, fisioterapeuta, psicólogo/psiquiatra\n- Orientar familiares de primeiro grau sobre rastreio genético e acompanhamento preventivo"
}
