{
  "score_item_id": "019c1a2b-a36f-7b5a-8f44-6a773c047c03",
  "clinical_relevance": "PARK7/DJ-1 é um gene supressor tumoral e neuroprotetor localizado no cromossomo 1p36.23, que codifica a proteína DJ-1 (também designada PARK7). Mutações bialélicas em PARK7 — incluindo deleções homozigóticas e mutações de ponto como L166P — causam Doença de Parkinson (DP) de início precoce (EOPD, early-onset Parkinson disease), geralmente com início antes dos 40 anos (frequentemente entre 20–40 anos) e curso lentamente progressivo. Trata-se de uma forma autossômica recessiva de DP familiar, representando aproximadamente 1–2% dos casos de EOPD.\n\nFisiologia e fisiopatologia: A proteína DJ-1 possui funções multifacetadas que incluem resposta ao estresse oxidativo (atua como sensor redox mitocondrial), chaperonas de proteínas, proteção de mitocôndrias contra disfunção induzida por espécies reativas de oxigênio (ROS) e manutenção da homeostase dopaminérgica. Em condições normais, DJ-1 é oxidada em resíduo de cisteína (C106) quando detecta aumento de ROS, translocando-se da mitocôndria para o citossol/núcleo e exercendo proteção neuronal. A perda de função de DJ-1 leva a: acúmulo de alfa-sinucleína (proteína central nos corpos de Lewy), disfunção mitocondrial com deficit energético nos neurônios dopaminérgicos da substância negra, aumento de estresse oxidativo e morte neuronal progressiva.\n\nAspectos clínicos: O fenótipo associado a mutações em PARK7 inclui início precoce (antes dos 50 anos), resposta excelente a levodopa, discinesias precoces induzidas por levodopa, curso benigno e lentamente progressivo em relação às formas idiopáticas de início tardio, e frequente presença de distonia focal nos membros inferiores como manifestação inicial. Sintomas não motores como ansiedade, depressão e disfunção olfatória também podem ocorrer. Flutuações motoras e distonia de período off são comuns ao longo da progressão.\n\nEpidemiologia: Mutações em PARK7 são raras na população geral. Estudos populacionais em coortes europeias e asiáticas identificam PARK7 como causa de 0,3–1% de todos os casos de DP e de aproximadamente 1–2% dos casos de EOPD. A prevalência de portadores heterozigotos de variantes patogênicas é estimada em 1:1000 a 1:2000 na população geral. A maioria dos casos descritos na literatura provém de famílias com consanguinidade ou populações isoladas.\n\nInterpretação do resultado genético: A presença de duas variantes patogênicas bialélicas em PARK7 (homozigose ou heterozigose composta) confere risco muito elevado para EOPD, com penetrância próxima a 100% em estudos familiares. Portadores heterozigotos de uma única variante patogênica apresentam risco marginalmente aumentado em relação à população geral, porém sem diagnóstico de EOPD por PARK7 em heterozigose simples segundo critérios atuais. Variantes de significado incerto (VUS) exigem correlação clínica e, quando possível, estudo familiar para segregação. A avaliação deve sempre ser realizada por geneticista clínico ou neurologista com expertise em genética do movimento.",
  "points": 0,
  "patient_explanation": "O gene PARK7 (também chamado DJ-1) produz uma proteína que protege os neurônios produtores de dopamina — as células cerebrais que coordenam o movimento. Quando esse gene tem alterações em ambas as cópias (herdadas do pai e da mãe), pode ocorrer uma forma de Parkinson que surge mais cedo na vida, geralmente entre os 20 e 40 anos, chamada Parkinson de início precoce. Essa forma tende a progredir mais lentamente do que o Parkinson típico e responde bem ao tratamento com os medicamentos habituais. Encontrar uma alteração nesse gene não significa necessariamente que a doença vai se desenvolver — depende do tipo de alteração e se ambas as cópias do gene estão afetadas. Por isso, o resultado deve ser avaliado com calma junto a um médico especialista em genética ou a um neurologista, que vai contextualizar esse achado com sua história clínica, seus sintomas e o histórico da sua família. Cuidados com o estilo de vida — como atividade física regular, alimentação rica em antioxidantes e controle do estresse oxidativo — são importantes para a saúde dos neurônios de forma geral e fazem parte de uma abordagem preventiva e integrativa.",
  "conduct": "## Conduta Clínica — PARK7/DJ-1 (Parkinson de Início Precoce)\n\n### 1. Avaliação Inicial e Interpretação do Resultado Genético\n\n- **Encaminhamento obrigatório** para neurologista especializado em distúrbios do movimento e/ou geneticista clínico para interpretação adequada do laudo genético.\n- Classificar o tipo de variante encontrada:\n  - **Duas variantes patogênicas bialélicas** (homozigose ou heterozigose composta): risco muito elevado para EOPD — encaminhamento neurológico urgente.\n  - **Uma variante patogênica heterozigótica isolada**: risco aumentado, porém menor; seguimento clínico e estudo familiar indicados.\n  - **Variante de significado incerto (VUS)**: correlação clínica obrigatória; considerar teste de segregação familiar.\n- Investigar **história familiar** de Parkinson, tremor, rigidez ou distúrbios do movimento em parentes de primeiro e segundo graus.\n\n### 2. Investigação Complementar Neurológica\n\n- **Avaliação neurológica clínica** com escala UPDRS (Unified Parkinson's Disease Rating Scale) para estadiamento motor.\n- **Avaliação neuropsicológica** para sintomas não motores: ansiedade, depressão, déficit olfatório, alterações de sono (distúrbio comportamental do sono REM).\n- **Neuroimagem funcional** (DaTscan/SPECT com transportador de dopamina) quando indicada clinicamente para confirmação de déficit dopaminérgico pré-sináptico.\n- **Ressonância magnética de crânio**: para exclusão de causas secundárias.\n- Considerar **avaliação do eixo intestino-cérebro** (sintomas gastrointestinais, constipação, microbiota) dado o papel crescente do eixo intestinal na fisiopatologia do Parkinson.\n\n### 3. Investigação Laboratorial e Metabólica\n\n- **Biomarcadores de estresse oxidativo e inflamação:**\n  - PCR ultrassensível (PCR-us)\n  - Capacidade antioxidante total\n  - Glutationa\n  - Interleucinas inflamatórias (IL-6, TNF-alfa) quando disponíveis\n- **Painel nutricional e cofatorial** (relevante pois cofatores enzimáticos são críticos nas vias dopaminérgicas):\n  - Vitamina D (25-OH vitamina D): manter acima de 50 ng/mL; níveis baixos associados a maior risco de Parkinson\n  - Vitamina B12 e folato sérico (meio para cima da faixa de referência)\n  - Homocisteína (alvo funcional: 5–8 µmol/L)\n  - Magnésio, zinco, ferro e ferritina\n  - P5P (piridoxal-5-fosfato / vitamina B6 ativa): cofator essencial da L-aminoácido descarboxilase, enzima limitante na conversão de L-DOPA em dopamina\n  - CoQ10 sérico (quando disponível)\n- **Perfil glicêmico e metabólico:**\n  - Glicemia de jejum, insulina de jejum e HOMA-IR (resistência à insulina promove estresse oxidativo e disfunção mitocondrial associados à neurodegeneração)\n  - HbA1c\n  - Perfil lipídico completo\n- **Polimorfismos genéticos adicionais** a considerar em contexto de medicina de precisão:\n  - NQO1: prejudica conversão de CoQ10 (ubiquinona → ubiquinol); se presente, prescrever combinação CoQ10 + ubiquinol\n  - MTHFR: impacto em capacidade antioxidante e homocisteína\n  - FADS1/FADS2: influência na conversão de ômega-3\n\n### 4. Intervenções Baseadas em Evidências\n\n#### Suplementação Funcional com Suporte Científico\n\n- **Ômega-3 (EPA/DHA):**\n  - Dose: 1–3 g/dia de EPA+DHA (fontes animais: óleo de peixe ou algas para DHA)\n  - Reduz marcadores inflamatórios (PCR, TNF-alfa, IL-6) e pode reduzir risco de progressão em Parkinson\n  - Preferir fontes com EPA/DHA prontos (não ALA de linhaça, cuja conversão é <10%)\n- **Vitamina D:**\n  - Individualizar dose conforme 25(OH)D sérico; alvo: 50–70 ng/mL\n  - Monitorar PTH e cálcio iônico; reavaliar em 8–12 semanas\n  - Ação imunomoduladora, antioxidante e anti-inflamatória (reduz PCR, TNF-alfa, MDA)\n- **CoQ10 (Coenzima Q10):**\n  - Doses de pesquisa em Parkinson: 300–1200 mg/dia\n  - Mecanismo: suporte mitocondrial e antioxidante\n  - Em portadores de polimorfismo NQO1: associar ubiquinol (100 mg) + CoQ10 (100 mg)\n- **P5P (Piridoxal-5-Fosfato):**\n  - 5–30 mg/dia, conforme perfil genético e laboratorial (B6 sanguínea não é fidedigna; inferir por metabolômica ou sinais clínicos)\n  - Cofator essencial nas vias dopaminérgicas e serotoninérgicas\n- **Flavonoides:**\n  - Ingestão dietética de flavonoides (frutas, vegetais, chás) associada a menor risco de Parkinson, especialmente em homens\n- **Vitamina E + ALA (ômega-3 de linhaça):** ECR duplo-cego (N=60, 12 semanas) demonstrou melhora em estágio da doença, redução de PCR-us, aumento de capacidade antioxidante total e glutationa, e melhora de HOMA-IR\n- **Probióticos/Prebióticos:** plausibilidade via modulação da microbiota intestinal; dados ainda limitados; priorizar saúde intestinal (constipação é sintoma não motor frequente no Parkinson)\n\n#### Estilo de Vida e Abordagem Integrativa\n\n- **Atividade física:** exercício aeróbico e de resistência — estimulam neuroproteção, neuroplasticidade (BDNF) e liberação de beta-endorfinas\n- **Padrão alimentar:** dieta mediterrânea ou MIND associadas observacionalmente a progressão mais lenta do Parkinson; ricas em antioxidantes e fibras\n- **Controle glicêmico:** reduzir açúcar e ultraprocessados; resistência à insulina promove inflamação, estresse oxidativo e disfunção mitocondrial — mecanismos ligados à progressão neurodegenerativa\n- **Saúde intestinal:** monitorar frequência e consistência intestinal (Escala de Bristol); disbiose pode desviar vias metabólicas e aumentar excitotoxicidade\n\n### 5. Critérios de Encaminhamento\n\n- **Urgente:** qualquer variante bialélica patogênica em PARK7 com ou sem sintomas motores → neurologista de distúrbios do movimento\n- **Eletivo:** variante heterozigótica patogênica ou VUS + história familiar positiva → neurologista e geneticista clínico\n- **Aconselhamento genético:** para pacientes em idade reprodutiva, discutir implicações para filhos e familiares de primeiro grau\n- **Equipe multidisciplinar:** fisioterapeuta (motor), fonoaudiólogo, nutricionista funcional, psicólogo (ansiedade/depressão são comorbidades frequentes)\n\n### 6. Monitoramento e Seguimento\n\n- Reavaliar biomarcadores nutricionais e inflamatórios a cada 3–6 meses\n- Ajustar suplementação conforme resposta clínica e laboratorial\n- Monitorar surgimento ou progressão de sintomas motores e não motores\n- Manter comunicação interdisciplinar entre médico funcional, neurologista e demais profissionais envolvidos"
}
