{
  "score_item_id": "019c1a2b-a36f-7515-9c99-35d56b501974",
  "clinical_relevance": "O gene PINK1 (PTEN-induced putative kinase 1, localizado no cromossomo 1p36) codifica uma serina/treonina quinase mitocondrial essencial para a manutenção da integridade mitocondrial e para o processo de mitofagia seletiva. Mutações bialélicas (homozigotas ou heterozigotas compostas) em PINK1 constituem a segunda causa mais comum de Parkinson autossômico recessivo de início precoce (EOPD — early-onset Parkinson's disease), respondendo por aproximadamente 1–8% dos casos de Parkinson familiar de início precoce e por cerca de 3–4% dos casos esporádicos com início antes dos 45 anos. A prevalência de portadores heterozigotos de variantes patogênicas em PINK1 na população geral está estimada em torno de 0,3–1%, com variação conforme a etnia.\n\nFisiopatologicamente, a proteína PINK1 é importada para a mitocôndria em condições de membrana saudável e rapidamente degradada. Quando a membrana mitocondrial perde seu potencial eletroquímico (indicando dano), PINK1 se estabiliza na membrana externa e recruta e fosforila a ubiquitina ligase Parkin, ativando-a. Essa cascata PINK1-Parkin é o principal mecanismo de controle de qualidade mitocondrial via mitofagia (remoção seletiva de mitocôndrias danificadas por autofagia). A perda de função de PINK1 leva ao acúmulo de mitocôndrias disfuncionais, aumento do estresse oxidativo, disfunção da cadeia respiratória mitocondrial, déficit na produção de ATP, e morte progressiva dos neurônios dopaminérgicos da substância negra pars compacta. O estresse oxidativo resultante da disfunção mitocondrial é um mecanismo central na neurodegeneração: radicais livres danificam DNA, lipídios e proteínas, promovendo o acúmulo de alfa-sinucleína e formação de corpos de Lewy em alguns casos.\n\nClinicamente, o Parkinson associado a PINK1 apresenta início tipicamente entre 20 e 50 anos (média de ~33 anos), embora casos antes dos 20 anos (Parkinson juvenil) sejam descritos. O fenótipo é geralmente mais benigno que o Parkinson idiopático clássico, com progressão mais lenta, boa resposta à levodopa, e frequente presença de distonias focais (especialmente do pé) como manifestação inicial ou associada. Flutuações motoras e discinesias induzidas por levodopa tendem a aparecer mais cedo em relação à duração da doença, mas como consequência da exposição prolongada ao tratamento em pacientes jovens. Sintomas não-motores (ansiedade, depressão, distúrbios do sono REM) são frequentes.\n\nA investigação diagnóstica envolve teste genético molecular com sequenciamento de painel de genes para Parkinson hereditário (incluindo PINK1, PARKIN/PARK2, DJ-1/PARK7, LRRK2, SNCA) ou sequenciamento de exoma/genoma clínico. Variantes de significado incerto (VUS) são comuns e requerem interpretação cuidadosa com aconselhamento genético. Portadores heterozigotos de variantes patogênicas em PINK1 apresentam risco ligeiramente aumentado de Parkinson em relação à população geral (penetrância incompleta e aumentada com segunda variante), mas na maioria dos casos não desenvolvem a doença.\n\nDo ponto de vista da estratificação de risco no Escore Plenya, um resultado positivo (mutação bialélica confirmada) confere risco muito elevado de desenvolvimento de Parkinson de início precoce. A presença de variante heterozigótica patogênica em PINK1 aumenta o risco de forma moderada, especialmente em contexto familiar positivo. A disfunção mitocondrial subjacente a PINK1 conecta este parâmetro genético às intervenções voltadas à saúde mitocondrial: suporte nutricional com CoQ10/ubiquinol (especialmente relevante em portadores de polimorfismo NQO1 que prejudica a conversão de ubiquinona para ubiquinol), ômega-3 EPA/DHA (1–3 g/dia), vitamina D otimizada (associada a menor risco de Parkinson em estudos observacionais), e controle do estresse oxidativo sistêmico.",
  "points": 0,
  "patient_explanation": "O PINK1 é um gene que ensina as células a cuidarem das mitocôndrias — as estruturas responsáveis por produzir energia dentro de cada célula do corpo. As mitocôndrias são especialmente importantes nos neurônios do cérebro que controlam o movimento. Quando esse gene apresenta alterações em ambas as cópias (herdamos uma cópia de cada pai), as mitocôndrias danificadas não são eliminadas corretamente e se acumulam, o que pode levar a uma forma de Doença de Parkinson que aparece mais cedo na vida — geralmente entre os 20 e 50 anos — diferente do Parkinson comum, que surge após os 60.\n\nUm resultado alterado neste exame genético não significa que a doença vai aparecer com certeza, pois depende do tipo de alteração encontrada (se em uma ou nas duas cópias do gene). Significa, porém, que é importante ter acompanhamento neurológico especializado, adotar hábitos de vida que protejam as mitocôndrias e o cérebro, e manter vigilância para sinais precoces. Hábitos como exercício físico regular, dieta rica em antioxidantes, suplementação orientada e controle do estresse oxidativo podem ajudar a proteger os neurônios ao longo da vida. O diagnóstico precoce é um ponto de partida para cuidar melhor da saúde neurológica e longeva.",
  "conduct": "## Conduta Clínica — PINK1 (Parkinson Precoce)\n\n### 1. Confirmação Diagnóstica e Estratificação\n\n- **Resultado bialélico (duas variantes patogênicas):** confirmação de risco muito elevado para EOPD; encaminhamento imediato a neurologista especializado em transtornos do movimento\n- **Resultado heterozigótico (uma variante patogênica):** risco moderadamente aumentado; aconselhamento genético; considerar investigação de segunda variante (deleções em array-CGH / MLPA)\n- **Variante de significado incerto (VUS):** não usar isoladamente para decisão clínica; encaminhar a geneticista clínico\n- **Solicitar sequenciamento completo do gene** (incluindo análise de deleções/duplicações por MLPA) caso o painel inicial revele apenas uma variante em contexto clínico sugestivo\n\n### 2. Investigação Neurológica Complementar\n\n- **Avaliação neurológica especializada** com escala UPDRS (Unified Parkinson's Disease Rating Scale) e rastreio de sintomas prodrômicos:\n  - Hiposmia (perda de olfato)\n  - Distúrbio comportamental do sono REM (RBD)\n  - Obstipação intestinal crônica\n  - Distonias focais (especialmente distonia de pé ao acordar)\n  - Depressão e ansiedade de início inexplicado\n- **Neuroimagem funcional** (DaTscan / SPECT com transportador de dopamina) quando indicado clinicamente para avaliar integridade do sistema dopaminérgico pré-sináptico\n- **Avaliação neuropsicológica** para linha de base cognitiva\n\n### 3. Intervenções de Saúde Mitocondrial e Neuroproteção\n\n#### Suplementação com base em evidências e mecanismo\n\n- **Coenzima Q10 (CoQ10) + Ubiquinol:**\n  - Especialmente indicado em portadores de polimorfismo NQO1 (prejudica conversão ubiquinona → ubiquinol)\n  - Dose: CoQ10 100 mg + Ubiquinol 100 mg (combinação recomendada, especialmente acima dos 40 anos)\n  - Função: suporte à cadeia respiratória mitocondrial, efeito antioxidante, modulação da apoptose\n- **Ômega-3 EPA/DHA:**\n  - Doses de 1–3 g/dia de EPA+DHA (fontes animais — óleo de peixe ou algas — são prioritárias; conversão de ALA de fontes vegetais é inferior a 10%)\n  - Evidência: redução de marcadores inflamatórios (PCR, TNF-alfa, IL-6); estudos associam 1–3 g/dia à redução de risco de Parkinson\n  - Verificar polimorfismos FADS1/FADS2 que podem prejudicar a conversão e demandar suplementação direta\n- **Vitamina D:**\n  - Níveis baixos de 25(OH)D estão associados a maior risco de Parkinson em estudos observacionais\n  - Meta sérica individualizada (mínimo 40–60 ng/mL; portadores de polimorfismos VDR podem necessitar >50 ng/mL)\n  - Monitorar: 25(OH)D, PTH, cálcio iônico; reavaliação em 8–12 semanas após ajuste de dose\n- **Vitamina E:**\n  - ECR duplo-cego (N=60, 12 semanas) com ALA + 400 UI de vitamina E em Parkinson demonstrou melhora no estágio da doença, redução de PCR-us e aumento de capacidade antioxidante total e glutationa\n  - Considerar como coadjuvante antioxidante\n- **Mucuna pruriens:**\n  - Fonte natural de L-dopa; evidências mais robustas em Parkinson que em outras condições neurológicas\n  - Usar apenas com supervisão neurológica em casos selecionados; não iniciar sem avaliação especializada\n- **Magnésio, zinco, ferro (ferritina > 75 ng/mL), B12 e folato:**\n  - Deficiências desses micronutrientes são frequentes e prejudicam função cerebral e mitocondrial\n  - Investigar e corrigir conforme achados laboratoriais\n\n#### Estratégias dietéticas\n\n- **Dieta Mediterrânea / MIND:** estudos observacionais associam maior adesão a progressão mais lenta do Parkinson e menor risco; adotar como base alimentar\n- **Dieta cetogênica:** resultados preliminares em sintomas motores do Parkinson; considerar em casos selecionados com monitoramento adequado (cetose, lipídios, função renal); evidência ainda limitada\n- **Dietas vegetarianas/veganas:** associadas a menor risco de Parkinson (maior ingestão de fibras e antioxidantes), mas garantir suprimento adequado de B12, ferro, zinco e EPA/DHA via suplementação\n- **Reduzir açúcar, ultraprocessados e gorduras trans:** resistência à insulina, hiperglicemia e obesidade promovem inflamação, glicação e estresse oxidativo — mecanismos ligados à neurodegeneração\n\n### 4. Estilo de Vida e Intervenções Não-Farmacológicas\n\n- **Exercício físico regular:** exercícios aeróbicos e de resistência são a intervenção não-farmacológica com melhor evidência em neuroproteção; estimulam BDNF, biogênese mitocondrial via PGC-1alfa, e liberação de beta-endorfinas\n- **Exposição solar moderada:** ~15 min/semana associado a redução de risco de Parkinson (possível confundidor, mas relação com vitamina D é plausível)\n- **Controle do estresse oxidativo sistêmico:** evitar tabagismo, álcool em excesso (especialmente em portadores de ALDH2), exposição a pesticidas e metais pesados (fatores ambientais de risco para Parkinson)\n- **Sono de qualidade:** distúrbio do sono REM é sintoma prodrômico de Parkinson; investigar e tratar precocemente\n\n### 5. Aconselhamento Genético e Familiar\n\n- **Encaminhar a geneticista clínico** para aconselhamento formal sobre padrão de herança (autossômico recessivo), risco para familiares de primeiro grau, e possibilidade de diagnóstico pré-implantacional em casos de planejamento reprodutivo\n- **Rastreio de familiares:** irmãos têm 25% de chance de ser bialélicos (se os pais forem portadores); pais e filhos serão, no mínimo, heterozigotos obrigatórios\n- **Registro em biobancos e estudos de pesquisa** sobre PINK1/Parkinson precoce: oferecer ao paciente como possibilidade de contribuição científica e acesso a terapias em investigação\n\n### 6. Monitoramento e Seguimento\n\n- **Reavaliação neurológica semestral** em portadores de mutação bialélica sem sintomas; anual em heterozigotos com história familiar\n- **Painel laboratorial de base:** 25(OH)D, PTH, cálcio iônico, ferritina, zinco, B12, folato, homocisteína, PCR-us, perfil lipídico, glicemia e insulina de jejum\n- **Ajuste individualizado de suplementação** conforme resultados laboratoriais e perfil de polimorfismos associados (NQO1, MTHFR, FADS1/FADS2, VDR)\n- **Integração multiprofissional:** neurology, nutrição clínica, educação física e, quando indicado, fonoaudiologia e fisioterapia motora"
}
