{
  "score_item_id": "019c1a2b-a36f-7e70-a237-8baac47dc652",
  "clinical_relevance": "O polimorfismo ADH1B rs1229984 (Arg48His) localiza-se no gene que codifica a subunidade beta-1 da álcool desidrogenase (ADH1B), enzima responsável pela primeira etapa da oxidação do etanol — a conversão de etanol em acetaldeído no fígado. A variante His48 (alelo A, rs1229984) resulta em uma isoforma enzimática com atividade catalítica 40 a 100 vezes superior à variante selvagem Arg48 (alelo G), gerando acetaldeído em velocidade significativamente maior após a ingestão de álcool.\n\nO acetaldeído é um metabólito altamente tóxico, mutagênico e carcinogênico. Quando produzido em excesso ou quando sua degradação pela aldeído desidrogenase (ALDH2) é insuficiente, acumula-se nos tecidos, causando rubor facial, taquicardia, náusea e sensação de mal-estar — resposta que funciona como desincentivo fisiológico ao consumo de álcool.\n\n**Perfis genotípicos e interpretação clínica:**\n- **His48/His48 (homozigoto AA):** Atividade ADH1B máxima; acúmulo de acetaldeído mais intenso após qualquer ingestão alcoólica; maior proteção contra dependência alcoólica; maior risco oncológico se houver consumo de álcool.\n- **Arg48/His48 (heterozigoto AG):** Fenótipo intermediário; risco intermediário de intoxicação por acetaldeído mesmo em doses baixas.\n- **Arg48/Arg48 (homozigoto GG):** Atividade ADH1B basal; metabolismo de etanol mais lento; maior tolerância ao álcool; ausência do efeito protetor contra dependência; maior risco de dependência alcoólica e de cânceres relacionados ao álcool por exposição prolongada e sem deterrente fisiológico.\n\n**Dados epidemiológicos e estratificação de risco oncológico:**\nMeta-análise publicada na Cancer Medicine (2023) demonstrou que o alelo His48 confere efeito protetor robusto contra dependência alcoólica (OR 0,3–0,5). Por outro lado, portadores do genótipo CC (Arg48/Arg48) apresentam risco significativamente elevado para cânceres associados ao álcool quando há consumo regular:\n- Cânceres laríngeo, faríngeo e de cavidade nasal: OR 1,56\n- Câncer pancreático: OR 1,66\n- Câncer de esôfago: OR 4,10\n\nEstudo de caso-controle (PLOS One, 2013) identificou associação entre o genótipo ADH1B A/A e risco aumentado de câncer colorretal (OR 1,75) sob modelo recessivo, especialmente em consumidores de álcool.\n\nEstudo do Lancet com 115.000 indivíduos em 12 países concluiu que a ingestão de álcool aumenta a mortalidade por todas as causas e o risco de câncer em aproximadamente 50%, independentemente do genótipo — dado relevante para o aconselhamento de todos os pacientes, com especial atenção aos genótipos de risco.\n\n**Impacto no ciclo de um carbono e metilação:**\nO álcool é um dos principais fatores que perturbam o ciclo de um carbono (metilação), podendo elevar homocisteína e impactar negativamente a síntese de doadores de metil — efeito independente do genótipo ADH1B, mas potencializado em consumidores regulares.\n\n**Impacto no sono:**\nO metabolismo do etanol, acelerado em portadores His48, gera acetaldeído que interfere na arquitetura do sono: ingestão baixa prejudica até ~10% da qualidade do sono reparador; moderada, ~24%; doses maiores, ~40% — medido por percepção de sono reparador e confirmado por dados objetivos de supressão do sono REM.",
  "points": 0,
  "patient_explanation": "O gene ADH1B produz uma enzima que o seu fígado usa para processar o álcool que você bebe. Existe uma variação nesse gene chamada rs1229984 (Arg48His) que muda a velocidade com que essa enzima trabalha. Pessoas com a versão mais ativa desse gene quebram o álcool muito mais rápido do que a média, produzindo uma substância chamada acetaldeído em maior quantidade. O acetaldeído é tóxico e provoca sintomas como rubor no rosto, coração acelerado e mal-estar mesmo com pouco álcool — funcionando como um sinal natural do corpo de que o álcool está fazendo mal. Por outro lado, quem tem a versão menos ativa do gene tende a tolerar melhor o álcool, o que pode levar ao consumo excessivo sem perceber os efeitos ruins imediatos, aumentando o risco de desenvolver problemas de saúde ao longo do tempo, incluindo certos tipos de câncer. Independente do seu perfil genético, pesquisas com mais de 115 mil pessoas mostraram que qualquer quantidade de álcool aumenta o risco de câncer e a mortalidade em geral. Conhecer o seu genótipo ajuda o seu médico a personalizar orientações sobre consumo de álcool e a monitorar sua saúde de forma mais direcionada.",
  "conduct": "## Conduta Clínica — ADH1B rs1229984 (Arg48His)\n\n### 1. Interpretação do Resultado Genético\n\n- **Homozigoto His48/His48 (AA):** Atividade ADH1B muito elevada; acetaldeído acumulado rapidamente; efeito fisiológico de dissuasão ao álcool presente; menor risco de dependência alcoólica, mas risco oncológico elevado se houver qualquer consumo.\n- **Heterozigoto Arg48/His48 (AG):** Risco intermediário; sintomas de intolerância podem ocorrer mesmo com doses baixas.\n- **Homozigoto Arg48/Arg48 (GG):** Metabolismo de álcool mais lento; ausência do efeito dissuasivo; maior predisposição à dependência alcoólica e aos cânceres relacionados ao álcool (esôfago OR 4,10; pâncreas OR 1,66; laringe/faringe OR 1,56; cólon OR 1,75).\n\n---\n\n### 2. Orientação sobre Consumo de Álcool\n\n- **Para todos os genótipos:** Recomendar abstinência ou redução máxima do consumo de álcool. Não há nível seguro de consumo de álcool comprovado — estudo do Lancet (115.000 indivíduos, 12 países) demonstra aumento de ~50% no risco de câncer e mortalidade por todas as causas com qualquer consumo.\n- **Remover recomendações de consumo \"cardioprotetor\"** de protocolos clínicos; educar o paciente sobre os vieses de estudos observacionais que sugeriam benefício do vinho tinto.\n- **Para genótipo GG (Arg/Arg):** Enfatizar a ausência do sinal fisiológico de alerta; maior risco de consumo progressivo sem percepção de malefícios imediatos; aconselhamento motivacional reforçado.\n- **Para genótipos AA e AG:** Explicar que os sintomas de intolerância (rubor, taquicardia, náusea) são sinais de toxicidade por acetaldeído; qualquer consumo alcoólico é prejudicial.\n\n---\n\n### 3. Investigação Complementar\n\n**Exames laboratoriais recomendados:**\n- **Gama GT (GGT):** Marcador sensível de exposição ao álcool e toxicidade hepática crônica; objetivo terapêutico: manter no quartil inferior da referência.\n- **AST/ALT (razão De Ritis):** Razão >2 sugere doença hepática alcoólica avançada.\n- **Hemograma completo:** Macrocitose pode indicar consumo crônico de álcool.\n- **Homocisteína sérica:** Álcool perturba o ciclo de um carbono; meta ideal: 4,5–8 µmol/L.\n- **Vitamina B12, folato e B6 (P5P):** Frequentemente depletados pelo consumo de álcool.\n- **Perfil lipídico ampliado:** HDL, triglicerídeos, LDL oxidado, PCR ultrassensível.\n- **Avaliação hepática:** Ultrassonografia abdominal em pacientes com consumo regular ou enzimas hepáticas alteradas.\n\n**Genotipagem complementar (quando indicada):**\n- **ALDH2 rs671:** Avalia a capacidade de degradar acetaldeído; combinação de ADH1B His48 + ALDH2 deficiente representa risco de toxicidade máxima por acetaldeído.\n\n---\n\n### 4. Intervenções Baseadas em Evidências\n\n**Suporte hepático e antioxidante:**\n- **Silimarina:** Suporte hepático com ação antioxidante e anti-inflamatória; dose de até 300 mg/dia.\n- **N-acetilcisteína (NAC):** Precursor da glutationa; reduz estresse oxidativo; doses de 600 a 1.800 mg/dia.\n- **Ácido alfa-lipoico (ALA):** Suporte hepático e antioxidante; dose de 300 mg 2x/dia a 600 mg/dia, preferencialmente em jejum.\n\n**Suporte ao ciclo de metilação (se homocisteína elevada):**\n- Metilfolato (forma ativa B9): 200–1.000 µg/dia.\n- Piridoxal-5-fosfato (P5P, forma ativa B6): 10–30 mg/dia.\n- Trimetilglicina (TMG): 250 mg a 1 g/dia.\n- Metilcobalamina (B12 ativa): conforme deficiência identificada.\n\n**Higiene do sono:**\n- Orientar que mesmo doses baixas de álcool prejudicam a qualidade do sono reparador (redução de ~10% com doses baixas, ~24% com moderadas, ~40% com doses elevadas); evitar qualquer ingestão alcoólica próximo ao horário de dormir.\n\n---\n\n### 5. Rastreamento Oncológico\n\n- **Genótipo GG (Arg/Arg) com histórico de consumo alcoólico:** Considerar rastreamento direcionado para cânceres de esôfago, cabeça e pescoço, pâncreas e cólon, conforme diretrizes locais e perfil de risco individual.\n- Reforçar cessação do tabagismo, que tem efeito sinérgico com o álcool no risco oncológico.\n\n---\n\n### 6. Encaminhamento a Especialistas\n\n- **Hepatologista:** Se enzimas hepáticas persistentemente alteradas, suspeita de doença hepática alcoólica ou achados de imagem sugestivos de esteatose/fibrose.\n- **Psiquiatra/Psicólogo especializado em dependência química:** Se critérios de transtorno por uso de álcool presentes, especialmente em genótipos GG sem dissuasão fisiológica natural.\n- **Gastroenterologista/Oncologista:** Para rastreamento de cânceres gastrointestinais em pacientes de alto risco (genótipo GG + consumo alcoólico regular + histórico familiar).\n\n---\n\n### 7. Comunicação com o Paciente\n\n- Usar o resultado genético como ferramenta educativa e motivacional, não determinista.\n- Explicar que genética aumenta ou reduz risco, mas não determina destino — mudanças de estilo de vida têm impacto concreto.\n- Documentar no prontuário o aconselhamento realizado e as orientações fornecidas."
}
