{
  "score_item_id": "019c1a2b-a36f-79c6-bd61-6a27b1c6f6a6",
  "clinical_relevance": "O gene ALDH2 (Aldeído Desidrogenase 2) codifica a principal enzima mitocondrial responsável pela oxidação do acetaldeído — metabólito intermediário altamente tóxico gerado durante o catabolismo do etanol. A via metabólica do álcool segue a sequência: etanol → acetaldeído (via ADH/CYP2E1) → acetato (via ALDH2) → acetil-CoA. O polimorfismo rs671, também denominado Glu504Lys (c.1510G>A), consiste em uma substituição missense no éxon 12 do gene ALDH2, resultando na troca do aminoácido glutamato por lisina na posição 504 da proteína madura. Essa substituição provoca uma redução drástica da atividade enzimática: portadores heterozigotos (Glu/Lys, ALDH2*1/*2) apresentam atividade enzimática reduzida a aproximadamente 6–17% do normal, enquanto homozigotos para o alelo variante (Lys/Lys, ALDH2*2/*2) têm atividade praticamente nula (<1%). Consequentemente, após ingestão de álcool, o acetaldeído — substância classificada como carcinógeno do Grupo 1 pela IARC — acumula-se no sangue e nos tecidos, sendo responsável pelos sintomas clássicos de flush facial, taquicardia, náusea e cefaleia observados nessa população. Do ponto de vista epidemiológico, o alelo ALDH2*2 (rs671 alelo A) é encontrado predominantemente em populações do leste asiático, com prevalência estimada de 30–40% em japoneses, chineses e coreanos, sendo raro em populações europeias e africanas. A prevalência em populações brasileiras de descendência asiática segue padrão semelhante. Clinicamente, a importância desse polimorfismo transcende o desconforto agudo: o acúmulo crônico de acetaldeído em consumidores de álcool portadores do alelo *2 está associado a risco substancialmente aumentado de carcinoma esofagiano e gástrico, hepatotoxicidade acelerada, e maior dano cardiovascular. Além do metabolismo do etanol, a ALDH2 desempenha papel na detoxificação de outros aldeídos endógenos, como o 4-hidroxinonenal (4-HNE) e o malonaldeído (MDA), subprodutos da peroxidação lipídica e do estresse oxidativo. Portanto, mesmo na ausência de consumo de álcool, o comprometimento da ALDH2 pode amplificar o dano oxidativo tecidual. Os chunks científicos disponíveis reforçam que, do ponto de vista da medicina funcional integrativa, polimorfismos em ALDH2 representam uma variável de risco oxidativo que deve ser considerada na avaliação global do paciente, sendo a abstinência alcoólica a principal e mais urgente intervenção clínica nesses indivíduos. A presença do polimorfismo também é clinicamente relevante no contexto cardiovascular, pois o acetaldeído interfere na metilação do DNA e causa lesão endotelial direta, agravando o risco aterosclerótico. Do ponto de vista do estresse oxidativo, a ALDH2 comprometida reduz a capacidade antioxidante global do organismo, justificando estratégias de suporte ao sistema glutationa e intervenções nutricionais direcionadas.",
  "points": 0,
  "patient_explanation": "O gene ALDH2 controla uma enzima do fígado responsável por eliminar uma substância tóxica chamada acetaldeído, que é produzida quando o corpo processa o álcool. Algumas pessoas nascem com uma variação nesse gene (chamada rs671 ou Glu504Lys) que faz essa enzima funcionar muito mal, ou quase não funcionar. Quando essas pessoas bebem álcool, o acetaldeído se acumula no corpo e causa sintomas como vermelhidão no rosto, batimentos cardíacos acelerados, enjoo e dor de cabeça — e, com o tempo, pode aumentar o risco de doenças graves, incluindo certos tipos de câncer e problemas no fígado. Saber que você tem essa variação genética é importante porque significa que o álcool é mais prejudicial para o seu organismo do que para a maioria das pessoas. A recomendação mais protetora para quem tem esse perfil genético é evitar completamente o consumo de bebidas alcoólicas. Além disso, seu corpo pode ter uma capacidade reduzida de eliminar outras substâncias oxidantes que surgem naturalmente, o que torna ainda mais importante cuidar da alimentação, do sono e do estilo de vida.",
  "conduct": "## Conduta Clínica: ALDH2 rs671 Glu504Lys (Álcool)\n\n### 1. Investigação Complementar\n\n- **Anamnese dirigida:** Investigar histórico de consumo de álcool (frequência, quantidade, tipo de bebida), presença de sintomas de flush facial, taquicardia ou náusea após ingestão alcoólica (sinal clínico sugestivo de acúmulo de acetaldeído)\n- **Genotipagem confirmatória:** Resultado do teste genético para rs671 — distinguir heterozigose (ALDH2*1/*2, risco intermediário) de homozigose (ALDH2*2/*2, risco elevado, atividade enzimática praticamente nula)\n- **Marcadores de estresse oxidativo e função hepática:**\n  - **Gama GT (GGT):** Marcador sensível de toxicidade hepática crônica e exposição a tóxicos; objetivo terapêutico é manter no quartil inferior da referência\n  - **TGO, TGP, fosfatase alcalina:** Avaliação de hepatotoxicidade\n  - **LDL oxidada:** Avaliação de estresse oxidativo sistêmico\n  - **Homocisteína sérica:** Acetaldeído interfere na metilação; investigar se há comprometimento adicional do ciclo de metilação\n  - **Vitamina B12, folato, B6 (P5P):** Cofatores do ciclo de metilação frequentemente comprometidos em contextos de consumo de álcool e estresse oxidativo elevado\n- **Rastreamento de carcinogênese:** Em pacientes com histórico de consumo alcoólico associado ao polimorfismo, discutir rastreamento esofagiano (endoscopia digestiva alta) com equipe de gastroenterologia/oncologia preventiva\n\n---\n\n### 2. Orientações Fundamentais\n\n- **Abstinência alcoólica total:** Esta é a intervenção mais crítica e inegociável para portadores do alelo ALDH2*2. O risco de dano tecidual (esôfago, fígado, sistema cardiovascular) é substancialmente maior do que na população geral, inclusive com consumo considerado \"moderado\"\n- **Educação sobre o mecanismo:** Explicar ao paciente que o desconforto sentido após consumo de álcool (flush, taquicardia, enjoo) é um sinal biológico de acúmulo de acetaldeído, substância classificada como carcinogênica\n- **Evitar outros aldeídos tóxicos exógenos:** Orientar sobre exposição a aldeídos ambientais (formaldeído, acetaldeído em fumaça de cigarro) que também dependem da ALDH2 para detoxificação\n\n---\n\n### 3. Intervenções Baseadas em Evidências\n\n#### Suporte ao Sistema Antioxidante e Detoxificação\n- **N-Acetilcisteína (NAC):** Precursora de glutationa; suporte à capacidade antioxidante comprometida pela ALDH2 deficiente\n- **Silimarina:** Fitoterápico com ação hepatoprotetora, antioxidante e anti-inflamatória; dose de referência até 300 mg/dia; indicada como suporte hepático acessível e bem estudado\n- **Zinco e Selênio:** Micronutrientes essenciais para a função antioxidante enzimática; priorizar antes de fitoterápicos\n- **Ácido Alfa-Lipoico (ALA):** Regenera antioxidantes (vitaminas C e E), aumenta síntese de glutationa, efeito anti-inflamatório; dosagem de referência 300–600 mg/dia, idealmente em jejum ou cápsula gastrorresistente\n\n#### Suporte ao Ciclo de Metilação (especialmente se homocisteína elevada)\n- **Metilfolato (5-MTHF):** Forma ativa do folato; preferível ao ácido fólico sintético\n- **Metilcobalamina (B12 ativa):** Monitorar e corrigir níveis séricos\n- **P5P (Piridoxal-5-Fosfato, forma ativa da B6):** 5–30 mg/dia; especialmente relevante se houver polimorfismo CBS associado\n- **Meta de homocisteína sérica:** Entre 4,5 e 8 µmol/L\n\n#### Modulação do Estresse Oxidativo Sistêmico\n- Priorizar dieta rica em antioxidantes naturais: brócolis (sulforafano), azeite de oliva, espinafre (ALA), chás com fitoquímicos\n- Avaliar necessidade de Coenzima Q10 (100 mg ubiquinona + 100 mg ubiquinol), especialmente em pacientes acima de 40 anos ou com polimorfismo NQO1 associado\n\n---\n\n### 4. Critérios de Encaminhamento a Especialistas\n\n- **Hepatologia/Gastroenterologia:** GGT persistentemente elevada, TGO/TGP alteradas, suspeita de doença hepática gordurosa não alcoólica (DHGNA), ou histórico de consumo alcoólico relevante\n- **Endoscopia digestiva alta:** Rastreamento de carcinoma esofagiano em pacientes com histórico de consumo alcoólico + polimorfismo ALDH2*2 confirmado\n- **Cardiologia funcional/preventiva:** Se houver marcadores de risco cardiovascular elevado (homocisteína alta, GGT elevada, LDL oxidada aumentada)\n- **Psiquiatria/dependência química:** Se houver dificuldade em manter abstinência alcoólica — o perfil genético deve ser comunicado como dado motivador para cessação\n\n---\n\n### 5. Monitoramento e Seguimento\n\n- Reavaliação de GGT, TGO, TGP a cada 3–6 meses\n- Homocisteína: reavaliar após 3 meses de suplementação do ciclo de metilação\n- Reforçar periodicamente a orientação de abstinência alcoólica em cada consulta\n- Integrar resultado do ALDH2 rs671 ao perfil genético global do paciente (avaliar polimorfismos complementares como MTHFR, CBS, NQO1, SOD, GPX1 para avaliação abrangente da capacidade antioxidante)"
}
