{
  "score_item_id": "019c1a2b-a36f-7c68-8e49-bc1f5b0a19b2",
  "clinical_relevance": "O polimorfismo CYP2A6 rs1801272 (variante *2, troca A479T) é uma variante de perda de função no gene CYP2A6, que codifica a enzima citocromo P450 2A6 — principal responsável pela metabolização da nicotina em cotinina e, subsequentemente, em 3'-hidroxicotinina. A enzima CYP2A6 é expressa predominantemente no fígado e responde por aproximadamente 70–80% do metabolismo da nicotina em fumantes. O alelo *2 (rs1801272, A479T) resulta em uma proteína com atividade catalítica gravemente reduzida ou nula, classificando o portador homozigoto como metabolizador lento (poor metabolizer, PM) e o heterozigoto como metabolizador intermediário (IM).\n\nMetabolizadores lentos de CYP2A6 apresentam clearance reduzido de nicotina, resultando em níveis plasmáticos de nicotina mais elevados por cigarro consumido. Consequentemente, esses indivíduos tendem a fumar menos cigarros por dia (menor intensidade de tabagismo) para atingir o limiar de saturação nicotínica, porém mantêm exposição crônica à nicotina por períodos mais longos. Estudos populacionais indicam que portadores de alelos de perda de função de CYP2A6 têm menor probabilidade de desenvolver dependência grave de nicotina, mas, paradoxalmente, podem ter menor taxa de cessação espontânea em alguns contextos, pois a exposição prolongada à nicotina sustenta a dependência de forma mais persistente.\n\nEpidemiologicamente, a frequência do alelo *2 varia entre populações: é rara em africanos e afro-americanos (< 1%), presente em cerca de 3–5% dos caucasianos e intermediária em asiáticos. Populações asiáticas possuem maior prevalência de alelos nulos de CYP2A6 (*4, deleção gênica), tornando o fenótipo de metabolização lenta mais comum nesse grupo.\n\nDo ponto de vista farmacológico, a genotipagem de CYP2A6 possui implicações diretas para a terapia de reposição de nicotina (TRN) e para fármacos de cessação tabágica. Metabolizadores lentos tendem a responder melhor à vareniclina (que atua diretamente nos receptores nicotínicos, independente do metabolismo da nicotina) e a ter menor benefício proporcional com adesivos ou gomas de nicotina, pois já apresentam clearance reduzido endógeno. A vareniclina demonstra eficácia superior em metabolizadores lentos em comparação com TRN convencional em alguns estudos.\n\nAlém da nicotina, o CYP2A6 metaboliza outras substâncias clinicamente relevantes: cotinina, compostos N-nitrosos tabaco-específicos (NNK e NNN — carcinógenos pulmonares), cumarina, letrozol (utilizado em câncer de mama) e algumas nitrosaminas. Metabolizadores lentos de CYP2A6 apresentam acúmulo de NNK e NNN, potencializando o risco de adenocarcinoma pulmonar em fumantes portadores deste polimorfismo. Estudos caso-controle sugerem associação entre alelos de perda de função de CYP2A6 e risco aumentado de câncer de pulmão em fumantes, mediado pelo acúmulo de carcinógenos ativados localmente.\n\nA estratificação clínica baseia-se no genótipo: homozigotos *2/*2 são metabolizadores lentos (PM); heterozigotos *1/*2 são metabolizadores intermediários (IM); homozigotos *1/*1 são metabolizadores normais (NM). A genotipagem é clinicamente útil na individualização da terapia de cessação tabágica e na avaliação de risco oncológico em tabagistas.",
  "points": 0,
  "patient_explanation": "O gene CYP2A6 controla a velocidade com que seu corpo processa a nicotina do cigarro. O polimorfismo rs1801272 (também chamado de variante *2) faz com que essa enzima funcione de forma mais lenta do que o habitual.\n\nIsso significa que a nicotina fica mais tempo no seu organismo após cada cigarro. Na prática, quem tem essa variante genética tende a fumar menos cigarros por dia — porque o corpo demora mais para eliminar a nicotina e a sensação de satisfação dura mais. Apesar disso, a dependência pode ser igualmente persistente, pois a nicotina permanece presente no sangue por um período mais longo.\n\nOutro ponto importante: essa variante também afeta a forma como seu corpo processa algumas substâncias tóxicas presentes no cigarro. Caso você seja fumante, seu médico pode usar essa informação para escolher a melhor estratégia de cessação do tabagismo para você — alguns medicamentos funcionam melhor para pessoas com esse perfil genético do que os adesivos ou gomas de nicotina convencionais.\n\nSaber disso não é motivo de preocupação, mas sim uma ferramenta para personalizar os cuidados com a sua saúde.",
  "conduct": "## Conduta Clínica — CYP2A6 rs1801272 (Variante *2)\n\n### Interpretação do Resultado\n\n- **Homozigoto *2/*2:** Metabolizador lento (Poor Metabolizer — PM). Clearance de nicotina gravemente reduzido.\n- **Heterozigoto *1/*2:** Metabolizador intermediário (Intermediate Metabolizer — IM). Clearance moderadamente reduzido.\n- **Homozigoto *1/*1:** Metabolizador normal (Normal Metabolizer — NM). Referência.\n\n---\n\n### Investigação Complementar\n\n- **Anamnese tabágica detalhada:** número de cigarros/dia, idade de início, tentativas anteriores de cessação e métodos utilizados, escala de dependência de Fagerström (FTND).\n- **Dosagem de cotinina urinária ou sérica:** confirmar exposição e auxiliar no monitoramento de cessação.\n- **Espirometria:** rastrear DPOC em tabagistas com ≥ 10 maços-ano.\n- **Rastreamento oncológico pulmonar:** conforme diretrizes vigentes (TC de baixa dose anual em fumantes com ≥ 20 maços-ano entre 50–80 anos).\n- **Avaliação cardiovascular:** pressão arterial, perfil lipídico, glicemia — o tabagismo potencializa risco cardiovascular independentemente do genótipo.\n- **Avaliar outros polimorfismos de detoxificação em painel integrado** (ALDH2, CYP1A1, GSTM1, NQO1) para estratificação de risco oncológico mais completa em tabagistas.\n\n---\n\n### Estratégia de Cessação Tabágica Baseada no Genótipo\n\n#### Para Metabolizadores Lentos e Intermediários (*2)\n\n- **Primeira escolha: Vareniclina (Champix/Chantix)**\n  - Atua diretamente nos receptores nicotínicos α4β2, independente do metabolismo da nicotina.\n  - Evidências sugerem maior eficácia em metabolizadores lentos de CYP2A6 em comparação com terapia de reposição de nicotina (TRN).\n  - Dose padrão: 0,5 mg/dia por 3 dias → 0,5 mg 2×/dia por 4 dias → 1 mg 2×/dia por 12 semanas.\n  - Monitorar: humor, comportamento, ideação suicida (raro, mas descrito).\n\n- **Segunda escolha: Bupropiona**\n  - Inibidor de recaptação de dopamina e noradrenalina; eficácia moderada em cessação tabágica.\n  - 150 mg/dia por 3 dias → 150 mg 2×/dia por 7–12 semanas.\n  - Contraindicada em epilepsia, transtorno bipolar não controlado e uso de IMAOs.\n\n- **Terapia de Reposição de Nicotina (TRN): uso com cautela**\n  - Metabolizadores lentos já apresentam clearance reduzido de nicotina endógena; a TRN pode gerar acúmulo e efeitos adversos (náusea, tontura, palpitações).\n  - Se utilizada, preferir doses menores e monitorar sintomas de sobredosagem nicotínica.\n  - Adesivos de liberação lenta (21 mg/24h) podem ser usados com titulação cuidadosa.\n\n#### Abordagem Comportamental (essencial em todos os genótipos)\n\n- **Terapia Cognitivo-Comportamental (TCC):** associar à farmacoterapia para melhores taxas de cessação.\n- **Entrevista motivacional:** especialmente em pacientes ambivalentes.\n- **Grupos de apoio e acompanhamento multidisciplinar.**\n\n---\n\n### Risco Oncológico em Tabagistas com Variante *2\n\n- Metabolizadores lentos de CYP2A6 acumulam compostos N-nitrosos tabaco-específicos (NNK e NNN), carcinógenos pulmonares com ativação local.\n- **Reforçar cessação tabágica como prioridade absoluta** neste perfil genético.\n- Manter rastreamento oncológico pulmonar conforme protocolos vigentes.\n- Considerar rastreamento de neoplasias de vias aéreas superiores e esôfago em tabagistas de longa data.\n\n---\n\n### Interações Medicamentosas Relevantes\n\n- **Letrozol (inibidor de aromatase):** CYP2A6 é responsável por parte de seu metabolismo. Metabolizadores lentos podem apresentar exposição aumentada ao fármaco — monitorar toxicidade em pacientes oncológicas.\n- **Cumarina:** acúmulo potencial em metabolizadores lentos — relevante em uso de fitoterápicos contendo cumarina.\n- Consultar sempre banco de dados de interações farmacogenômicas (ex.: PharmGKB, CPIC) ao introduzir novos fármacos.\n\n---\n\n### Encaminhamento a Especialistas\n\n- **Pneumologista:** em caso de DPOC, sibilância ou alterações espirométricas.\n- **Oncologista/Rastreamento:** conforme critérios de risco pulmonar.\n- **Psiquiatra ou médico de dependência química:** em casos de dependência grave (Fagerström ≥ 7) ou comorbidades psiquiátricas associadas ao tabagismo.\n- **Farmacêutico clínico / geneticista clínico:** para revisão de interações farmacogenômicas em pacientes polimedicados.\n\n---\n\n### Modulação Epigenética e Estilo de Vida\n\n- **Abstinência tabágica total** permanece a intervenção de maior impacto, independente do genótipo.\n- Dieta rica em brássicas (brócolis, couve-flor) e compostos que modulam CYPs pode ter efeito protetor — embora a evidência específica para CYP2A6 seja limitada.\n- Evitar exposição passiva à fumaça de tabaco: carcinógenos tabaco-específicos são igualmente problemáticos em metabolizadores lentos mesmo sem tabagismo ativo.\n- Exercício físico regular e manejo do estresse para reduzir gatilhos de recaída.\n\n---\n\n### Pontos-Chave para Comunicação com o Paciente\n\n- Explicar que o genótipo **não é um diagnóstico de doença**, mas uma informação que permite personalizar o tratamento de cessação.\n- Reforçar que **fumar menos cigarros por dia não elimina o risco** — a exposição a carcinógenos persiste.\n- Utilizar o resultado genético como ferramenta motivacional para a cessação definitiva."
}
