{
  "score_item_id": "019c1a2b-a36f-7570-9fb8-fe4da0bd7b6f",
  "clinical_relevance": "A EPHX1 (epóxido hidrolase microssomal 1, também denominada mEH) é uma enzima da fase II da biotransformação hepática e extra-hepática responsável pela hidrólise de epóxidos reativos — metabólitos altamente eletrofílicos gerados predominantemente pela ação do citocromo P450 (fase I) sobre xenobióticos (hidrocarbonetos policíclicos aromáticos, aflatoxinas, compostos epoxídicos industriais) e sobre substratos endógenos (ácidos graxos epoxidados, esteróides). A reação converte epóxidos instáveis em trans-dióis menos reativos e mais hidrossolúveis, facilitando excreção renal ou conjugação subsequente pela glutationa-S-transferase. A EPHX1 é, portanto, uma barreira protetora crítica contra adutos de DNA e estresse oxidativo induzido por xenobióticos.\n\nO polimorfismo rs1051740 (c.337T>C) resulta na substituição do aminoácido tirosina por histidina na posição 113 da proteína (Tyr113His), localizada no exon 3. Estudos funcionais demonstram que a variante His113 (alelo C) reduz a atividade enzimática da EPHX1 em aproximadamente 40–50% em comparação ao alelo selvagem Tyr113. O mecanismo proposto envolve alteração conformacional da cavidade catalítica, comprometendo a eficiência de hidrólise dos epóxidos. Em contraste, o polimorfismo rs2234922 (His139Arg, exon 4) aumenta a atividade enzimática; a combinação dos dois polimorfismos determina o fenótipo funcional final do indivíduo (atividade baixa, normal ou elevada).\n\nDo ponto de vista epidemiológico, o alelo His113 (rs1051740) apresenta frequência variável conforme a ancestralidade: em populações europeias a frequência do alelo C oscila em torno de 25–35%, enquanto em populações asiáticas e africanas os valores diferem substancialmente. Em populações brasileiras de ancestralidade mista, dados disponíveis sugerem frequência do alelo de risco semelhante à observada em europeus. A homozigose para His113 (genótipo CC) ocorre em aproximadamente 10–15% dos indivíduos de ancestralidade europeia.\n\nA relevância clínica é multidimensional. Em oncologia, portadores do genótipo de baixa atividade (His113His) apresentam maior acúmulo de epóxidos derivados de hidrocarbonetos policíclicos aromáticos (presentes em tabaco e alimentos defumados/grelhados), com associação descrita a maior risco de câncer de pulmão em fumantes, câncer de cabeça e pescoço e hepatocarcinoma em populações expostas a aflatoxina. Em hepatologia, a redução da detoxificação de epóxidos endógenos pode contribuir para maior susceptibilidade a hepatotoxicidade induzida por medicamentos (DILI), especialmente com fármacos que são substratos do CYP3A4 e CYP2E1. Há também associações exploradas com pré-eclâmpsia, síndrome de HELLP e toxicidade gestacional a partir de epóxidos lipídicos. Na toxicologia ambiental, indivíduos His113His expostos a poluentes orgânicos persistentes ou solventes epoxídicos industriais têm capacidade de destoxificação significativamente comprometida.\n\nO impacto clínico do polimorfismo isolado é modulado por fatores epigenéticos, exposição ambiental, status antioxidante (glutationa, N-acetilcisteína), polimorfismos concomitantes em genes de fase I (CYP1A1, CYP2E1) e fase II (GSTT1, GSTM1, NQO1) e hábitos de vida como tabagismo, etilismo e dieta. A estratificação de risco deve sempre considerar o contexto genético global e a carga xenobiótica individual.",
  "points": 0,
  "patient_explanation": "O gene EPHX1 fornece as instruções para produzir uma enzima chamada epóxido hidrolase, que atua como um \"filtro\" do organismo. Quando o fígado processa substâncias externas — como fumaça de cigarro, poluentes, pesticidas, álcool ou certos medicamentos — ele cria intermediários químicos chamados epóxidos, que podem ser tóxicos para as células. A tarefa da EPHX1 é transformar esses epóxidos em formas inofensivas que o corpo consegue eliminar pela urina.\n\nO polimorfismo rs1051740 (chamado Tyr113His) é uma variação natural nesse gene que pode deixar essa enzima menos eficiente — funcionando em torno de 40 a 50% abaixo do normal quando presente em dupla cópia. Isso não significa que você vai ficar doente, mas significa que seu organismo pode acumular mais substâncias tóxicas intermediárias quando exposto a poluentes, cigarro, alimentos defumados ou certos remédios, especialmente se você também tiver outras variações em genes de detoxificação.\n\nSaber dessa característica genética ajuda o seu médico a personalizar orientações: reduzir exposição a toxinas ambientais, apoiar as vias de detoxificação com nutrição adequada e antioxidantes, e ter atenção redobrada ao uso de certos medicamentos. Com os cuidados certos, é totalmente possível compensar essa predisposição genética e manter uma detoxificação saudável.",
  "conduct": "## Conduta Clínica — EPHX1 rs1051740 Tyr113His (Detoxificação)\n\n### 1. Interpretação do Resultado Genético\n\n- **Genótipo TT (Tyr/Tyr):** Atividade enzimática normal — sem comprometimento desta via\n- **Genótipo TC (Tyr/His):** Atividade reduzida em ~20–30% (heterozigose) — risco intermediário\n- **Genótipo CC (His/His):** Atividade reduzida em ~40–50% (homozigose) — maior susceptibilidade; conduta mais ativa\n- Sempre avaliar em conjunto com rs2234922 (His139Arg) para determinar o fenótipo funcional final da EPHX1\n- Considerar painel ampliado de detoxificação: GSTT1, GSTM1, CYP1A1, CYP2E1, NQO1, ALDH2\n\n### 2. Investigação Complementar\n\n**Marcadores laboratoriais sugeridos:**\n- **Gama-GT (GGT):** Marcador sensível de carga tóxica hepática e estresse oxidativo; objetivo: quartil inferior da referência\n- **ALT e AST:** Avaliação basal da função hepatocelular\n- **Glutationa reduzida (GSH) sérica ou eritrocitária:** Avaliação da capacidade antioxidante global\n- **8-hidroxi-2'-desoxiguanosina (8-OHdG) urinária:** Marcador de dano oxidativo ao DNA por epóxidos\n- **Homocisteína:** Indicador de status de metilação e sulfuração, vias interligadas à detoxificação\n- **Metais pesados (chumbo, mercúrio, arsênio):** Especialmente em pacientes com exposição ocupacional ou ambiental relevante\n- **LDL oxidada:** Marcador de estresse oxidativo sistêmico\n\n### 3. Redução de Carga Xenobiótica (Prioridade Alta)\n\n- **Tabagismo:** Cessação obrigatória — exposição a hidrocarbonetos policíclicos aromáticos (HPA) do tabaco é o principal risco em portadores de baixa atividade EPHX1\n- **Álcool:** Redução ou abstinência, especialmente se houver polimorfismos concomitantes em ALDH2\n- **Alimentação:**\n  - Reduzir consumo de alimentos defumados, grelhados em alta temperatura (churrascos) e processados com nitratos\n  - Reduzir exposição a aflatoxinas: evitar amendoim e grãos com sinais de mofo\n  - Preferir alimentos orgânicos sempre que possível para reduzir carga de pesticidas\n- **Exposição ambiental:** Investigar exposição ocupacional a solventes orgânicos, tintas, vernizes e compostos epoxídicos\n- **Plásticos:** Reduzir exposição a BPA e ftalatos (evitar aquecimento de alimentos em plásticos)\n\n### 4. Suporte Nutricional e Suplementação\n\n**Suporte às vias de detoxificação de fase II:**\n- **N-acetilcisteína (NAC):** 600–1200 mg/dia — precursor de glutationa, suporta conjugação de epóxidos; considerar especialmente em portadores CC com alta carga tóxica\n- **Silimarina (extrato de cardo-mariano):** 140–420 mg/dia (padronizado em silimarina 70–80%) — hepatoprotetor com ação antioxidante e suporte à regeneração hepatocelular; opção acessível e bem tolerada\n- **Sulforafano (brócolis, especialmente brotos):** Indutor potente de enzimas de fase II (via Nrf2), incluindo suporte indireto à via da EPHX1; consumo regular de vegetais crucíferos é recomendado\n- **Zinco e selênio:** Cofatores essenciais para GPX (glutationa peroxidase) e SOD; avaliar status sérico antes de suplementar para evitar toxicidade (especialmente selênio)\n- **Magnésio:** Cofator em múltiplas reações de detoxificação mitocondrial\n- **Vitaminas do complexo B (B2, B6/P5P, B12 metilcobalamina, folato/metilfolato):** Apoiam metilação e conjugação; especialmente relevantes se houver polimorfismos concomitantes em MTHFR ou CBS\n- **Glutationa lipossomal ou acetilada:** Em casos de depleção documentada ou alta carga tóxica\n\n**Alimentação funcional para suporte hepático:**\n- Crucíferas (brócolis, couve, rúcula, agrião): indutores de Nrf2\n- Alho e cebola: fontes de compostos organosulfurados que apoiam a conjugação\n- Cúrcuma com piperina: ação anti-inflamatória e indutora de fase II\n- Alcachofra e dente-de-leão: suporte ao fluxo biliar e função hepática\n\n### 5. Medicamentos — Atenção Especial\n\n- Informar o médico prescritor sobre o polimorfismo antes de iniciar medicamentos com metabolismo hepático extenso via CYP3A4 ou CYP2E1 (ex.: paracetamol em altas doses, isoniazida, certos anticonvulsivantes)\n- Em casos de polifarmácia, solicitar avaliação de interações e considerar monitoramento de função hepática mais frequente\n- Evitar automedicação prolongada com anti-inflamatórios não esteroidais (AINEs)\n\n### 6. Monitoramento\n\n- **Reavaliação laboratorial:** A cada 6–12 meses em portadores CC com exposição aumentada; anualmente em casos de baixa exposição\n- **GGT seriada:** Acompanhar tendência ao longo do tempo como proxy de carga tóxica\n- **Sintomas de alerta:** Fadiga inexplicada, icterícia, urina escura, intolerância a medicamentos — investigar hepatotoxicidade\n\n### 7. Encaminhamento\n\n- **Hepatologista:** Se ALT/AST elevados persistentemente ou GGT elevada sem causa aparente\n- **Toxicologista clínico:** Em caso de exposição ocupacional a xenobióticos com diagnóstico de intoxicação\n- **Geneticista clínico:** Para aconselhamento genético em famílias com histórico de hepatotoxicidade medicamentosa severa ou neoplasias associadas a exposição química"
}
