{
  "score_item_id": "019c1a2b-a36f-7b0c-a607-8a53378c66b2",
  "clinical_relevance": "O GPX1 (Glutationa Peroxidase 1) é a enzima antioxidante intracelular mais abundante do organismo, responsável por catalisar a redução de peróxido de hidrogênio (H₂O₂) e hidroperóxidos lipídicos à custa de glutationa reduzida (GSH), convertendo-os em água e álcoois correspondentes. Esta reação é fundamental para a proteção celular contra dano oxidativo em eritrócitos, mitocôndrias, citoplasma e núcleo. A GPX1 utiliza selênio como cofator essencial — o resíduo de selenocisteína no sítio ativo é indispensável para a atividade catalítica.\n\nO polimorfismo rs1050450 (c.593C>T) resulta na substituição do aminoácido prolina por leucina na posição 198 da proteína (Pro198Leu). Este SNP localiza-se no éxon 2 do gene GPX1 (cromossomo 3p21.31) e é um dos polimorfismos funcionais mais estudados em medicina genômica. O alelo variante (Leu198, alelo T) está associado a redução da atividade enzimática da GPX1, com estudos demonstrando que portadores homozigotos do alelo variante (TT) apresentam atividade enzimática significativamente inferior em comparação a portadores do alelo selvagem (CC). A heterozigose (CT) confere risco intermediário.\n\nDo ponto de vista fisiopatológico, a redução da atividade da GPX1 compromete a capacidade de neutralização de espécies reativas de oxigênio (EROs), favorecendo o acúmulo de peróxidos, dano ao DNA, peroxidação lipídica de membranas e modificação oxidativa de proteínas. Este cenário de estresse oxidativo crônico constitui base fisiopatológica para diversas doenças crônicas não transmissíveis, incluindo aterosclerose, diabetes mellitus tipo 2, doenças neurodegenerativas e neoplasias.\n\nA relevância clínica do GPX1 Pro198Leu tem sido extensivamente investigada em oncologia: múltiplos estudos e metanálises associam o alelo Leu198 a aumento de risco para câncer de pulmão, mama, bexiga, cólon e próstata, particularmente em contextos de exposição ambiental aumentada a carcinógenos oxidativos (tabagismo, poluentes, agrotóxicos). No contexto cardiovascular, a redução da atividade GPX1 favorece a oxidação de LDL, disfunção endotelial e progressão da placa aterosclerótica. Em endocrinologia, a associação com maior risco de diabetes tipo 2 e complicações do metabolismo da glicose tem embasamento em estudos populacionais.\n\nA genotipagem distingue três genótipos: CC (homozigoto selvagem — menor risco, atividade enzimática preservada), CT (heterozigoto — risco intermediário, atividade parcialmente reduzida) e TT (homozigoto variante — maior risco, atividade enzimática mais reduzida). A frequência alélica do alelo T varia entre populações: em populações europeias situa-se em torno de 25-30%, sendo importante considerar a origem étnica na interpretação.\n\nA interação gene-nutriente é clinicamente importante: como o selênio é cofator obrigatório da GPX1, deficiências de selênio amplificam o impacto funcional do polimorfismo. Adicionalmente, fatores como tabagismo, exposição a metais pesados, etanol e dieta pobre em antioxidantes potencializam o risco atribuível ao genótipo desfavorável. A avaliação do status de selênio (selênio sérico ou eritrocitário, com referência funcional acima de 120 mcg/L), marcadores de estresse oxidativo (LDL oxidada, 8-OHdG urinário, TBARS) e dosagem de glutationa eritrocitária são complementares à genotipagem para estratificação de risco individualizada.",
  "points": 0,
  "patient_explanation": "Todos nós temos enzimas no corpo que funcionam como 'escudo' contra o envelhecimento e os danos celulares causados por substâncias chamadas radicais livres. Uma dessas enzimas protetoras é chamada GPX1 (glutationa peroxidase 1). O gene GPX1 carrega as instruções para fabricar essa enzima.\n\nO exame investigou uma variação nesse gene chamada rs1050450 Pro198Leu. Algumas pessoas nascem com uma versão desse gene que faz com que a enzima protetora funcione com menor eficiência. Isso não significa que você vai desenvolver alguma doença, mas indica que seu organismo pode ter uma capacidade antioxidante um pouco menor do que a média — ou seja, ele pode ser mais sensível ao acúmulo de danos causados por radicais livres ao longo do tempo.\n\nEssa informação é valiosa porque permite que o seu médico personalize cuidados: reforçar a alimentação com nutrientes antioxidantes, monitorar marcadores de estresse oxidativo e evitar fatores que aumentam a produção de radicais livres (como tabagismo, álcool em excesso e exposição a poluentes). Com as medidas certas, é totalmente possível compensar essa tendência genética e manter a saúde em ótimo equilíbrio.",
  "conduct": "## Conduta Clínica — GPX1 rs1050450 Pro198Leu\n\n### Interpretação do Genótipo\n\n- **CC (homozigoto selvagem):** Atividade GPX1 preservada; risco basal; manutenção de hábitos antioxidantes gerais\n- **CT (heterozigoto):** Risco intermediário; monitoramento e suporte nutricional dirigido\n- **TT (homozigoto variante):** Risco aumentado; intervenção nutricional e suplementar individualizada; vigilância de marcadores de estresse oxidativo\n\n---\n\n### Investigação Complementar\n\n**Marcadores laboratoriais recomendados:**\n- Selênio sérico ou eritrocitário (referência funcional: 120–150 mcg/L; valores abaixo de 100 mcg/L indicam deficiência relevante)\n- Glutationa total e reduzida eritrocitária\n- LDL oxidada (ox-LDL) — marcador de peroxidação lipídica\n- Gama-GT (GGT): quando elevado, sugere toxicidade crônica e estresse oxidativo hepático; objetivo terapêutico: quartil inferior da referência\n- Homocisteína sérica (alvo: 4,5–8 µmol/L)\n- 8-hidroxi-2'-desoxiguanosina (8-OHdG) urinária — marcador de dano oxidativo ao DNA (quando disponível)\n- Painel de metais pesados (mercúrio, chumbo, cádmio) em caso de exposição ocupacional ou ambiental relevante\n- Vitaminas antioxidantes: vitamina C plasmática, vitamina E (alfa-tocoferol sérico)\n- Painel inflamatório: PCR ultrassensível, ferritina\n\n**Avaliação genética ampliada (opcional, conforme contexto):**\n- Associar com outros polimorfismos de estresse oxidativo: SOD2 (Ala16Val), CAT (rs1001179), GSTM1/GSTT1 (nulos), NQO1 (rs1800566), MTHFR (rs1801133)\n- Avaliação conjunta amplifica a estratificação de risco e orienta intervenção multivetorial\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### 1. Reposição e Suporte de Selênio\n- **Selênio** é cofator indispensável da GPX1; deficiência amplifica o impacto funcional do polimorfismo\n- Dose: **100–200 mcg/dia** de selenometionina ou levedura de selênio (formas de maior biodisponibilidade)\n- **Atenção:** Não ultrapassar 400 mcg/dia (risco de selenose); monitorar nível sérico antes de iniciar e após 90 dias\n- Fontes alimentares: castanha-do-brasil (1–2 unidades/dia fornecem ~100 mcg), frutos do mar, aves\n\n#### 2. Suporte à Via da Glutationa\n- **N-acetilcisteína (NAC):** Precursor direto da cisteína, aminoácido limitante na síntese de glutationa\n  - Dose: **600–1800 mg/dia**, dividida em 2 tomadas\n  - Indicada especialmente em portadores TT com evidência de estresse oxidativo aumentado\n- **Glicina e L-glutamina:** Cofatores na síntese de glutationa; obteníveis via dieta proteica diversificada\n- **Glisodin (superóxido dismutase de melão, forma oral protegida):** Suplemento enzimático antioxidante patenteado; pode ser considerado como suporte complementar\n- **Silimarina:** Fitoterápico com ação antioxidante e hepatoprotetora; suporte à síntese hepática de glutationa; dose: **140–420 mg/dia** de extrato padronizado (70–80% de silimarina)\n\n#### 3. Nutrientes e Cofatores Antioxidantes\n- **Vitamina C:** 500–1000 mg/dia (ácido ascórbico ou ascorbato); regenera vitamina E oxidada e participa da reciclagem da glutationa\n- **Vitamina E (mistura de tocoferóis):** 200–400 UI/dia; proteção de membranas lipídicas\n- **Zinco:** 15–30 mg/dia de zinco quelado; cofator de SOD1 e modulador da resposta antioxidante\n- **Coenzima Q10:** Considerar em portadores com polimorfismo NQO1 associado; 100–200 mg/dia de ubiquinol (forma ativa, maior biodisponibilidade)\n- **Astaxantina:** Carotenóide com potente ação antioxidante; 4–12 mg/dia; indicada especialmente se polimorfismo FABP2 associado\n\n#### 4. Modificações de Estilo de Vida\n- **Cessação do tabagismo:** Tabagismo aumenta drasticamente a geração de EROs e deplete GSH — intervenção prioritária em portadores do alelo variante\n- **Restrição de álcool:** O acetaldeído (metabólito do etanol) consome glutationa e potencializa o dano oxidativo; orientar abstinência ou uso mínimo\n- **Redução de exposição a xenobióticos:** Agrotóxicos, metais pesados e poluentes industriais aumentam demanda por detoxificação glutationa-dependente\n- **Exercício físico regular:** Ativa vias de sinalização antioxidante endógena (Nrf2/ARE); priorizar exercício aeróbico moderado e resistência\n- **Dieta rica em compostos bioativos:** Vegetais crucíferos (brócolis, couve, rúcula) ativam Nrf2 e induzem enzimas de fase II; frutas vermelhas, chás verdes e cúrcuma como complemento\n\n#### 5. Monitoramento e Seguimento\n- Reavaliação de selênio sérico e marcadores de estresse oxidativo (LDL oxidada, GGT) a cada 3–6 meses durante fase de intervenção\n- Ajuste de suplementação com base nos resultados laboratoriais — evitar reposição empírica sem dosagem prévia\n- Em portadores TT com fatores de risco adicionais (tabagismo, histórico familiar de câncer, exposição ambiental relevante): considerar rastreamento oncológico mais precoce conforme protocolos vigentes\n\n#### 6. Encaminhamento\n- **Geneticista clínico ou médico com formação em genômica:** Quando o painel genético revela múltiplos polimorfismos de estresse oxidativo com implicação clínica relevante\n- **Oncologista:** Em portadores TT com histórico familiar significativo de câncer ou exposição carcinogênica documentada, para definição de protocolo de rastreamento individualizado\n- **Nutrologista/Nutricionista:** Para estruturação de plano alimentar funcional antioxidante e ajuste individualizado de suplementação"
}
