{
  "score_item_id": "019c1a2b-a36f-79ff-8265-bc69a1329f40",
  "clinical_relevance": "O NAT2 (N-acetiltransferase 2) é uma enzima de fase II da detoxificação responsável pela transferência de grupos acetil (provenientes do acetil-CoA) para substratos amínicos, incluindo fármacos, aminas aromáticas e aminas heterocíclicas provenientes da dieta e do ambiente. O gene NAT2, localizado no cromossomo 8p22, apresenta elevado polimorfismo, resultando em três fenótipos funcionalmente distintos: acetilador lento (slow acetylator), acetilador intermediário e acetilador rápido (rapid acetylator). A classificação fenotípica é determinada pela combinação de alelos haplótipos: alelos de perda de função (como NAT2*5, *6, *7, *14) conferem atividade enzimática reduzida, enquanto alelos selvagens (NAT2*4) conferem atividade plena.\n\nA frequência dos fenótipos varia substancialmente entre populações. Acetiladores lentos respondem por aproximadamente 50–60% dos indivíduos de ascendência europeia e africana, enquanto são menos prevalentes em populações do Leste Asiático (cerca de 10–20%), e muito prevalentes em populações do Oriente Médio e Norte da África (acima de 70%). No Brasil, dados populacionais refletem a miscigenação, com proporção significativa de acetiladores lentos entre brasileiros de ascendência europeia e africana.\n\nDo ponto de vista farmacogenômico, o fenótipo de acetilação lenta é clinicamente relevante para múltiplos fármacos metabolizados pela NAT2:\n- **Isoniazida (INH):** Acetiladores lentos acumulam isoniazida, elevando o risco de neuropatia periférica (por depleção de piridoxina/B6) e hepatotoxicidade; acetiladores rápidos podem apresentar falha terapêutica com posologias padrão.\n- **Hidralazina e procainamida:** Acetiladores lentos têm maior risco de lúpus induzido por drogas (DILE — drug-induced lupus erythematosus).\n- **Dapsona:** Maior risco de metemoglobinemia em acetiladores lentos.\n- **Sulfasalazina:** Risco aumentado de toxicidade hematológica em acetiladores lentos.\n\nDo ponto de vista toxicológico e oncológico, a NAT2 participa da metabolização de aminas aromáticas (como as presentes na fumaça do tabaco, carnes processadas e certos corantes industriais) e aminas heterocíclicas (formadas no cozimento de carnes em altas temperaturas). O fenótipo de acetilação influencia de forma diferenciada o risco de neoplasias específicas:\n- **Câncer de bexiga:** Acetiladores lentos apresentam risco aumentado de câncer de bexiga associado à exposição a aminas aromáticas (anilinas, benzidina, 2-naftilamina), pois a N-acetilação reduz a disponibilidade de metabólitos reativos para O-acetilação intravesical. Esse risco é amplificado pelo tabagismo.\n- **Câncer colorretal:** Acetiladores rápidos apresentam maior risco associado ao consumo elevado de carnes bem passadas, pois a N-acetilação ativa certas aminas heterocíclicas (como PhIP e MeIQx) em metabólitos genotóxicos no cólon.\n\nA interação com outros polimorfismos de detoxificação é clinicamente relevante: a combinação de NAT2 lento com GSTM1 nulo ou CYP1A1 variante amplifica o risco carcinogênico em contextos de exposição ambiental elevada. O escore integrativo de detoxificação deve considerar o perfil poligênico do paciente em conjunto com seu exposoma.",
  "points": 0,
  "patient_explanation": "O NAT2 é um gene que controla como o seu corpo processa certos medicamentos e substâncias tóxicas do ambiente — como compostos da fumaça do cigarro e de carnes muito assadas na brasa. Dependendo das variações herdadas nesse gene, você pode ser um \"acetilador lento\", \"intermediário\" ou \"rápido\". Se for um acetilador lento e precisar usar certos remédios (como o antibiótico para tuberculose, chamado isoniazida), o seu médico poderá ajustar a dose para evitar efeitos colaterais. Quem é acetilador lento também se beneficia de evitar o tabagismo e consumir com moderação carnes processadas e grelhadas em altas temperaturas. Essa informação não é um diagnóstico de doença — é uma ferramenta para que o seu médico personalize cuidados preventivos ao seu perfil genético.",
  "conduct": "## Conduta Clínica: NAT2 (Acetilador) — Genética e Detoxificação\n\n### 1. Avaliação Inicial e Estratificação do Fenótipo\n\n- **Genotipagem de NAT2** por painel de SNPs (mínimo: rs1801280, rs1799929, rs1799930, rs1208, rs1041983) para classificar em lento, intermediário ou rápido\n  - Haplótipos de perda de função: NAT2*5 (T341C), NAT2*6 (G590A), NAT2*7 (G857A), NAT2*14 (G191A)\n  - Lento: homozigoto de dois alelos de perda de função; intermediário: heterozigoto; rápido: dois alelos NAT2*4\n- **Anamnese dirigida:** uso de isoniazida, hidralazina, procainamida, dapsona, sulfasalazina; tabagismo; exposição ocupacional a aminas aromáticas (têxtil, borracha, tintas); consumo frequente de carnes defumadas ou grelhadas em alta temperatura; histórico de câncer de bexiga ou colorretal na família\n- **Genotipagem complementar recomendada:** CYP1A1 (ativação de aminas aromáticas — fase I), GSTM1/GSTT1 (fase II conjugatória), MTHFR (metilação e reparo de DNA), CYP2E1 (bioativação de aminas heterocíclicas)\n\n### 2. Intervenções por Fenótipo\n\n#### Acetilador Lento\n\n**Farmacogenômica e segurança medicamentosa:**\n- **Isoniazida:** Maior risco de hepatotoxicidade e neuropatia periférica; suplementar piridoxina na forma ativa (P5P 25–50 mg/dia) em tratamentos prolongados; monitorar ALT, AST e GGT mensalmente no início\n- **Hidralazina e procainamida:** Risco elevado de lúpus induzido por droga (DILE); monitorar ANA e anti-histona; revisar relação risco-benefício antes de prescrever\n- **Dapsona:** Monitorar metemoglobinemia (Hb e SatO2) e hemograma\n- **Sulfasalazina:** Hemograma seriado para toxicidade hematológica\n\n**Prevenção de câncer de bexiga:**\n- Cessação do tabagismo — intervenção de maior impacto isolado\n- Reduzir exposições ocupacionais a aminas aromáticas; manter hidratação adequada (urina diluída reduz contato de metabólitos com epitélio vesical)\n- Hematúria inexplicada: encaminhar para urologia com alta prioridade\n\n**Suporte nutracêutico:**\n- **Vegetais crucíferos** (brócolis, couve, repolho): sulforafano e I3C ativam Nrf2 e modulam enzimas de fase II\n- **NAC:** 600–1.200 mg/dia (precursor de glutationa, suporte antioxidante)\n- **Selênio** (selenometionina): dosar antes de suplementar; 100–200 mcg/dia se deficiência documentada\n- **Zinco:** cofator antioxidante; dosar e repor conforme resultado\n- **P5P e metilcobalamina:** suporte às vias de metilação e reparo de DNA, especialmente se MTHFR concomitante\n- **Silimarina:** hepatoproteção em uso de fármacos NAT2-dependentes hepatotóxicos; 140–420 mg/dia de silibinina\n\n#### Acetilador Rápido\n\n- Atentar para possível subtratamento com isoniazida em posologias padrão\n- Maior risco de câncer colorretal associado ao consumo elevado de carnes bem passadas: limitar a < 2x/semana, preferir cozimento úmido\n- Dieta rica em fibras e vegetais coloridos; rastreamento colorretal conforme protocolos vigentes e histórico familiar\n\n### 3. Monitoramento e Seguimento\n\n- Enzimas hepáticas (ALT, AST, GGT) a cada 3–6 meses em uso crônico de fármacos de risco (acetilador lento)\n- Hemograma periódico em uso de dapsona ou sulfasalazina\n- Reavaliação anual do exposoma (tabagismo, dieta, ocupação)\n- Acetilador lento + tabagismo + exposição ocupacional: urina com citologia periódica e seguimento urológico\n- Acetilador rápido + dieta rica em carnes processadas: colonoscopia conforme idade e histórico\n\n### 4. Encaminhamentos\n\n- **Geneticista/farmacogenomicista:** NAT2 lento + GSTM1/GSTT1 nulo + CYP1A1 variante com exposição relevante ou histórico oncológico familiar\n- **Hepatologista:** hepatotoxicidade manifesta por fármacos NAT2-dependentes\n- **Reumatologista:** suspeita de lúpus medicamentoso (ANA positivo, artrite, exantema)\n- **Urologista:** hematúria inexplicada em acetilador lento com exposição a aminas aromáticas\n\n### 5. Interpretação Clínica\n\n- O fenótipo NAT2 por si só confere **risco relativo modesto**; o impacto é amplificado pela exposição ambiental e pelo uso de fármacos específicos\n- Acetiladores lentos **sem exposições relevantes** têm prognóstico similar à população geral — não gerar ansiedade desnecessária\n- Integrar sempre o fenótipo NAT2 ao perfil poligênico completo de detoxificação e ao exposoma do paciente"
}
