{
  "score_item_id": "019c1a2b-a36f-7765-9953-25b40af47551",
  "clinical_relevance": "O polimorfismo TNF rs1800629 (-308G>A), também denominado TNF-α -308G/A, localiza-se na região promotora do gene do Fator de Necrose Tumoral alfa (TNF-α), mapeado no cromossomo 6p21.3, dentro do complexo principal de histocompatibilidade (MHC) classe III. O alelo A (minor allele) na posição -308 está associado a maior atividade transcricional do promotor e, consequentemente, a níveis constitutivamente mais elevados de TNF-α circulante em comparação ao genótipo selvagem GG. O TNF-α é uma citocina pró-inflamatória central que, conforme evidenciado na literatura, causa dilatação de vasos sanguíneos, edema, adesão leucocitária ao endotélio e amplificação do estresse oxidativo nos sítios de inflamação. Além disso, participa da ativação de NF-κB e de cascatas de sinalização que sustentam inflamação sistêmica crônica de baixo grau.\n\nDo ponto de vista da frequência alélica, o alelo A ocorre com frequência variável entre populações, estimando-se prevalência do genótipo GA ou AA em aproximadamente 20–30% da população de origem europeia, com variações em populações afrodescendentes e asiáticas. Portadores do alelo A (genótipos GA heterozigoto ou AA homozigoto) apresentam predisposição a um estado pró-inflamatório de base, com implicações documentadas no risco aumentado de doenças autoimunes (artrite reumatoide, lúpus eritematoso sistêmico), doenças cardiovasculares, síndrome metabólica e algumas neoplasias.\n\nA predisposição genética, contudo, permanece latente até que gatilhos ambientais e epigenéticos a ativem. Entre os principais moduladores ambientais da expressão do TNF-α destacam-se: sedentarismo, obesidade (especialmente adiposidade visceral), disbiose intestinal, dieta rica em ômega-6 com razão ômega-6/ômega-3 desequilibrada, alteração do ritmo circadiano, estresse psicossocial crônico e exposição a xenobióticos. Fatores epigenéticos como hipometilação do DNA, modificações de histonas e microRNAs também modulam a expressão gênica, sendo particularmente relevantes em indivíduos sedentários ou obesos.\n\nDo ponto de vista laboratorial, a avaliação clínica de portadores deste polimorfismo deve incluir marcadores inflamatórios séricos como PCR-us (proteína C-reativa ultrassensível — desejável <1,0 mg/L; risco médio 1–3 mg/L; alto >3 mg/L), TNF-α sérico, IL-6, homocisteína (<7,9 µmol/L) e, em avaliação integrativa ampliada, malonaldeído (MDA), glutationa peroxidase e antioxidantes totais. A interpretação conjunta desses marcadores permite estimar o grau de ativação inflamatória real do indivíduo portador do polimorfismo. A estratificação de risco deve considerar tanto o genótipo (GG = risco basal; GA = risco intermediário; AA = risco aumentado) quanto o fenótipo inflamatório expresso nos exames laboratoriais e no histórico clínico.",
  "points": 0,
  "patient_explanation": "O TNF rs1800629 é um teste genético que avalia uma variação no gene responsável por produzir o TNF-alfa, uma proteína do sistema imune que controla a inflamação no organismo. Algumas pessoas nascem com uma versão desse gene que tende a produzir mais dessa proteína, o que pode deixar o corpo em estado de inflamação de baixo grau com mais facilidade ao longo da vida.\n\nIsso não significa que você vai desenvolver alguma doença. Significa que seu organismo pode ser mais sensível a gatilhos inflamatórios como alimentação inadequada, sedentarismo, sono ruim ou estresse crônico. Com esse conhecimento, é possível adotar estratégias preventivas personalizadas para manter a inflamação sob controle.\n\nA boa notícia é que a genética responde bem a mudanças de estilo de vida: alimentação rica em ômega-3, atividade física regular em intensidade moderada, sono reparador e gestão do estresse são intervenções comprovadas para modular a expressão desse gene e proteger sua saúde.",
  "conduct": "## Conduta Clínica — TNF rs1800629 -308G>A\n\n### Interpretação do Resultado Genético\n\n- **GG (homozigoto selvagem):** Risco basal — expressão de TNF-α dentro do esperado para a população geral\n- **GA (heterozigoto):** Risco intermediário — tendência a maior produção de TNF-α; relevância clínica depende do fenótipo inflamatório\n- **AA (homozigoto variante):** Risco aumentado — maior atividade transcricional do promotor TNF; avaliar marcadores inflamatórios ativamente\n\n---\n\n### Investigação Complementar\n\n**Marcadores inflamatórios obrigatórios:**\n- **PCR-us** — alvo <1,0 mg/L; risco médio 1–3; alto >3\n- **Homocisteína** — alvo <7,9 µmol/L\n- **TNF-α sérico** — complementar à genotipagem\n- **IL-6** — relevante para risco cardiovascular e metabólico\n\n**Avaliação metabólica associada:**\n- Glicemia de jejum, insulina basal e HOMA-IR (insulina ideal ~6–7)\n- Hemoglobina glicada (HbA1c)\n- Lipidograma completo com TG/HDL e LDL oxidada\n- Ferritina e ferro sérico (anemia da inflamação)\n\n**Avaliação integrativa ampliada (quando disponível):**\n- Malonaldeído (MDA) e glutationa peroxidase\n- TAIG e antioxidantes totais\n- GGT (biomarcador de inflamação subclínica e toxicidade crônica)\n- Leucócitos totais (elevação progressiva pode indicar inflamação subclínica crônica)\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### Estilo de Vida\n\n- **Atividade física:** Musculação em intensidade moderada é estratégia anti-inflamatória e de biogênese mitocondrial; evitar overtraining, que é prejudicial\n- **Sono e ritmo circadiano:** Sono reparador e regularidade do ritmo circadiano (dormir e acordar em horários consistentes) são intervenções primárias para controle inflamatório; sintomas articulares tendem a ser mais intensos entre 5h e 8h da manhã, reforçando a importância da modulação circadiana\n- **Controle do peso corporal:** Adiposidade visceral amplifica a produção de citocinas pró-inflamatórias; redução do peso é intervenção de primeira linha\n- **Gestão do estresse psicossocial:** Estresse crônico é gatilho ambiental documentado para ativação de predisposição genética inflamatória\n\n#### Intervenção Nutricional\n\n- **Otimizar razão ômega-6/ômega-3:** Dieta ocidental com excesso de ômega-6 mantém estado hiperinflamado; aumentar consumo de peixes de água fria ou suplementar EPA e DHA diretamente\n- **Rastreio de polimorfismos FADS1/FADS2 associados:** Portadores desses polimorfismos têm capacidade reduzida de converter ALA vegetal em EPA/DHA; nesses casos, suplementação direta com EPA e DHA (incluindo fontes de algas) é mandatória\n- **Dieta anti-inflamatória:** Mediterrânea, plant-based ou low carb limpa; evitar gorduras trans e excesso de alimentos ultraprocessados\n- **Controle glicêmico:** Picos glicêmicos frequentes amplificam cascatas inflamatórias\n\n#### Suplementação com Evidência\n\n- **Ômega-3 (EPA/DHA):** Estudos demonstram redução de IL-6 de 10–12% e modulação de TNF-α com suplementação de ômega-3 versus aumento de 36% no grupo placebo para IL-6; dose e forma a individualizar\n- **Curcumina padronizada com piperina ou lipossomada:** Ação anti-inflamatória sobre NF-κB documentada\n- **Vitamina D:** Polimorfismos em VDR podem requerer níveis séricos >50 ng/mL para efeito imunomodulador adequado; monitorar\n- **Zinco e selênio:** Cofatores essenciais para resposta imune equilibrada; prescrever com base em dosagem sérica\n- **NAC (N-acetilcisteína):** Suporte à síntese de glutationa e modulação de TH1/TH2/TH17\n- **Berberina:** Modulação de resposta imune e da microbiota intestinal\n- **Fitoquímicos:** Gengibre, cúrcuma, resveratrol, epigalocatequina galato — modulação de vias inflamatórias e genes SIRT1/SIRT6\n\n#### Saúde Intestinal\n\n- A disbiose intestinal é gatilho central para inflamação sistêmica em portadores de predisposição genética inflamatória\n- Avaliar e tratar disbiose com abordagem gradual: iniciar com doses baixas de fibras e probióticos, ajustar conforme tolerância\n- Considerar teste de microbioma para mapear desequilíbrios individuais\n\n---\n\n### Critérios de Encaminhamento\n\n- **Imunologista/Reumatologista:** Quando há sinais clínicos ou laboratoriais de doença autoimune (anticorpos positivos, artrite, manifestações sistêmicas)\n- **Cardiologista preventivo:** Quando há associação com dislipidemia, hipertensão ou outros fatores de risco cardiovascular, especialmente em genótipos GA ou AA\n- **Endocrinologista/Metabologista:** Em resistência insulínica ou síndrome metabólica associada\n\n---\n\n### Monitoramento\n\n- Reavaliação dos marcadores inflamatórios a cada 3–5 meses, utilizando o paciente como seu próprio controle\n- Ajuste das intervenções com base na evolução de PCR-us, homocisteína, TNF-α e IL-6\n- Plano estruturado em ciclos de 3–4 meses com reavaliação de sinais, sintomas e exames"
}
