{
  "score_item_id": "019c1a2b-a36f-7fdb-91c2-a2641865d6aa",
  "clinical_relevance": "O polimorfismo rs1130864 localiza-se no gene CRP (cromossomo 1q23.2), que codifica a Proteína C Reativa — proteína pentamérica de fase aguda sintetizada pelos hepatócitos em resposta à interleucina-6 (IL-6). A CRP é o marcador inflamatório mais bem estudado entre biomarcadores cardiovasculares, tendo sido avaliada em dezenas de meta-análises que a associam à inflamação crônica silenciosa, ao risco cardiovascular e ao risco oncológico.\n\nO rs1130864 é uma variante de nucleotídeo único (SNP) no gene CRP que influencia os níveis basais circulantes da proteína. Portadores do alelo de risco tendem a apresentar concentrações de PCR cronicamente elevadas mesmo na ausência de infecção ou inflamação aguda clinicamente aparente, refletindo um estado de inflamação crônica de baixo grau geneticamente determinado. Este fenótipo pró-inflamatório basal amplifica o risco associado a fatores ambientais como obesidade, sedentarismo, dislipidemia e dieta inadequada.\n\nInterpretação dos valores de PCR ultrassensível (PCR-us):\n- < 1 mg/L: baixo risco cardiovascular\n- 1–3 mg/L: risco cardiovascular moderado\n- > 3 mg/L: alto risco cardiovascular\n- > 10 mg/L: indica inflamação aguda ativa — este valor deve ser excluído da avaliação de risco cardiovascular e reavaliado após resolução do processo agudo\nPara avaliação estável do risco, recomenda-se a média de duas medições com intervalo mínimo de duas semanas.\n\nO contexto genômico do rs1130864 é relevante porque polimorfismos no gene CRP (incluindo rs1205, rs3093068 e rs1130864) modulam a expressão hepática da proteína de forma constitutiva. Indivíduos homozigotos para o alelo de risco exibem níveis basais de PCR consistentemente mais elevados, o que em combinação com fatores de risco adicionais — como polimorfismos em IL-6, FABP2, FADS1/FADS2 ou desequilíbrio ômega-6/ômega-3 — pode resultar em fenótipo inflamatório cumulativo de maior expressividade clínica.\n\nAssociações epidemiológicas respaldadas por evidências:\n- A PCR-us figura como o marcador mais significativo entre 119 parâmetros inflamatórios em estudos de doenças crônicas, associada ao risco aumentado para 26 tipos de câncer (com destaque para colorretal e mama)\n- Meta-análises confirmam associação entre PCR elevada e risco de doenças cardiovasculares, síndrome metabólica, resistência à insulina e dislipidemia\n- O índice hs-CRP/HDL-C demonstra relação linear substancial com mortalidade por todas as causas em pacientes com síndrome cardiovascular-renal-metabólica (estágios 1–4)\n- O envelhecimento per se eleva os níveis de PCR — fenômeno denominado \"inflammaging\" — sendo que indivíduos nas décadas de 60 e 70 apresentam concentrações significativamente maiores que os de 20 a 50 anos\n- Associação documentada com depressão, transtornos do uso de substâncias e doenças autoimunes (incluindo lúpus eritematoso sistêmico, onde polimorfismos do gene CRP modulam os níveis através da assinatura do interferon)\n\nA avaliação integrada do genótipo rs1130864 deve ser contextualizada com outros marcadores inflamatórios (IL-6, TNF-alfa, ferritina, homocisteína), perfil lipídico completo, HOMA-IR e marcadores de estresse oxidativo (FRAP/TRAP, LDL oxidada), possibilitando estratificação de risco individualizada e intervenção preventiva direcionada.",
  "points": 0,
  "patient_explanation": "A Proteína C Reativa (PCR) é uma substância produzida pelo fígado quando há inflamação no organismo. Ela funciona como um sinal de alerta: quanto mais alta, mais o corpo está em estado inflamatório. O exame de PCR ultrassensível (PCR-us) consegue detectar níveis baixos de inflamação que normalmente passariam despercebidos, sendo muito útil para avaliar o risco de doenças do coração e outras condições crônicas.\n\nO gene CRP contém instruções para o fígado produzir essa proteína. O polimorfismo rs1130864 é uma pequena variação nesse gene que pode fazer com que seu fígado produza naturalmente um pouco mais de PCR do que o esperado, mesmo quando você está saudável. Isso não significa que você está doente — significa que seu organismo tem uma tendência genética para um estado inflamatório levemente mais elevado, o que pode aumentar o risco de algumas doenças ao longo do tempo se não houver cuidados com alimentação e estilo de vida.\n\nA boa notícia é que a inflamação crônica é altamente modificável: alimentação anti-inflamatória, prática regular de exercícios, sono de qualidade, controle do estresse e suplementação direcionada podem reduzir significativamente os níveis de PCR, mesmo em pessoas com predisposição genética. Conhecer essa informação permite agir de forma preventiva, antes que a inflamação silenciosa cause danos maiores.",
  "conduct": "## Conduta Clínica — CRP rs1130864 (Proteína C Reativa)\n\n### Avaliação Laboratorial Complementar\n\n**Marcadores inflamatórios:**\n- **PCR ultrassensível (PCR-us):** Solicitar duas medições com intervalo mínimo de 2 semanas para avaliação estável; excluir valores >10 mg/L da estratificação cardiovascular (indicam processo agudo)\n- **IL-6:** Marcador inflamatório secundário relevante; valores elevados amplificam o risco\n- **TNF-alfa:** Avaliar em contexto de inflamação crônica persistente\n- **Interleucina-10:** Citocina anti-inflamatória; valores baixos indicam comprometimento da resposta regulatória\n- **Homocisteína:** Marcador inflamatório adicional; deve ser mantida idealmente abaixo de 7,9 µmol/L; correlaciona com PCR\n- **Ferritina:** Elevada em 90% dos casos de inflamação crônica\n\n**Perfil metabólico e lipídico:**\n- Perfil lipídico completo (incluindo LDL oxidada — marcador crítico de risco cardiovascular)\n- **Índice hs-CRP/HDL-C:** Razão com valor preditivo para mortalidade por todas as causas em síndrome cardiovascular-renal-metabólica\n- HOMA-IR (resistência à insulina): meta de insulina em jejum < 6–8 µUI/mL\n- Hemoglobina glicada\n- Óxido nítrico (saúde endotelial; valores abaixo de 8,8 indicam disfunção sistêmica)\n\n**Painel de estresse oxidativo (quando disponível):**\n- FRAP/TRAP (capacidade antioxidante total)\n- LDL oxidada (limite saudável: < 133 U/L)\n- Malondialdeído\n- Glutationa\n\n**Genética complementar (quando indicado):**\n- Polimorfismos de IL-6, FADS1/FADS2, FABP2 (risco inflamatório cumulativo)\n- MTHFR, CBS, FUT2 (metabolismo de metilação e homocisteína)\n- APOC3, HMGCR (perfil lipídico e risco cardiovascular)\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Nutrição anti-inflamatória:**\n- **Ômega-3 (EPA/DHA):** Intervenção com maior evidência para redução de PCR-us e IL-6; preferir suplementação direta com EPA e DHA (especialmente em portadores de polimorfismos FADS1/FADS2 com dificuldade de conversão); avaliar proporção ômega-6/ômega-3 na dieta\n- **Dieta mediterrânea ou plant-based:** Redução consistente de PCR em ensaios clínicos e meta-análises\n- **Redução de ômega-6 e gorduras trans:** Principal fator dietético pró-inflamatório\n- **Low carb / cetogênica limpa (com critério):** Evidências de redução de PCR-us, IL-6, LDL, triglicerídeos e melhora de HOMA-IR; ajustar conforme polimorfismos (ex.: evitar cetogênica a longo prazo em portadores de ABCG5/8 com elevação excessiva de colesterol)\n\n**Suplementação com evidências:**\n- **Curcumina padronizada com piperina ou lipossomada:** Ação anti-inflamatória documentada com redução de PCR e IL-6\n- **EPA/DHA:** Doses terapêuticas conforme perfil inflamatório e polimorfismos genéticos\n- **Antocianinas e polifenóis padronizados:** Suporte antioxidante e anti-inflamatório\n- **Vitamina D:** Manter entre 40–60 ng/mL; portadores de polimorfismos GC/VDR podem necessitar de níveis > 50 ng/mL para efeito desejado\n- **Zinco e selênio:** Nutrientes essenciais para capacidade antioxidante; priorizar antes de fitoterápicos\n- **Astaxantina (4–16 mg/dia):** Especialmente indicada em portadores de polimorfismo FABP2, com potente ação anti-inflamatória\n- **Magnésio:** Cofator essencial; avaliar níveis e suplementar quando indicado\n\n**Estilo de vida:**\n- **Atividade física regular:** Reduz PCR de forma consistente; exercício em jejum pode potencializar flexibilidade metabólica\n- **Controle do peso corporal:** A inflamação mediada pelo tecido adiposo é um dos três eixos geradores de inflamação crônica\n- **Gestão do estresse e modulação do tônus parassimpático:** Estratégias de relaxamento reduzem marcadores inflamatórios\n- **Sono reparador:** Privação de sono eleva PCR\n- **Redução do álcool:** Especialmente importante em portadores de polimorfismo ALDH2\n\n---\n\n### Monitoramento\n\n- **PCR-us:** Monitorar trimestralmente durante intervenção ativa; semestral na manutenção\n- **Meta funcional:** PCR-us < 1 mg/L (ideal); até 3 mg/L como tolerável em contexto de intervençao em curso\n- Integrar PCR ao painel de acompanhamento com HOMA-IR, perfil lipídico e biomarcadores de estresse oxidativo\n- Registrar tendência histórica individual (um aumento mesmo dentro da faixa normal pode indicar inflamação subclínica progressiva)\n\n---\n\n### Encaminhamento\n\n- **Cardiologista preventivo:** PCR-us persistentemente > 3 mg/L sem causa identificada, especialmente com outros fatores de risco cardiovascular presentes\n- **Oncologista preventivo:** Inflamação crônica persistente com história familiar de câncer; avaliar rastreamento ampliado\n- **Reumatologista:** Suspeita de doença autoimune associada a PCR cronicamente elevada com sintomatologia compatível\n- **Nutricionista funcional:** Implementação e acompanhamento do plano alimentar anti-inflamatório personalizado\n- **Trabalho multiprofissional:** Abordagem integrada — médico, nutricionista e equipe de saúde — para otimização dos resultados em inflamação crônica"
}
