{
  "score_item_id": "019c1a2b-a36f-7ce7-ac03-2de090381e05",
  "clinical_relevance": "HLA-DQ2/DQ8 são haplótipos do complexo maior de histocompatibilidade classe II (MHC-II) localizados no cromossomo 6p21, codificando moléculas apresentadoras de antígenos expressas em células dendríticas, macrófagos e linfócitos B. A presença de HLA-DQ2 (heterodímero DQA1*05:01/DQB1*02:01 ou DQA1*02:01/DQB1*02:02) ou HLA-DQ8 (DQA1*03:01/DQB1*03:02) é necessária, porém não suficiente, para o desenvolvimento da doença celíaca. Esses haplótipos apresentam peptídeos de gliadina desamidada — modificados pela enzima transglutaminase tecidual (tTG2) — aos linfócitos T CD4+ da lâmina própria intestinal, desencadeando resposta imune adaptativa Th1/Th17 com produção de IFN-γ, IL-17 e anticorpos contra a própria tTG2 e o endomísio (EMA). O resultado é inflamação crônica da mucosa do intestino delgado com atrofia vilositária progressiva (classificada por Marsh 0–3c), comprometendo a absorção de macro e micronutrientes.\n\nEpidemiologia e genética: A doença celíaca afeta aproximadamente 1% da população mundial, com prevalência subestimada por alta taxa de formas silenciosas e atípicas. HLA-DQ2.5 está presente em cerca de 90–95% dos pacientes celíacos; HLA-DQ8, em 5–10%; e uma pequena minoria carrega apenas HLA-DQ2.2. Na população geral, aproximadamente 30–40% dos indivíduos possuem HLA-DQ2 ou DQ8, mas apenas 2–5% desses portadores desenvolvem a doença, indicando que fatores ambientais e outros genes de suscetibilidade são igualmente determinantes.\n\nValor diagnóstico e interpretação clínica: O teste genético HLA-DQ2/DQ8 tem alto valor preditivo negativo (>99%): a ausência de ambos os haplótipos praticamente exclui o diagnóstico de doença celíaca, sendo particularmente útil em situações onde os anticorpos sorológicos podem ser falso-negativos (deficiência de IgA, dieta sem glúten prévia, crianças menores de 2 anos) ou para excluir o diagnóstico em familiares de primeiro grau. A presença dos haplótipos, por si só, não confirma a doença — é necessária a associação com sorologia positiva (IgA anti-tTG2, IgA anti-EMA ou, na deficiência de IgA, IgG anti-tTG2 e IgG DGP) e, na maioria dos casos, confirmação histológica por biópsia duodenal.\n\nEstratificação de risco por resultado: (1) HLA-DQ2 e DQ8 ausentes: risco de doença celíaca extremamente baixo, diagnóstico pode ser excluído na prática clínica. (2) Portador de um único alelo DQ2 (DQ2.2 homozigoto ou heterozigoto parcial): risco intermediário, menor do que portadores de DQ2.5. (3) Portador de DQ2.5 homozigoto: risco significativamente maior de desenvolver doença celíaca e formas mais graves de enteropatia. (4) Portador de DQ2.5 ou DQ8 com sorologia positiva: altamente sugestivo, biópsia obrigatória para confirmação (exceto critérios pediátricos sem biópsia com tTG2-IgA >10x o limite superior da normalidade + EMA positivo).\n\nComplicações da doença celíaca não tratada: anemia ferropriva e/ou megaloblástica (por déficit de absorção de ferro, B12 e folato), osteoporose/osteopenia (deficiência de vitamina D e cálcio), infertilidade, abortos de repetição, neuropatia periférica, ataxia por glúten, dermatite herpetiforme e linfoma de células T associado à enteropatia (EATL) em casos de não aderência prolongada à dieta sem glúten. A presença dos haplótipos também aumenta o risco de outras doenças autoimunes, como tireoidite de Hashimoto e diabetes mellitus tipo 1, independentemente do desenvolvimento da doença celíaca.",
  "points": 0,
  "patient_explanation": "O HLA-DQ2 e o HLA-DQ8 são variações genéticas que aumentam o risco de desenvolver a doença celíaca — condição em que o glúten (presente no trigo, centeio e cevada) leva o sistema imunológico a atacar o próprio intestino. Esses genes estão presentes em 30 a 40% das pessoas, mas a grande maioria dos portadores nunca desenvolve a doença. O exame serve principalmente para duas situações: descartar a doença celíaca (quem não tem esses genes dificilmente a terá) ou identificar quem tem maior predisposição e precisa de acompanhamento. Ter esses genes não significa que você vai adoecer, mas é uma informação importante para guiar a investigação clínica — especialmente diante de sintomas como diarreia frequente, inchaço, cansaço, anemia ou perda de peso sem causa aparente. O resultado deve ser sempre interpretado com exames de sangue específicos e avaliação médica.",
  "conduct": "## Conduta Clínica: HLA-DQ2/DQ8 (Doença Celíaca)\n\n### 1. Interpretação do Resultado e Próximos Passos\n\n**Ausência de HLA-DQ2 e HLA-DQ8:**\n- Doença celíaca praticamente excluída (valor preditivo negativo >99%)\n- Não é necessária investigação adicional específica para doença celíaca\n- Investigar outras causas de sintomas gastrointestinais: sensibilidade ao glúten não celíaca (SGNC), síndrome do intestino irritável, alergia ao trigo mediada por IgE ou IgG\n\n**Presença de HLA-DQ2 e/ou HLA-DQ8 (portador):**\n- Confirmar se o paciente consome glúten regularmente antes de solicitar sorologia (dieta sem glúten prévia gera resultados falso-negativos)\n- Solicitar triagem sorológica primária:\n  - **IgA total** — descartar deficiência seletiva de IgA (presente em ~2% dos celíacos, causa falso-negativos)\n  - **IgA anti-transglutaminase tecidual (tTG2-IgA)** — sensibilidade ~95%, especificidade ~98%; exame de primeira escolha\n  - **IgA anti-endomísio (EMA-IgA)** — confirmatório, alta especificidade\n  - Em deficiência de IgA: solicitar **IgG anti-tTG2** e **IgG anti-peptídeos desamidados de gliadina (DGP)**\n\n### 2. Critérios para Biópsia Duodenal\n\n- **Indicada** sempre que sorologia positiva (padrão ouro para confirmação em adultos)\n- Coletar mínimo de **4–6 fragmentos** do duodeno (2 do bulbo + 4 da segunda porção duodenal)\n- Classificação histológica de Marsh: Marsh 2 ou 3 (a, b, c) confirma a doença\n- **Exceção pediátrica** (critérios ESPGHAN 2020): biópsia pode ser dispensada se tTG2-IgA >10x o limite superior da normalidade + EMA positivo + HLA-DQ2/DQ8 presente + sintomas compatíveis\n\n### 3. Investigação Complementar Após Diagnóstico Confirmado\n\n**Laboratorial:**\n- Hemograma completo (anemia microcítica por déficit de ferro ou megaloblástica por B12/folato)\n- Ferro sérico, ferritina e transferrina\n- Vitamina B12, folato eritrocitário\n- 25(OH)-vitamina D e PTH\n- Cálcio, fósforo, magnésio e zinco séricos\n- TSH e anti-TPO (tireoidite autoimune associada)\n- Glicemia de jejum e HbA1c (DM tipo 1 associado)\n- Transaminases ALT/AST (hepatite autoimune)\n\n**Imagem e funcional:**\n- Densitometria óssea (osteopenia/osteoporose por déficit crônico de cálcio e vitamina D)\n- Avaliação neurológica se parestesias, ataxia ou neuropatia periférica\n\n### 4. Tratamento e Manejo\n\n**Dieta isenta de glúten (DIG) — tratamento único e obrigatório:**\n- Eliminação rigorosa de trigo, centeio, cevada e todos os seus derivados\n- Atenção a fontes ocultas de glúten: molhos industrializados, embutidos, medicamentos, suplementos e contaminação cruzada em utensílios e superfícies\n- Aveia pura (sem contaminação cruzada) pode ser tolerada por parte dos pacientes — decisão individualizada com especialista\n- **Não existem enzimas eficazes no mercado para digestão do glúten** que substituam a DIG; produtos enzimáticos disponíveis não têm eficácia comprovada para uso terapêutico em celíacos\n\n**Correção de deficiências nutricionais identificadas:**\n- Ferro: suplementar conforme ferritina (quelato de ferro ou bisglicinato)\n- Vitamina D: titular 25(OH)D para 50–80 ng/mL; metas mais elevadas se osteoporose\n- Cálcio: 1.000–1.500 mg/dia conforme faixa etária e densidade óssea\n- B12: preferir metilcobalamina se polimorfismos de metilação coexistentes (FUT2, MTHFR)\n- Zinco, magnésio e folato: repor conforme déficit laboratorial\n\n**Modulação intestinal adjuvante:**\n- Dieta rica em fibras e vegetais diversificados para estimular produção de ácidos graxos de cadeia curta (butirato), com efeito anti-inflamatório e de restauração da barreira intestinal\n- Probióticos (ex: *Lactobacillus rhamnosus*) como adjuvantes para integridade da barreira; evidências emergentes, uso como suporte e não como tratamento primário\n- Evitar uso prolongado e desnecessário de inibidores de bomba de prótons (podem comprometer a primeira linha de defesa imunológica intestinal)\n- Avaliar microbiota com exames funcionais quando disponíveis (calprotectina, zonulina, IgA secretória)\n\n### 5. Monitoramento e Seguimento\n\n- Repetir **tTG2-IgA após 6–12 meses** de DIG: normalização confirma adesão e recuperação histológica\n- Revisão de densidade mineral óssea após 1–2 anos de DIG\n- **Rastreamento de familiares de primeiro grau:** HLA-DQ2/DQ8 + sorologia em parentes assintomáticos\n- Avaliação anual de comorbidades autoimunes: tireoidite de Hashimoto, DM tipo 1, artrite reumatoide\n- Suspeitar de doença celíaca refratária se sem resposta à DIG após 6–12 meses\n\n### 6. Encaminhamento a Especialistas\n\n- **Gastroenterologia/Endoscopia:** biópsia necessária ou suspeita de complicações (linfoma intestinal, má resposta à DIG)\n- **Nutricionista especializado:** orientação da DIG, fontes ocultas de glúten e suporte nutricional\n- **Reumatologia/Ortopedia:** osteoporose significativa ou fraturas por fragilidade\n- **Neurologia:** ataxia por glúten ou neuropatia periférica\n- **Dermatologia:** dermatite herpetiforme (biópsia perilesional para IgA)\n- **Endocrinologia:** DM tipo 1 ou tireoidite autoimune associados"
}
