{
  "score_item_id": "019c1a2b-a36f-7449-a0ab-7a969fbbbba3",
  "clinical_relevance": "O polimorfismo rs16944 (-511C>T) localiza-se na região promotora do gene IL1B (cromossomo 2q14), que codifica a interleucina-1β (IL-1β), uma das principais citocinas pró-inflamatórias do organismo. O alelo T (anteriormente denominado alelo 2 pelo método RFLP) está associado a aumento da transcrição do gene IL1B, resultando em maior produção de IL-1β em resposta a estímulos inflamatórios. IL-1β é sintetizada primariamente por fagócitos mononucleares, células musculares lisas e células endoteliais após ativação por micróbios ou produtos endógenos (como cristais de ácido úrico ou colesterol). Atua via inflamassoma NLRP, onde a caspase-1 converte a pró-IL-1β em sua forma ativa, desencadeando cascata inflamatória sistêmica com repercussão cardiovascular, metabólica e imunológica.\n\n**Fisiologia e fisiopatologia:** A IL-1β estimula a produção de IL-6, TNF-α e proteínas de fase aguda (incluindo a proteína C-reativa — PCR), amplifica a ativação de células T helper (especialmente Th17) e inibe células T regulatórias. O desequilíbrio entre IL-1β e seu antagonista natural (IL-1Ra) está na origem de diversas condições inflamatórias crônicas. Portadores do alelo T em homozigose (TT) apresentam resposta inflamatória exacerbada e risco aumentado de fenótipos associados a inflamação crônica de baixo grau.\n\n**Epidemiologia e risco:** A frequência do alelo T varia conforme a etnia: em populações europeias e brasileiras de ascendência mista, o alelo T apresenta frequência aproximada de 40–50%, com prevalência de homozigotos TT em torno de 15–25% da população geral. Estudos associam o genótipo TT e o alelo T a:\n- Maior risco de doença arterial coronariana e eventos cardiovasculares\n- Predisposição a gastrite crônica por H. pylori e câncer gástrico (sinergismo com polimorfismos do IL1RN)\n- Maior suscetibilidade a doenças autoimunes (artrite reumatoide, lúpus)\n- Risco aumentado de progressão de doenças inflamatórias intestinais\n- Maior expressão de marcadores inflamatórios sistêmicos (PCR-us, IL-6) em condições de exposição a gatilhos ambientais\n\n**Estratificação de risco:**\n- Genótipo CC: produção basal de IL-1β; menor risco inflamatório genético\n- Genótipo CT (heterozigoto): risco intermediário; produção moderadamente aumentada de IL-1β\n- Genótipo TT (homozigoto de risco): maior expressão de IL-1β; risco aumentado para inflamação crônica e suas sequelas quando expostos a gatilhos ambientais\n\n**Importante:** A predisposição genética permanece latente até ser ativada por gatilhos ambientais (sedentarismo, disbiose, dieta pró-inflamatória, estresse psicossocial, infecções, xenobióticos). A epigenética e o estilo de vida têm impacto determinante na expressão fenotípica deste polimorfismo, sendo que apenas 10–20% da longevidade saudável é atribuída à genética per se.",
  "points": 0,
  "patient_explanation": "O gene IL1B contém as instruções para o seu corpo produzir uma proteína chamada interleucina-1β, que funciona como um 'alarme de inflamação': quando há uma ameaça (infecção, lesão, substâncias prejudiciais), ela avisa o sistema imune para agir. O polimorfismo rs16944 -511C>T é uma pequena variação nesse gene que pode fazer esse alarme disparar com mais intensidade do que o necessário. Pessoas com a variante T (especialmente duas cópias, TT) tendem a ter um sistema imune mais 'sensível', o que pode resultar em uma inflamação de baixo grau persistente ao longo do tempo. Essa inflamação silenciosa, quando não controlada, está associada a maior risco de doenças do coração, problemas articulares, distúrbios digestivos e outras condições crônicas. A boa notícia é que ter essa variante genética não significa que essas doenças vão aparecer. O estilo de vida tem um papel enorme: alimentação equilibrada, sono de qualidade, exercício físico regular e controle do estresse podem 'silenciar' esse risco genético. Com acompanhamento adequado, é possível monitorar marcadores de inflamação e adotar medidas preventivas personalizadas antes que qualquer problema se desenvolva.",
  "conduct": "## Conduta Clínica — IL1B rs16944 -511C>T\n\n### Investigação Complementar\n\n**Marcadores inflamatórios a solicitar:**\n- **PCR ultrassensível (PCR-us):** principal marcador de inflamação crônica; valores >1 mg/L indicam risco intermediário, >3 mg/L alto risco cardiovascular\n- **Interleucina-6 (IL-6):** marcador de ativação pró-inflamatória; valor de referência funcional <2 pg/mL; acima de 3–5 pg/mL indica inflamação subclínica significativa\n- **Interleucina-10 (IL-10):** avalia resposta anti-inflamatória compensatória; valores abaixo de 3,5 pg/mL indicam capacidade reduzida de resolução inflamatória\n- **TNF-α:** citocina pró-inflamatória complementar\n- **Fibrinogênio e leucócitos totais:** biomarcadores acessíveis de inflamação subclínica\n- **LDL oxidada:** marcador de estresse oxidativo associado a inflamação vascular\n- **Homocisteína:** se elevada, amplifica risco cardiovascular em portadores de polimorfismos pró-inflamatórios\n\n**Avaliação adicional sugerida:**\n- Perfil lipídico completo (LDL, HDL funcional, triglicerídeos, VLDL)\n- Glicemia de jejum, insulina, HOMA-IR (avaliar componente metabólico da inflamação)\n- Avaliação de microbiota intestinal (disbiose é gatilho central para ativação inflamatória)\n- Pesquisa de H. pylori (risco aumentado de gastrite/úlcera em portadores TT)\n- Considerar painel genético expandido: IL1RN (antagonista natural de IL-1), TNF-α (-308G>A), IL-6 (-174G>C) — sinergismo entre polimorfismos amplifica risco\n\n---\n\n### Critérios de Encaminhamento\n\n- **Cardiologista preventivo/cardiometabologista:** se PCR-us >3 mg/L persistente ou presença de fatores de risco cardiovascular adicionais\n- **Reumatologista:** se sintomas articulares, fadiga crônica ou autoanticorpos positivos\n- **Gastroenterologista:** se sintomas digestivos recorrentes, especialmente dispepsia ou H. pylori confirmado\n- **Geneticista/médico de medicina de precisão:** para interpretação integrada do painel genético completo\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### Estilo de Vida (primeira linha)\n- **Atividade física de resistência (musculação):** efeito anti-inflamatório comprovado via redução de IL-6 e PCR-us; evitar overtraining, que reverte o efeito benéfico\n- **Modulação circadiana:** regularidade do sono (dormir e acordar cedo); concentrar refeições entre 6h e 18h favorece controle inflamatório e reparo celular noturno\n- **Controle do estresse psicossocial:** ativa eixo HPA e eleva cortisol/citocinas inflamatórias\n\n#### Nutrição\n- **Dieta anti-inflamatória:** priorizar padrão mediterrâneo ou plant-based com fontes animais estratégicas\n- **Ômega-3 (EPA/DHA):** redução documentada de IL-6 em 10–12% e modulação de TNF-α; dose habitual 2–4 g/dia de EPA+DHA; verificar polimorfismos FADS1/FADS2 — portadores podem necessitar de fontes diretas de EPA/DHA (peixes ou suplementos), pois a conversão de ALA vegetal é comprometida\n- **Redução de ômega-6:** equilíbrio da razão ômega-6/ômega-3 (ideal <4:1) para reduzir substrato pró-inflamatório\n- **Fibras prebióticas e probióticos:** modulação da microbiota intestinal, reduzindo endotoxemia por LPS (lipopolissacarídeos de bactérias gram-negativas) que ativa TLR e amplifica IL-1β\n- **Fitoquímicos anti-inflamatórios:** cúrcuma (curcumina padronizada com piperina ou lipossomada), gengibre, antocianinas, resveratrol — modulam NF-κB e vias inflamatórias downstream de IL-1β\n- **Restrição de alimentos ultraprocessados, gorduras trans e excesso de carboidratos refinados**\n\n#### Suplementação Direcionada\n- **Vitamina D:** níveis séricos ideais >50 ng/mL; portadores de polimorfismos VDR/GC podem necessitar de doses maiores; a vitamina D modula células Th17/Treg, reduzindo o desequilíbrio pró-inflamatório\n- **Curcumina padronizada:** evidências para redução de PCR-us, IL-6 e modulação de NF-κB\n- **EPA/DHA:** conforme avaliação do ômega-3 index (alvo >8%)\n- **NAC (N-acetilcisteína):** suporte ao glutationa e modulação de células T inflamatórias\n- **Berberina:** modulação de Th17 e impacto positivo em resistência insulínica associada à inflamação\n- **Zinco e selênio:** cofatores enzimáticos essenciais para resposta imune equilibrada; dosar antes de suplementar\n- **Magnésio:** cofator anti-inflamatório; deficiência amplifica expressão de citocinas\n\n#### Monitoramento\n- Reavaliação de PCR-us, IL-6 e IL-10 a cada 3–6 meses nas fases de intervenção\n- Ajuste das estratégias em ciclos de 3–4 meses conforme evolução dos biomarcadores\n- A análise laboratorial deve ser comparativa com o histórico individual — pequenas elevações dentro da faixa de referência podem indicar inflamação subclínica relevante em portadores deste polimorfismo"
}
