{
  "score_item_id": "019c1a2b-a36f-7ce5-8766-e36e06bff445",
  "clinical_relevance": "O polimorfismo rs1800795 (-174G>C) no gene IL6 é uma variante de nucleotídeo único (SNP) localizada na região promotora do gene que codifica a interleucina-6 (IL-6), citocina pleiotrópica central na resposta imune inata e adaptativa. A IL-6 é uma citocina pró-inflamatória multifuncional que controla respostas celulares e humorais, atua na fase aguda da inflamação, ativa células T-helper 17 (Th17) e inibe linfócitos T regulatórios (Tregs), resultando em amplificação inflamatória quando desregulada. O alelo G na posição -174 está associado a maior atividade transcricional do promotor do gene IL6, resultando em produção mais elevada de IL-6 em resposta a estímulos inflamatórios. Portadores do genótipo GG apresentam os maiores níveis basais e de resposta de IL-6, enquanto portadores do alelo C (genótipos GC ou CC) tendem a apresentar produção reduzida dessa citocina.\n\nNo contexto clínico-laboratorial, a IL-6 sérica em indivíduos saudáveis tipicamente permanece abaixo de 7 pg/mL (valores de referência variam conforme o método: geralmente <5–10 pg/mL). Valores elevados — como o exemplo didático de 8,45 apresentado nos materiais de referência — indicam inflamação sistêmica ativa e correlacionam com elevação de PCR ultrassensível. A PCR, sintetizada pelo fígado em resposta direta à IL-6, é o marcador clínico mais sensível e prático para monitoramento inflamatório: desejável <1 mg/L, risco intermediário 1–3 mg/L, alto risco >3 mg/L.\n\nDo ponto de vista epidemiológico, a frequência do alelo G de rs1800795 varia entre populações: aproximadamente 40–60% em populações europeias possuem o genótipo GG, tornando a predisposição genética à hiper-resposta inflamatória comum. A inflamação crônica de baixo grau, amplificada por essa variante em contexto de gatilhos ambientais (sedentarismo, obesidade, disbiose intestinal, dieta pró-inflamatória, privação de sono), está associada a maior risco de doenças cardiovasculares, síndrome metabólica, doenças autoimunes e neoplasias. Meta-análises associam PCR elevada (como marcador funcional da hiperatividade de IL-6) a risco aumentado para pelo menos 26 tipos de câncer e a doenças cardiovasculares ateroscleróticas.\n\nA predisposição genética conferida pelo alelo G de rs1800795 não determina, por si só, o desenvolvimento de doença — a expressão fenotípica depende da interação gene-ambiente. Fatores epigenéticos (metilação do DNA, modificação de histonas, microRNAs) modulam a expressão do gene IL6, e intervenções de estilo de vida podem silenciar ou atenuar a expressão desfavorável. A hipometilação, associada a sedentarismo e obesidade, desequilibra as células T auxiliares (Th1, Th2, Th17), potencializando a produção de citocinas inflamatórias como IL-6 e TNF-alfa. A estratificação de risco deve integrar: genótipo rs1800795, marcadores inflamatórios séricos (PCR-us, IL-6, TNF-alfa, IL-10, homocisteína), composição corporal, microbiota intestinal e fatores de estilo de vida.",
  "points": 0,
  "patient_explanation": "A interleucina-6 (IL-6) é uma proteína que o seu organismo produz para coordenar a resposta inflamatória — ela funciona como um mensageiro que alerta o sistema imune diante de infecções ou lesões. O gene IL6 contém as instruções para fabricar essa proteína, e o polimorfismo rs1800795 -174G>C é uma pequena variação nesse gene que pode fazer com que seu corpo produza mais IL-6 do que o necessário.\n\nQuem possui a versão G desse polimorfismo (especialmente duas cópias, chamado genótipo GG) tende a ter uma resposta inflamatória mais intensa diante de gatilhos como alimentação inadequada, sedentarismo, noites mal dormidas ou estresse. Isso não significa que você vai desenvolver alguma doença — significa que seu organismo tem uma tendência maior a entrar em um estado de inflamação de baixo grau quando o estilo de vida não é favorável.\n\nA boa notícia é que a genética não é destino: a predisposição permanece latente enquanto não for ativada por esses gatilhos ambientais. Com mudanças no estilo de vida — alimentação antiinflamatória, exercício regular, sono de qualidade e cuidado com a saúde intestinal — é possível controlar essa tendência inflamatória de forma muito eficaz. O acompanhamento com exames laboratoriais periódicos permite monitorar se a inflamação está ou não se expressando no seu organismo.",
  "conduct": "## Conduta Clínica — IL6 rs1800795 -174G>C (Inflamação)\n\n### Investigação Complementar\n\n**Marcadores inflamatórios essenciais:**\n- **PCR ultrassensível (PCR-us):** principal marcador de inflamação crônica silenciosa; metas: desejável <1 mg/L, risco intermediário 1–3 mg/L, alto risco >3 mg/L\n- **IL-6 sérica:** referência geral <7 pg/mL (confirmar com o laboratório); monitorar tendência ao longo do tempo\n- **TNF-alfa:** citocina pró-inflamatória complementar\n- **IL-10:** citocina anti-inflamatória; valor de corte funcional ~3,5 pg/mL (abaixo desse valor indica desequilíbrio pró-inflamatório)\n- **Homocisteína:** marcador inflamatório e de risco cardiovascular; meta <7,9 µmol/L; correlaciona com PCR\n- **VHS (velocidade de hemossedimentação):** útil para avaliar trajetória e cronicidade da inflamação\n\n**Marcadores metabólicos e de risco integrado:**\n- Perfil lipídico completo com LDL oxidada\n- HOMA-IR e insulina de jejum (meta: insulina <6–8 µUI/mL)\n- Ferritina sérica (elevação associada a inflamação crônica em 90% dos casos segundo meta-análises)\n- Hemoglobina glicada e índice de glicação avançada (AGEs)\n- Vitamina D (25-OH): portadores de polimorfismos pró-inflamatórios podem necessitar de níveis >50 ng/mL\n- Ômega-3 index ou perfil de ácidos graxos (quando disponível)\n\n**Avaliação genética ampliada (quando indicado):**\n- Polimorfismos FADS1/FADS2 e FABP2 (modulam resposta aos ômega-3)\n- MTHFR e FUT2 (metilação e B12)\n- CYP1A1/CYP1A2 (metabolismo de xenobióticos e risco inflamatório)\n- Análise de microbioma intestinal (diversidade bacteriana e razão Firmicutes/Bacteroidetes)\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Alimentação antiinflamatória:**\n- Priorizar dieta mediterrânea, plant-based ou low carb limpa conforme individualidade\n- Reduzir consumo de ômega-6 (óleos vegetais refinados, ultraprocessados) e aumentar ômega-3 de fontes diretas (peixes de águas frias, sardinha, salmão)\n- Eliminar gorduras trans e excesso de carboidratos refinados (reduzem picos de insulina e modulam IL-6/COX-2)\n- Incluir fitoquímicos antiinflamatórios: cúrcuma, gengibre, própolis, antocianinas padronizadas, polifenóis diversos\n\n**Suplementação com evidência (personalizada por genótipo):**\n- **Ômega-3 (EPA/DHA):** evidências de redução de IL-6 em 10–12% e TNF-alfa; dose e forma dependem de polimorfismos FADS; em portadores de variantes FADS1/FADS2, priorizar fontes diretas de EPA e DHA (não ALA vegetal)\n- **Vitamina D:** manter acima de 50–60 ng/mL em perfis pró-inflamatórios; modula células Th1/Th2/Th17\n- **Curcumina padronizada com piperina ou lipossomada:** anti-inflamatória com evidências em PCR-us e IL-6\n- **NAC (N-acetilcisteína):** suporte ao estresse oxidativo e modulação imune\n- **Zinco e selênio:** cofatores antioxidantes essenciais; dosar antes de suplementar\n- **Magnésio:** cofator de múltiplas vias antiinflamatórias\n- **CoQ10:** em polimorfismos HMGCR ou uso de estatinas\n- **Berberina:** modula vias NF-κB e PPAR com efeito antiinflamatório\n- **Resveratrol (trans-resveratrol):** modulação epigenética via SIRT1/SIRT6\n\n**Estilo de vida — intervenções primárias:**\n- **Atividade física:** musculação moderada é anti-inflamatória e promove biogênese mitocondrial; evitar overtraining\n- **Sono e ritmo circadiano:** sono reparador e horários regulares (dormir e acordar cedo, refeições concentradas entre 6h e 18h) são intervenções primárias no controle inflamatório\n- **Gestão de estresse:** estresse psicossocial é gatilho epigenético para expressão do alelo G\n- **Saúde intestinal:** corrigir disbiose gradualmente (doses baixas de fibras e probióticos); fitoquímicos como gengibre e cúrcuma estimulam diversidade microbiana\n- **Estratégias metabólicas cíclicas:** jejum intermitente, low carb ou cetogênica limpa por ciclos para treinar flexibilidade metabólica\n\n---\n\n### Monitoramento e Periodicidade\n\n- **Trimestral:** PCR-us, insulina de jejum, perfil lipídico completo, vitamina D\n- **Semestral:** IL-6, TNF-alfa, IL-10, homocisteína, ferritina, hemoglobina glicada\n- **Anual ou conforme evolução:** microbioma intestinal, LDL oxidada, perfil de ácidos graxos\n\n---\n\n### Critérios de Encaminhamento\n\n- **Imunologista/Reumatologista:** se PCR-us persistentemente >10 mg/L sem causa evidente, ou suspeita de doença autoimune (anticorpos positivos, artrite, lúpus, tireoidite)\n- **Cardiologista preventivo/Cardiometabologista:** se PCR-us >3 mg/L associada a dislipidemia, hipertensão ou síndrome metabólica\n- **Oncologista preventivo:** em perfis com inflamação crônica de difícil controle associada a múltiplos fatores de risco oncológico\n- **Nutricionista funcional:** para desenho e acompanhamento do plano alimentar personalizado e suplementação\n- **Trabalho multiprofissional:** abordagem integrada (médico, nutricionista, educador físico) é recomendada para portadores de genótipo GG com marcadores inflamatórios alterados"
}
