{
  "score_item_id": "019c1a2b-a36f-77ac-984e-0dcda6b517f0",
  "clinical_relevance": "O ACTN3 rs1815739 (R577X) é um polimorfismo de nucleotídeo único no gene que codifica a alfa-actinina-3 (ACTN3), uma proteína estrutural de filamento Z expressa exclusivamente nas fibras musculares de contração rápida (tipo II). A variante X resulta de uma substituição citosina→timina na posição 1747, gerando um códon de parada prematuro (R577X) e ausência completa da proteína alfa-actinina-3 nos homozigotos XX. O alelo R produz proteína funcional; portanto, os genótipos possíveis são: RR (dois alelos funcionais), RX (heterozigoto) e XX (ausência total de alfa-actinina-3).\n\nPrevalência: O alelo X tem frequência global de aproximadamente 52%, com variação entre populações. O genótipo XX ocorre em cerca de 18% da população europeia geral, sendo mais raro em populações de origem africana (~1%) e mais frequente em algumas populações asiáticas (~25%).\n\nImpacto funcional e estratificação de risco atlético:\n- Genótipo RR: overrepresentado em atletas de potência (velocistas, levantadores de peso, jogadores de futebol profissional). Meta-análise de 25 estudos com 14.541 participantes (Sports Med Open, 2024) confirmou associação significativa do genótipo RR com status de atleta de potência. Meta-análise em futebolistas (J Sports Sci, 2021) também demonstrou que o alelo R está associado ao status de futebolista profissional.\n- Genótipo XX: associado à ausência de alfa-actinina-3, com menor potência anaeróbica de pico, mas potencial vantagem metabólica oxidativa. A literatura indica melhor desempenho relativo em modalidades de endurance nesse genótipo, embora a associação com performance de elite em endurance seja menos consistente do que a associação do RR com potência.\n- Dano muscular e suscetibilidade a lesões: Revisão abrangente (Sports Basel, 2020) vinculou o genótipo XX a maior susceptibilidade a lesões. Estudo em Eur J Sport Sci (2019) demonstrou que o genótipo RR apresentou maior rigidez de fibras tipo IIa após exercício excêntrico indutor de dano muscular, indicando resposta diferencial ao estresse mecânico entre genótipos.\n\nMecanismo fisiológico: A alfa-actinina-3 ancora as proteínas do filamento fino à linha Z do sarcômero e modula o metabolismo das fibras tipo II, influenciando a atividade da calcineurina (via interação com ZASP/α-actinina-2), a biogênese mitocondrial local e a proporção de substratos utilizados. A ausência da proteína (XX) direciona as fibras tipo II para um fenótipo mais oxidativo, explicando o perfil mais resistente à fadiga, porém com menor geração de força máxima.\n\nAplicação clínica: Este parâmetro genético é relevante para prescrição personalizada de treinamento físico, orientação sobre modalidades esportivas com maior aptidão individual e manejo do risco de lesão músculo-esquelética. Não é marcador de doença, mas de performance e predisposição física.",
  "points": 0,
  "patient_explanation": "O gene ACTN3 contém instruções para produzir uma proteína chamada alfa-actinina-3, que existe apenas nos músculos responsáveis por movimentos rápidos e explosivos, como sprints e saltos. O polimorfismo rs1815739 (R577X) determina se você produz essa proteína ou não.\n\nExistem três possibilidades: o genótipo RR (produz a proteína em quantidade normal), RX (produz metade) e XX (não produz a proteína). Pessoas com genótipo RR tendem a ter músculos com maior potencial para esportes de força e explosão, como corridas curtas, futebol e musculação. Pessoas com genótipo XX, por sua vez, podem ter vantagens em atividades de longa duração, como ciclismo ou corridas longas, além de apresentar músculo com características diferentes na resposta ao exercício intenso.\n\nEste exame não determina se você é atleta ou não — treino, nutrição e outros fatores têm peso muito maior. O que ele oferece é uma pista sobre qual tipo de esporte ou estilo de treino pode ser mais natural para o seu perfil muscular, e também sobre como seus músculos podem responder ao exercício intenso, ajudando a personalizar sua preparação física.",
  "conduct": "## Conduta Clínica: ACTN3 rs1815739 R577X\n\n### Interpretação por Genótipo\n\n- **RR (homozigoto selvagem):** Produção normal de alfa-actinina-3. Perfil muscular com maior potencial anaeróbico e de geração de força máxima. Overrepresentado em atletas de potência (velocistas, futebolistas profissionais, levantadores de peso) conforme meta-análises com mais de 14.500 participantes.\n- **RX (heterozigoto):** Produção parcial de alfa-actinina-3. Perfil intermediário; sem evidência consistente de desvantagem significativa em nenhuma modalidade.\n- **XX (homozigoto variante):** Ausência completa de alfa-actinina-3. Fibras tipo II com fenótipo mais oxidativo; potencial relativo para modalidades de endurance. Maior suscetibilidade descrita a lesões músculo-esqueléticas e resposta diferenciada ao exercício excêntrico.\n\n---\n\n### Investigação Complementar\n\n- **Avaliação de composição corporal:** Bioimpedância ou DEXA para quantificar massa muscular esquelética e distribuição de gordura.\n- **Teste de performance funcional:** Avaliação de potência anaeróbica (ex.: teste de Wingate, salto vertical) e capacidade aeróbica (VO2max estimado ou direto) para correlacionar fenótipo observado com genótipo.\n- **Limiar de lactato:** Avaliação por lactímetro portátil em protocolos incrementais para personalizar zonas de treinamento, especialmente em genótipos XX com perfil oxidativo predominante.\n- **Marcadores de dano muscular pós-exercício:** Em atletas de alta intensidade, especialmente com genótipo XX, considerar monitoramento de CK, LDH e mioglobina após sessões excêntricas para ajuste de carga e recuperação.\n- **Painel genético expandido:** Considerar associação com ACE I/D (endurance vs. potência), PGC-1α (biogênese mitocondrial) e outros polimorfismos de performance para análise integrada.\n\n---\n\n### Prescrição de Exercício Personalizada\n\n**Genótipo RR:**\n- Priorizar treinos de força e potência: sprints, pliometria, levantamento olímpico, treinos de alta intensidade e curta duração.\n- Periodização com estímulos de alta intensidade e intervalos adequados de recuperação.\n- Atenção à resposta de rigidez muscular após exercício excêntrico (maior em fibras tipo IIa, conforme literatura); programar recuperação adequada após sessões excêntricas intensas.\n\n**Genótipo RX:**\n- Prescrição sem restrições baseadas no genótipo; individualizar conforme objetivos, histórico e resposta ao treino.\n- Combinar estímulos de força e endurance para explorar versatilidade metabólica.\n\n**Genótipo XX:**\n- Modalidades de endurance e esforço prolongado podem ser mais naturais ao perfil fisiológico.\n- Em treinos de força e potência, atenção redobrada à progressão de carga excêntrica e ao volume de treinos de alta intensidade para mitigar risco aumentado de lesão.\n- Recuperação ativa pós-treino (15–20 minutos de exercício leve) pode ser especialmente benéfica para modular dano muscular e repor glicogênio.\n- Monitorar marcadores bioquímicos de dano muscular (CK, LDH) em fases de sobrecarga.\n\n---\n\n### Nutrição e Suplementação Alinhada ao Perfil\n\n- **Proteína:** Adequar ingestão proteica à demanda de treino; genótipos com maior suscetibilidade a dano muscular (XX) podem se beneficiar de maior aporte proteico pós-treino.\n- **Creatina:** Mais indicada para genótipos RR e RX em treinos de potência (metabolismo fosfagênio).\n- **Beta-alanina:** Indicada para modalidades de moderada-alta intensidade em todos os genótipos; avaliar contexto metabólico individual.\n- **Aminoácidos essenciais pós-treino:** Úteis para preservação de massa muscular e reposição de glicogênio, independentemente do genótipo.\n\n---\n\n### Critérios de Encaminhamento\n\n- **Medicina do Esporte / Fisiologia do Exercício:** Atletas de performance que buscam prescrição individualizada baseada em perfil genético e funcional.\n- **Fisioterapia / Prevenção de Lesões:** Genótipo XX com histórico de lesões musculares recorrentes ou programas de alta carga excêntrica.\n- **Genética Clínica:** Apenas se houver suspeita de miopatia ou condição hereditária associada; o polimorfismo rs1815739 isolado não indica encaminhamento genético clínico.\n\n---\n\n### Consideracoes Importantes\n\n- Este polimorfismo é um modificador de predisposição física, **não um determinante absoluto** de performance.\n- Fatores ambientais, treinamento, nutrição, sono e outros polimorfismos têm impacto igual ou superior ao genótipo ACTN3 isolado.\n- A comunicação ao paciente deve ser feita de forma não determinista, enfatizando o potencial de melhora independentemente do genótipo."
}
