{
  "score_item_id": "019c1a2b-a36f-7128-a470-722c2b727524",
  "clinical_relevance": "O polimorfismo COL1A1 rs1800012 (Sp1) localiza-se no intron 1 do gene COL1A1, que codifica a cadeia alfa-1 do colágeno tipo I — a proteína estrutural mais abundante do osso e do tecido conjuntivo. A variante consiste na substituição de guanina por timina (G→T) num sítio de ligação do fator de transcrição Sp1 (Specificity Protein 1). O alelo T (denominado 's') altera a afinidade de ligação do Sp1 ao DNA, aumentando a expressão de COL1A1 em detrimento de COL1A2, o que gera uma razão COL1A1:COL1A2 desequilibrada e resulta em colágeno tipo I com propriedades biomecânicas inferiores — menor resistência à tração e maior fragilidade óssea. Os genótipos possíveis são: SS (homozigoto selvagem, G/G), Ss (heterozigoto, G/T) e ss (homozigoto variante, T/T). O genótipo ss está associado a risco significativamente aumentado de osteoporose e fratura vertebral e de quadril. Estudos populacionais europeus demonstraram que portadores do alelo 's' em heterozigose (Ss) apresentam densidade mineral óssea (DMO) de coluna lombar e colo femoral aproximadamente 2–5% menor que os homozigóticos SS, enquanto portadores ss exibem reduções de 5–10%. Metanálises indicam que o alelo 's' está associado a odds ratio de fratura vertebral em torno de 1,3–1,7 (heterozigóticos) e 2,0–3,0 (homozigóticos) comparado ao genótipo SS, particularmente em mulheres pós-menopáusicas. A prevalência do alelo 's' varia por etnia: em caucasianos europeus, a frequência do alelo T é de aproximadamente 20–30%, com genótipo ss em cerca de 2–7% da população; em populações asiáticas a frequência é menor. Do ponto de vista clínico, o polimorfismo Sp1 é relevante como fator de risco genético adicional na estratificação de risco de osteoporose, especialmente quando somado a outros fatores de risco (sexo feminino, pós-menopausa, história familiar, baixa ingestão de cálcio e vitamina D, sedentarismo, tabagismo). A lógica da medicina de precisão aplicada à genética determina que polimorfismos com validação robusta devem orientar intervenções individualizadas — incluindo metas mais agressivas para DMO, suplementação direcionada e monitoramento densitométrico mais frequente em portadores de risco genético aumentado. É importante ressaltar que polimorfismos isolados têm valor preditivo limitado e devem sempre ser interpretados no contexto clínico global do paciente, incluindo biomarcadores de remodelação óssea (CTX, P1NP), densitometria óssea (DEXA) e fatores de risco modificáveis.",
  "points": 0,
  "patient_explanation": "O gene COL1A1 contém as instruções para produzir colágeno tipo I, a principal proteína que dá resistência aos seus ossos — funciona como o 'cimento' que mantém a estrutura óssea firme. Existe uma variação nesse gene, chamada rs1800012 ou polimorfismo Sp1, que pode fazer com que o colágeno produzido seja um pouco menos resistente do que o ideal. Pessoas com essa variação genética podem ter ossos ligeiramente mais frágeis, o que aumenta o risco de desenvolver osteoporose ao longo da vida, especialmente após a menopausa. Isso não significa que você inevitavelmente terá problemas: a genética é apenas um dos vários fatores que influenciam a saúde dos ossos. Com hábitos adequados — alimentação rica em cálcio e vitamina D, exercícios regulares de impacto e resistência, e acompanhamento médico — é possível preservar a densidade óssea mesmo tendo essa predisposição genética. Esse resultado serve para que seu médico possa personalizar sua prevenção e monitoramento, garantindo que seus ossos sejam cuidados de forma proativa e individualizada.",
  "conduct": "## Conduta Clínica — COL1A1 rs1800012 Sp1 (Osteoporose)\n\n### Interpretação do Resultado Genético\n\n- **Genótipo SS (G/G):** Risco basal — sem elevação genética adicional de fragilidade óssea por este locus\n- **Genótipo Ss (G/T):** Risco moderadamente aumentado — vigilância reforçada e intervenções preventivas desde cedo\n- **Genótipo ss (T/T):** Risco mais elevado — abordagem preventiva intensiva e rastreamento densitométrico precoce\n\n---\n\n### Investigação Complementar Recomendada\n\n**Densitometria óssea (DEXA):**\n- Indicada em mulheres portadoras do alelo 's' a partir dos 45 anos (antecipar rastreamento habitual)\n- Em homens portadores de ss com outros fatores de risco, considerar a partir dos 50 anos\n- Repetir a cada 1–2 anos em portadores ss com DMO reduzida; a cada 2–3 anos em Ss com DMO normal\n\n**Biomarcadores de remodelação óssea:**\n- **CTX (C-telopeptídeo do colágeno tipo I):** Marcador de reabsorção óssea — valores elevados indicam perda óssea acelerada\n- **P1NP (propeptídeo N-terminal do pró-colágeno tipo I):** Marcador de formação óssea\n- Solicitar em conjunto para avaliar equilíbrio remodelação/formação\n\n**Exames laboratoriais essenciais:**\n- 25(OH)D (vitamina D sérica) — meta funcional ≥40 ng/mL; considerar ≥50 ng/mL em portadores de polimorfismos VDR associados\n- Cálcio total e iônico, fósforo, magnésio sérico\n- PTH intacto\n- Fosfatase alcalina óssea\n- Calciúria de 24h (rastrear hipercalciúria)\n- Estradiol / FSH (em mulheres na perimenopausa/pós-menopausa)\n- Testosterona total (em homens)\n\n**Avaliação de polimorfismos associados (medicina de precisão):**\n- Polimorfismos em VDR (receptor de vitamina D) e GC (proteína transportadora) podem coexistir e ampliar o risco — portadores podem necessitar de metas séricas de vitamina D mais altas (>50 ng/mL) para obter efeito biológico pleno\n- Considerar painel genético ósseo expandido em pacientes com história familiar forte ou fratura em baixo impacto\n\n---\n\n### Intervenções Baseadas em Evidências\n\n**Suplementação e nutrição:**\n- **Cálcio:** 1000–1200 mg/dia (preferencialmente via alimentação; suplementar o déficit com citrato ou carbonato de cálcio)\n- **Vitamina D:** Individualizar dose para atingir 25(OH)D ≥40 ng/mL; em portadores de polimorfismos VDR/GC, meta ≥50 ng/mL; reavaliar em 8–12 semanas após ajuste de dose; co-suplementar com magnésio e vitamina K2 (MK-7)\n- **Magnésio:** 300–400 mg/dia — cofator essencial para ativação da vitamina D e mineralização óssea\n- **Vitamina K2 (MK-7):** 90–180 mcg/dia — direciona cálcio ao tecido ósseo e reduz calcificação vascular\n- **Colágeno tipo I hidrolisado:** Evidências emergentes para suporte à matriz óssea orgânica; doses de 5–10 g/dia com vitamina C para otimizar síntese\n- **Vitamina C:** Cofator essencial para hidroxilação do colágeno — garantir ingestão adequada (≥200 mg/dia)\n- **Proteína:** Ingestão adequada (≥1,2 g/kg/dia) para preservar massa muscular e suportar saúde óssea\n\n**Exercício físico:**\n- **Exercícios de impacto:** Caminhada, corrida leve, dança, jump — estimulam osteoblastos por carga mecânica\n- **Exercícios de resistência (musculação):** Fundamentais para preservar e aumentar DMO; indicados 2–3x/semana\n- **Programas de 3+ meses** para efeitos estruturais mensuráveis na DMO\n- Evitar sedentarismo — associado a hipometilação e desequilíbrio imunometabólico\n\n**Modificações de estilo de vida:**\n- Cessação do tabagismo (reduz absorção intestinal de cálcio e atividade osteoblástica)\n- Restrição de álcool (efeito osteotóxico direto)\n- Exposição solar regular e segura para síntese endógena de vitamina D\n- Prevenção de quedas (avaliação de risco, adaptações domiciliares, treino de equilíbrio)\n\n---\n\n### Critérios de Encaminhamento\n\n- **Reumatologista ou endocrinologista:** Portadores ss com DMO na faixa de osteoporose (T-score ≤ −2,5) ou fratura por fragilidade — avaliar terapia farmacológica (bisfosfonatos, denosumabe, teriparatida)\n- **Ginecologista/endocrinologista:** Mulheres pós-menopáusicas portadoras do alelo 's' — avaliar risco-benefício de terapia de reposição hormonal (TRH), que demonstra efeito protetor ósseo relevante\n- **Nutricionista:** Para estruturação de plano alimentar com adequação de cálcio, proteínas e micronutrientes ósseos\n- **Fisioterapeuta/educador físico:** Para prescrição individualizada de exercícios de impacto e resistência\n\n---\n\n### Monitoramento\n\n- Reavaliar biomarcadores de remodelação óssea (CTX, P1NP) e 25(OH)D a cada 6–12 meses\n- DEXA a cada 1–2 anos em portadores ss ou com DMO reduzida\n- Registrar e investigar qualquer fratura em baixo impacto como evento sentinela de fragilidade óssea significativa"
}
