{
  "score_item_id": "019c1a2b-a36f-78db-a3d0-cf6830f2289b",
  "clinical_relevance": "O polimorfismo rs12722 no gene COL5A1 (colágeno tipo V, cadeia alfa-1) é um dos marcadores genéticos mais estudados em lesões tendíneas e ligamentares. O COL5A1 codifica a cadeia alfa-1 do colágeno tipo V, uma proteína estrutural minoritária em tecidos colagenosos que regula o diâmetro das fibrilas de colágeno tipo I — componente majoritário de tendões, ligamentos e fáscias. Quando o colágeno tipo V está reduzido ou alterado, as fibrilas de colágeno tipo I crescem com diâmetros irregulares, comprometendo a resistência mecânica e a elasticidade do tecido tendíneo.\n\nO SNP rs12722 localiza-se na região 3' não traduzida (3'UTR) do gene, o que interfere na estabilidade do mRNA e, consequentemente, na quantidade de proteína produzida. Portadores do alelo T (genótipo TT ou CT) apresentam menor expressão de COL5A1 em relação aos portadores do alelo CC, resultando em tendões com menor capacidade de absorção de cargas mecânicas repetitivas.\n\nEvidências epidemiológicas associam o alelo T do rs12722 a maior risco de lesões tendíneas crônicas e agudas, incluindo tendinopatia do tendão de Aquiles, ruptura do ligamento cruzado anterior (LCA), tendinite patelar e lesões musculotendíneas em geral. Estudos realizados em atletas sul-africanos e europeus demonstraram que o genótipo TT está sobrerrepresentado em populações com tendinopatia crônica de Aquiles em comparação com controles sem histórico de lesão tendínea. O genótipo CC, por outro lado, tem sido associado a maior proteção contra lesões em estudos de caso-controle conduzidos com atletas de endurance e esportes de alta demanda mecânica.\n\nA relevância clínica desse polimorfismo é maior em indivíduos submetidos a altas cargas de treinamento — corredores, tenistas, jogadores de futebol, praticantes de artes marciais — nos quais a integridade do colágeno tendíneo é fator limitante para a performance e longevidade esportiva. Em contexto de medicina funcional integrativa, a identificação deste polimorfismo permite estratificar o risco individual de lesão, personalizar o volume e a progressão do treinamento, e implementar intervenções preventivas baseadas em evidências antes da manifestação de sintomas.\n\nA interpretação clínica deve considerar o contexto fenotípico completo: histórico de lesões tendíneas de repetição, hipermobilidade articular, déficit de força excêntrica, inadequações nutricionais (vitamina C, proteína, colágeno) e fatores epigenéticos moduláveis. O polimorfismo isolado não determina o desfecho clínico, mas representa um fator de risco aditivo que, combinado com sobrecarga mecânica inadequada e suporte nutricional insuficiente, eleva substancialmente o risco de lesão.",
  "points": 0,
  "patient_explanation": "O gene COL5A1 contém as instruções para produzir uma proteína chamada colágeno tipo V, que é como um \"regulador de qualidade\" das fibras que formam seus tendões e ligamentos. O polimorfismo rs12722 é uma variação natural nesse gene que pode fazer com que seu corpo produza uma quantidade menor dessa proteína de controle de qualidade.\n\nQuando isso acontece, as fibras dos seus tendões podem ficar um pouco menos organizadas e resistentes a esforços repetitivos — como corrida, saltos ou movimentos bruscos. Isso não significa que você vai se machucar, mas indica que seus tendões precisam de um cuidado um pouco maior: progressão gradual nos treinos, nutrição adequada com proteínas e vitamina C, e atenção aos primeiros sinais de sobrecarga (como dor ou rigidez após o exercício).\n\nCom as estratégias certas — treino progressivo, nutrição adequada e suplementação direcionada — muitas pessoas com essa variante genética praticam esportes de alto desempenho com segurança e longevidade.",
  "conduct": "## Conduta Clínica: COL5A1 rs12722 (Lesão Tendão)\n\n### Interpretação do Genótipo\n\n- **Genótipo CC (protetor):** menor risco de lesão tendínea; sem restrições específicas baseadas neste polimorfismo\n- **Genótipo CT (heterozigoto):** risco intermediário; vigilância e prevenção ativa indicadas\n- **Genótipo TT (maior risco):** risco elevado de tendinopatia crônica e lesões tendíneas agudas; protocolo preventivo estruturado obrigatório\n\n---\n\n### Avaliação Complementar\n\n- **Anamnese direcionada:** histórico de tendinopatias prévias (Aquiles, patelar, manguito rotador, epicôndilo), rupturas ligamentares, fascite plantar, hipermobilidade articular\n- **Avaliação funcional:** teste de força excêntrica (protocolo de Alfredson para Aquiles), avaliação de encurtamentos musculares, análise postural e biomecânica do gesto esportivo\n- **Exames laboratoriais:**\n  - Vitamina C sérica (cofator essencial para síntese de colágeno — prolil e lisil hidroxilases dependentes de vitamina C)\n  - Proteína total e albumina (adequação proteica para síntese de colágeno)\n  - Vitamina D 25-OH (efeito modulador em tecidos musculoesqueléticos; alvo >40 ng/mL)\n  - Magnésio eritrocitário (função muscular e recuperação tecidual)\n  - Zinco e cobre séricos (cofatores da lisil oxidase, enzima de cross-linking do colágeno)\n  - Marcadores inflamatórios: PCR ultrassensível, IL-6 quando disponível\n- **Imagem:** ultrassonografia de tendões sintomáticos ou com histórico de lesão; ressonância magnética se suspeita de lesão estrutural\n\n---\n\n### Intervenções Baseadas em Evidências\n\n#### 1. Programação e Progressão do Treinamento\n\n- **Progressão gradual:** aumento máximo de 10% por semana em volume ou intensidade de treinos que envolvam carga tendínea (corrida, saltos, levantamentos)\n- **Treino excêntrico:** protocolos excêntricos específicos (ex.: heel drop para tendão de Aquiles) demonstram remodelação do colágeno tendíneo e redução de tendinopatia crônica\n- **Periodização adequada:** incluir fases de descarga e recuperação ativa; evitar overtraining, que eleva citocinas inflamatórias (IL-6, TNF-alfa) e compromete a reparação tecidual\n- **Aquecimento e mobilidade:** protocolo de mobilidade articular e ativação muscular antes de treinos de alta intensidade\n\n#### 2. Nutrição e Suplementação\n\n- **Colágeno hidrolisado:** 10–15 g/dia de colágeno tipo I/III hidrolisado, preferencialmente 30–60 minutos antes do treino com vitamina C (200–500 mg), para potencializar a síntese de colágeno tendíneo — estratégia com suporte de estudos in vitro e clínicos\n- **Vitamina C:** 200–500 mg/dia (cofator indispensável para hidroxilação de prolina e lisina na síntese de colágeno)\n- **Proteína total:** garantir ingestão adequada (1,6–2,2 g/kg/dia em atletas) para disponibilidade de aminoácidos precursores (glicina, prolina, hidroxiprolina)\n- **Curcumina:** 500 mg a 1 g/dia (padronizada a 95% de curcuminoides), com cautela em uso de anticoagulantes; evidências anti-inflamatórias em tendinopatias e osteoartrite, com melhora de dor a curto prazo\n- **Vitamina D:** manter 25-OH-D entre 40–60 ng/mL; suplementar conforme deficiência identificada\n- **Zinco e magnésio:** corrigir deficiências identificadas em exames; zinco 15–30 mg/dia e magnésio quelato 200–400 mg/dia quando indicado\n- **Ômega-3 (EPA/DHA):** 2–3 g/dia para modulação inflamatória; especialmente relevante em portadores de polimorfismos FADS1/FADS2 (suplementação direta de EPA e DHA, não precursores vegetais)\n\n#### 3. Terapias Regenerativas (Orto-Biológicos)\n\n- **PRP (Plasma Rico em Plaquetas):** indicado em tendinopatias crônicas refratárias a tratamento conservador; o Consenso Europeu de 2023 (aceito 2024) orienta critérios de indicação e contraindicação — reservar para casos com falha de resposta após 3 meses de tratamento conservador adequado\n- **Células-tronco e terapias celulares:** progenitoras de tecido conjuntivo e células derivadas de tecido adiposo/tendões em estudo; indicação ainda restrita a centros especializados\n- **Cautela:** indicação precisa é essencial; reservar orto-biológicos para falha do tratamento conservador\n\n#### 4. Encaminhamento a Especialistas\n\n- **Ortopedista/medicina esportiva:** lesões agudas com suspeita de ruptura parcial ou total de tendão; tendinopatias refratárias para avaliação de orto-biológicos ou procedimentos minimamente invasivos\n- **Fisioterapia especializada:** protocolo de reabilitação excêntrica estruturada; avaliação biomecânica e correção de padrões de movimento\n- **Nutricionista com foco esportivo:** adequação proteica e suplementação individualizada\n\n#### 5. Monitoramento e Seguimento\n\n- Reavaliação clínica a cada 3 meses em fase preventiva ativa\n- Monitorar resposta com escalas de dor (VAS/NRS) e testes funcionais\n- Atualizar estratégia conforme evolução e adesão\n- Em genótipo TT com múltiplas lesões prévias, investigar hipermobilidade articular (critérios de Beighton) e displasia de tecido conjuntivo"
}
