{
  "score_item_id": "019c1a2b-a36f-789e-8b05-59cd5a745d09",
  "clinical_relevance": "O gene ALPL codifica a fosfatase alcalina tecido-inespecífica (TNSALP), enzima expressa em fígado, rim, osso e tecidos embrionários. Sua função primária é hidrolisar substratos fosforilados extracelulares — em especial pirofosfato inorgânico (PPi), fosfoetanolamina (PEA) e piridoxal-5-fosfato (PLP) — permitindo a mineralização óssea e o metabolismo de vitamina B6 ativa. Variantes patogênicas em ALPL causam hipofosfatasia (HPP), doença rara autossômica (dominante ou recessiva, conforme o alelo) caracterizada por mineralização óssea e dentária deficiente secundária ao acúmulo tóxico de PPi e à deficiência funcional de PLP.\n\nA hipofosfatasia abrange um espectro clínico extraordinariamente amplo: a forma perinatal letal (manifestação in utero com ausência quase total de mineralização esquelética e insuficiência respiratória neonatal) é a mais grave; a forma infantil (antes dos 6 meses) cursa com raquitismo severo, hipercalcemia e déficit de crescimento; a forma da criança compromete a dentição e a ossificação; a forma do adulto — mais frequente e subdiagnosticada — apresenta fraturas de estresse recorrentes, condrocondrocalcinose, mialgia, fadiga crônica e periodontite precoce. A forma odontohipofosfatasia manifesta-se exclusivamente como perda precoce de dentes decíduos (antes dos 5 anos) sem anormalidade esquelética significativa.\n\nDo ponto de vista laboratorial, o biomarcador central é a atividade sérica de fosfatase alcalina (FA): valores persistentemente abaixo do limite inferior da normalidade para idade e sexo — especialmente quando acompanhados de elevação de PLP plasmático, PEA urinária e/ou PPi urinário — estabelecem alta suspeita diagnóstica. Em adultos, valores de FA < 40 U/L (dependendo do método) merecem investigação. A FA deve ser sempre interpretada em contexto: hipotireoidismo, anemia perniciosa, uso de estatinas e desnutrição também reduzem FA sem causar HPP. O teste genético molecular do gene ALPL (sequenciamento e MLPA) é confirmatório; mais de 400 variantes patogênicas foram catalogadas, com correlação genótipo-fenótipo parcial.\n\nEpidemiologicamente, a prevalência estimada de HPP clinicamente evidente é de 1:100.000 a 1:300.000, mas variantes heterozigóticas com penetrância incompleta e formas leves podem alcançar 1:3.000 na população geral. A forma adulta é cronicamente subdiagnosticada: séries europeias mostram que pacientes aguardam em média 5–12 anos para o diagnóstico correto, frequentemente após múltiplos tratamentos inadequados para osteoporose. Notavelmente, bifosfonatos e denosumabe são contraindicados na HPP, pois seu mecanismo de ação mimetiza o defeito enzimático, agravando a doença. O tratamento enzimático substitutivo com asfotase alfa (proteína de fusão recombinante de TNSALP) é a única terapia específica aprovada e transforma o prognóstico da forma perinatal e infantil.",
  "points": 0,
  "patient_explanation": "O gene ALPL fornece as instruções para produzir uma enzima chamada fosfatase alcalina, que é essencial para que os ossos e os dentes se formem e se mantenham duros e saudáveis. Quando esse gene apresenta alterações (variantes), a enzima funciona mal ou é produzida em quantidade insuficiente, causando uma condição chamada hipofosfatasia.\n\nNa hipofosfatasia, os minerais não conseguem se depositar corretamente nos ossos, tornando-os mais frágeis e propensos a fraturas, mesmo com pequenos impactos. Os dentes também podem cair precocemente, ainda na infância, e a pessoa pode sentir dores nos ossos e nos músculos, cansaço e dificuldades de mobilidade.\n\nÉ importante saber que essa condição existe em graus muito diferentes: algumas pessoas têm sintomas leves ao longo da vida, enquanto outras precisam de tratamento especializado. Um dado importante é que certos medicamentos para osteoporose — como os bifosfonatos — são prejudiciais para quem tem hipofosfatasia e não devem ser usados. Por isso, identificar essa condição genética é fundamental para que o tratamento seja seguro e adequado ao seu caso.",
  "conduct": "## Investigação Diagnóstica\n\n### Exames Laboratoriais Essenciais\n- **Fosfatase alcalina (FA) sérica:** valor persistentemente abaixo do limite inferior de referência para idade e sexo é o principal sinal de alerta; interpretar sempre com valores de referência estratificados por faixa etária\n- **Piridoxal-5-fosfato (PLP) plasmático:** elevado na HPP; reflete acúmulo do substrato que a TNSALP não consegue clivar; deve ser coletado antes de qualquer suplementação de vitamina B6\n- **Fosfoetanolamina (PEA) urinária:** outro substrato acumulado; útil como biomarcador confirmatório quando disponível\n- **Pirofosfato inorgânico (PPi) urinário ou plasmático:** elevado na HPP; inibe diretamente a mineralização óssea\n- **Cálcio, fósforo e PTH séricos:** hipercalcemia ocorre especialmente na forma infantil; fósforo geralmente normal ou elevado\n- **Cálcio urinário de 24h:** hipercalciúria frequente em formas com maior acúmulo\n- **Creatinina e perfil renal:** avaliar nefrocalcinose como complicação da hipercalcemia crônica\n- **25(OH)vitamina D:** distinguir raquitismo carencial de HPP; na HPP a vitamina D pode estar normal ou elevada\n- **Marcadores de remodelação óssea:** osteocalcina, CTX, P1NP — tipicamente reduzidos, refletindo bloqueio da mineralização\n\n### Diagnóstico por Imagem\n- **Radiografias do esqueleto:** em crianças, sinais de raquitismo com padrão peculiar (línguas de chama epifisária); em adultos, fraturas atípicas de estresse em diáfise de fêmur e metatarsos\n- **Densitometria óssea (DXA):** pode mostrar osteopenia/osteoporose, mas valores absolutamente não específicos; interpretar com cautela\n- **Tomografia de alta resolução de tórax:** em formas graves com comprometimento pulmonar neonatal\n- **Ultrassonografia renal:** para afastar nefrocalcinose\n\n### Investigação Genética\n- **Sequenciamento do gene ALPL** (painel de genes de doenças ósseas ou sequenciamento completo do exoma): confirma o diagnóstico e identifica o padrão de herança (dominante ou recessivo)\n- **Análise por MLPA:** detectar deleções/duplicações não identificadas pelo sequenciamento convencional\n- **Aconselhamento genético familiar:** recomendado para todos os familiares de primeiro grau; portadores heterozigotos podem ter formas leves da doença\n\n---\n\n## Critérios de Encaminhamento\n\n- **Endocrinologista/Metabolologista ósseo ou centro de referência em doenças ósseas raras:** sempre que houver suspeita diagnóstica confirmada ou variante patogênica identificada\n- **Pneumologista:** em recém-nascidos e lactentes com insuficiência respiratória associada a mineralização deficiente de costelas\n- **Odontopediatra ou periodontista:** perda precoce de dentes decíduos antes dos 5 anos, periodontite de início precoce\n- **Nefrologista:** na presença de nefrocalcinose ou hipercalcemia persistente\n- **Serviço de genética clínica:** para aconselhamento familiar, planejamento reprodutivo e investigação de familiares\n- **Pediatria/Neonatologia:** formas perinatais e infantis exigem manejo multidisciplinar urgente\n\n---\n\n## Intervenções e Manejo Clínico\n\n### Contraindicações Absolutas\n- **Bifosfonatos (alendronato, risedronato, ácido zoledrônico, ibandronato):** contraindicados na HPP confirmada ou suspeita — inibem a FA, agravando o defeito enzimático e a mineralização\n- **Denosumabe:** também contraindicado na HPP, pelo mesmo mecanismo de supressão da remodelação óssea\n- **Suplementação de vitamina B6 ativa (PLP) sem monitoramento:** pode mascarar o biomarcador diagnóstico; usar somente após estabelecimento do diagnóstico\n\n### Tratamento Específico\n- **Asfotase alfa (Strensiq®):** enzima recombinante substitutiva aprovada para HPP pediátrica de início precoce; administrada por injeção subcutânea 3–6 vezes por semana; transforma o prognóstico das formas perinatais e infantis com melhora documentada de mineralização, função respiratória e sobrevida\n- **Indicação em adultos:** atualmente em avaliação para formas adultas graves com fraturas recorrentes; discutir com centro especializado\n\n### Manejo Sintomático e Suportivo\n- **Manejo da hipercalcemia:** hidratação, restrição de vitamina D em excesso, corticoides em casos graves; **não usar calcitonina nem tiazídicos como primeira linha sem avaliação especializada**\n- **Fisioterapia e reabilitação:** fundamental para manter mobilidade e prevenir fraturas; exercícios de baixo impacto e fortalecimento muscular\n- **Órteses e suporte ortopédico:** em fraturas de estresse e pseudofraturas de fêmur; fixação cirúrgica pode ser necessária\n- **Dor crônica:** analgesia multimodal; considerar avaliação de dor neuropática quando há acúmulo de PLP\n- **Convulsões por deficiência funcional de B6 (formas graves):** piridoxina IV pode ser necessária em emergências neonatais, mas deve ser usada com extrema cautela e somente em contexto hospitalar especializado\n\n### Acompanhamento de Longo Prazo\n- **Monitoramento laboratorial semestral:** FA sérica, PLP plasmático, cálcio, fósforo, PTH, função renal\n- **Avaliação dentária anual:** higiene oral rigorosa; evitar extrações desnecessárias; monitorar periodontite\n- **Radiografias ósseas anuais ou conforme sintomas:** fêmur, metatarsos e coluna\n- **Educação do paciente:** alertar sobre contraindicação de bifosfonatos e a necessidade de informar qualquer novo médico sobre o diagnóstico\n- **Registro em rede de doenças raras:** facilita acesso a ensaios clínicos e tratamentos emergentes"
}
