{
  "perguntar_ativamente": {
    "ids": [
      "56fd5913-4b41-4d56-976a-b6339b4482a6",
      "1da8069d-ed8a-4b5f-83fe-0089909dd630",
      "ed899a60-9067-4a6a-aeb1-b79a08ea6062"
    ],
    "clinical_relevance": "A coleta ativa e sistemática de histórico familiar é o primeiro passo fundamental na estratificação de risco genético e prevenção personalizada. Dados de 2024 demonstram que a história familiar captura tanto predisposição genética quanto fatores ambientais compartilhados, servindo como proxy clínico essencial antes mesmo de testes genéticos. O questionamento ativo sobre doenças crônicas específicas (cardiovasculares, metabólicas, neoplásicas, autoimunes, neurológicas) em parentes de primeiro grau (pais, irmãos, filhos) e segundo grau (avós, tios, netos) permite identificar padrões hereditários com risco 2-4x aumentado. A abordagem proativa é crítica porque muitos pacientes não reportam espontaneamente histórico familiar relevante. Estudos de 2024-2025 mostram que a integração de história familiar com escores de risco poligênico (PRS) aumenta significativamente a precisão diagnóstica. A documentação completa deve incluir: tipo de doença, grau de parentesco, idade de início (doença precoce indica maior componente genético), número de familiares afetados (múltiplos casos aumentam risco), e lado materno vs. paterno. Esta informação orienta decisões de rastreamento precoce, intensidade de medidas preventivas, e necessidade de testes genéticos específicos. A história familiar também tem valor prognóstico: pacientes com história familiar positiva de doença cardiovascular precoce têm 22% mais risco de eventos recorrentes após infarto. Em medicina funcional, o histórico familiar permite identificar predisposições metabólicas que podem ser modificadas precocemente através de intervenções nutricionais, suplementação direcionada, e otimização de estilo de vida.",
    "patient_explanation": "Quando perguntamos ativamente sobre doenças que seus familiares próximos têm ou tiveram, estamos realizando uma investigação genética inicial muito importante para sua saúde. Seu histórico familiar funciona como um mapa que mostra quais doenças você pode ter maior tendência de desenvolver ao longo da vida. Estudos recentes mostram que ter um parente de primeiro grau (pai, mãe, irmão) com certas doenças pode aumentar seu risco em 2 a 4 vezes. Por isso fazemos perguntas específicas sobre: doenças do coração, diabetes, pressão alta, colesterol alterado, obesidade, câncer, doenças autoimunes, e problemas neurológicos. É importante que você compartilhe informações detalhadas: que doença foi diagnosticada, qual o grau de parentesco, com que idade a doença apareceu, e quantos familiares são afetados. Esta investigação não é motivo para preocupação excessiva, pelo contrário, é uma oportunidade! Conhecer seus riscos genéticos permite que você tome medidas preventivas muito antes da doença aparecer. A medicina moderna permite que você use seu histórico familiar a seu favor, transformando predisposição em prevenção.",
    "conduct": "Protocolo de Coleta Estruturado: 1) Questionário sistemático por categorias (cardiovascular, metabólico, neoplásico, autoimune, neurológico). 2) Documentar para cada doença: grau de parentesco, idade de início, número de afetados, lado familiar. 3) Estratificação: Risco Elevado (≥2 parentes 1º grau OU 1 com doença precoce), Risco Moderado (1 parente 1º grau não-precoce), Risco Padrão (2º/3º grau ou ausente). 4) Intervenções personalizadas: rastreamento precoce conforme risco, monitoramento intensificado, medidas preventivas direcionadas. 5) Construir heredograma 3 gerações, atualizar anualmente. 6) Considerar teste genético (PRS) se história familiar fortemente positiva."
  },

  "hipertensao": {
    "ids": [
      "e257d4b5-c0b2-471b-8693-defe0b2055a3",
      "35a7dbf8-2a43-4ee9-bc6b-c13122ed36c5",
      "6491db47-381b-45fe-b483-ea0183478225"
    ],
    "clinical_relevance": "História familiar de hipertensão arterial é um dos principais fatores de risco modificadores na estratificação cardiovascular segundo as diretrizes ESC 2024. A hipertensão apresenta forte componente genético, com risco 2-3x aumentado quando um parente de primeiro grau é afetado, e até 4x quando ambos os pais são hipertensos. A hereditariedade é estimada em 30-60%, envolvendo múltiplos genes (arquitetura poligênica) que afetam sistema renina-angiotensina, função endotelial, sensibilidade ao sal, e controle autonômico. Estudos de 2024 mostram que história familiar positiva prediz hipertensão de início mais precoce, maior resistência ao tratamento, e risco aumentado de lesão de órgãos-alvo (hipertrofia ventricular esquerda, doença renal crônica, retinopatia). A identificação precoce permite intervenção preventiva antes do desenvolvimento de hipertensão sustentada. Fatores epigenéticos modificam expressão gênica: dieta rica em sódio, obesidade, estresse crônico, e sedentarismo potencializam predisposição genética. Em medicina funcional, história familiar orienta investigação de causas secundárias (resistência insulínica, deficiência de magnésio, disfunção renal subclínica). Filhos de hipertensos devem ter PA monitorada desde adolescência. Estratégias preventivas incluem restrição de sódio, suplementação de potássio e magnésio, controle de peso, exercício aeróbico regular, e manejo de estresse. Dados de 2024 mostram que intervenções intensivas em estilo de vida podem reduzir em 50% o risco de desenvolver hipertensão em indivíduos com histórico familiar positivo.",
    "patient_explanation": "Se seu pai, mãe ou irmãos têm pressão alta, você tem 2 a 3 vezes mais chance de desenvolver hipertensão ao longo da vida. Se ambos os pais são hipertensos, seu risco aumenta para 4 vezes. Isso acontece porque você herda genes que afetam como seus vasos sanguíneos funcionam, como seu corpo controla sal e água, e como seus rins regulam a pressão. Mas aqui está a boa notícia: ter genes de risco NÃO significa que você inevitavelmente terá pressão alta. Estudos mostram que mudanças no estilo de vida podem reduzir pela metade o risco mesmo com histórico familiar forte. O que fazer: controlar consumo de sal, manter peso saudável, exercitar-se regularmente, aumentar consumo de potássio (frutas e verduras), e gerenciar estresse. Se há histórico familiar, você deve medir sua pressão arterial regularmente a partir dos 18-20 anos, mesmo se sentindo bem. Pressão alta geralmente não dá sintomas até causar complicações sérias. Podemos recomendar exames adicionais para detectar sinais precoces de risco e suplementação de magnésio e potássio.",
    "conduct": "Estratificação: ALTO risco (ambos pais hipertensos ou ≥2 parentes 1º grau), MODERADO (1 parente 1º grau). Rastreamento: PA inicial aos 18 anos se alto risco, 20-25 anos se moderado; MAPA 24h se PA limítrofe (130-139/85-89mmHg); investigação lesão órgãos-alvo aos 35-40 anos (ECG, ecocardiograma, TFG, microalbuminúria). Prevenção: Dieta DASH, sódio <2g/dia, potássio 3-4g/dia. Suplementação alto risco: magnésio 400-600mg/dia, ômega-3 2-3g/dia, CoQ10 100-200mg/dia, vitamina D >40ng/mL. Atividade física: 150min/semana aeróbico + resistido 2-3x/semana. Meta IMC <25. Farmacoterapia se PA ≥140/90mmHg apesar modificações ou PA ≥130/80mmHg com diabetes/DRC."
  },

  "diabetes": {
    "ids": [
      "90d067be-f3cd-48ad-9cf9-e48fd8a2027a",
      "4e960d9f-a04a-4524-9049-f4559170db14",
      "26bccb28-c694-48af-8f6a-0ce6c5f73e52"
    ],
    "clinical_relevance": "História familiar de diabetes mellitus tipo 2 (DM2) é um dos fatores de risco mais potentes para desenvolvimento da doença, aumentando o risco em 2-6x dependendo do número de familiares afetados. Indivíduos com histórico familiar positivo têm 40% mais risco de desenvolver doenças cardiovasculares segundo estudos brasileiros de 2024. A hereditariedade do DM2 é estimada em 40-70%, envolvendo mais de 400 variantes genéticas que afetam secreção de insulina, sensibilidade periférica, e metabolismo de glicose. O risco é particularmente elevado quando diabetes ocorre precocemente em familiares (<45 anos), indicando maior carga genética. História familiar também prediz resposta cronotrópica ao exercício alterada, marcador precoce de disfunção metabólica. Em medicina funcional, história familiar orienta investigação de resistência insulínica subclínica (HOMA-IR, índice QUICKI, insulina de jejum e pós-prandial), síndrome metabólica, e inflamação crônica de baixo grau (PCR-us, IL-6). Filhos de diabéticos frequentemente apresentam disfunção mitocondrial, estresse oxidativo aumentado, e alterações no microbioma intestinal antes do desenvolvimento de hiperglicemia. Estratégias preventivas baseadas em evidências de 2024 incluem: dieta de baixa carga glicêmica, exercício físico combinado (aeróbico + resistido), controle de peso rigoroso (cada 1kg perdido reduz 16% risco de DM2), e suplementação direcionada. Dados do censo brasileiro de nefrologia 2024 mostram que DM e HAS são as principais causas de DRC dialítica (29% cada), enfatizando importância da prevenção primária em indivíduos com história familiar.",
    "patient_explanation": "Se seu pai, mãe ou irmãos têm diabetes, você tem risco muito aumentado de desenvolver a doença - de 2 a 6 vezes maior que pessoas sem histórico familiar. Estudos brasileiros de 2024 mostram que ter história familiar de diabetes também aumenta em 40% seu risco de problemas cardíacos. Isso acontece porque você herda genes que afetam como seu pâncreas produz insulina e como suas células respondem a ela. Quanto mais jovem era seu familiar quando desenvolveu diabetes (especialmente antes dos 45 anos), maior a carga genética envolvida. Mas aqui está o que é muito importante: mesmo com alto risco genético, você pode prevenir ou retardar significativamente o diabetes através de mudanças no estilo de vida. Estudos mostram que perder peso (cada quilo perdido reduz 16% o risco), fazer exercícios regularmente, e controlar a alimentação podem ser até mais eficazes que medicamentos. Se há histórico familiar de diabetes, você deve fazer exames de glicemia regularmente a partir dos 25-30 anos, ou mais cedo se tiver outros fatores de risco (sobrepeso, pressão alta, colesterol alterado). Também investigamos sinais precoces de resistência à insulina, que aparecem anos antes do diabetes se manifestar. Podemos usar suplementos específicos que melhoram a sensibilidade à insulina, como berberina, cromo, magnésio e vitamina D.",
    "conduct": "Estratificação: ALTO risco (≥2 parentes 1º grau OU diabetes precoce <45 anos em 1º grau), MODERADO (1 parente 1º grau diabetes >45 anos). Rastreamento: glicemia jejum + HbA1c aos 25 anos se alto risco, 30-35 anos se moderado; TOTG (curva glicêmica 75g) se glicemia jejum 100-125mg/dL ou HbA1c 5.7-6.4%; investigação resistência insulínica (insulina jejum, HOMA-IR, índice QUICKI) se IMC ≥25 ou circunferência abdominal aumentada. Reavaliação anual se alto risco, a cada 2 anos se moderado. Prevenção: perda de peso 5-10% se sobrepeso/obesidade (meta IMC <25, cintura <94cm homens/<80cm mulheres); dieta baixa carga glicêmica, mediterrânea ou low-carb; exercício combinado 150min/semana aeróbico + resistido 2-3x/semana. Suplementação alto risco: berberina 1500mg/dia (similar metformina), cromo picolinato 200-400mcg/dia, magnésio 400-600mg/dia, vitamina D >40ng/mL, ômega-3 2-3g/dia, ALA 600mg/dia. Considerar metformina preventiva se pré-diabetes + múltiplos fatores de risco. Monitorar marcadores metabólicos (triglicerídeos, HDL, relação TG/HDL, ácido úrico, PCR-us)."
  },

  "obesidade": {
    "ids": [
      "e2b287df-015a-4f2e-a5bf-0d99c8b24a97",
      "3c52ad44-7049-40b8-b444-b05d15b96a57",
      "77f78798-6a3a-4eef-b092-7ae1c277df4e"
    ],
    "clinical_relevance": "História familiar de obesidade aumenta o risco individual em 2-8x, com hereditariedade estimada em 40-70% para obesidade comum e até 80% para obesidade severa (IMC >40). A genética influencia múltiplos aspectos: taxa metabólica basal, oxidação de gordura, secreção de leptina e grelina, sensibilidade à saciedade, preferências alimentares, e propensão à atividade física. Mais de 900 variantes genéticas foram associadas a obesidade, com destaque para genes FTO, MC4R, e POMC. Estudos de 2024 mostram que fatores epigenéticos (modificações na expressão gênica sem alteração do DNA) são cruciais: exposição intrauterina à hiperglicemia materna, desnutrição fetal, microbioma intestinal alterado, e disruptores endócrinos podem programar obesidade na prole. História familiar também prediz complicações: esteatose hepática não-alcoólica, apneia do sono, síndrome metabólica, e doenças cardiovasculares. Em medicina funcional, história familiar orienta investigação de causas subjacentes: resistência insulínica (presente em 80% dos obesos), hipotireoidismo subclínico, hipercortisolismo, deficiências nutricionais (vitamina D, magnésio, cromo), e disbiose intestinal. A obesidade familiar frequentemente reflete também hábitos compartilhados: padrões alimentares, sedentarismo, sono inadequado, e estresse crônico. Intervenções devem ser personalizadas: testes genéticos podem identificar melhor resposta a dietas baixas em carboidratos vs. gorduras. Dados de 2024 mostram que modificação de estilo de vida familiar (envolvendo todos os membros) tem maior taxa de sucesso sustentado que intervenções individuais.",
    "patient_explanation": "Se seus pais ou irmãos têm obesidade, você tem de 2 a 8 vezes mais chance de também desenvolver sobrepeso ou obesidade ao longo da vida. Isso acontece porque você herda genes que afetam seu metabolismo (velocidade com que você queima calorias), sua sensação de fome e saciedade, e até suas preferências alimentares. Mas aqui está o que é muito importante entender: genes NÃO são destino! Eles criam uma predisposição, mas o ambiente e suas escolhas determinam se essa predisposição se manifesta ou não. Pense em genes como o gatilho de uma arma e estilo de vida como quem aperta o gatilho. Mesmo com forte histórico familiar de obesidade, você pode manter peso saudável através de alimentação adequada, exercícios regulares, sono de qualidade, e controle de estresse. Estudos mostram que quando toda a família participa de mudanças de estilo de vida juntos, as chances de sucesso aumentam muito. Se há histórico familiar de obesidade, é importante investigar causas metabólicas que podem estar presentes mesmo antes do ganho de peso: resistência à insulina, função tireoidiana reduzida, deficiências de vitaminas, e problemas intestinais. Podemos usar exames específicos para entender seu perfil metabólico único e personalizar o tratamento. Algumas pessoas respondem melhor a dietas com menos carboidratos, outras com menos gordura - podemos descobrir qual funciona melhor para você.",
    "conduct": "Estratificação: ALTO risco (ambos pais obesos ou IMC paterno/materno >35), MODERADO (1 progenitor obeso), BAIXO (apenas parentes 2º grau). Avaliação inicial: IMC, circunferência abdominal, composição corporal (bioimpedância ou DEXA), pressão arterial. Investigação metabólica: glicemia + insulina jejum + HOMA-IR, TOTG se IMC ≥25, perfil lipídico completo, TSH + T4 livre, vitamina D, magnésio, cortisol salivar noturno (se suspeita Cushing), leptina + adiponectina (opcional). Investigação funcional: marcadores inflamatórios (PCR-us), função hepática + elastografia (NASH), polissonografia se sintomas de apneia do sono. Intervenções personalizadas: Nutricional - dieta individualizada conforme perfil (considerar teste nutrigenético), restrição calórica moderada 500-750kcal/dia, alto teor proteico (1.2-1.6g/kg), rico em fibras (≥25-30g/dia), evitar ultraprocessados. Atividade física: 200-300min/semana para manutenção de perda de peso, combinação aeróbico + resistido, HIIT 2-3x/semana. Suplementação: vitamina D >40ng/mL, ômega-3 2-3g/dia, probióticos multi-cepas, fibra solúvel (psyllium 5-10g/dia), 5-HTP ou L-triptofano se compulsão alimentar. Sono: meta 7-9h/noite, higiene do sono rigorosa. Estresse: técnicas mindfulness, terapia cognitivo-comportamental. Considerar farmacoterapia (GLP-1 agonistas) se IMC ≥30 ou ≥27 com comorbidades e falha de modificação estilo de vida 6 meses. Abordagem familiar quando possível."
  },

  "dislipidemia": {
    "ids": [
      "4f76ef4e-1b23-47d2-bb41-549463ad3cdf",
      "a856d80b-1443-4c16-94db-1f99508b1a9c",
      "1c15d32d-7e79-44b8-976d-8e90ecd896be"
    ],
    "clinical_relevance": "História familiar de dislipidemia, especialmente hipercolesterolemia familiar (HF), é crítica para estratificação de risco cardiovascular. HF heterozigótica afeta 1:250 pessoas (cerca de 840 mil brasileiros), mas apenas 10% são diagnosticados. História familiar positiva de eventos CV precoces (<55 anos homens, <65 anos mulheres) ou colesterol muito elevado em parentes sugere fortemente HF, que aumenta 20x o risco de doença coronariana. Mesmo dislipidemias poligênicas (não-HF) têm forte componente genético: hereditariedade estimada em 40-60% para LDL-c, 50-80% para triglicerídeos, e 50-70% para HDL-c. Estudos de 2024 usando escores de risco poligênico (PRS) mostram que indivíduos no quintil superior de risco genético têm 3-4x mais eventos CV que quintil inferior. História familiar também prediz dislipidemia aterogênica (triglicerídeos altos + HDL baixo + LDL pequeno e denso), fortemente associada a resistência insulínica e síndrome metabólica. Em medicina funcional, história familiar orienta investigação aprofundada: subfração de lipoproteínas (partículas LDL tipo A vs B), Apo B, Lp(a), oxLDL, tamanho de partículas LDL/HDL, e marcadores inflamatórios. Filhos de pais com dislipidemia devem ter perfil lipídico aos 9-11 anos segundo American Academy of Pediatrics, ou mais cedo se múltiplos fatores de risco. Diagnóstico e tratamento precoces de HF podem prevenir até 80% dos eventos CV. Critérios Dutch Lipid Clinic incluem história familiar como componente importante do escore diagnóstico.",
    "patient_explanation": "Se seus pais ou irmãos têm colesterol ou triglicerídeos elevados, você tem risco aumentado de desenvolver o mesmo problema. Existe uma condição chamada hipercolesterolemia familiar (colesterol alto hereditário) que afeta 1 em cada 250 pessoas e aumenta muito o risco de infarto e derrame, mas infelizmente 90% dos casos não são diagnosticados. Se há história de colesterol muito alto na família (acima de 300mg/dL) ou se parentes próximos tiveram infarto ou derrame jovens (homens antes dos 55 anos, mulheres antes dos 65), você pode ter essa condição genética e precisa ser investigado cuidadosamente. Mesmo quando não há hipercolesterolemia familiar, genes influenciam bastante seus níveis de colesterol, triglicerídeos e HDL (o colesterol bom). A boa notícia é que, mesmo com predisposição genética forte, mudanças no estilo de vida e tratamento adequado podem prevenir até 80% dos problemas cardiovasculares. Se há histórico familiar de dislipidemia, você deve fazer exame de sangue para avaliar colesterol a partir dos 9-11 anos de idade (crianças) ou assim que descobrir o histórico familiar (adultos). Não esperamos apenas medir colesterol total - fazemos análise detalhada das partículas de gordura no sangue, porque pessoas com o mesmo nível de colesterol podem ter riscos muito diferentes dependendo do tipo de partícula. Tratamento inclui alimentação adequada, exercícios, controle de peso, e às vezes medicamentos (estatinas). Quanto mais cedo começarmos, melhor o resultado.",
    "conduct": "Estratificação: ALTO risco (HF provável: LDL ≥190mg/dL em parente + evento CV precoce, xantomas/arco corneano familiar), MODERADO (dislipidemia poligênica: LDL 130-189mg/dL ou TG >150mg/dL em ≥1 parente 1º grau). Rastreamento: perfil lipídico completo aos 9-11 anos em crianças com histórico familiar; adultos aos 20 anos se alto risco, 35 anos homens/45 anos mulheres se moderado. Investigação avançada se história familiar positiva: LDL-c calculado + não-HDL + Apo B, Lp(a) (medir 1x na vida, preditor independente), subfração lipoproteínas (NMR ou eletroforese), partículas LDL (LDL-P), tamanho LDL, oxLDL, relações CT/HDL e TG/HDL, PCR-us. Critérios Dutch Lipid Clinic para HF (≥6 pontos = HF provável): história familiar doença coronariana precoce (1 ponto) ou LDL >190mg/dL em parente (2 pontos). Considerar teste genético se HF provável (mutações LDLR, APOB, PCSK9). Prevenção/Tratamento: Nutricional - dieta mediterrânea ou Portfolio, fibra solúvel 10-25g/dia, esteróis vegetais 2g/dia, reduzir gordura saturada <7% calorias, evitar trans, aumentar ômega-3. Atividade física: 150min/semana aeróbico. Suplementação: ômega-3 2-4g/dia (EPA+DHA), berberina 1500mg/dia (reduz LDL 15-20%), arroz vermelho fermentado 1200-2400mg/dia (contém monacolina K), niacina 1-2g/dia (aumenta HDL, reduz Lp(a)), coenzima Q10 100-200mg/dia. Farmacoterapia: estatina se LDL ≥190mg/dL (HF) independente de outros fatores, ou LDL ≥160mg/dL + história familiar forte + Lp(a) elevado; ezetimiba adicional se meta não atingida; considerar PCSK9-i se HF e LDL não controlado com estatina + ezetimiba. Metas LDL: <100mg/dL (risco moderado), <70mg/dL (risco alto), <55mg/dL (risco muito alto/HF). Rastreamento familiar em cascata se HF diagnosticado."
  },

  "cardiovascular": {
    "ids": [
      "8fb2e7de-c341-4ff5-814f-25d7695fd1cf",
      "515052d6-c7c1-40c7-942e-a1134e3aa05e",
      "8342ba54-4c2d-4b31-8619-05f4a2e86719"
    ],
    "clinical_relevance": "História familiar de doença cardiovascular (DCV) precoce é um dos fatores de risco mais potentes e independentes para eventos CV futuros. Definição de DCV precoce segundo guidelines internacionais 2023-2024: doença coronariana ou AVC em parente de 1º grau homem <55 anos ou mulher <65 anos. Indivíduos com histórico familiar positivo têm risco 40-75% aumentado de DCV, independente de outros fatores de risco tradicionais. Irmãos de pacientes com DCV têm aumento de 40% no risco, enquanto filhos de pais com DCV prematura têm aumento de 60-75%. Estudos de 2024 mostram que pacientes com história familiar de IAM precoce têm 22% mais risco de eventos recorrentes após primeiro infarto. A presença de história familiar move indivíduos de risco intermediário para alto risco, alterando decisões terapêuticas (iniciar estatina, intensificar metas de LDL, considerar AAS profilático). História familiar também prediz resposta ao tratamento e progressão de aterosclerose subclínica. Em medicina funcional, histórico CV familiar indica investigação de aterosclerose subclínica: CAC score (escore de cálcio coronariano), espessura médio-intimal carotídea, marcadores inflamatórios avançados (Lp-PLA2, MPO, PCR-us), e disfunção endotelial. Múltiplos mecanismos genéticos estão envolvidos: dislipidemia familiar, hipertensão hereditária, diabetes familiar, hipercoagulabilidade, hiperhomocisteinemia, e elevação de Lp(a). Escores de risco poligênico para doença coronariana já estão em implementação clínica desde 2024. História familiar positiva justifica prevenção agressiva e precoce mesmo em indivíduos jovens aparentemente saudáveis.",
    "patient_explanation": "Se seu pai, mãe ou irmãos tiveram infarto, derrame (AVC), cirurgia de ponte de safena, angioplastia com stent, ou arritmias graves especialmente em idade jovem (homens antes dos 55 anos, mulheres antes dos 65), você tem risco significativamente aumentado de desenvolver problemas cardiovasculares. Estudos recentes mostram que ter histórico familiar de doença cardíaca precoce aumenta seu risco em 40 a 75%, mesmo se você não tiver outros fatores de risco como pressão alta ou colesterol elevado. Quando um irmão teve infarto jovem, seu risco aumenta 40%. Se foi seu pai ou mãe, o risco sobe 60-75%. E se você mesmo já teve um infarto e há histórico familiar, o risco de ter outro evento aumenta 22%. Por isso, história familiar de problema cardíaco precoce é considerada um sinal de alerta vermelho que muda completamente nossa abordagem preventiva. Você precisa de investigação cardiovascular mais detalhada, incluindo exames que detectam aterosclerose (placas de gordura nas artérias) antes de causar sintomas: exame de cálcio nas coronárias (CAC score), ultrassom das carótidas, e exames de sangue especiais que avaliam inflamação e partículas de colesterol perigosas. Mesmo jovem e se sentindo bem, você pode ter placas se formando silenciosamente. A boa notícia: prevenção agressiva funciona! Controle rigoroso de colesterol (às vezes com estatina mesmo em jovens), pressão arterial na meta, exercícios regulares, alimentação anti-inflamatória, controle de estresse, e suplementos específicos podem reduzir drasticamente seu risco.",
    "conduct": "Estratificação: MUITO ALTO risco (DCV precoce em ≥2 parentes 1º grau OU morte súbita familiar <50 anos), ALTO risco (DCV precoce em 1 parente 1º grau), MODERADO (DCV não-precoce em parentes 1º grau ou múltiplos 2º grau). Investigação aterosclerose subclínica (alto/muito alto risco): CAC score aos 40-50 anos (reclassifica risco em 50% dos casos), espessura médio-intimal carotídea, índice tornozelo-braquial. Perfil lipídico avançado: LDL-c + não-HDL + Apo B + Lp(a) + subfração partículas LDL + oxLDL. Marcadores inflamatórios: PCR-us, Lp-PLA2, MPO. Investigação trombofilia se evento muito precoce (<40 anos): homocisteína, anticoagulante lúpico, anticardiolipina, fator V Leiden, protrombina G20210A. Considerar escore risco poligênico (PRS) se disponível. Rastreamento fatores de risco clássicos: PA, glicemia + HbA1c + HOMA-IR, função renal, ECG basal. Prevenção agressiva: Metas rigorosas - LDL <70mg/dL (alto risco) ou <55mg/dL (muito alto risco), PA <130/80mmHg, HbA1c <5.7%. Estatina: considerar se LDL ≥100mg/dL + história familiar forte, mesmo em jovens (≥30 anos); intensificar se CAC >0. AAS: considerar 100mg/dia se CAC ≥100 ou múltiplos fatores de risco, balancear com risco hemorrágico. Nutricional: dieta mediterrânea rigorosa, ômega-3 de peixes 2-3x/semana. Suplementação: ômega-3 2-4g/dia (EPA+DHA), vitamina K2 100-200mcg/dia (reduz calcificação vascular), magnésio 400-600mg/dia, CoQ10 100-200mg/dia (especialmente se estatina), vitamina D >40ng/mL, NAC 600-1200mg/dia (antioxidante). Exercício: 150-300min/semana moderado ou 75-150min vigoroso, incluir resistido 2x/semana. Controle estresse: mindfulness, biofeedback, sono 7-9h/noite. Cessação tabagismo absoluta. Monitoramento: reavaliação anual fatores de risco, CAC score repetir em 5-10 anos conforme escore basal."
  },

  "renal": {
    "ids": [
      "d489c80a-50f2-4606-9579-66015e62649e",
      "307d0403-8648-431d-88cb-2ac2422f8e86",
      "394414b6-0538-4162-a68c-1e1e9d8cffef"
    ],
    "clinical_relevance": "História familiar de doença renal crônica (DRC) aumenta significativamente o risco individual, especialmente em doenças hereditárias como doença renal policística (prevalência 1:500-1000, responsável por 10% das DRC em diálise), síndrome de Alport, e nefropatia por IgA familiar. Dados do censo brasileiro de nefrologia 2024 mostram que HAS (29%) e DM (29%) são as principais causas de DRC dialítica, ambas com forte componente hereditário. História familiar de DRC diabética ou hipertensiva indica predisposição genética que se manifesta sob estresse metabólico. Estudos de 2024 mostram que indivíduos com história familiar de DRC têm progressão mais rápida de disfunção renal quando expostos a nefrotoxinas (AINEs, contraste iodado, aminoglicosídeos). História de litíase renal recorrente em família sugere distúrbios metabólicos hereditários (hipercalciúria, hiperuricosúria, cistinúria). ITU de repetição familiar pode indicar anormalidades anatômicas hereditárias. Em medicina funcional, história familiar orienta investigação precoce de marcadores de injúria renal subclínica: cistatina C (mais sensível que creatinina), TFG estimada por fórmulas combinadas, relação albumina/creatinina urinária, sedimento urinário, e biomarcadores emergentes (NGAL, KIM-1). A detecção precoce de DRC permite intervenção que pode retardar progressão em 30-50%. Estratégias de nefroproteção incluem: controle rigoroso de PA e glicemia, uso de IECA/BRA mesmo em normotensos com proteinúria, restrição proteica moderada, hidratação adequada, e evitar nefrotoxinas. Suplementação de ômega-3, antioxidantes, e vitamina D pode ter efeitos protetores.",
    "patient_explanation": "Se seus pais, irmãos ou avós têm ou tiveram problemas renais, você tem risco aumentado de desenvolver doenças nos rins ao longo da vida. Existem doenças renais que passam de pais para filhos, como a doença renal policística (onde surgem cistos nos rins) que afeta 1 em cada 500-1000 pessoas. Mesmo quando não há doença renal diretamente hereditária, se há histórico familiar de diabetes ou pressão alta que causaram problemas nos rins, você tem maior risco porque herda a tendência metabólica. Os rins são órgãos muito sensíveis que podem ser danificados silenciosamente - quando sintomas aparecem, muitas vezes já perdeu-se 70-80% da função renal. Por isso, história familiar de doença renal justifica vigilância especial. Se há histórico familiar, você deve fazer exames de função renal (creatinina, taxa de filtração glomerular, exame de urina) regularmente a partir dos 20-30 anos. Pedras nos rins de repetição na família podem indicar problemas metabólicos hereditários no processamento de cálcio ou ácido úrico. Infecções urinárias frequentes em múltiplos familiares podem sugerir problemas anatômicos dos rins ou vias urinárias. A boa notícia é que proteger seus rins é possível: manter pressão arterial controlada, glicemia na meta se diabético, beber água suficiente, evitar excesso de proteína animal, não abusar de anti-inflamatórios, e evitar suplementos ou medicamentos nefrotóxicos. Detectar problemas renais cedo permite tratamento que pode retardar muito a progressão da doença.",
    "conduct": "Estratificação: ALTO risco (DRC familiar em parente 1º grau, especialmente DRPKD ou nefropatias hereditárias; DM ou HAS familiar com evolução para DRC), MODERADO (litíase recorrente familiar, ITU repetição em múltiplos familiares). Rastreamento: função renal completa (creatinina + cistatina C + TFG estimada CKD-EPI) + relação albumina/creatinina urinária + sedimento urinário aos 20-25 anos se alto risco, 30-35 anos se moderado. Repetir anualmente se alto risco, a cada 2 anos se moderado. Investigação adicional conforme suspeita: ultrassonografia renal (DRPKD, malformações), urodinâmica se ITU repetição, investigação metabólica litíase (cálcio urinário 24h, ácido úrico, oxalato, citrato, cistina). Biomarcadores emergentes se disponível: NGAL, KIM-1 (injúria tubular precoce). Nefroproteção: Controle PA rigoroso (meta <130/80mmHg, <125/75mmHg se proteinúria), IECA ou BRA se microalbuminúria presente mesmo normotenso. Controle glicêmico estrito se diabético (HbA1c <7%, idealmente <6.5%). Restrição proteica moderada se TFG reduzida (0.8g/kg/dia). Hidratação adequada 2-2.5L/dia, mais se litíase. Evitar nefrotoxinas: AINEs (preferir paracetamol), contraste iodado (usar menor dose, pré-hidratação), aminoglicosídeos, lítio. Restrição sódio <2g/dia. Suplementação: ômega-3 2-3g/dia (anti-inflamatório renal), vitamina D otimizada >40ng/mL (proteinúria reduzida), NAC 600-1200mg/dia (antioxidante), bicarbonato de sódio se acidose metabólica. Monitorar potássio e fósforo se TFG <60. Referência nefrologia se TFG <45 ou proteinúria persistente >300mg/dia."
  },

  "virais_cronicas": {
    "ids": [
      "12da9917-7311-4a87-89de-a1f0c8d918e7",
      "8a552fbb-862c-4845-98dc-303f46922403",
      "ac07f7de-eef0-420a-bdd9-cc0a3a41fbd8"
    ],
    "clinical_relevance": "História familiar de doenças virais crônicas (HIV, hepatite B e C) tem implicações distintas conforme o agente. Hepatite B: transmissão vertical (mãe-filho) ocorre em 90% dos casos se mãe HBsAg+ sem profilaxia, e 70-90% dos infectados perinatalmente desenvolvem hepatite B crônica. Filhos de mães HBsAg+ devem receber imunoglobulina anti-HBV + vacina ao nascer. Hepatite C: transmissão vertical 5-6% se mãe virêmica, aumenta para 15-20% se coinfecção HIV. Não há vacina, mas rastreamento permite tratamento precoce com antivirais de ação direta (DAA) com taxa de cura >95%. HIV: transmissão vertical <1% com TARV materna adequada, mas sem tratamento atinge 25-30%. Filhos de mães HIV+ devem ter seguimento rigoroso até exclusão definitiva (18 meses). História familiar também alerta para exposição domiciliar: hepatites B/C podem ser transmitidas por compartilhamento de objetos cortantes, HIV não. Em medicina funcional, história familiar orienta rastreamento em indivíduos assintomáticos: anti-HCV, HBsAg, anti-HIV devem ser oferecidos a todos com exposição familiar potencial. Hepatites virais crônicas causam cirrose e carcinoma hepatocelular: história familiar justifica rastreamento de alfa-fetoproteína e ultrassom hepático semestral em portadores. HIV bem controlado tem expectativa de vida próxima ao normal, mas história familiar pode indicar maior suscetibilidade genética a progressão rápida (polimorfismos CCR5, HLA). Prevenção: vacinação hepatite B universal (90-95% eficácia), PrEP para HIV em exposições de alto risco, rastreamento de hepatite C em pessoas nascidas 1945-1965 (prevalência aumentada).",
    "patient_explanation": "Se sua mãe teve hepatite B durante a gravidez, você pode ter sido infectado no nascimento, especialmente se não recebeu vacina e imunoglobulina logo após nascer. Por isso, se há histórico de hepatite B materna, você deve fazer exames para verificar se está imune (pela vacina) ou se foi infectado. Hepatite B crônica aumenta muito o risco de cirrose e câncer de fígado no futuro, mas tratamento e acompanhamento adequados podem prevenir essas complicações. Se há hepatite C na família, o risco de transmissão domiciliar é menor que hepatite B, mas ainda existe se houve compartilhamento de objetos cortantes (lâminas, alicates). A boa notícia é que hepatite C tem cura em mais de 95% dos casos com medicamentos modernos (8-12 semanas de tratamento). Se sua mãe tinha HIV durante a gravidez e você recebeu tratamento adequado ao nascer, o risco de infecção é muito baixo (<1%). Mas se não houve tratamento ou você não sabe, é importante fazer teste. HIV bem tratado hoje permite vida praticamente normal, com expectativa de vida próxima à população geral. História familiar de qualquer uma dessas viroses não significa que você está infectado, mas indica necessidade de fazer testes. Muitas pessoas com hepatite B ou C não sabem que têm a doença porque ela é silenciosa por anos. Quanto mais cedo descobrir e tratar, melhor o resultado. Prevenção: vacina de hepatite B é muito eficaz (90-95%), não há vacina para hepatite C (evitar compartilhar objetos cortantes), e PrEP pode prevenir HIV em situações de alto risco.",
    "conduct": "Investigação baseada em tipo de exposição familiar: **Hepatite B:** Se mãe HBsAg+ conhecida: verificar carteira vacinal (vacina + imunoglobulina ao nascer), solicitar HBsAg + anti-HBs + anti-HBc. Se anti-HBs reagente e anti-HBc não-reagente = vacinado e protegido. Se HBsAg reagente = portador crônico, encaminhar hepatologia (avaliar carga viral, elastografia hepática, considerar tratamento com tenofovir/entecavir). Se anti-HBs e anti-HBc reagentes = infecção passada resolvida. Se todos não-reagentes = vacinar (3 doses 0-1-6 meses). **Hepatite C:** Se exposição familiar potencial: solicitar anti-HCV. Se reagente, confirmar com HCV-RNA (carga viral). Se HCV-RNA detectável = hepatite C crônica, encaminhar hepatologia para tratamento com DAA (sofosbuvir + velpatasvir ou ledipasvir, 8-12 semanas, cura >95%). Rastreamento adicional: função hepática (AST, ALT, GGT, bilirrubinas), elastografia hepática (avaliar fibrose). **HIV:** Se exposição materna conhecida: verificar documentação de seguimento pediátrico. Se não há documentação ou dúvida: solicitar anti-HIV (ELISA 4ª geração). Se reagente, confirmar com Western blot ou carga viral. Se HIV+, encaminhar infectologia para início TARV imediato (meta carga viral indetectável). **Rastreamento universal recomendado:** Oferecer rastreamento hepatite B, C e HIV a todos com história de exposição familiar ou fatores de risco (uso drogas, transfusões pré-1993, tatuagens não-regulamentadas, múltiplos parceiros sexuais). **Prevenção:** Vacina hepatite B em todos não-imunes (verificar anti-HBs, se <10mUI/mL revacinar). PrEP (tenofovir/emtricitabina) se exposição HIV de alto risco. Educação: não compartilhar objetos cortantes, sexo seguro. **Monitoramento portadores crônicos:** Hepatite B/C crônica: elastografia hepática anual, alfafetoproteína + US hepático semestral (rastreamento CHC), função hepática trimestral. HIV: carga viral + CD4 trimestral até indetectável, depois semestral."
  },

  "autoimunes": {
    "ids": [
      "62da018d-faf4-490f-9a7b-47e0f0881bbf",
      "f4baae49-221d-428e-a218-a29391e1e26f",
      "c2c1d736-45a4-45ed-be76-e9b4704d4b1d"
    ],
    "clinical_relevance": "História familiar de doenças autoimunes é crítica porque estas condições apresentam forte agregação familiar e compartilhamento de suscetibilidade genética entre diferentes doenças autoimunes (fenômeno de autoimunidade familiar). Estudos de 2024-2025 mostram que autoimunidade resulta da convergência de três fatores: predisposição genética, gatilho ambiental, e desregulação imune. A hereditariedade varia: LES (concordância 24-58% em gêmeos monozigóticos), artrite reumatoide (50-60%), DII (concordância 10-15% Crohn, 5-10% RCU em gêmeos), asma atópica (60-80%). Ter um parente de 1º grau com doença autoimune aumenta risco individual em 2-10x conforme a doença. Importante: famílias com autoimunidade têm risco aumentado de múltiplas doenças autoimunes diferentes (ex: mãe com tireoidite de Hashimoto aumenta risco de LES, artrite reumatoide, ou doença celíaca no filho). Marcadores HLA compartilhados (HLA-DQ2/DQ8 para celíaca, HLA-B27 para espondilite, HLA-DR4 para artrite reumatoide) podem ser investigados. Dados de 2025 mostram que escores de risco poligênico (PRS) para doenças autoimunes estão em desenvolvimento para rastreamento presintomático. Em medicina funcional, história familiar orienta investigação de gatilhos ambientais modificáveis: permeabilidade intestinal aumentada (leaky gut), disbiose, deficiência de vitamina D, exposição a toxinas ambientais, infecções virais (EBV, CMV). Intervenções preventivas incluem: otimização de vitamina D (>40ng/mL), saúde intestinal (probióticos, glutamina, dieta anti-inflamatória), redução de gatilhos (glúten em predispostos a celíaca, tabagismo em AR). Rastreamento proativo permite diagnóstico precoce: autoanticorpos podem preceder sintomas clínicos em anos (FAN, anti-TPO, anti-transglutaminase).",
    "patient_explanation": "Se seus familiares próximos têm doenças autoimunes como lúpus, artrite reumatoide, tireoidite de Hashimoto, psoríase, doença de Crohn ou retocolite ulcerativa, asma, ou doença celíaca, você tem risco aumentado de desenvolver alguma doença autoimune ao longo da vida. O risco varia de 2 a 10 vezes maior dependendo da doença. O que é importante entender: doenças autoimunes acontecem quando o sistema imune ataca o próprio corpo por engano. Isso ocorre pela combinação de três fatores - você nasce com genes que aumentam o risco, algo no ambiente funciona como gatilho (infecções, estresse, toxinas, dieta), e há uma desregulação no sistema imune. Ter histórico familiar significa que você herdou alguns genes de risco, mas NÃO significa que você inevitavelmente terá a doença. Estudos recentes mostram que podemos reduzir o risco modificando fatores ambientais. Algo muito importante: famílias com autoimunidade têm risco de múltiplas doenças autoimunes diferentes. Por exemplo, se sua mãe tem problemas na tireoide (Hashimoto), você pode desenvolver Hashimoto também, mas também tem risco aumentado de outras doenças autoimunes como artrite, lúpus, ou doença celíaca. O que você pode fazer: manter vitamina D em níveis ótimos (>40ng/mL) - estudos mostram que vitamina D regula o sistema imune; cuidar da saúde intestinal com alimentação anti-inflamatória e probióticos; evitar gatilhos conhecidos (tabagismo aumenta muito risco de artrite reumatoide); reduzir exposição a toxinas; gerenciar estresse. Se há histórico familiar forte, podemos fazer exames preventivos procurando autoanticorpos antes de sintomas aparecerem.",
    "conduct": "Estratificação: ALTO risco (≥2 parentes 1º grau com doenças autoimunes OU 1 parente com doença autoimune grave/múltipla), MODERADO (1 parente 1º grau com doença autoimune ou múltiplos 2º grau). **Rastreamento baseado em histórico familiar específico:** LES familiar: FAN + anti-DNA + complemento C3/C4 a cada 2-3 anos se assintomático, anualmente se sintomas inespecíficos (fadiga, artralgia, fotossensibilidade). Artrite reumatoide familiar: fator reumatoide + anti-CCP se sintomas articulares, considerar rastreamento em fumantes. Tireoidite familiar: TSH + anti-TPO anualmente, mais frequente se sintomas (fadiga, ganho peso, intolerância frio). Doença celíaca familiar: anti-transglutaminase IgA + IgA total, considerar teste genético HLA-DQ2/DQ8 (se negativo, risco muito baixo). DII familiar: rastreamento clínico (dor abdominal, diarreia crônica, sangue fezes), calprotectina fecal se sintomático. **Prevenção primária:** Vitamina D: manter >40ng/mL, suplementar 2000-5000UI/dia conforme níveis basais. Ômega-3: 2-3g/dia EPA+DHA (anti-inflamatório, modula autoimunidade). Saúde intestinal: probióticos multi-cepas (Lactobacillus, Bifidobacterium), L-glutamina 5-10g/dia, dieta rica em fibras prebióticas, evitar alimentos ultraprocessados. Redução de glúten: considerar teste HLA-DQ2/DQ8, se positivo evitar ou reduzir glúten mesmo assintomático (pode reduzir autoimunidade). Cessação tabagismo: crítico (tabaco principal gatilho ambiental AR, piora LES e DII). Controle estresse: mindfulness, yoga, sono adequado 7-9h. Evitar gatilhos: infecções virais (vacinação em dia), toxinas (orgânicos quando possível). **Monitoramento se autoanticorpos positivos mas assintomático:** Seguimento clínico a cada 6-12 meses. Repetir autoanticorpos + marcadores inflamatórios (PCR-us, VHS) anualmente. Intensificar prevenção. **Tratamento precoce se doença manifesta:** Encaminhar reumatologia (LES, AR, espondilite), gastroenterologia (DII, celíaca), endocrinologia (Hashimoto), conforme quadro clínico. Quanto mais precoce o diagnóstico e tratamento, melhor o prognóstico e menor risco de complicações irreversíveis."
  },

  "outras_hereditarias": {
    "ids": [
      "4dc130ae-9c84-4f5f-9813-561389776254",
      "b4c8d1fe-07a2-4186-a020-051a07b98618",
      "18a7fccf-4515-4807-a125-2f3e918a1d6b"
    ],
    "clinical_relevance": "Esta categoria captura doenças com componente hereditário significativo que não foram especificamente questionadas nas categorias anteriores. Exemplos incluem: neoplasias hereditárias (câncer mama/ovário BRCA1/2, síndrome Lynch para câncer colorretal, câncer gástrico familiar), doenças neurológicas (Alzheimer familiar precoce, Parkinson, Huntington, esclerose lateral amiotrófica, enxaqueca familiar), doenças psiquiátricas (depressão maior, transtorno bipolar, esquizofrenia - hereditariedade 40-80%), trombofilia hereditária (fator V Leiden, mutação protrombina, deficiências antitrombina/proteína C/S), hemoglobinopatias (anemia falciforme, talassemia), hemocromatose (sobrecarga ferro genética, prevalência 1:200-300), doença celíaca (risco 10-20% em parentes 1º grau), hipercolesterolemia familiar (já coberta em dislipidemia), déficit de alfa-1 antitripsina (DPOC precoce, hepatopatia), e osteoporose familiar. Estudos de 2024 mostram que história familiar trifamiliar (3 gerações) aumenta detecção de padrões hereditários em 40% comparado a questionamento de apenas pais e irmãos. Ferramentas de heredograma digital estão sendo implementadas em EMRs para visualização de padrões de herança. Em medicina de precisão, história familiar detalhada orienta teste genético direcionado: painéis genéticos para câncer hereditário, sequenciamento exoma/genoma em doenças raras não-diagnosticadas, farmacogenômica para personalização de medicamentos. A presença de múltiplos casos da mesma doença em família, idade precoce de início, ou padrão de herança mendeliano clássico (autossômico dominante, recessivo, ligado ao X) são red flags para causa monogênica que justifica aconselhamento genético formal.",
    "patient_explanation": "Além das doenças que já perguntamos especificamente (coração, diabetes, pressão alta, colesterol, obesidade, doenças autoimunes), existem muitas outras condições que podem ter componente hereditário importante. Por exemplo: vários tipos de câncer têm formas hereditárias (câncer de mama/ovário familiar por mutações BRCA, câncer de intestino pela síndrome de Lynch); doenças neurológicas como Alzheimer, Parkinson ou enxaqueca severa podem ter componente genético; problemas psiquiátricos como depressão, transtorno bipolar e esquizofrenia têm hereditariedade de 40-80%; tendência a ter trombose (coágulos no sangue) pode ser hereditária; anemia falciforme e talassemia são genéticas; acúmulo excessivo de ferro no corpo (hemocromatose) é genético e afeta 1 em cada 200-300 pessoas; osteoporose severa pode ser familiar. É importante você compartilhar qualquer doença significativa que ocorre repetidamente na sua família, mesmo que não tenha sido especificamente perguntada. Preste atenção especial a: múltiplos casos da mesma doença na família, doenças que aparecem em idade jovem (antes dos 50-60 anos), padrões onde a doença passa de geração em geração afetando 50% dos filhos (herança dominante), ou quando apenas homens ou apenas mulheres são afetados. Se houver padrão hereditário claro, podemos encaminhar você para aconselhamento genético, onde um especialista avaliará sua árvore genealógica e indicará se teste genético é apropriado. Testes genéticos modernos podem identificar mutações específicas que aumentam risco de câncer, permitindo rastreamento intensificado ou cirurgias preventivas que salvam vidas. Não tenha medo de compartilhar - conhecimento é poder na prevenção!",
    "conduct": "**Documentação detalhada:** Construir heredograma de 3 gerações mapeando todas doenças significativas, idade de início, tratamentos realizados, e desfechos. Identificar padrões sugestivos de herança mendeliana: autossômica dominante (doença em todas gerações, 50% filhos afetados), autossômica recessiva (pais não-afetados, 25% filhos afetados, consanguinidade), ligada ao X (apenas homens afetados, transmissão via mulheres portadoras). **Red flags para aconselhamento genético:** 3 ou mais casos mesma doença em lado familiar, idade muito precoce (câncer <50 anos, Alzheimer <60 anos, IAM <40 anos), múltiplas neoplasias primárias em mesmo indivíduo, câncer bilateral em órgãos pares (mama, rim, olhos), padrão de herança mendeliano claro, consanguinidade parental. **Rastreamento conforme doença familiar identificada:** Neoplasias hereditárias: considerar painéis genéticos (BRCA1/2 se câncer mama/ovário <50 anos ou múltiplos casos; painel Lynch se câncer colorretal <50 anos ou múltiplos casos). Rastreamento intensificado: mamografia + RM mama anual desde 25-30 anos se BRCA+; colonoscopia desde 20-25 anos ou 10 anos antes do caso mais jovem se Lynch+. Alzheimer familiar: se início <65 anos em ≥2 parentes, considerar teste genes APP, PSEN1, PSEN2; rastreamento cognitivo anual desde 10 anos antes idade início familiar; considerar biomarcadores (Aβ42, tau no LCR ou PET amiloide). Trombofilia: investigar fator V Leiden, protrombina G20210A, deficiência antitrombina/proteína C/S se trombose precoce (<50 anos) ou recorrente em família; profilaxia situacional (viagens longas, cirurgias, gravidez). Hemocromatose: ferritina + saturação transferrina se fadiga inexplicada, hepatopatia, artropatias, diabetes, cardiomiopatia; teste genético HFE (C282Y, H63D) se alterações. Depressão/Bipolar familiar: rastreamento anual saúde mental (PHQ-9, MDQ), psicoeducação sobre sinais precoces, redução fatores de risco (abuso substâncias, estresse crônico), ômega-3 2-3g/dia (preventivo). **Farmacogenômica:** Considerar teste farmacogenômico se história familiar de reações adversas severas a medicamentos ou resposta inadequada (ex: CYP2D6, CYP2C19 para antidepressivos/anticoagulantes). **Seguimento:** Reavaliação história familiar anualmente ou quando novos diagnósticos ocorrerem. Comunicação de riscos a familiares (cascata de rastreamento) especialmente se mutação patogênica identificada."
  },

  "parentes_distantes": {
    "ids": [
      "6a95547f-bb0c-4093-ad0d-3e4b7709e99f",
      "2ae0eb1a-bb13-4168-8d5e-82fe4061a17e",
      "e655b13c-c200-4296-aead-7478299b340c"
    ],
    "clinical_relevance": "História familiar em parentes mais distantes (tios-avós, primos de 2º grau, bisavós) tem menor valor preditivo individual que história em parentes de 1º e 2º grau, mas pode identificar padrões hereditários importantes quando há agregação familiar significativa. Parentes de 3º grau compartilham aproximadamente 12.5% do material genético, 4º grau 6.25%. Apesar da diluição genética, múltiplos casos da mesma doença em parentes distantes podem indicar: mutação patogênica de alta penetrância segregando na família (ex: BRCA1/2, Lynch, hemocromatose), exposições ambientais compartilhadas (tabagismo, dieta, toxinas ocupacionais), ou arquitetura poligênica com múltiplas variantes comuns acumuladas na linhagem familiar. Estudos de genealogia populacional mostram que história familiar extensa (4-5 gerações) aumenta poder de detecção de hereditariedade para doenças complexas em 30-50%. Em medicina de precisão, algoritmos de risco que incorporam história familiar extensa (FamHS - Family History Score) superam modelos baseados apenas em parentes próximos. A documentação de parentes distantes é especialmente valiosa para: doenças raras (onde mesmo casos distantes são informativos), construção de heredogramas completos para aconselhamento genético, identificação de padrões de herança autossômica recessiva (onde pais são não-afetados mas múltiplos primos podem ser afetados, especialmente se consanguinidade), e pesquisa de ligação genética em famílias extensas. Limitações práticas: pacientes frequentemente não conhecem detalhes médicos de parentes distantes, informações podem ser imprecisas ou incompletas. Recomendação: documentar quando informação disponível, mas não despender tempo excessivo se paciente desconhece.",
    "patient_explanation": "Quando perguntamos sobre doenças em parentes mais distantes como tios-avós, primos, ou bisavós, estamos procurando padrões que podem não ser óbvios apenas olhando pais e irmãos. Embora você compartilhe menos genes com parentes distantes (cerca de 12% com tios-avós e primos de segundo grau), se houver muitos casos da mesma doença espalhados pela família, isso pode indicar que existe uma mutação genética importante passando pelas gerações. Por exemplo, se vários primos do lado paterno tiveram câncer jovem, pode haver uma síndrome de câncer hereditário na família que vale investigar. Alguns padrões de herança genética (chamados autossômicos recessivos) só ficam aparentes quando olhamos primos - os pais não têm a doença, mas múltiplos primos podem ter, especialmente se há casamentos entre parentes na família. Dito isso, não se preocupe se você não souber detalhes sobre parentes distantes - é muito comum as pessoas não terem essas informações. O mais importante é a história em pais, irmãos, avós, tios e primos de primeiro grau. Se você souber de alguma doença importante que apareceu várias vezes em parentes mais distantes, vale mencionar. Especialmente útil: múltiplos casos de câncer, doenças neurológicas raras, ou condições que parecem afetar muitas pessoas no mesmo lado da família (paterno ou materno). Se identificarmos um padrão preocupante, podemos recomendar que você converse com familiares para coletar mais informações e, se necessário, encaminhar para aconselhamento genético especializado.",
    "conduct": "**Documentação pragmática:** Registrar informações de parentes mais distantes quando paciente as conhece espontaneamente, mas não despender tempo excessivo investigando se paciente desconhece. Focar em: múltiplos casos mesma doença (especialmente câncer, doenças neurológicas raras, condições monogênicas), idade precoce de início, e padrões que sugerem herança recessiva (ex: múltiplos primos afetados com pais não-afetados). **Situações onde história em parentes distantes é particularmente valiosa:** Doenças raras: mesmo um único caso em parente distante pode ser informativo (ex: primo com doença de Huntington, tio-avô com hemocromatose). Câncer hereditário: múltiplos casos de mesmos tipos de câncer em parentes distantes reforça suspeita de síndrome hereditária, especialmente se agregam no mesmo lado familiar (paterno vs materno). Consanguinidade: se há casamento entre primos ou parentes, documentar detalhadamente pois aumenta risco de doenças autossômicas recessivas. Populações específicas: algumas mutações têm prevalência aumentada em certas etnias (BRCA1 185delAG em judeus Ashkenazi, anemia falciforme em afrodescendentes, talassemia em mediterrâneos). **Análise de heredograma:** Se informação de 4-5 gerações disponível, usar software de heredograma (ex: Progeny, GenoPro) para identificar padrões. Calcular FamHS (Family History Score) se ferramentas disponíveis. Avaliar se padrão justifica teste genético ou aconselhamento genético formal. **Red flags específicos em parentes distantes:** ≥3 casos mesma neoplasia em parentes 2º/3º grau mesmo lado familiar = considerar painel genético câncer hereditário. Múltiplos casos doença autossômica recessiva rara em primos = calcular coeficiente de consanguinidade, considerar teste genético. Padrão de herança dominante clara atravessando gerações = aconselhamento genético. **Limitações reconhecidas:** Informações frequentemente incompletas ou imprecisas. Viés de recordação (doenças dramáticas mais lembradas). Mudanças diagnósticas ao longo de gerações (ex: câncer de estômago antigamente pode ser linfoma gástrico hoje). **Conduta prática:** Se história familiar distante preocupante mas incompleta, orientar paciente a investigar com familiares mais velhos e retornar com informações adicionais. Considerar reunião familiar para construção colaborativa de heredograma se suspeita forte de síndrome hereditária. Uso de questionários estruturados (Family History Questionnaire) ou apps (My Family Health Portrait CDC) para coleta sistematizada."
  }
}
